{
  "id": "002488a7-1337-41e6-9d21-87693bc177e5",
  "title": "불가능한 삼위일체(Impossible Trinity )",
  "content": "한 국가가 독립적인 통화정책(금리), 안정적인 환율(고정환율제), 자유로운 자본이동(자본시장의 개방) 세 가지를 모두 쟁취할 수 없고 두 가지 만 온전히 가져갈 수 있다는 이론.\n\n[예]\nA국은 소규모 개방 경제입니다. 즉, 자유로운 자본의 이동이 가능한 상황입니다. 또한, 수출주도형 국가이어서 수출기업의 안정적인 수출을 위해\n고정환율제를 택해 안정적인 환율을 유지하고 있습니다. 마지막으로 내수 시장을 살리기 위해 금리를 인하하는 등 독자적인 통화정책을 사용하고 있읍니다.\n\n이제 B국이 경제 버블을 잠재우기 위해 기준금리를 인상했읍니다. A국에 투자했던 투자자들은 투자 매력도가 높은 B국으로 자본을 이동시키는 결과가 만들어지게 됩니다. 따라서 A국에 투자했던 투자자들은 A국의 자산을 팔고 → 얻은 원화를 팔아 → 달러를 사서 → A국 시장을 떠나게 됩니다.\n이 과정에서 A국 화폐의 공급은 크게 늘면서 수요가 낮아지고 달러의 수요가 급등하면서 원화의 가치가 크게 떨어지게 될 것입니다. (원화의 약세)\n하지만 A는 안정적인 환율을 위해 '고정환율제' 를 이미 선택했습니다. 원화의 가치 하락을 방어 위해서, 누군가는 달러를 시장에 풀면서 원화를 사들여야 할 것입니다. 바로 A의 큰 손인 외환당국 입니다. 외환당국은 보유하고 있는 달러를 시장에 팔(공급)면서 원화를 사들입니다. 그 결과, 다시 안정적인 환율을 되찾을 수 있을 것입니다.\n하지만 외환당국이 보유하고 있는 달러가 바닥이 난다면 어떻게 될까요? ' 1997년 외환위기 '\n아마도 기억하시겠지만 외환당국의 외화보유고가 바닥이 나게 되면 우리가 겪었던 외환위기와 비슷한 일이 생길 겁니다. 그렇다면, 투자자들이 미국으로 물 빠지듯 나가지 않게 하기 위해선 어떤 방법을 취해야 할까요? 지금 A가 그렇게 하고 있듯, 기준금리를 따라서 올리면 문제는 해결됩니다.\n기준금리를 '따라서' 올린다면 세축 중 하나인 독립적인 통화정책 을 포기하게 되는 것입니다.\n\n어떤 나라도 자유로운 자본이동, 안정적인 환율 그리고 독립적인 통화정책을 확보할 수 없고\n오로지 두 가지만 온전히 가져갈 수 있다는 내용 전해드렸습니다. A국의 경우에는 자유로운 자본이동과 안정적인 환율을 택하고 독립적인 통화정책을 포기할 수 밖에 없는 상황인 것이죠.\n\n[예]\n홍콩을 하면 두 가지가 떠오릅니다!\n첫 번째는 바로 페그제(Peg System)인데요. 페그제는 대표적인 고정환율제입니다. 이는 미화 1달러 당 7.75~7.85홍콩 달러 범위 안에서 등락을 허용하는 제도인데요, 환율이 상한선이나 하한선에 가까워지면 홍콩의 실질적인 중앙은행이라 할 수 있는 홍콩금융관리국(HKMA)에서 달러를 사거나 팔면서 홍콩 달러를 안정시키는 시스템이죠.\n\n두 번째, 홍콩은 대표적인 금융허브로도 잘 알려져 있습니다. 그 말은 즉, 자유로운 자본 이동이 가능하다는 것입니다. 결론적으로 홍콩은 페그제를 통한 안정적인 환율 과 금융허브로서 자유로운 자본 이동 을 선택했습니다.\n그렇다면 포기할 수 밖에 없는 축은 바로 독립적인 통화정책 이겠죠. 홍콩은 독립적인 통화정책을 포기함에따라, 미국 연준의 기준금리 인상 혹은 인하에 같이 움직일 수밖에 없게 되는 것이죠.\n\n실제로 불가능한 삼위일체의 3요소를 모두 챙기려다 실패한 나라가 있었는데요, 바로 중국입니다.\n현재 중국은 내수시장 부양을 위한 독자적인 통화정책과 관리변동환율제를 통한 안정적인 환율 을 선택했습니다. 그렇다면 자유로운 자본이동 은 포기했다는 이야기가 되겠죠?\n중국은 2005년 7월 이전에 위안화를 달러에 고정시키는 고정환율제를 택했고, 이후로 복수통화 바스켓 관리변동환율제도를 채택해서 지금까지 이어져 오고 있습니다. 복수 통화 바스켓은 달러 뿐만 아니라, 다른 나라의 통화와도 비교하여 환율을 결정하는 방식인데요, 관리변동환율은 고정환율제와 변동환율제의 중간 정도로 생각하시면 되겠습니다.\n즉, 어느정도 환율 변동 폭을 조절하는 방식을 채택해 안정적인 환율을 확보하려는 것입니다.\n참고로 중국은 위안화를 기축통화화 하고 싶은 욕구가 있기 때문에 안정적인 환율을 유지하는 것이 상당히 중요합니다.\n두 번째로, 중국의 독자적인 통화정책을 보여주는 사례가 있습니다. 중국은 과도한 위안화 절상으로 망가진 수출과 내수시장을 부양하기위해, 무려 6차례 기준 금리를 인하한 적이 있습니다. \n2015년 후반부터 미국이 기준금리를 수차례 인상 시켰던 것을 생각해보면 중국은 '독자적' 으로 금리를 변동시켰다는 것을 알 수 있습니다. (물론 위안화 약세와 내수 시장 부양을 위한 방법이기도 합니다.)\n마지막으로, 중국은 자유로운 자본의 이동을 위해 시행했던 제도가 있습니다. 바로 2014년 11월, 후강퉁(扈港通)입니다. 이는 상하이와 홍콩을 통하게 한다는 의미로, 둘 간의 교차투자를 허용한다는 것입니다. 즉, 자본 시장을 개방 한다는 의미가 됩니다. 후강퉁의 시작은 상당히 성공적이었던 것 같습니다. 거래 15분 만에 투자한도의 반 이상이 거래되었습니다. 하지만 자본 시장이 개방되었다는 것은 다른 국가, 특히 미국의 금리의 영향이 상대적으로 커진다는 것을 의미합니다. 실제로 2013년부터 2014년까지 0.00~0.25%의 기준금리를 유지하던 미국이 금리 인상 가능성을 제기했던 적이 있습니다.\n잠깐, 미국이 기준 금리를 올릴 수 있다? 이미 앞서 중국이 '6차례' 기준금리를 내리고 있다고 말씀을 드렸는데, 미국이 기준금리를 올리게 되면 무슨 일이 벌어질까요? 중국에 있는 외국인 투자자들이 중국 자산을 팔고 무서운 속도로 떠나게 될겁니다. 그에 따라, 위안화 가치는 더욱 떨어지게 되겠죠. 그럼 이를 방어하기 위해 기준금리를 올리면 되지 않냐고 물을 수 있습니다. 중국이 미국의 기준금리를 따라 올린다는건 독자적인 통화정책을 포기하는 의미가 되겠네요.\n하지만 문제가 있습니다. 이미 부채가 많던 중국 기업들의 부담을 덜기 위해 금리를 내렸던 상황인데,\n중국이 미국을 따라 금리를 올리게 되면 중국 기업들은 부채를 갚지 못해 줄줄이 도산하게 될 것입니다. 따라서 독자적인 통화정책을 포기하는 것은 무리였습니다. \n그럼 안정적인 환율을 포기하는 것은 어떨까요? 이는 더 심각한 문제를 야기합니다. 안정적인 환율을 포기한다는 것은 관리변동환율제도를 포기하고 \n온전한 변동환율제를 택한다는 것인데, 마찬가지로 높아질 미국 금리에 투자하기 위해 중국 내 외국인 투자자들이 중국 자산을 팔아 위안화를 받고 위안화를 팔고 달러를 사서 나가게 될 것입니다.\n이 과정에서 위안화는 초약세로 접어들어 점점 더 많은 투자자가 해외로 빠져나가게 되겠죠.\n(물론 중국의 외환당국이 위안화를 사들이면서 달러를 풀어 환율 방어를 할 수 있지만, 역시 한계가 있습니다.)\n네, 그럼 마지막으로 하나 남은 카드는 바로, 자유로운 자본 이동을 포기하는 것이 되겠네요.\n중국은 자본 유출을 막기 위해 했던 조치인데요,\n당시 해외 부동산 투자와 해외 여행 등으로 자본 유출이 많았던 상황에서 규제를 걸어, 자본 이동과 유출을 최대한 줄이려는 모습이었습니다.\n불행 중 다행으로, 당시 제기되었던 미국 금리 인상 가능성이 철회되면서, 중국에 가해지던 자본 유출의 압력도 크게 줄 수 있었습니다. 이를 틈 타, 중국은 자본 통제를 자본하면서 독자적인 통화 정책을 활용하면서 내수 경기 부양에 나서게 됩니다.\n시중은행이 중앙은행에 맡겨야 하는 지급준비율을 0.5%P 낮추면서 유동성을 공급을 늘렸고, 경기가 회복 될 것이라는 기대에 극도로 하락했던 위안화의 가치도 회복되기 시작했습니다.\n간단히 정리하자면 중국은 과거부터 안정적인 환율과 독자적인 통화정책을 통해서 위안화의 절상 및 유지, 그리고 내수 경기 부양을 위한 금리 인하를 단행해 왔습니다. 그리고 후강퉁을 통해 자본시장을 개방하여 외국인 자본을 흡수하려는 노력을 했지만\n자신도 모르는 체 불가능한 삼위일체의 모든 요소를 채택하게 되어, 경기가 망가져버리는 모습을 알 수 있었습니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-08-31T09:58:21.056000",
  "updatedAt": "2022-08-31T09:58:21.056000"
}