{
  "id": "0076fa5a-6667-4cda-a2ba-324519eab3d3",
  "title": "통성기도",
  "content": "너는 내게 부르짖으라 내가 네게 응답하겠고 네가 알지 못하는 크고도 비밀한 일을 네게 보이리라 (렘 33:3)\n\n너희는 기도할 때에 이방인들처럼 빈말을 되풀이하지 마라. 그들은 말을 많이 해야만 하느님께서 들어주시는 줄 안다.\n그러니 그들을 본받지 마라. 너희의 아버지께서는 구하기도 전에 벌써 너희에게 필요한 것을 알고 계신다.(마태 6장 7-8절)\n\n전 세계적으로 ‘통성기도’는 한국 개신교에서만 사용되는 기도의 한 방식으로 크게 목소리를 내어 기도하는 행위를 가리킨다. 영어권에서는 이와 같은 통성기도를 ‘한국식 기도(Korean prayer)’라 칭하기도 한다. 원래 보수적인 한국 개신교의 기도는 개인적으로나 집단적으로나 조용한 가운데 행하거나, 또 목사나 장로들도 엄숙한 가운데 분위기를 주도하며 기도하는 방식이 일반적이었다. 하지만 수십 년 전부터 요란하게 통성기도를 해 온 오순절 계통의 순복음교회들이 크게 부흥하는 것을 목격한 여러 교파 교회들이, 이를 벤치마킹하면서 통성기도가 전국적으로 유행하게 되었다.\n\n통성 기도의 대표적인 문제는 그 기원 자체는 성경에 근거하더라도 현실에 실천되는 양상은 성경에서 말하는 것과 어긋나 있다. \n당시의 비유대교 이방인들의 기도 양상은 \"손을 들고 큰 소리로 계획되지 않은 말 혹은 괴상한 소리를 내는 것\"이었는데, 그것이 곧 오늘날 일부교회에서 행하는 방언기도와 통성 기도가 이와 비슷하다. \n하지만 통성 기도가 원래부터 중언부언으로 하는 기도는 아니다. 말 그대로 단순히 같이 소리내어 하는 기도일 뿐인데 단지 그런 사람이 많을 뿐인 것이다. 이방인과 대조되는 유대인의 당시 기도는, 손을 들고 소리를 내기는 하지만 정해진 기도문 혹은 다윗의 시편을 염불하듯이 암송하는 방식이었다. \n예수의 기도는 이러한 유대인들의 기도와는 또 달랐는데, 제자들이 기도문을 달라고 여러번 청했음에도 불구하고 짧은 문장으로 구성된 주기도문을 주었을 따름이다.\n또 다른 문제는 '''사람들에 따라서는 상당한 불쾌감을 줄 수도 있다는 것.\"이런 집단적 의례에 대해 샤머니즘이나 굿판이나 기타 흔한 토속신앙 집회에서 볼 수 있는, 일종의 무속에서의 \"집단적 무아지경(trance)\"의 사례가 아니냐는 의견도 있다. 이 관점에서는 비단 개신교만 그런 것은 아니지만 한국 개신교에서 가장 극적인 사례를 보여주는 셈. <먼나라 이웃나라>(네덜란드편)에서의 개신교 설명에서 북유럽 개신교와 구별되는 한국화된 개신교의 특징도 짧게 언급하는데, 미국→한국 개신교와 결합된 '그 무언가'를 설명하는 컷에는 한 구석에 무당용 갓이 놓여져 있으며, 그 다음컷에서는 우리나라에만 있는 독특한 개신교로 발전했다며 통성 기도하는 장면이 그대로 들어가 있다. 개정판에서는 여기에 직접적으로 '샤머니즘+기독교'라는 설명이 붙어 있다. 그러나 아르미니우스주의를 따르는 침례회, 감리회나 오순절교회, 즉 순복음교회에서 온 성도들의 방언 기도를 하는 것을 보니 적응이 안 된다고 하는 경우가 있다고 한다. 그러나 신학적인 교리에서 보면 장 칼뱅의 장로교의 예배나 아르미니우스주의를 따르는 존 웨슬리의 감리회, 오순절교회에서 진행되는 예배는 예배와 기도 방식에 약간의 차이가 있을 뿐이지, 삼위 하나님을 예배하는 것은 같지 않은가?\n한국의 개신교 복음주의 교파들을 중심으로 통성 기도를 열정적으로 하는 신자일수록 신앙심이 좋은 신자라는 인식이 있는 것이 사실이다. 위에 언급되어있듯이 통성 기도는 많은 기도 방법 중 하나일 뿐이다. 기도는 하나님과의 대화이며, 하나님께서 어떤 특정 방식의 기도를 더 선호하실 리가 없다. 기도를 한 마디로 정의하기란 쉬운 일이 아니지만, '주님의 존재에 집중하며 진심을 다해 그 분과 대면'한다면 그 자체로 훌륭한 기도인 것이다. 다시 말해 통성 기도를 하고/안하고 (또는 잘하고/못하고)의 문제와 신앙심의 깊이는 하등 상관관계가 없다. 오히려 은연 중이나마 통성 기도를 통해 신앙을 평가하고 신자를 줄세우는 것이야말로 주님께서 절대로 선호하시지 않을 방식이다. 이런 신앙의 세세한 방법론에 함몰되어, 하나님 사랑이나 이웃 사랑과 같은 핵심적이고 본질적인 신앙의 문제를 놓친다면, 그것이야 말로 정말 큰 문제가 될 것이다.\n\n예레미야 33장 3절 : 너는 내게 부르짖으라 내가 네게 응답하겠고 네가 알지 못하는 크고 은밀한 일을 네게 보이리라\n시편 34편 6절 : 이 곤고한 자가 부르짖으매 여호와께서 들으시고 그의 모든 환난에서 구원하셨도다\n마태복음 9장 27절 : 예수께서 거기에서 떠나가실새 두 맹인이 따라오며 소리 질러 이르되 다윗의 자손이여 우리를 불쌍히 여기소서 하더니\n사도행전 7장 59절 : 그들이 돌로 스데반을 치니 스데반이 부르짖어 이르되 주 예수여 내 영혼을 받으시옵소서 하고\n\n위에서 언급한 본문들은, 공적인 집회나 모임 등에서 단체로 행하는 기도나 간구에 대한 내용이 아니다. 이들은 모두 다, 각자가 개인적으로 하나님께 아뢰는 기도와 간구에 관한 것이다. 이 본문들을 오늘날 한국 개신교에서 공적으로 행하는 통성기도 집회에 관한 성경적 근거 구절로 합리화하는 것은 잘못된 것이다. 신자들은 누구나 개인적으로 본문에 언급한 바와 같이 통성기도나 간구를 할 수 있다. 하지만 교회의 공적인 집회나 단체모임 등에서 동시다발적으로 부르짖거나 울부짖으며 기도나 간구를 하는 것은 삼가야 한다. 왜냐하면 성경에 이러한 사례가 없으며 이에 대해서는 침묵하기 때문이다.\n\n종교는 개인적인 것이어야지 무슨 야구장도 아니고, 저렇게 사람들 모아놓고 세몰이 하는 것 자체가 그냥 사람들 감정 장사 하는 거라고 봅니다.\n\n교회문화이긴 함.\n\n이래서 교회 다니는 사람과 안 다니는 사람은 결이 맞을 수가 없어요. 한국 교회는 너무 과한 감정몰이가 보여서 도저히 따라갈 수가 없습니다.\n\n곧 승천하려는 줄 ㄷㄷㄷ. 톤이 평소와 달라서 더 이질적이네요.\n\n예전에 대학교 기독교 동아리 친구따라 끌려갔는데\n기도하다 지들끼리 막 울고 미친 사람처럼 울부짖던데, 충격먹고 그 이후로 기독교는 가까이 안하네요. 근데 안온다고 번갈아가면서 전화오는데 소름 이빠이 돋았네요.\n\n한국의 기독교는 그냥 샤머니즘임.\n\n저런거 이상해 보이는 거 다 알죠. 미션스쿨 나왔는데 저렇게 하는 거 본 적 없고, 군대 종교행사도 마찬가지.\n\n징그럽네요. 새벽기도, 송구영신예배 등 하는거 보면\n한국의 기독교는 무속신앙 + 사이코테라피 + 사교모임\n\n미국에서 장로교회도 가보고 우리나라에서 성공회 성당 10년 가까이 다녔지만 저러는 거 한 번도 못봄. 우리나라 개신교나 미국 시골 복음 교회나 저러겠죠.\n\n목소리는 꼭 저래야만하나..거부반응이..\n\n저러거나 말거나 자유이긴한데\n무교인들이 보기에 섬뜻한 것도 사실임\n이슬람교도들이 지하드 외치지만\n그렇다고 저런 모습 보여주는 건 아님\n\n무서워요 ㄷㄷㄷ\n\n교회에서 주체하는 콘서트장 같네.\n\n와 진심 무섭네요...저게 된다니. 댓글 보니 저게 일반적이라고요?ㄷㄷ 왜 맨날 교회 사람들은 대화를 가장해 결론은 종교를 강요하는지? 왜 싫다는 상대의 불편을 무시하면서까지 억지 웃는 낯을 들이밀면서 고집을 꺾지 않고 믿음을 제안하는지? 왜 하나같이 그런 사람들은 교회인지? 의문스러웠는데.. 알아보기는 또 귀찮았고. 이게 일반적인 거면 상당히 이해가 됩니다. 남에게 피해를 주지 않는 선에서의 자유.. 말 좀 안 걸었으면 좋겠습니다. 죽빵 꽂고 싶을 때가 한 두번이 아닙니다.\n\n이런거 보면 사이비랑 뭐가 다른지 모르겠음.\n\n무교인 입장에서는 접신한 무당을 본 느낌이랑 같아요. 물론 종교 존중합니다. 무당보면 좀 무섭기도 하고 그냥 이질감이 느껴지는 것과 같은 맥락입니다.",
  "color": "default",
  "labels": [
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-17T09:37:10.225000",
  "updatedAt": "2023-01-17T21:41:09.436000"
}