{
  "id": "01088e97-b94c-4372-8536-25d99dce7125",
  "title": "팔레스타인",
  "content": "팔레스타인은 이스라엘을 중심으로 한 지중해의 동해안 일대를 일컫는다. 이 지역은 이스라엘과 레바논, 요르단과 시리아가 국경을 맞대고 있다. 분쟁이 끊이지 않는 이 지역은 아이러니하게도 그리스도교, 유다교, 이슬람교에서 모두 거룩한 땅으로 여기는 곳이다. 팔레스타인은 '필리스티아 사람들(Philiscines)'이라는 히브리어에서 유래했다. 필리스티아인은 바다를 떠돌던 해양민족이었는데, 지중해 연안에 도시를 세우고 정착한 것이다.\n　이들은 차츰 내륙으로 들어왔고, 당연히 이스라엘 민족과 부딪혔다. 초기에는 그들 군사력이 더 강했다(판관 13-16장 참조). 이후 필리스티아 민족은 B.C 11~12세기에 영토 팽창 정책을 펼쳤다. 바다에서는 가나안의 시돈, 티로, 비블로스와 해상무역 주도권을 다퉜고, 내륙에서는 이스라엘 민족과 크고 작은 싸움을 끊임없이 벌였다. '필리스티아인들이 이스라엘을 지배하던 때'(판관 14,4)에 삼손이 등장해 눈부신 활약상을 보이기도 했다(판관 13-16장). 이스라엘 신앙의 중심이었던 야훼의 계약궤를 빼앗기도 했다(1사무 4,1-11).\n　필리스티아 민족은 다윗 왕 때 이르러 이스라엘 사람들에게 패하게 됐다. 그들은 더 이상 이스라엘에 위협을 주는 세력이 될 수 없었고, 이후부터는 이스라엘의 적수가 되지 못했다. 솔로몬 임금은 이집트와 조약을 맺고 교류를 강화했다. 틈새에 끼인 필리스티아는 점점 무력해졌고, 강국들의 지배를 받다가 마침내 역사에서 사라졌다. 필리스티아인들 땅이라는 뜻의 팔레스타인이란 지명만 오늘날까지 전해져 내려온다.\n　팔레스타인은 로마인들이 들어오기 전에는 가나안으로 불리었다. 로마인들도 처음에는 가나안의 유다지방이라 불렀다. 그러나 이스라엘의 독립전쟁을 평정한 뒤에는 팔레스타인으로 지명을 바꾼다. 유다인과의 전쟁에 질린 나머지 연관성을 없애려는 의도였다. 로마인들은 유다인들의 끈질긴 저항과 마지막 독립전쟁(A.D 132~135)을 분쇄한 뒤 일부러 팔레스타인이라는 지명을 사용했다. 이제부터 이 땅은 이스라엘과 아무 연관이 없다는 강력한 표현인 셈이다.\n\n\n2014년 현재 가자 지구에 거주하는 사람은 고대 블레셋 사람과 그다지 관련이 없다. 블레셋이란 단어의 라틴어 변형은 팔레스타인이지만, 현대의 아랍계 팔레스타인 사람은 블레셋 사람이 아니다.\n로마인이 유대 지역에 팔레스타인이란 이름을 붙인 것은 주후 135년으로, 유대인의 봉기가 발생한 이후였다. 그런데 아랍어에는 ‘p’ 발음이 없으므로 팔레스타인을 아랍어로 표기하면 ‘팔라스틴’(Falastin)이 돼서 블레셋(Philistine)과 유사해진다. 일부 아랍계 팔레스타인 사람은 고대 이스라엘과 블레셋 간에 전쟁이 있었다는 사실 때문에 자신을 블레셋 사람이라 말하기도 한다. 어떤 이는 일부러 이런 주장을 하여 증오심을 일으키기도 하고, 어떤 이는 단순히 무지해서 그렇게 알고 있기도 하다.\n사실 블레셋 족속은 원래 지중해 크레타 지역에서 건너와 해안 지역에 자리 잡았다(창 10:14; 대상 1:9-15). 블레셋 족속은 아라비아에서 온 사람들이 아니다. 성경을 보면 블레셋과 그 문명의 파괴를 예언한 구절이 나온다(렘 47:1-7; 겔 25:15-17; 욜3:4-6). 주전(B.C.) 시기에 알렉산더 대왕이 이집트, 앗시리아, 바빌론, 페르시아, 그리스 군대를 이끌고 들어와 블레셋 사람들을 멸망시켰다. 이후 로마인과 비잔틴인, 아랍인, 십자군, 투르크인, 영국인이 이 지역을 장악했고, 블레셋 사람과 그 문화, 정부, 언어, 종교가 사라졌다.\n\n팔레스타인은 블레셋(Philistines)의 이름에서 왔다. 헬라 역사의 아버지라고 불리는 헤로도투스가 B.C. 5세기에 처음으로 성지를 가리켜서 팔레스티네 (Palestina) 라 했고 후대 로마인들은 팔레스티나 (Palestina)라 불렀다.\n예전에는 가나안이라 부르다가 이스라엘이라 부르고 바벨론에서 돌아 온후는 유대라 불렀고 기독교가 발생 후부터 성지라는 칭호가 생겼다.\n팔레스틴이라 부르는 땅은 북은 단, 남은 브렐세바, 동은 요단강, 서는 지중해로 남북이 225km 넓이는 북방이 40km 남방이 144km 면적 15,540Km2로 우리나라의 경기도 보다 조금 크다. 인구는 가장 번성하였던 다윗과 솔로몬 시대에 약 200만 내지 300만으로 추측된다.\n1948년 독립 당시에 이스라엘인만 겨우 65만이었다.\n귀환 동포 50만과 이 나라에 잔유하고 있던 아리비아인 70만을 합하여 185만이 된다.\n\n지속적인 대규모 이주에도 불구하고 유대-팔레스타인 지방에 남은 유대인들은 천년이 넘는 기간 동안 이슬람의 지배를 받으며 점차 동화되었다. 특히 핏줄보다는 종교와 언어가 정체성을 규정하는 아랍인의 특성, 그리고 이교도에 대한 직간접적 꾸준한 개종 시도는 유대인들을 점차 아랍인으로 바꾸었다. 대표적인 방식으로 샤리아에 따라 남성 무슬림이 타종교 여성과 결혼하는 것은 막지 않지만, 여성 무슬림이 타종교 남성과 결혼하여 개종하는 상황은 금지된다. 모계세습이 없는 특성상 이슬람교도가 타종교인들을 흡수하여 자연적으로 계속 증가할 수밖에 없다. 그리고 일단 세금을 더 내면서 유대교를 믿는 것보다 그냥 세금 안 내고 이슬람교를 믿는 게 편하다는 심리로 많은 수가 개종한 것도 있었다.\n그 결과 점점 팔레스타인 본토의 유대인들은 아랍화되었고, 유대인으로서의 정체성을 유지하는 이들은 극히 소수가 되었다. 1920년대에 팔레스타인 인구조사에서 지역의 유대인의 수는 불과 2~3%였으며 이들도 언어는 아랍어를 사용했다. 반면 십자군 전쟁의 영향이 짙게 남은 지역인 만큼 주로 동방 가톨릭 교회나 아르메니아인 대학살 당시 강제 이주 당했던 아르메니아 사도 교회에 속한 기독교인 인구는 오히려 거의 30~40% 가까울 만큼 컸다. 팔레스타인 토착 유대인들 내에서도 아랍어와 이에 영향을 받은 유대 제어가 통용되었다.\n\n[아민 알 후세이니]\n2차 세계대전의 역사를 잘 아는 사람들은 들어본 이름 ‘하즈 아민 알 후세이니’.\n1차 대전 이후 팔레스타인 지역의 아랍인들을 이끌었던 지도자였던 하즈 아민 알 후세이니는 2차 대전 동안 히틀러의 나치 독일과 손을 잡았다. 팔레스타인 땅에서 유대인을 몰아내겠다는 목표를 이루기 위해서였다.\n하즈 아민 알 후세이니는 1942년부터 2차 대전이 끝날 때까지 독일에 머무르며, 나치의 선전선동 방송을 맡았다.\n하즈 아민 알 후세이니는 2차 대전 기간 중 나치 방송에 출연해 무슬림들을 향해 “적(유대인)에 대항해 추축국(독일, 이탈리아, 일본)과 함께 싸우자”고 선동하는가 하면, “유대인들을 찾아내는 족족 죽여라. 이것이 알라와 역사와 아랍을 위한 것이고 기쁘게 하는 일”이라며, 유대인 학살을 부추겼다.\n전쟁이 끝난 뒤 그는 연합군에 체포됐다. 이때 영국 정부는 “그를 석방하면 안 된다”고 했지만, 프랑스 정부는 그가 “나치에 단순가담했다”고 판단해 팔레스타인으로 돌려 보낸다. \n팔레스타인에서 다시 세력을 모은 하즈 아민 알 후세이니는 1948년 무슬림들에게 “유대인을 모조리 말살하라”며 ‘지하드(聖戰)’를 선포했다.\n이를 시작으로 결국 1948년 이스라엘-아랍 간의 전쟁이 터졌다. 하지만 이스라엘이 승리하자 하즈 아민 알 후세이니는 이집트로 망명, 나중에 수십 년 동안 이스라엘과 싸우게 되는 ‘팔레스타인 자치정부’를 세우게 된다.\n하즈 아민 알 후세이니가 히틀러의 나치 정권과 얼마나 돈독했으며, 단지 선전선동이 아니라 유대인들과 이교도를 어떻게 생각했는지 보여주는 역사적 자료는 무수히 많다.\n하즈 아민 알 후세이니는 2차 대전 발발을 전후로 해 히틀러와 그의 측근들을 만나며 ‘유대인 말살’을 촉구했다. 일설에는 유대인, 집시, 동성애자, 장애인 등 ‘사회적 약자’ 수백만 명을 학살한 ‘홀로코스트(인종청소정책)’가 그의 제안에서 나온 것이라고 설명하고 있다.\n결론적으로, 이슬람의 주요 성지(聖地) 예루살렘의 최고 종교지도자(그랜드 무프티)였던 하즈 아민 알 후세이니의 영향력은 매우 컸다. 보스니아, 아제르바이잔 등에서 그의 선전선동에 따라 나치 군대에 입대하고, 나치와 함께 사람들을 학살한 사람 수가 수만 명에 달했다.\n그럼에도 ‘무슬림 근본주의자’를 옹호하는 사람들은 “하즈 아민 알 후세이니는 자기 민족의 독립을 위해 싸운 지도자로서 어쩔 수 없이 부역했다”는 논리를 내세우고 있다. \n\n배경\n하즈 아민 알 후세이니가 등장할 때의 상황을 살펴보면, 그는 ‘민족 지도자’라기보다는 중동 무슬림 지도자라 불러야 맞다.\n1차 세계대전 당시 유럽 전선은 ‘참호’에서 시작해 ‘참호’에서 끝나는 상황이었던 반면 아프리카에서는 ‘제국주의’를 표방하는 유럽 열강들 간의 영토 쟁탈전이 치열했다.\n1차 세계대전 중인 1915년 영국은 중동 지역에서 오스만투르크를 격파하기 위해 아랍인들에게 협조를 구한다. 이때 나온 것이 ‘맥마흔 선언’이다. 영국은 이걸로는 모자랐는지 1917년에는 로스차일드 경이 이끌던 세계 유대인 사회를 향해 “오스만투르크를 격파하게 도와주면 유대인 국가를 건설해 주겠다”는 ‘벨푸어 선언’도 내놓는다.\n1차 세계대전이 끝난 뒤 영국과 프랑스는 오스만투르크를 격파, 터키를 제외한 중동지역을 분할 통치하게 되는데, 이때 영국은 ‘맥마흔 선언’도, ‘벨푸어 선언’도 지키지 않는다.\n영국과 프랑스는 오스만투르크로부터 빼앗은 아랍 지역을 이라크, 시리아, 남(南)시리아, 레바논으로 나눠 통치한다. 이 가운데 남시리아가 바로 현재의 팔레스타인 땅이다.\n윈스턴 처칠은 이곳을 요르단 강을 경계선으로 해서 다시 동서로 나눈다. 2차 세계대전이 끝난 뒤 동쪽은 요르단 왕국이 되고, 서쪽은 지금의 이스라엘과 팔레스타인 자치지역이 된다.\n영국으로부터 배신을 당한 아랍인과 유대인은 전혀 다른 선택을 했다. 유대인은 다시 한 번 영국과 손을 잡고 독일, 이탈리아 등과 싸우게 된다. 그 대표적인 사례가 ‘왕립 켄트 연대’다.\n반면 아랍인은 독일 나치, 이탈리아 파시스트와 손을 잡고 ‘인종청소’를 주장하게 된다. 그 핵심인물이 앞서 말한 하즈 아민 알 후세이니와 아랍 부족장들이다.\n하즈 아민 알 후세이니는 자신이 가진 ‘종교 지도자의 권위’를 십분 활용해 중동의 무슬림들이 나치와 손을 잡고 ‘유대인들을 멸종시킬 것’을 주창한다. ‘알라의 뜻’을 내세운 그의 주장 앞에 무슬림들은 거리낌 없이 유대인 학살에 나서게 된다. \n2차 대전이 끝난 뒤 유엔은 영국이 통치했던 팔레스타인 땅을 아랍 종족과 유대인에게 분할해 각각 독립국을 만들면 어떻겠느냐는 방안을 제시한다. 가장 논란이 심한 예루살렘 지역은 유엔이 관할하는 공동 관리지역으로 만든다는 아이디어도 들어 있었다.\n유대인 대부분은 이 제안을 환영했다. 반면 하즈 아민 알 후세이니를 중심으로 뭉친 아랍 종족은 격렬히 반대한다. 이들이 원하는 것은 팔레스타인 독립국 건국이 아니라 지구상에서 유대인을 멸종시키는 것이었기 때문이다.\n결국 유엔의 제안은 허사가 됐고, 1948년 5월 14일 이스라엘 단독으로 독립국을 건국한다. 이때에 맞춰 아랍 연합군의 공격으로 1차 중동전쟁이 일어난다. 이후 1956년, 1967년, 1973년에도 아랍 연합군과 이스라엘 간의 중동전쟁이 터진다.\n1956년 2차 중동전쟁 당시 쿠데타로 정권을 잡은 이집트의 나세르는 소련의 동맹이 된다. 나세르는 수에즈 운하 국유화를 선포한 뒤 영국과 프랑스의 공격을 받는다. 이스라엘은 이때 영국, 프랑스와 함께 이집트를 공격, 시나이 반도를 빼앗는다.\n1967년 3차 중동전쟁은 이스라엘이 자신들을 공격하는 무슬림 테러조직의 근거지 시리아를 폭격하면서부터 터졌다. 이때 이집트가 ‘아랍의 결속’을 목표로 이스라엘을 공격한 것이다. 전쟁은 요르단, 이라크로까지 번졌다. 이때 이스라엘은 시나이 반도의 남은 곳은 물론 골란 고원, 요르단강 서안 지역까지 빼앗아 버린다.\n1973년 4차 중동전쟁은 이스라엘의 명절인 욤 키푸르에 맞춰 이집트가 선제공격을 하면서 시작됐다. 곧이어 시리아도 이스라엘로 진격했다. 이스라엘은 전쟁 발발 이틀 만에 17개 여단을 잃었다. 이때 이스라엘은 이집트-시리아에 의해 멸망할 뻔 했지만, 중동에서 소련의 영향력 확대를 우려한 미국의 적극적인 개입으로 되살아난다.\n이 4번의 전쟁에서 중요한 부분은 소련의 역할이다. 이스라엘과 주로 싸웠던 이집트, 시리아는 소련의 중요한 동맹국이었다. 사용했던 무기도 소련제였다. 특히 시리아는 지금까지도 러시아는 물론 북한, 중국과 긴밀한 동맹 관계를 맺고 있다.\n여기서 중요하게 봐야 할 부분이 바로 ‘바트 당(아랍 사회주의 재건당)’이다.\n1940년 시리아의 지식인 미셸 아플라크가 창설한 ‘바트 당’의 목표는 ‘서방 제국주의 격퇴를 통한 아랍의 통일’이다. 즉 무슬림 근본주의의 목표인 아랍의 종교적 통일과 사회주의의 체제 혁명을 적절히 혼합해 만든 정당이었다. 냉전 질서에서 이들이 소련과 동맹을 맺는 것은 당연해 보였다.\n이런 ‘바트 당’은 시리아를 시작으로 이라크, 요르단, 예멘, 팔레스타인, 수단, 모리타니 등에도 생겼다. 그 덕분인지 냉전 직후부터 시작된 중동·아프리카 무슬림과 소련의 우호 관계는 수십 년 동안 지속됐다.\n이집트는 조금 달랐다. 이스라엘과의 전쟁을 주도한 이집트의 경우에는 왕정 붕괴 이후 ‘바트 당’과 같은 목표를 내세워 집권한 낫세르가 소련과 손을 잡았다. 낫세르 정권과 소련의 동맹관계는 사다트 집권 이후 잠깐 흔들렸지만, 전반적인 우호관계는 1981년 무바라크가 집권할 때까지 이어졌다. \n21세기 중동은 각 국가별로 다른 집권층을 가진 것처럼 보인다. 하지만 이들 나라를 지배하는 이념은 ‘무슬림에 의한 중동 통일’이라고 해도 과언이 아니다.\n앞서 언급한 사이드 쿠틉과 무슬림 형제단이 추구하는 이념은 중동 무슬림, 그 중에서도 수니파 살라피스트를 관통하는 정치적 목표다.\n이들의 ‘언어’를 제대로 해석하면, 수니파 무슬림이 추구하는 세상은 ‘무슬림의, 무슬림에 의한, 무슬림을 위한 사회’다. 여기에 다른 종교를 가졌거나 무신론자가 끼어들 여지는 없다.\n이런 수니파 무슬림의 진면목에서 ‘종교’라는 표현만 벗겨 버리면, 가장 비슷한 정치이념이 바로 공산주의다.\n공산주의는 “진정한 사회발전 단계인 공산주의로 가기 위해서는 ‘프롤레타리아 독재’가 필요하다”고 주장하는데, 이는 수니파 무슬림이 말하는 “알라께서 원하시는, 샤리아로 통치되는 자유로운 세상”과 크게 다를 게 없다.\n다른 이념과의 공존, 타인과 나의 다름을 부정하고, 내가 하는 것은 옳지만 남이 하는 것은 그르고, 세상 모든 사람이 내 뜻과 같아야 한다고 강요한다는 점에서 수니파 살라피스트와 공산주의 혁명론자는 비슷한 점이 매우 많다. 심지어 수니파 살라피스트와 공산주의 혁명론자가 서로를 ‘멸종시켜야 할 적’이라고 본다는 것도 똑같다.\n\n\n팔레스타인땅은 원래 오스만제국 땅임. 거기 뿐만 아니라 아랍 전체가 오스만제국이었는데 영국에 의해 독립한 것. 거기 유대인 땅도 아니지만 팔레스타인 땅도 아님. \n영국이 물러간 후 유대인이 돈주고 샀고 팔레스타인들은 계속 소작농이었음.\n영국이 오스만이랑 같이 싸워준 댓가로 각 민족들에게 땅을 분양하고 나간거 뿐입니다. \n이스라엘이 2차 세계대전 때 영국, 미국 전쟁 지원해주고 그 댓가로 그 땅에 나라 세운 건 맞지.\n오히려 분할안 안받고 전쟁 선빵친 것도 팔레스타인과 주위 아랍국입니다.\n\n[하마스]\nPLO는 종교적인 지지단체가 이제는 변질되어서 본질조차도 희석되어버린 단체이기에 사실상 전혀 다른 단체로 보는게 맞음.\n가자지구는 이슬람 문화권의 밀수경제에 통로적인 역활로 굳어진 상황으로, 이탈리아, 프랑스, 중국의 무기 및 마약 밀수시장으로 사실상 독단적인  도시국가의 형태를 취하고 있는 상황이고, 그 누구도 맡으려고 하지 않는 버려진 땅임.\n하마스가 자꾸 이스라엘을 건드리는 것은 이미 자신의 땅에 대한 문제가 아니라 이슬람 지역의 검은돈과 무기밀매, 마약 등 유통을 위한 중개처로 변질된 상황입니다.\n혹자는 하마스를 일제강점기 아나키스트들을 지휘한 약산 이원봉 열사와 비교하는데 전혀 다른 상황이며  가지 지구내의 무기밀매 및 마약상들의  정치적인 깡패역할을 하는 흥신소로 전락한지 오래다.\n\n\n팔레스타인 최초의 지도자랄 수 있는 인물은 아민 알 후세이니였는데, 이 사람이 심각한 나치 빠이자 유대인을 싸그리 잡아 죽여야 한다고 줄기차게 외치는 심각한 극단주의자였음.\n심지어 히틀러와 직접 유대인 말살을 논의하고, 유대인 어린이 수천 명이 학살당하는 대신 추방되는 것조차 적극 저지할 정도로.\n아민 알후세이니는 본래 예루살렘 출신 무슬림으로, 1910년대 이후 팔레스타인에서는 드레퓌스 사건과 벨푸어 선언 이후 이쪽으로 이주하는 유대인들이 늘어나면서 점점 긴장이 고조되고 있었음. 당시 아민 알후세이니는 예루살렘의 무프티(최고 율법학자)였는데, 계속해서 유대인에 대한 증오를 부추기고 있었음.\n결국 1929년 무슬림들의 폭동이 일어나 100명 이상의 유대인들이 학살당했고, 특히 700여 명의 유대인이 살고 있었던 헤브론에선 60명 이상이 잔혹하게 살해당함. 이를 계기로 유대인들의 민병대인 하가나가 본격적으로 조직되고, 이것이 현대 이스라엘군의 모태가 됨.\n당시까지만 해도 학살 현장에서 무슬림들이 유대인을 숨겨주는 등, 그래도 양측 간에는 화해의 여지가 있었음. 하지만 이후로도 아민 알후세이니는 온건파인 무슬림 지도자들을 테러로 암살하는 등의 방법으로 계속해서 상황을 극단으로 몰고 감.\n그리고 2차 세계대전 당시에는 나치에게 적극적으로 협조. 1941년 독일에 도착한 아민 알후세이니는 히틀러와 면담하고, 독일의 전쟁에 적극 협력하겠다고 말함.(위의 사진이 당시의 사진) 협력의 대가는? 당연 팔레스타인에서 유대인을 쓸어내는 거. 홀로코스트를 진행하고 있던 나치 독일과는 찰떡궁합이었음.\n심지어 아민 알후세이니는 작센하우젠 강제수용소 등을 방문한 적도 있음. 거시다 아이히만과 만나 유럽에서 유대인들을 재거하려는 계획에 대해 이야기를 듣고 매우 반겼다는 기록도 있음.\n아민 알후세이니가 정말 최악의 인간말종스러움을 보여준 건 홀로코스트가 한창이던 1943년 이후인데, 본격적으로 조직적인 유대인 말살이 이루어지자 독일 동맹국들에서는 그래도 유대인 중에서도 애들은 빼돌려 팔레스타인으로 보내려는 노력이 있었고 독일도 이 정도는 묵인함.\n하지만 아민 알후세이니는? 오히려 대노하면서 절대로 추방 따위는 안 된다고 외쳤고 실제로 1943년에 헝가리, 불가리아, 루마니아의 4000명, 1944년에 크로아티아의 900명의 유대인 어린이들이 팔레스타인으로 추방되는 걸 적극 저지함.\n1943년인가 1944년에는 베를린에서 라디오로 이런 연설도 했는데, 사실 이런 식의 발언이 너무 많았기에 굳이 연도를 특정할 필요도 없는 수준.\n\"아랍인들이여. 최후의 단 한명까지 봉기하여 신성한 권리를 위하여 투쟁하라. 유대인을 찾아내는 족족 죽여라. 이것은 신과 역사와 지역을 위한 것이다. 이를 통하여 명예를 지킬 것이며, 신께서 그대들과 함께 하실 것이다.\"\n독일이 패전한 이후에도 아민 알후세이니는 계속해서 팔레스타인의 지도자 노릇을 했지만, 막상 1948년에 이스라엘이 건국되고 1차 중동전쟁이 일어나자 순식간에 이스라엘군에게 밀려나 모든 세력을 잃고 비참하게 몰락함.\n팔레스타인 입장에서도 이 사람은 나라 말아먹은 장본인이기도 하고, 자기들 옛 지도자가 나치에 동조한 인간 말종이었다는 걸 알려서 좋을 게 없으니 없는 사람으로 치고 있음.\n하지만 이런 인간이 있었다는 건 엄연한 사실이고.. 이스라엘과 팔레스타인의 분쟁에서 언제나 더 극단적으로 나왔던 건 팔레스타인 쪽이었단 것도 사실임. 지들이 힘이 모자라서 유대인들을 몰아내지 못했을 뿐이지, 만약 이스라엘이 중동전쟁에서 한 번이라도 졌다면 지금 팔레스타인이 당하고 있는 것과는 비교도 안 더ㅣ는 대학살극이 펼쳐졌을 것은 자명함.",
  "color": "default",
  "labels": [
    "24690b65-e26d-4857-b5f9-f7c2fcc8a7f8",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-11-02T10:16:04.973000",
  "updatedAt": "2023-11-14T20:41:06.238000"
}