{
  "id": "016751f6-2e45-4e6d-9fe2-aea6cb57224e",
  "title": "The Irony of Regulatory Reform",
  "content": "Robert Britt Horwitz is at University of California, San Diego.\nDeregulation was a political buzzword of the early 1980's. The Reagan Administration came to power on a platform dedicated to getting government \"off the backs of the people.\" Deregulation promised to lower inflation, raise productivity, and reverse the sagging fortunes of American industry. And proponents declared deregulation morally right because it constituted a rollback of the arbitrary power of the state in favor of individual initiative and liberty. But the actual politics of deregulation, including the momentous breakup of AT&T, had already turned out to be far more complex than this rhetoric suggested. In The Irony of Regulatory Reform Horwitz examines the history of telecommunications--both telephone and broadcast--to build a compelling new theory of regulation. Against the backdrop of modern theories of the state, he presents a sweeping survey of the history of regulation in America, delineating three distinct periods of regulatory genesis and, correspondingly, three discrete types of agencies. Horwitz shows the underlying irony that while anti-regulation rhetoric was aimed at the so-called \"social\" regulatory agencies, in practice it has been the \"economic\" agencies that have been deregulated, often with vehement opposition from the industries affected. Within the context of this broader theory, telecommunications is a fascinating industry to study, because it determines the character of our marketplace of ideas, because it has been an arena of great technological transformation, and because of its fundamental role in anchoring the so-called \"information age.\" Horwitz unveils the complex mosaic of forces--economic, political, legal, and technological--that undermined the traditional regulation of telecommunications and precipitated deregulation.\n\nChatGPT 4o\n\n\nRobert Britt Horwitz is at University of California, San Diego.\nDeregulation was a political buzzword of the early 1980's. The Reagan Administration came to power on a platform dedicated to getting government \"off the backs of the people.\" Deregulation promised to lower inflation, raise productivity, and reverse the sagging fortunes of American industry. And proponents declared deregulation morally right because it constituted a rollback of the arbitrary power of the state in favor of individual initiative and liberty. But the actual politics of deregulation, including the momentous breakup of AT&T, had already turned out to be far more complex than this rhetoric suggested. In The Irony of Regulatory Reform Horwitz examines the history of telecommunications--both telephone and broadcast--to build a compelling new theory of regulation. Against the backdrop of modern theories of the state, he presents a sweeping survey of the history of regulation in America, delineating three distinct periods of regulatory genesis and, correspondingly, three discrete types of agencies. Horwitz shows the underlying irony that while anti-regulation rhetoric was aimed at the so-called \"social\" regulatory agencies, in practice it has been the \"economic\" agencies that have been deregulated, often with vehement opposition from the industries affected. Within the context of this broader theory, telecommunications is a fascinating industry to study, because it determines the character of our marketplace of ideas, because it has been an arena of great technological transformation, and because of its fundamental role in anchoring the so-called \"information age.\" Horwitz unveils the complex mosaic of forces--economic, political, legal, and technological--that undermined the traditional regulation of telecommunications and precipitated deregulation.\nThis book examines the history of regulation in telephone and broadcast telecommunications, and builds a compelling new theory of regulation. Against the backdrop of modern theory of the state, the author presents a sweeping survey of the history of regulation in America, identifying three distinct periods of regulatory genesis and three discrete types of agencies. He shows the underlying irony that while anti-regulation rhetoric was aimed at the so-called 'social' regulatory agencies, in practice it has been the 'economic' agencies which have been deregulated, often with vehement opposition from the industries affected. Horwitz unravels the complex mosaic of economic, political, legal, and technological forces which have undermined the traditional regulation of telecommunications. He comments on how telecommunications is a particularly interesting field to study in connection with regulation, since it has been an arena of great technological change, and because of its fundamental role in promoting the 'information age'.\n\"A finely detailed work of scholarship that is particularly strong in its review of the various theories of political and regulatory behavior.\"--Journal of Broadcasting and Electronic Media\n\"A finely detailed work of scholarship that is particularly strong in itsreview of the various theories of political and regulatory behavior.\"--Journalof Broadcasting and Electronic Media\n\"A finely detailed work of scholarship that is particularly strong in its review of the various theories of political and regulatory behavior.\"--Journal of Broadcasting and Electronic Media\n\"A finely detailed work of scholarship that is particularly strong in its review of the various theories of political and regulatory behavior.\"--Journal of Broadcasting and Electronic Media \"Well worth recommending. Horwitz has unusual command over a complex subject, writes with a real concern to set the historical record straight, and, unlike many theorists in the area, has no particular ideological axe to grind. His judgments are balanced and nuanced, his curiosity keen, and his scholarship deep.\"--Contemporary Sociology \"Horwitz has placed the entire history of telecommunications regulation against a background of regulatory policy in general and has written a very effective account of the history of telecommunications regulation in general. The telecommunications section in particular is first rate and won't be readily superseded.\"--Brian Winston, Pennsylvania State University \"Ironies abound in this lucid critique of a reform movement that has succeeded mainly in confounding its oddly coupled instigators. With a merciful minimum of academic jargon, Horwitz probes the many-splendored realities of deregulation....A cogent analysis of the mischief that can occur when ideologues join forces to apply political solutions to socioeconomic problems....For anyone interested in how the law of unintended consequences works in the real world.\"--Kirkus Reviews\n\"A finely detailed work of scholarship that is particularly strong in its review of the various theories of political and regulatory behavior.\"-- Journal of Broadcasting and Electronic Media \"Well worth recommending. Horwitz has unusual command over a complex subject, writes with a real concern to set the historical record straight, and, unlike many theorists in the area, has no particular ideological axe to grind. His judgments are balanced and nuanced, his curiosity keen, and his scholarship deep.\"-- Contemporary Sociology \"Horwitz has placed the entire history of telecommunications regulation against a background of regulatory policy in general and has written a very effective account of the history of telecommunications regulation in general. The telecommunications section in particular is first rate and won't be readily superseded.\"--Brian Winston, Pennsylvania State University \"Ironies abound in this lucid critique of a reform movement that has succeeded mainly in confounding its oddly coupled instigators. With a merciful minimum of academic jargon, Horwitz probes the many-splendored realities of deregulation....A cogent analysis of the mischief that can occur when ideologues join forces to apply political solutions to socioeconomic problems....For anyone interested in how the law of unintended consequences works in the real world.\"-- Kirkus Reviews\n\"A finely detailed work of scholarship that is particularly strong in its review of the various theories of political and regulatory behavior.\"--Journal of Broadcasting and Electronic Media \"Well worth recommending. Horwitz has unusual command over a complex subject, writes with a real concern to set the historical record straight, and, unlike many theorists in the area, has no particular ideological axe to grind. His judgments are balanced and nuanced, his curiosity keen, and his scholarship deep.\"--Contemporary Sociology \"Horwitz has placed the entire history of telecommunications regulation against a background of regulatory policy in general and has written a very effective account of the history of telecommunications regulation in general. The telecommunications section in particular is first rate and won't be readily superseded.\"--Brian Winston,Pennsylvania State University \"Ironies abound in this lucid critique of a reform movement that has succeeded mainly in confounding its oddly coupled instigators. With a merciful minimum of academic jargon, Horwitz probes the many-splendored realities of deregulation....A cogent analysis of the mischief that can occur when ideologues join forces to apply political solutions to socioeconomic problems....For anyone interested in how the law of unintended consequences works in the real world.\"--Kirkus Reviews\n\"Horwitz has placed the entire history of telecommunications regulation against a background of regulatory policy in general and has written a very effective account of the history of telecommunications regulation in general. The telecommunications section in particular is first rate and won'tbe readily superseded.\"--Brian Winston, Pennsylvania State University\n\"Horwitz has placed the entire history of telecommunications regulationagainst a background of regulatory policy in general and has written a veryeffective account of the history of telecommunications regulation in general.The telecommunications section in particular is first rate and won't be readilysuperseded.\"--Brian Winston, Pennsylvania State University\n\"Horwitz has placed the entire history of telecommunications regulation against a background of regulatory policy in general and has written a very effective account of the history of telecommunications regulation in general. The telecommunications section in particular is first rate and won'tbe readily superseded.\"--Brian Winston, Pennsylvania State University\n\"Ironies abound in this lucid critique of a reform movement that has succeeded mainly in confounding its oddly coupled instigators. With a merciful minimum of academic jargon, Horwitz probes the many-splendored realities of deregulation....A cogent analysis of the mischief that can occur whenideologues join forces to apply political solutions to socioeconomic problems....For anyone interested in how the law of unintended consequences works in the real world.\"--Kirkus Reviews\n\"Ironies abound in this lucid critique of a reform movement that hassucceeded mainly in confounding its oddly coupled instigators. With a mercifulminimum of academic jargon, Horwitz probes the many-splendored realities ofderegulation....A cogent analysis of the mischief that can occur when ideologuesjoin forces to apply political solutions to socioeconomic problems....For anyoneinterested in how the law of unintended consequences works in the realworld.\"--Kirkus Reviews\n\"Ironies abound in this lucid critique of a reform movement that has succeeded mainly in confounding its oddly coupled instigators. With a merciful minimum of academic jargon, Horwitz probes the many-splendored realities of deregulation....A cogent analysis of the mischief that can occur whenideologues join forces to apply political solutions to socioeconomic problems....For anyone interested in how the law of unintended consequences works in the real world.\"--Kirkus Reviews\n\"Well worth recommending. Horwitz has unusual command over a complex subject, writes with a real concern to set the historical record straight, and, unlike many theorists in the area, has no particular ideological axe to grind. His judgments are balanced and nuanced, his curiosity keen, andhis scholarship deep.\"--Contemporary Sociology\n\"Well worth recommending. Horwitz has unusual command over a complexsubject, writes with a real concern to set the historical record straight, and,unlike many theorists in the area, has no particular ideological axe to grind.His judgments are balanced and nuanced, his curiosity keen, and his scholarshipdeep.\"--Contemporary Sociology\n\"Well worth recommending. Horwitz has unusual command over a complex subject, writes with a real concern to set the historical record straight, and, unlike many theorists in the area, has no particular ideological axe to grind. His judgments are balanced and nuanced, his curiosity keen, andhis scholarship deep.\"--Contemporary Sociology\n\n\nChatGPT\n『규제 개혁의 아이러니』는 1980년대 미국 레이건 행정부의 탈규제(deregulation) 정책을 비판적으로 조망한 책으로, 특히 전화와 방송 산업의 역사를 통해 규제 이론의 새로운 틀을 제시한다. 저자 로버트 브릿 호위츠는 캘리포니아 대학교 샌디에이고(UC San Diego)의 교수이다.\n호위츠는 미국 규제의 역사를 세 시기로 구분하고, 이에 해당하는 세 가지 유형의 규제기관을 설명한다. 그는 특히 반(反)규제 담론이 주로 ‘사회 규제’ 기관을 공격했지만, 실제로 탈규제가 일어난 곳은 ‘경제 규제’ 기관이었다는 아이러니를 지적한다. 그리고 이러한 과정은 오히려 산업계의 격렬한 반대 속에 추진되었다는 점도 강조한다.\n특히 통신 산업은 기술 변화가 크고 정보화 시대의 기반이 되기에, 규제 연구의 흥미로운 사례가 된다. 그는 규제 해체의 배경에는 경제적, 정치적, 법적, 기술적 힘들이 복잡하게 작용했다고 분석한다.\n\n레이건 행정부는 1980년대 초 \"국민의 등에서 정부를 떼어내자\"는 구호를 내세우며 권력을 잡았다. 탈규제는 인플레이션을 낮추고 생산성을 높이며 침체된 미국 산업의 운명을 반전시킬 해결책으로 제시되었다. 또한, 탈규제는 국가의 자의적인 권력을 줄이고 개인의 자율성과 자유를 강화하는 도덕적으로 옳은 행위로 선전되었다.\n그러나 AT&T의 분할이라는 역사적인 사건을 포함한 실제 탈규제의 정치 과정은 이런 수사보다 훨씬 복잡했다.\n『The Irony of Regulatory Reform』에서 호위츠는 전화와 방송 산업의 역사를 통해 규제에 대한 새로운 이론을 구축한다. 그는 현대 국가 이론을 배경으로 하여 미국 규제 역사의 세 시기와 세 가지 유형의 규제기관을 분석한다.\n호위츠는 탈규제의 수사가 ‘사회 규제 기관’을 겨냥했지만, 실제로는 ‘경제 규제 기관’이 해체되었음을 지적한다. 그리고 이런 탈규제는 오히려 산업계의 강한 반발 속에 진행되었다는 점에서 역설적이다.\n통신 산업은 이런 논의에서 특히 흥미롭다. 이는 우리의 ‘아이디어 시장’의 성격을 결정짓는 산업이자, 엄청난 기술 변화를 겪었으며, 정보화 시대를 떠받치는 핵심 산업이기 때문이다.\n호위츠는 경제, 정치, 법률, 기술의 다양한 힘들이 어떻게 전통적인 통신 규제를 무너뜨리고 탈규제를 촉진했는지를 세밀하게 분석한다.\n\n===============================\n\n로버트 브릿 호위츠(Robert Britt Horwitz)는 현재 샌디에이고 캘리포니아 대학교에 재직 중입니다.\n1980년대 초 규제 완화는 정치적 유행어였습니다. 레이건 행정부는 정부가 \"국민의 등에서 벗어나야 한다\"는 공약을 내걸고 집권했습니다. 규제 완화는 인플레이션 하락, 생산성 증대, 침체된 미국 산업의 회복을 약속했습니다. 지지자들은 규제 완화가 개인의 주도성과 자유를 위해 국가의 자의적인 권력을 축소하는 것이기 때문에 도덕적으로 옳다고 주장했습니다. 그러나 AT&T의 중대한 해체와 같은 실제 규제 완화 정책은 이러한 수사학이 시사하는 것보다 훨씬 더 복잡한 것으로 드러났습니다.\n\"규제 개혁의 아이러니(The Irony of Regulatory Reform)\"에서 호위츠는 통신(전화 및 방송 모두)의 역사를 고찰하여 설득력 있는 새로운 규제 이론을 제시합니다. \n그는 현대 국가 이론을 배경으로 미국 규제 역사를 폭넓게 조사하며, 규제 형성의 세 가지 특징적인 시기와 그에 상응하는 세 가지 유형의 기관을 구분합니다. 호위츠는 반규제 수사학이 소위 \"사회적\" 규제 기관을 겨냥했지만, 실제로는 \"경제적\" 기관들이 규제 완화되었고, 종종 해당 산업의 격렬한 반대에 부딪혔다는 근본적인 아이러니를 보여줍니다.\n이러한 광범위한 이론의 맥락에서, 통신은 연구하기에 매우 흥미로운 분야입니다. 이는 통신이 우리의 아이디어 시장의 특성을 결정하고, 기술 혁신의 중요한 장이었으며, 소위 \"정보 시대\"를 확립하는 데 근본적인 역할을 하기 때문입니다. 호위츠는 통신의 전통적인 규제를 약화시키고 규제 완화를 촉발한 경제, 정치, 법률, 기술적 요인들의 복잡한 모자이크를 밝혀냅니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "41796d8c-df18-450a-b19e-9727223068d6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-05-30T08:33:31.994000",
  "updatedAt": "2025-10-25T08:03:34.449000"
}