{
  "id": "032b0dcb-e376-4db2-a18a-15a5acd65f24",
  "title": "복잡계 이론",
  "content": "복잡계는 탐지하기 어려운 상호 의존성과 비선형 반응으로 가득하다.\n우리의 두뇌는 역사를 매끄러운 선형의 것으로 바꾸려는 작업을 한다. 이런 작업은 무작위성을 과소평가하게 만든다.\n\n복잡계 이론은 1970년대 이후 폭발적으로 성장해 온 비평형계 과학과 카오스 이론에 그 뿌리를 두고 있다.  복잡계 이론은 단일한 학문만의 이론 체계가 아니라 다양한 학분 분야의 접근방식을 포함하고 있다. 사회학, 정치학,  물리학, 화학, 경제학, 생물학, 컴퓨터과학 등 다양한 분야에서 복잡계 이론이 적용되고 있다.\n\n복잡계이론의 핵심은 국지적 상호작용에 의해 거시적 구조가 창발된다는 점이다. \n예를 들어, 전체 반딧불이  어떤 신호를 따라 반짝이는 듯한 현상도 사실 가까이 있는 다른 반딧불들과 조화를 이루려는 단순한 규칙에서 비롯되는 창발현상이다. 기러기들이 떼를 지어 날아갈 때 한 마리의 리더가 전체를 통솔하여 날아가는 것 같아도, 사실은 국지적 상호작용에 의해 앞뒤의 기러기가 각자 날아가는 속도와 방향을 조정하는 단순한 규칙에 의해 이루어진다는 것이다. \n\n복잡계 이론의 배경에는 세상은 수많은 구성요소로 이루어져 있으며, 그 수많은 구성요소가 끊임없이 상호작용한다는 인식론이 존재하고 있다. 복잡계 이론은 여러 가지 사회현상을 많은 구성요소들 사이의 상호작용의 결과라고 보고 있다. 상호작용의 결과 그 효과가 점점 감소하는 음의 되먹임(negative feedback)이 발생하기도 하고 그 효과가 점점 증가하는 양의 되먹임(positive feedback) 이 발생하기도 한다.\n\n다양한 구성요소들간의 상호작용은 이 구성요소들이 통계적으로 멱함수분포(power law distribution)를 띄게 한다. 즉 전에는 상호독립의 가정하에 일반분포(normal distribution)를 따른다고 예상했던 많은 사회, 자연현상들이 사실은 멱함수분포를 따른다는 점이 밝혀졌다.\n예를 들어 도시 인구, 주식시장, 인터넷 네트워크 등 복잡계에서 나타나는 다양한 현상들이 정규분포 대신 멱함수 분포를 따른다는 사실이 연구들을 통해 밝혀졌다. \n재난에 관한 연구에서도 복잡계와 멱함수 분포가 많은 주목을 받고 있다. 이는 재난이 발생하는 상황은 여러 가지 요소들이 동시 다발적으로 작용하는 복잡계적 양상을 띠고 있기 때문이며, 복잡계적 특성을 보이는 재난상황들이 꼬리부분이 길게 나타나는 멱함수를 이용하여 표현할 수 있기 때문이다.\n\n멱함수 분포는 사건들간 희미한 상호연관성(+선호 연결 : 부익부 빈익빈)이 있을 때 발생, 반면 정규분포는 사건들간 완전 독립성을 가정한다. \n( but, 연결망에 관한 일반이론은 없다.)\n\n=> 따라서 규모가 큰 희귀사건이 발생할 확률이 정규분포보다 크다.\n\n정규분포에서는 평균 주변에서 사건이 가장 많이 발생하며, 멱함수 분포는 최소값에 가까울 때 가장 많은 사건이 발생한다. 예를 들어, 한 번의 큰 지진 이전에는 여러 번의 작은 지진들이 있고, 그 빈도수의 패턴은 멱함수 분포와 일치하게 되며, 도시의 인구, 지진의 강도 그리고 정전의 규모 또한 멱함수 분포를 따르게 된다. 이와 같이 멱함수를 따르는 현상들은 일반적인 값 또는 평균적인 값에 의해 특징지어지지 않는다고 할 수 있다. 따라서 자주 발생하지 않는 대규모 재난에 대비하기 위해서는 정규분포에 의해서 설명되는 위험보다 멱함수 법칙에 의해 설명되는 위험에 초점을 맞춘 분석이 이루어져야 한다.\n\n네트워크 혹은 사이버공간에서는 기존의 사회현상과는 다른 여러 가지 형태의 현상들이 발생하고 있다. 특정조직의 의식적인 노력이나 위로부터의 강압이 아닌 자발적인 참여를 기반으로 하여 사이버공간과 현실세계에서 중요한 의미를 갖는 여러 현상이 출현하고 있다. 인터넷을 통한 ‘자기조직화 과정’과 대규모 집합행동을 보여준 월드컵 응원이나 촛불시위가 대표적인 사례로 볼 수 있다. 이러한 자기조직화 과정을 통한 자발적인 전파는 단순하게 정보의 유통의 문제가 아니라 직접적인 시민 행동과 연결되어 있다는 점에서 앞으로 한국사회의 정치에도 중요한 의미를 가지고 있다.\n\n예) 커뮤니티의 성향 변화의 임계점 : 친여 -> 친야\n\n예) 어떤 사건(event)의 발생에는 한 가지 원인이 아니라 여러 가지 원인들이 쌓여서 일어난 것일 수 있다. \n충격이 계속 누적되다가 임계점을 넘으면 모랫더미 사태 현상(창발효과)이 일어난다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "962773d3-36bd-4ad9-ae7c-a7d4dedcca9a",
    "5a9d5fc2-ea5e-4fcc-9ea8-e90e5cafee05"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-12-31T15:13:19.973000",
  "updatedAt": "2023-03-31T08:03:17.609000"
}