{
  "id": "03a2b949-1b4f-496d-82db-7eaf6ff9fae9",
  "title": "선물(futures)의 역사 - 외국",
  "content": "[함무라비 법전]\n선물거래의 뿌리는 자신들의 상품을 세계 각지에서 팔기 위해 범세계적인 거래 관계를 유지하며 상품을 운반했던 그리스와 페니키아 상인들로 거슬러 올라갑니다. 기원전 1750년경 메소포타미아에서 6대 바빌로니아의 왕 함무라비는 최초의 법전 중 하나인 함무라비 법전을 만들었다. 함무라비 법전에는 상품과 자산의 판매를 향후 합의된 가격으로 인도할 수 있도록 허용하고, 서면 및 증인으로 계약을 체결할 것을 요구하며, 계약의 양도를 허용했다. 이 법령조항은 선물 및 선물 계약의 형태로 최초의 파생상품을 묘사하고 있다. 이는 당시 종교사원에서 사제의 중재하에 거래가 이루어지는 활발한 파생상품 시장이 존재했음을 보여준다.\n\n[네덜란드 튤립 투기]\n17세기 들어 비약적으로 성장한 네덜란드는 1602년 동인도회사와 19년 후 서인도회사(West India Company)를 설립하면서 경제발전에 박차를 가했다. 네덜란드인들은 동인도회사를 앞세워 유럽뿐만 아니라 미국 메릴랜드 주와 무역을 진행할 정도로 항해술이 뛰어났다. 이는 유럽 전체 국가 중에서도 손에 꼽힐 정도로 특별한 것이었다. 서인도회사는 가나의 흑인들을 노예로 파는 노예무역을 주관해 이윤을 올리고 있었다. 많은 무역지와 금융시장의 호황으로 전례 없던 윤택한 삶이 네덜란드를 감쌌다. 소수의 부자에서 후에는 다수의 부자와 경제사정이 좋은 서민들로 이루어지게 된 것이다. 나라의 부가 국민 1인당 소득을 한없이 올려주었기 때문에 사람들은 더 이상 생계에 연연할 필요가 없었다. 점점 사치품을 장만하는 것에 관심을 가지기 시작했으며, 부동산시장이 활발하게 움직이는 등 투기가 만연하기 좋은 환경이 조성되고 있었다.\n1610년, 고상한 취미에 발을 들인 사람들이 늘어나면서 자신을 더욱 고급스럽게 만들어줄 수 있는 희귀품을 찾는 사람들이 늘었다. 이 때 그들의 눈에 띈 것은 바로 ‘튤립’이었다. 튤립은 본디 오스만제국이 원산지다. 튤립이 처음 네덜란드에 유입되기 시작한 것은 16세기 중엽, 아이러니하게도 튤립은 네덜란드 땅에 훌륭한 적합성을 보였는데 당시 원예 산업도 일등이던 네덜란드가 튤립에 매료된 것은 시간 문제였다.\n17세기 초반 식물애호가들은 대부분 막대한 자본을 가진 부자들이었다. 부유층인 귀족이나 자본가들 사이에서 튤립이 크게 유행했다. 사람들은 튤립에 위계를 매겼다. 가장 아름답고 값이 비쌀수록 ‘황제’, ‘총독’ 또는 ‘제독’, ‘장군’ 순으로 이름이 새겨졌다. 그 중 가장 아름답고 사람들이 매료됐던 튤립은 Semper Augustus라는 꽃으로 자료에 의하면 당시 암스테르담 집 한 채 값이었던 1200플로린(화폐 단위)에 거래됐다고 한다. 이 황제 튤립은 보라색 꽃잎에 흰색 줄무늬가 들어간 것이 특징으로 사실 ‘튤립 브레이크 바이러스’에 의해 만들어진 무늬다. 한 가지 흥미로운 사실은 이 병에 걸린 튤립은 무늬는 아름답지만 일반 튤립보다 번식이 느렸던 탓에 공급이 더뎠으며 이는 튤립의 희소성을 낳았다는 것이다. 또한 튤립을 재배하고자 할 때 단순히 뿌리의 겉모양으로는 바이러스에 감염됐는지 안됐는지의 여부를 알 수 없었다. 이는 싹이 나고 자라 꽃을 피울 때까지 황제튤립이 될지 일반튤립이 될지 아무도 모른다는 이야기였다. 손에 쥔 뿌리 하나에 집 한 채 값을 벌 수도 있는 것이다.\n1610년대에 식물애호가들에 의해 순수히 관상용(또는 과시용)으로 튤립을 거래했던 것과 달리 1620~30년, 튤립시장은 점점 투기의 색이 짙어지고 투기꾼들이 몰려들기 시작했다. 튤립 하나에 일확천금을 노릴 수 있다는 소문이 돌기 시작하면서  매입가와 매도가의 차익을 노리는 사람들이 넘쳐나기 시작했다. 1634년부터 느껴졌던 과열 현상은 황제튤립의 값이 3배 가까이 오른 6000 플로린에 거래된다는 것을 보면 알 수 있었다. \n점점 시장에는 관상목적으로 사는 부유층이 줄고 거대한 차익으로 한탕을 노리는 서민투기꾼들이 남아 튜립을 무한정으로 사들이고 있었다. 이런 튤립시장에서 필연적으로 생기는 문제점이 나타났다.\n튤립은 공산품이 아니기 때문에 단시간에 얻지 못하고 오랜 시간을 기다려야 내가 원하는 상품이 나타난다. 다시 말하자면 뿌리가 싹을 틔우지 않는 겨울에는 거래가 중단될 수밖에 없었다. 따라서 내년 봄, 즉 미래에 틔울 튤립을 지금 사놓아 약속한 때가 되면 시가와 거래가의 차이로 돈을 받는 거래가 생겨났다. 이것이 바로 현대 금융거래 중 하나인 ‘선물거래(先物去來)’의 개념의 시초가 되는 사건이다. 튤립을 재배하겠다는 계약서를 쓰는 것만으로도 계약이 성립되었다. 이런 선물거래 (당시에는 ‘바람거래(windhandel)’라고 불렸다)가 1635년부터 성행하기 시작하자 튤립가격은 천정부지로 치솟았다. 투기가 절정을 맞이할 때쯤 또 다른 금융상품이 도출되었다. ‘미래에 내가 튤립을 사고 팔수 있는 권리’를 거래하는 ‘옵션거래(Option去來)’의 개념이 나온 것이다. 이제는 미래의 ‘튤립’을 사고파는 것이 아닌 ‘튤립을 살 수 있는 권리’와 ‘튤립을 팔 권리’를 사고파는 것이다. 후자는 예를 들어 ‘튤립을 현재 시가에 살 수 있는 옵션’을 샀다면 상품가격이 오를 경우 당시에 샀던 옛날 가격에 싸게 살 수 있으며 파는 경우는 이와 반대의 원리이다. 사람들은 존재하지 않는 튤립을 놓고 거래를 성사시켜나갔다. 그저 계약서에 이름들이 수없이 바뀌기만 했을 뿐이다. 그리고 1636년 겨울, 튤립거품이 정점을 찍고 있었다.\n당시 네델란드에서는 튤립뿌리의 투기가 성행, 가격변동이 매우 심했으며, 작황에 따라 가격변동의 폭이 커짐에 따라 재배자들과 중개업자들은 안정적인 가격으로 거래하는 방법을 찾게 되었다. \n그래서 도매업자들은 재배가 끝나기 전, 재배가 끝나면 튤립의 상태와 상관없이 '00원에 사기로 하는 권리(콜옵션)'를 사고 재배업자들은 반대로 '00원에 팔 수 있는 권리(풋옵션)'를 산다. 이를 통해 도매업자들은 '내가 살 물건이 없으면 어떡하지'라는 걱정에서, 재배업자들은 '농사가 끝나고 안 팔리면 어떡하지'라는 걱정에서 벗어날 수 있었다.\n그런데 예상보다도 급격히 튤립의 인기가 더  높아지자 새로이 도매업자로 나서는 사람들은 '재배가 끝난 튤립을 사들이자' 보다 아예 '옵션을 사자'는 생각을 하게 되었다. \n예를 들어 A라는 사람이 튤립을 5,000원에 살 수 있는 권리를 보유하고 있다고 가정해봅시다.\n현재 튤립의 가격은 7,000원입니다. 해당 권리를 보유하고 있다면 2,000원의 차익을 얻을 수 있는 상황이죠. 여기에서 B는 1,000원의 차익을 기대하며 A에게 해당 권리를 1,000원에 팔라고 제안합니다. C는 \"한 달 후에는 9,000원일 것 같은데?\"라고 생각하며 \"난 2,000원에 살게\"라고 제안합니다. A는 B와 C, 또 더 많은 사람들이 본인을 찾아오자, \"튤립이 인기네. 한 달 후에는 12,000원도 가겠어\"라고 기대하며 \"4,000원을 주면 권리를 팔게\"라고 제안합니다. 이 과정에서 튤립의 실제 거래는 일어나지 않았지만 튤립의 옵션으로 수익을 거두는 사람들이 등장합니다.\n이때 옵션을 이용하게 되었는데 튤립을 매입할 중개인들은 콜(Call)을 매입함으로써 일정기간에 정해진 가격으로 튤립을 매입할 수 있게 되었으며, 튤립재배자는 풋(Put)을 매입함으로써 일정한 가격에 팔 수 있게 되었다.\n이에 많은 튤립재배자들은 최저가격을 보장해 주는 풋옵션을 매입하여 가격변동의 위험을 피하고자 하였고, 풋옵션의 발행자들은 대부분 튤립 뿌리가격이 계속 올라갈 것으로 예상한 투기자들이었다. \n1637년 2월 3일 봄이 되자, 튤립가격에 무한정 끼어있던 거품이 붕괴되었다. 아무도 튤립을 사려고 하지 않았다. 온갖 횡행했던 약속어음과 옵션거래들이 이때 몰려있었다. 하지만 아무도 현물을 실제로 사고 팔지 않았다. 모든 튤립매매가 동결됐다. 도매상인들은 줄줄이 파산했다.\n튤립뿌리 가격이 폭락하면서 제대로 조직되지 못했던 당시 옵션시장은 풋옵션 발행자들이 계약을 이행하지 못하게 되었다.\n수익을 바란 선물(先物)단타매매에 가격이 폭등하고 막상 현물을 인도하는 계절이 오니 붕괴가 일어난 것이다. 서민층들이 가장 막심한 피해를 보았다. 1636년 당시 한탕을 노리고 온갖 패물과 집을 저당 잡히고 대출을 받은 후 샀던 것이 휴지조각이 된 셈이기 때문이다. 붕괴된 지 1년 뒤인 1638년까지 파산 하는 사람이 걷잡을 수 없이 늘어나자 네덜란드 정부는 더 이상 방관할 수 없어 조치를 취한다. 채권 채무 매매가격의 3.5%만 지급하라는 법령이 내려졌다. 이로 인해 네덜란드 경제는 공황으로 까지 치닫게 되었고 유럽 전역에 옵션에 대한 나쁜 인상을 남기게 되었다.\n튤립투기 사건은 자본주의 거품경제의 시초가 된 사건이다. 투기로 인해 순식간에 거품이 빠져 파산에 이르게 하는 사건은 훗날 ‘미시시피버블’등 여러 번 다시 일어난다. 하지만 튤립투기사건을 그저 ‘버블경제의 원조’보다 현대 금융시장에서 거래되는 ‘선물거래(先物去來)’와 ‘옵션거래(Option去來)’의 개념이 처음 도출됐다는 사실이 더 흥미로운 사실이다.\n\n\n일본\n에도 막부의 지배 아래 통일된 일본에서는 상업과 도시가 빠른 속도로 발전한다. 삼도(三都)라고 불린 에도(도쿄), 오사카, 교토가 정치, 경제, 문화의 중심인 대도시로 성장하여, 18세기 전반에는 각각 인구 100만, 35만, 40만을 자랑한다. 특히 상업의 중심지였던 오사카에는 서일본과 호쿠리쿠 등지의 물산이 총 집산하였다. 오사카에는 각 번(藩)에서 세금으로 거두어들인 쌀과 특산품을 저장하는 창고가 즐비해있었고, 이를 관리하는 번의 관리들이 거주했다. 일본 전국의 상품이 오사카에 집하된 후 전국으로 다시 출하되었는데, 이는 마치 CBOT 곡물 창고에 미국 전역의 곡물이 집하되고 다시 전 세계로 출하되는 모습을 연상하게 한다.\n17세기경 도쿠가와 막부시절에는 막부에서 지방 번주들의 세력을 통제하기 위해 이들을 매년 6개월 동안 에도(지금의 도쿄)에 강제로 살도록 하였다. 이렇게 에도에 묶여 지내던 제후들 중 일부는 가을에 수확 예정인 쌀을 담보로 물표를 발행하여 수도에서의 경비를 조달해 사용하곤 했다. 이 물표들은 시중에 인기가 많아서 상인들 사이에서 거래되곤 했다. 상인들 중 요도야라는 거상이 있었는데 오사카 근교 도지마에 있는 그의 집은 항상 많은 상인이 몰려들어 정보를 교환하고 거래를 성사시키는 거래소 역할을 했다. 지금 '도지마 쌀거래소'로 이름이 알려진 일본 최초의 상품거래소는 선물거래와 정확히 일치하지는 않지만 매우 흡사한 기능을 갖추고 있었다.\n당시 일본의 영주들은 '쌀 몇만 석의 영주'인가로 세력이 표현되었고, 중앙에 납부해야 하는 세금도 쌀로 징수되었다. 막부에서는 지방 영주들이 거두어들인 쌀을 중앙의 오사카와 에도로 다 보내게 했는데, 이 막대한 쌀의 물동량과 함께 도지마 쌀시장이 번영했다. 하지만 자신의 영지에서 거둔 쌀을 오사카로 보내는 과정에서 영주들은 고민에 시달렸다. 기후의 영향을 많이 받는 농산물 자체가 원래 가격 변동이 극심한데(지금도 농산물 선물 시장이 발달한 이유다.), 오랜 시간이 걸려 자신들의 영지에서 오사카까지 운송하는 길에 가격이 떨어지면 여간 낭패가 아닐 수 없다. 게다가 운송하는 길에서 발생하는 각종 비용은 미리 내야 할뿐더러 적잖은 부담인데 목적지에서 쌀 가격이 떨어져 버리면 영주들은 큰 손해를 보게 된다. 한편, 쌀 거래를 통해 이익을 보고자 하는 오사카의 상인들 입장에서는 자신들이 적정하다 생각하는 가격에 원하는 만큼 물량을 확보하면 좋은 것이었다. 즉, 앞에서 본 것처럼 가격 변동을 피하고자 하는 영주들과 가격 변동을 통해 이익을 보고자 하는 오사카 상인들의 이해가 맞물려 도지마 쌀시장의 선물거래가 탄생한 것이다. 이 도지마 쌀시장에서 선물거래로 주고받은 선납 수표가 점차 널리 쓰이면서 일본에서는 동전과 함께 지폐의 유통도 점차 활발해졌다. 도지마 쌀 시장은 메이지 유신으로 에도 막부가 무너진 이후에도 1939년 일본미곡주식회사(日本米穀株式会社)에 흡수될 때까지 존속하였다.\n\n혼마 무네히사(本間宗久, 1717-1803)\n일본 에도시대 8대 쇼오군 때, 쌀거래로 일본 경제를 흔들었던 천하 제일 갑부 \n도쿠가와 막부 8대 쇼군인 요시무네(吉宗) 치하, 1717년에 데와에서 태어나 23세에 사카타의 상인 집안 혼마가의 양자가 되었다. 그 후 오사카 도오지마 곡물거래소에서 신출귀몰한 거래로 막대한 부를 축적해 혼마 가문을 에도시대 천하제일의 부자로 만들었다. 일본인들은 그를 상인의 하늘, 거래의 신이라고 부른다. 현재 주식시장에서 널리 쓰이고 있는 캔들차트의 고안자이며, 매매법으로 ‘사카타 5법’을 정립했다.\n\n에도 시대 번(藩)들이 매년 공납으로 모은 미곡의 대부분은 오사카를 비롯한 대도시로 옮겨졌다. 번(藩)들은 나카노시마 주변의 창고에 납입한  세미를 입찰제로 중개업자에게 매각하고 낙찰자에는 '쌀교환증(米切手)'이라는 1장당 10석의 쌀과 교환을 약속한 교환증을 발행했다. 이 쌀교환증에는  미(未)도착 쌀과 장래의 수확 쌀도 포함되었고, 이 교환증들은 활발하게 거래에 사용되었다.\n1730년 에도 막부는 도지마에서 열리는 현물 쌀 장사(쌀을 은으로 사면서 교환증을 주는 것)와 선물 쌀장사(帳合米商い, 매매와 동시에 미곡을 주고받지 않고 장부상으로 진행. 거래 종목을 장부상으로 매매하는 선물 시장)를 공인하고 도지마 미곡시장으로 불리는 공적 시장이 성립한다. \n도지마 시장에서 형성된 쌀값은 飛脚(에도시대 사람이 하는 일본식 택배)이나 旗振り通信(에도시대 쌀상인들이 깃발로 하는 통신방법) 등에 의해 에도나 지방의 주요 도시까지 전해졌고 각지의 쌀 시세의 기준이 됐다.\n여기서 길러진 거래 제도와 관행의 대부분은 메이지 이후의 상품·증권·금융 선물 거래소에 전해졌다.\n지금까지도 많은 주식 투자자나 선물 투자자들이 사용하는 캔들 스틱 챠트 (Candle Stick Chart, 주식 또는 선물 가격을 촛대 모양의 형태로 표시함)가 그때의 유산이다. \n\n\n조선의 미두(米豆) 제도도 사실상 일본의 양곡 선도거래 전통이 수입·이식된 것이었습니다. 일본은 세계적으로도 비교적 이른 시기에 곡물 선도거래를 제도화한 나라입니다.\n\n1. 일본의 양곡 거래 전통\n일본에서는 이미 에도시대(江戶時代, 17세기~19세기 중반)부터 쌀을 중심으로 한 선도거래가 활발했습니다.\n\n에도의 쌀 시장, 특히 오사카 도지마(堂島) 쌀 시장이 세계 최초의 근대적 선물거래소 중 하나로 평가됩니다.\n\n\n2. 도지마 쌀 시장(堂島米市場)\n\n등장 배경\n\n당시 쌀은 일본 경제의 화폐적 역할을 했습니다.\n\n다이묘(封建 영주)는 조세로 받은 쌀을 오사카 상인에게 위탁 판매했고, 이 과정에서 쌀을 기초로 한 신용거래·증서거래가 발달했습니다.\n\n\n선도거래(先渡取引)\n\n상인들은 실물 쌀을 당장 인도하지 않고, “앞으로 언제, 얼마에 거래한다”는 계약을 미리 맺었습니다.\n\n시간이 지나면서 이 계약서 자체가 거래되었고, 쌀이 아닌 계약증서가 시장에서 유통되었습니다.\n\n\n선물거래(先物取引)\n\n도지마에서는 ‘帳合米(초아이마이, 장부상의 쌀)’라고 불리는 허구적 쌀이 거래되었는데, 실제 인도는 거의 없고 차액만 정산했습니다.\n\n이 구조가 오늘날의 선물(futures) 거래와 사실상 같습니다.\n\n\n3. 일본 내의 논란과 제도화\n당시에도 “쌀 투기판”이라는 비판이 많았습니다.\n\n하지만 동시에 곡물 가격의 미래를 예측하고 안정시키는 기능도 있었기 때문에, 막부는 몇 차례 금지했다가 결국 다시 허용했습니다.\n\n메이지 시대(1868년 이후)에도 도지마 시장은 일본 경제의 중요한 선물거래소로 살아남았고, 20세기 들어 정식 제도화되었습니다.\n\n\n4. 조선과의 연결\n일제가 조선을 식민지로 지배하면서 조선의 곡물(쌀)을 일본 본토로 안정적으로 조달해야 했습니다.\n\n이미 일본에서 쌓은 노하우(도지마 쌀 선물거래)를 조선에도 이식한 것이 경성미두(京城米豆取引所) 같은 거래소였습니다.\n\n하지만 일본에서는 나름대로 제도적 틀이 잡혀 있었던 반면, 조선에서는 투기·조작의 폐해가 훨씬 심각하게 나타났습니다.\n\n\n5. 세계사적 의의\n도지마 쌀 시장은 흔히 “세계 최초의 근대적 선물거래소”로 불립니다.\n\n유럽·미국의 시카고 상품거래소(Chicago Board of Trade, 1848)보다도 수십 년 이상 앞서 있었던 것이죠.\n\n즉, 일본은 쌀을 기반으로 근대 금융 파생상품 제도를 만든 초기 사례입니다.\n\n\n\n[시카고 선물거래소]\n19세기 중반 미국 일리노이와 미시간의 운하 개통으로 시카고는 미국 중서부 곡창지대의 중심지인 동시에 곡물의 집산지가 되어 곡물 거래가 활발했습니다. 1848년, 5 대호를 미시시피강과 연결하는 새로운 운하가 건설되고, 철도가 시카고를 중심으로 완공되어 시카고는 농산물 상업의 핵심 허브가 되었다.\n1800년 초기에 미국의 농민들은 매년 같은 시기에 곡물이나 가축 등을 지역 시장으로 출하시켰다. 이러한 계절상품은 수확 시기를 인위적으로 조절할 수 없어서 공급 과잉 때문에 가격 폭락을 가져왔다. 수요를 담당하는 제분 업자나 통조림 제조업자들도 다 수용할 수 없는 양이었다. 이러한 양상은 특히 창고 부족과 수송 수단이 미비한 시카고 지역의 경우가 심했다. 하지만 거래물량에 많다 보니, 창고와 운송시설의 부족, 계절 요인, 작황 정도에 따라서 곡물의 수급이 오락가락하고 가격이 급변하는 문제점이 있었다. 이러한 폐해를 막기 위해 상인들은 물건을 미리 가격을 정해서 사고 파는 선물시장을 고안해 냈다. \n최초의 선물과 선도거래는 계절성과 수급의 변동이 상품의 과잉공급이나 부족함의  반복으로 이어지고 그 결과 가격 급한 가격변동성을 관리하고자 농업자들의  필요에 의해서 개발되었다. 즉 자연재해, 작황 등에 따라 가격이 요동치더라도, 또한 운송수단이 부족하여 화물이 제때 도착하지 않더라도, 매매 가격과 인도시점을 미리 정해 놓음으로서 안정적인 공급과 수익을 제공하도록 하는 것이었다. 이때 신용의 문제가 발생하므로  결제 이행을 제3자의 거래소가 보증해 주도록 하였다. 이것이 세계 최초 상품거래소인 시카고 상품거래소(Chicago Board of Trade, CBOT)가 설립되었다.\n중앙 집중 곡물거래소의 출현은 농부와 곡물 생산자들이 추수 전에 수확물을 확정된 가격에 팔 수 있게 만들었으며 소비자들은 곡물을 연중 내내 안정된 가격에 살 수 있게 하였다.  \n상인들은 선물 시장을 통해 곡물을 미리 구매하므로  가격이 크게 올라 손해를 보거나 제때에 구매하지 못하는 상황 방지할 수 있다. 농부들은 작물을 정해진 가격에 미리 팔아 놓음으로써, 작물을 수확한 다음에 작물이 팔리지 않거나 풍년으로 물량이 늘어나 낮은 가격으로 손해를 보는 위험을 줄일 수 있었다.\n처음에는 신용을 바탕으로 거래되었으나 1865년 선도계약의 담보로서 증거금 제도를 채택함으로써 근대적 상품거래소로 발전하였다. 즉, CBOT는 1865년에 표준화된 선물계약을 도입하게 됩니다.\n이 중앙집중 청산 방식의 계약은 매수자와 매도자에게 이행보증금 또는 증거금 납부를 통해 보장이 되는 신용과 안전을 보장하였으며, 그 결과 결제 불이행으로부터 시장을 안정화시켰다.\n현재 전 세계 곡물의 80% 이상이 시카고에서 거래되고 있다.\n현재 CBOT와 함께 미국 선물시장의 근간이 되고 있는 시카고 상업거래소(CME, Chicago Mercantile Exchange)는 CBOT에서 탈퇴한 상인들이 독자적인 거래소를 조직하면서 탄생되었고 이후 1972년 금융자산을 대상으로 한 선물상품을 최초로 개발하였다. 주가지수선물은 1982년 미국내 선물 거래소에 출시되었으며, 이후 선물거래 시장에서 금리 상품에 이어 두 번째로 중요한 섹터로 자리 잡았다. 사실, 주가지수선물의 개념은 1982년 이전부터 논의되고 분석되었으나 다양한 규제 사안과 지적재산권 문제로 출시가 늦어졌다.\n1982년 2월 미국의 캔자스시티 상품거래소 (KCBT)에 의해 최초로 도입되었고, 이후 거래가 활성화되면서 다른 선물거래소에서도 다투어 주가지수 선물거래를 도입하였다.\nCME와 CBOT의 주도로 미국에서 금융선물이 크게 성공하자 1980년대에 들어서 영국, 싱가포르, 일본, 독일 등 선진국들이 차례로 자국의 선물시장을 개설하게 된다. 지금은 금융 선물 거래가 상품 선물 거래를 앞지르고 있다.\n\n[영국 금속 선물]\nA.D 43년 당시 로마는 영국을 침공해 구리, 주석 등의 광석을 침탈해갔는데, 이때부터 영국에서 비철금속의 채굴이 시작됐다.\n이후 엘리자베스 여왕 1세 시절 비철금속의 거래량은 급격히 늘어나기 시작했고, 이에 따라 금속을 거래하는 상인들끼리 ‘예루살렘’이라 불리던 카페에 모여 비철금속을 거래하기 시작한 것이 지금 런던금속거래소(LME)의 시초다.\n당시 금속 판매상인이 바닥에 톱밥으로 원을 그려 ´체인지(팔겠다)´를 외치면 금속을 사기 원하는 매수인들이 원 안으로 들어와 ´아웃 크라이(사겠다)´를 외쳐 계약을 맺곤 했는데, 이 관행은 아직까지도 LME 거래방식으로 남아있다.\n\n18세기 후반에 시작된 영국의 산업 혁명은 농경 사회에서 공업 사회로 산업 구조를 변화시켰다. \n이전 자국내 광산에서 자급 가능하던 철광석 등의 금속들은 산업이 발달함에 따라 이제는 공급 부족으로 수입해야 하게 되었는데 수입국의 여건에 따라 금속의 가격 변동성이 커지게 되었다.\n당시 영국은 남미에 석탄을 수출하였는데 오는 길에 칠레에 들러 구리를 싣고 오도록 하였다. 그때나 지금이나 칠레는 세계 최고의 구리 생산국이다. 칠레에서 구리를 싣고 오는 배가 아프리카의 희망봉을 지나 영국에 도착하기까지는 3개월이 소요됐었다. 이것이 바로 지금의 3개월물의 시초가 된 것이다. 초기에 수입업자들은 도착 날짜와 도착 일자의 금속 가격을 알 도리가 없어서 여러 가지 난관에 봉착하게 되었다. 그러나 증기선의 발명과 무선 모르스 부호통신이 개발되어 칠레에서 출발한 배의 소식을 런던에서 미리 알 수 있었다. 금속 화물의 도착 일자 예측이 가능해져서 상인들은 미리 가격을 확정하여 예정일자에 금속을 매매하는 계약을 체결할 수 있었다. 무선 모르스 통신이 개발되어 칠레에서 출발한 배는 런던에 소식을 알렸다. 돌아오는 3개월 동안 런던 커피숍에서는 구리 거래가 이루어졌다. 물건은 도착이 되지 않았지만, 도착이 될 것으로 보고 거래를 한 것이다. 이것이 바로 ‘금속 선물’의 시작이다. 또한, 돌아오는 동안 폭풍우 등으로 해난 사고가 날 것을 우려하여 거래된 것이 해상 보험이다.\n런던을 중심으로 금융업자, 상공업자 등이 모여들었는데 당시 이들이 모인 장소가 커피숍 (Coffee Shop)이었다. 영국의 커피숍은 영국 금융역사에서 대단히 중요한 역할을 했다. 상인들이 커피숍에서 정보를 교환하고 실제 거래도 하면서, 같은 종류의 상품을 취급하는 사람들이 모이는 커피숍이 생기게 되었다. 배를 가지고 무역하는 선주들과 항만 등 관련 무역 업자들이 모이는 커피숍이 로이드(LlOYD’s)였습니다. 이것이 바로 지금의 해상 운송업과 보험을 만들어 낸 ‘로이드 보험 회사’이다. \n점차 거래량이 증가하자 영국은 1877년 1월에 공식적으로 LME를 설립해 구리와 주석을 거래했다. \n1877년 1월 1일 런던에 LME (London Metal Exchange, 런던 금속 거래소)가 설립되었다.\n1882년부터 선물 거래를 시작했다. \n이후 1920년에 LME는 납과 아연으로 범위를 늘렸으며 알루미늄과 니켈은 각각 1978년, 1979년부터 거래를 시작했다.\n1877년 런던금속거래소는 비철금속 거래상들이 설립한 소규모 시장에서 출발하여, 1881년 정기 시장이 된 뒤 현재까지 국제비철금속 거래의 중심지로 자리매김하고 있습니다. 런던금속거래소는 국제 비철금속 거래의 중심지로 다른 거래소와 마찬가지로 표준화된 선물 및 옵션 등의 거래를 제공하고 있습니다. LME가 다른 거래소와 구분되는 것은 가격변동 위험을 예방하기 위한 선물거래와 함께 실물을 사고 팔 수 있는 현물거래가 동시에 일어난다는 점이다.\n지금도 전 세계의 금을 포함한 거의 모든 금속, 귀금속, 철, 비철 금속 등이 LME에서 거래되고 있다.\n현재는 동·아연·주석·납·알루미늄·니켈 등 7개 품목이 거래되고 있다. 오전과 오후 각 2회씩 입회하고, 오전 장(場)의 종가(終價)는 세틀먼트 프라이스(settlement price)로 발표하는데 이 가격을 ‘LME 가격’이라고 하며 세계에서 거래하는 가격의 기준이 된다.\n특히, 런던금속거래소 공식 결제 가격은 대부분의 비철금속 파생 상품의 공식 결제 가격으로 활용되고 있습니다. 즉, 런던금속거래소 거래는 금속 구매자 및 판매자가 보유한 실물 자산 또는 계약의 가격변동 위험을 최소화하거나, 비실물 투자자의 투자 수단으로 활용됩니다. 런던금속거래소 공식 가격은 비철 산업 전반에 걸쳐 실물 거래의 기준 가격으로 통용되고 있습니다.\nLME 창고는 현재 미국, 유럽 등 12개국, 42개 지역에 약 350개 이상이 있는데 퍼져있는데 우리나라는 지난 2001년 11월 부산시와 광양시가 LME 창고도시로 지정됐다.\n\n2013년 최근에는 미국 월가의 대형은행들이 LME 창고사업에 진출해 원자재값을 왜곡하고 있다는 비난을 사기도 했다. 골드만삭스, JP모건 등은 LME 선물과 현물 시세를 이용한 차익거래에 나섰고 이로 인해 보관창고에서 현물을 포함해 가까운 시기에 인도되는 물량이 줄어든 것.\n이 때문에 LME는 비철금속 원자재 창고를 소유한 월가은행들에 대해 규제안을 마련할 방침이라고 발표했으나 쉽게 고쳐지지는 않을 전망이다.\nLME는 원자재 보관창고 수입의 1%를 회비로 받고있으며 지난해까지 LME 소유주는 골드만삭스, 시티그룹 등 월가 은행들이었기 때문이다.\n\n[뉴욕상업거래소(NYMEX)]\n미국 뉴욕에 있는 세계최대의 상품선물 거래소다. 1872년 \"The Butter and Cheese Exchange of New York\"이라는 명칭으로 설립되면서 버터와 달걀에 대한 선물거래를 시작한 후 1882년에 현재의 명칭으로 되었다. \n1908년부터 버터와 달걀에 대한 선물거래를 시작한 뒤, 1979년 난방유 선물, 1981년 휘발유 선물, 1983년 원유 선물을 각각 상장하였다. 1994년 8월에는 세계 최대의 상품거래소를 만들기 위해 뉴욕귀금속거래소인 코멕스(COMEX)를 합병해 2004년 현재 코멕스와 니멕스로 구분해 운영된다.\n거래 품목은, 니멕스에서는 원유·휘발유 등 석유 관련 에너지물 9종이 거래되고, 코멕스에서는 금·은·동 등 금속 및 지수물이 거래된다. 특히 1983년 3월부터 원유의 공급과잉 하에서 정제회사의 원유가격 하락 손실을 막기 위해 원유 선물거래를 시작해, 지금은 원유와 석유 제품 선물이 거래소의 90% 이상을 차지하고 있다. 이는 전세계 원유 선물의 67%에 해당하는 것이다.\n\n2021년 증시에서 게임스톱 주식을 끌어올린 개인 투자자들이 은을 다음 공략 대상을 지목한 후 은값이 치솟았다. 은값이 뉴욕에서의 강세를 이어가지 못한 것은 뉴욕상업거래소가 은 거래에 대한 증거금을 대폭 확대한 때문이라고 블룸버그통신은 전했다. 뉴욕상업거래소는 2일부터 은 선물 계약 시 증거금을 계약당 1만4000달러에서 1만6500달러로 상향 조정한다고 발표했다. 거래소 측은 이번 결정이 시장 변동성 확대에 맞춰 거래 완료를 위한 담보를 적절하게 유지하기 위함이라고 설명했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-06-06T12:01:30.155000",
  "updatedAt": "2025-12-01T16:47:00.471000"
}