{
  "id": "03d0d884-250e-4951-82c4-2979c0e21ae0",
  "title": "예측 오류의 역사",
  "content": "[리터러리 다이제스트]\n1936년 미국의 대통령 선거를 앞두고 대중잡지인 <리터러리 다이제스트(Literary Digest)>와 여론조사 기관 갤럽(Gallup)은 각각 설문조사를 실시했다. <리터러리 다이제스트>는 1천만 명에게 우편으로 설문지를 보내 240만 명에게서 응답을 받았다. 그 분석 결과를 토대로 공화당 알프레드 랜던(Alfred Landon) 후보의 당선을 예측했다. 반면 갤럽은 1,500명을 대상으로 면접조사를 실시한 결과 민주당 프랭클린 루스벨트(Franklin Roosevelt) 후보가 56%의 지지율로 당선할 것이라고 발표했다. 결과는 갤럽의 승리였다. 루스벨트는 62%라는 압도적인 지지를 받으며 대통령에 당선되었다.\n왜 <리터러리 다이제스트>는 240만 명이라는 엄청난 표본을 대상으로 조사를 했는데도 예측에 실패했을까? 1952년 이래 미국의 여론조사기관이 8,144명 이상의 표본을 사용한 경우가 없었다는 점을 감안한다면 이는 더욱 놀라운 사실이다. 문제는 표본의 수가 아니라 표본의 질이었다. 이 잡지사는 조사를 위한 표본을 잡지의 정기구독자, 전화번호부, 자동차 등록명부, 사교클럽 인명부에서 임의로 뽑았다. 그러나 당시 잡지를 구독하는 대부분의 사람은 중산층 이상이었다. 집에 전화와 자동차를 소유하고 있다면 가난과는 거리가 멀었다. 게다가 그 해 소득이 낮은 유권자들은 민주당, 소득이 높은 유권자들은 공화당을 선호했다. 잡지사가 공화당 후보의 당선을 전망한 것은 당연한 일이었다. 이는 왜곡된 표본추출이 어떤 결과를 초래하는지 보여주는 대표적인 사례이다.\n\n[인구 폭발]\n18세기 영국의 경제학자 토머스 맬서스 이래 전문가들은 폭발적인 인구 증가가 결국 자원 고갈로 이어질 것이라고 경고해 왔다. 독일의 노벨의학상 수상자인 파울 에를리히(Paul Ehrlich)는 68년 '인구폭탄'이라는 책을 통해 \"70~80년대 수천만 명이 기아로 사망하는 대재앙이 발생할 것\"이라고 예측했다. 지금 전 세계 인구는 당시의 두 배인 65억 명이지만 자원은 고갈되지 않았으며 인류 멸망도 오지 않았다. 출산율은 안정적이며 기술 발전으로 식량 생산도 크게 늘었다. 아프리카를 비롯한 제3세계가 기아 사태를 겪고 있지만 관리가 가능하다. 유엔은 세계 인구가 2300년에는 90억 명 선에서 안정될 것으로 전망하고 있다.\n\n[폴 새뮤얼슨]\n노벨경제학상 수상자인 폴 새뮤얼슨은 가장 유명한 예측 실패자일 겁니다. 그는 공산 사회주의 종주국인 소련(러시아의 전신)의 경제가 1984년, 늦어도 1997년 미국을 제칠 것이라고 확신했습니다. “소련이 세계 경제의 주도권을 잡을 것”이라고 말했습니다. 1991년 소련이 해체되기 직전까지도 예측을 바꾸지 않았다.\n\n[일본 1위 이론]\n1989년 일본 기업이 엔고(高) 바람을 등에 업고 뉴욕의 록펠러 센터를 사들이자 미국에선 '일본 추월론'이 등장했다. 일본이 곧 미국을 제치고 세계 최강의 경제대국이 된다는 것이었다. 그러나 오늘날 이 예측은 웃음거리로 전락했다. \n예일대학의 역사학자인 폴 케네디는 87년 그의 저서 '강대국의 흥망'에서 \"미국은 조만간 쇠퇴하고 곧 일본이 일어설 것\"이라고 예측했다. 그러나 이런 전망은 빗나갔다. 90년대 부동산 거품이 꺼지면서 일본 경제는 깊은 침체에 빠졌다.\n\n미국의 외교 전문지 포린 팔러시\n(Foreign Policy)는 빗나간 세기적 예측 5가지\n를 지적한 바 있다. 1950년대 원자력의 에너\n지 위기 해결론, 1970년대 인구 폭발 자원 고\n갈론과 지구 냉각화론, 1980년대 일본의 미국\n추월론, 2000년대의 9.11 테러 재발론 등이\n그것이다. \n\n[서브 프라임 사태]\n2007년 하반기 경제학자와 경제전문가들은 이듬해인 2008년 세계 경제는 2~3%, 한국 경제는 5% 정도 성장할 것이라고 했어요. 그러나 곧 미국 금융위기가 지구촌 경제를 덮쳤습니다. 금융 대가(guru)로 알려진 앨런 그린스펀 당시 미국 중앙은행(Fed) 의장도 예측 오류를 범했다. 별일 없을 것이라고 했죠. 그 많은 경제학자, 금융전문가가 죄다 침묵했다.\n2007년 7월, 종합주가지수가 2000을 돌파하자 많은 시장 관계자들은 연말까지 초 호황세의 지속을 점쳤다. 불과 한 달 뒤 전개될 서브 프라임 사태의 파장과 이로 인한 증시의 급락을 예상했던 사람은 많지 않았다.\n\n우리나라 부동산 시장 예측도 엉터리였다. 박근혜 정부 때 집값이 하락하자 전문가들은 “아파트 시대는 끝났다”고 했어요. 집 사면 손해라고 이구동성으로 말했습니다. 그러나 문재인 정부가 들어선 뒤 아파트 가격은 사상 최고 수준으로 올라버렸습니다.\n\n10여 년 전 한국이 미국과 자유무역협정(FTA)을 맺을 때 경제학자 171명은 “미국과 FTA를 맺으면 경제주권을 잃고 속국이 될 것”이라고 예측했어요. 현실은 반대로 나타났습니다. 미국이 너무 손해를 보고 있다고 생각한 도널드 트럼프 대통령은 협정 개정을 요구했습니다. 경제주권을 잃었다는 증거 역시 없습니다. 171명 중 폴 크루그먼처럼 반성문을 쓴 학자는 한 명도 없었다.\n\n\n[통계의 오류와 진실 : 코로나 사태 이후 되짚어보는 빅데이터]\n우리는 지난 4월 15일에 있었던 국회의원 선거를 앞두고 언론을 통해 많은 여론조사 결과를 접할 수 있었다. 보도가 거의 하루도 빠짐없이 이어지다 보니 여론조사라는 것이 단순하고 쉬운 것처럼 보였는데, 사실 자동응답 방법을 이용하더라도 조사에는 적지 않은 비용이 든다. 그렇다고 예측이 늘 실제 결과와 맞아떨어지는 것도 아니다. 그럼에도 불구하고 선거 때가 되면 전국 또는 지역 단위로 많은 조사가 이루어진다. 심지어 정당들은 선거에 내보낼 후보를 정할 때부터 여론조사를 널리 이용한다고 한다. 국회의원이 되고 싶은 사람들은 유권자들의 선택으로 판가름 나는 본선 투표에 앞서 정당 내부에서부터 여론조사라는 예선전을 무사히 통과해야 하는 셈이다. 물론 그런 후보 선출 방식은 다들 여론조사 결과에 승복하기 때문에 가능할 테다. 그만큼 여론조사의 위력이 상당하다는 의미이다.\n선거를 앞두고 이루어지는 여러 여론조사들의 대미를 장식하는 것은 역시 투표가 끝난 직후 방송사들이 발표하는 출구조사일 것이다. 선거 전에 이루어지는 조사와 달리 실제 투표를 마치고 나온 사람을 대상으로 하는 출구조사는 선거 결과를 가장 정확하게 예측할 수 있는 방법으로 알려져 있다. 비록 몇 시간 뒤에 정확한 개표 결과를 알 수 있지만 후보자들은 물론 유권자들도 출구조사 결과 발표를 손꼽아 기다리곤 한다. 당연히 방송사들도 많은 공을 들여 출구조사 발표를 준비한다.\n사실 지난번 2016년 총선 때 방송사들이 발표한 출구조사는 성공적이지 못했다. 각 지역구의 당선자는 물론이고 제1당이 될 정당을 거꾸로 예측할 정도였으니 당시의 조사는 여론조사의 역사에서 실패로 기록될 만했다. 2020년 선거를 앞두고 조사기관들과 방송사들은 그런 실패를 거듭하지 않기 위해 엄청난 노력을 기울였을 것이다.\n그럼 2020년 봄에는 출구조사가 개표 결과와 잘 들어맞았을까? 아쉽게도 그렇지 못했다. 지난번처럼 가장 의석을 많이 차지할 정당을 잘못 예측한 정도로 틀린 것은 아니었지만 출구조사에서 예측한 정당별 당선자 수는 거의 모두 실제 결과와 동떨어진 것들이었다. 제1당이 차지한 180석이라는 의석수는 선거 전에 나온 조사들은 물론이고 선거 당일에 나온 출구조사의 예측 범위까지 훌쩍 벗어나는 것이었다. 많은 조사원의 노력과 수십억 원에 이르는 조사비용에도 불구하고 최근 두 차례 총선 결과를 예측한 출구조사는 모두 실패였다.\n혹시 우리나라 조사기관들의 실력이 부족해서 자꾸 이런 결과가 나오는 것일까? 세계 최고 수준의 실력과 오랜 경험을 자랑하는 미국의 조사기관들이라면 그런 실패를 피할 수 있었을까? 물론 그렇지 않다. 가장 최근에 있었던 2016년 가을 미국 대통령 선거를 돌아보자.\n공화당 후보는 트럼프, 민주당 후보는 클린턴이었고 당선자는 트럼프였다. 그런데 거의 백년에 가까운 역사를 자랑하는 갤럽은 물론 직전 선거까지 놀라운 예측 성공률을 자랑하던 네이트 실버까지도 당선자를 잘못 짚었다. 선거구가 수백 개에 이르는 의회 의원 선거에 비해 전국이 단일 선거구인 대통령 선거는 훨씬 정확하게 예측할 수 있어야 마땅한데도 다들 실패한 것이다.\n한국, 미국의 여론조사만 그랬던 것은 아니다. 브렉시트, 즉 영국의 유럽연합 탈퇴 여부를 묻는 국민투표를 앞두고 실시된 여론조사들 역시 거의 모두 투표결과와 반대되는 예측을 내놓은 바 있다.\n미국 대선이 끝난 뒤 여론조사기관의 예측이 거의 다 틀린 것으로 드러나자 통계학에 바탕을 둔 전통적인 여론조사를 비판하는 목소리도 높아졌다. 사람들은 특히 표본의 크기를 문제 삼았다. 겨우 1,000명 정도의 표본만으로 수천만 명에서 수억 명에 이르는 사람들의 생각을 파악하는 것이 가능할 리 없다는 것이다. 사람들은 그렇게 적은 표본을 근거로 예측을 한다면 점쟁이의 예언과 다를 바가 없으므로 여론조사가 자꾸 틀리는 게 당연하다고들 했다.\n국내 대학의 어느 교수 역시 미국 대선 직후에 그런 주장을 담은 책을 냈다. 그는 미국 유권자수가 2억 2천만 명이 넘는데 여론조사에서 이용하는 표본은 1,000명 남짓으로 전체 유권자의 0.00001%도 안 된다고 지적했다. 그런 표본만 가지고는 평균적으로 미국 각 주에서 겨우 20명 정도만 조사하는 셈이니 제대로 된 예측이 나올 수가 없다고 했다. 그렇게 여론조사의 한계를 지적한 다음 그 교수는 자신이 여론조사가 아닌 새로운 방법으로 ‘국내에서 유일하게’ 트럼프의 당선을 예측했다고 밝혔다.\n책에서 공개한 그만의 비법이란 바로 구글의 검색어 빅데이터를 분석하는 방법이다. 선거를 앞두고 사람들이 어느 후보의 이름을 많이 검색하는지 비교해보면 당선자를 예측할 수 있다는 것이다. 그가 제시한 근거는 다음 그래프와 같다.\n그래프는 선거가 있던 해 1월부터 선거 직전까지 미국인들이 트럼프와 클린턴을 검색한 빈도를 비교해서 보여주고 있다. 트럼프를 검색한 빈도를 나타내는 푸른색 선이 시종일관 클린턴을 검색한 빈도를 나타내는 붉은색 선보다 위에 있다. 그 교수의 분석에 따르면 높은 검색 빈도는 트럼프에 대한 높은 관심 때문이고 그런 관심이 표로 연결되었다고 한다. 아니, 이렇게 단순 명쾌할 수가! 빅데이터 만세!\n겨우 1,000명 남짓 조사하는 여론조사에 비하면 구글 검색어 데이터는 그 규모부터가 어마어마하다. 게다가 구글 검색어 통계는 ‘구글트렌드(https://trends.google.co.kr/trends/?geo=KR)’를 통해 공짜로 제공되기 때문에 조사비용이 한 푼도 안 든다.\n이런 주장을 담은 그의 책은 당연히 베스트셀러가 되었고 미국 대선보다 겨우 몇 달 뒤에 치러진 한국의 대선 때 각 당 후보 진영에서 구글트렌드 순위에 각별히 신경을 쓰도록 만들기까지 했다. 그해 5월 초 선거 직전에 우리나라 언론의 기사 제목을 몇 개 보자.\n‘3일 남긴 대선, 구글트렌드에선 문재인·홍준표 혈투’(서울경제), ‘서로 1위 주장 구글트렌드, 진짜 1위는 누구’(TV조선), ‘홍준표 구글트렌드 1위지만 검색 단어 1위가 ‘홍준표 돼지’(미디어오늘).\n그런데 구글트렌드에서 볼 수 있었다는 문-홍 두 후보 간의 ‘혈투’가 선거 결과에서도 그대로 드러났을까? 우리가 기억하다시피 전혀 그렇지 않았다. 문재인, 홍준표, 안철수 세 후보의 실제 득표율은 41: 24: 21로서 혈투와는 거리가 먼 일방적인 결과였다. 혹시 구글 트렌드와 실제 결과 사이의 엄청난 불일치는 한국인들이 검색할 때 구글을 많이 쓰지 않는다는 이유 때문인지도 모른다.\n그렇다면 네이버가 제공하는 검색어 서비스를 살펴보면 어떨까? 네이버 역시 구글트렌드와 닮은 네이버트렌드 검색어 통계 서비스를 제공하고 있다. 다음 그래프는 선거 전날까지 2개월 남짓 동안의 결과이다.\n그래프에서 녹색은 문재인 후보, 붉은색은 홍준표 후보, 보라색은 안철수 후보의 검색어 빈도다. 네이버 트렌드에 따르면 선거 전날인 5월 8일 검색 순위 1위는 홍 후보였으므로 검색어 빈도를 이용한 예측 방식이 맞았다면 지금 청와대의 주인은 다른 사람이 되었을 테다!\n트럼프의 당선을 유일하게 성공적으로 알아맞혔다는 교수의 예측을 과학적인 것이라고 보기 어려운 이유 중 하나로 책에 실린 예상득표율을 들 수 있다. 저자는 트럼프가 선거인단 수에서 클린턴을 앞서고 득표율에서도 역시 52~54%로 앞설 것으로 예측했다. 그런데 우리가 기억하다시피 실제 선거 결과 선거인단 수에서는 트럼프가 앞섰지만 득표수에서는 반대였다. 힐러리 클린턴은 상대 후보보다 수백만 표를 더 얻고도 선거에서는 패배한 것이다. 이렇게 볼 때 검색어 트렌드를 이용하여 당선자를 예측해보는 것은 무척 흥미롭고 누구나 시도해볼 만하다. 단, 예측에 성공할 것이라는 기대를 하지 않을 때 그렇다는 말이다.\n제한된 데이터만 얻을 수 있었던 과거에 비해 오늘날 우리는 거의 무제한적인 정보를 활용할 수 있게 되었고, 덕분에 과거에는 알기 어려웠던 많은 것들을 신속하게 파악할 수 있게 되었다. 여론조사 대신 검색어를 이용해서 선거 결과를 예측할 수 있다는 주장 뒤에는 빅데이터 덕분에  불확실성으로부터 해방될 수 있으리라는 희망이 숨어 있다. \n2019년 말부터 시작된 코로나 사태는 전 세계 사람들의 삶에 엄청난 영향을 미쳤다. \n한편 어떤 사람들은 이런 상황 속에서 빅데이터의 역할이 무엇인가라는 질문을 던지기도 한다. \n구글이 검색어 빅데이터를 가지고 미국의 독감 유행을 정확하게 예측했다. 이미 10여 년 전부터 구글은 검색어를 이용한 구글 플루 트렌드(Google Flu Trends)를 통해 독감 발생을 예측하기 시작했다. 놀랍게도 구글의 예측은 2009년과 2010년의 실제 독감 발생 데이터와 아주 잘 들어맞았다. 우리나라의 질병관리본부에 해당하는 미국 CDC에 있는 많은 전문가들도 하지 못한 예측을 공중보건과 아무 상관없는 IT 기업이 검색어를 이용해서 해냈던 것이다. 이러한 성과는 당연히 빅데이터의 위력을 유감없이 보여주는 사례로 널리 알려졌다.\n그런 눈부신 성공에 힘입어 구글은 그 이후 알고리즘을 더욱 개량하여 점점 완벽에 가깝게 독감 유행을 예측했을까? 뜻밖에도 구글은 얼마 뒤에 구글 플루 트렌드 사업을 접고 만다. 짐작컨대 그 이유 중 하나는 2012년, 특히 2013년 구글의 예측이 실제 결과와 아주 많이 어긋나버렸기 때문일 것이다. 당시 구글은 독감이 유행할 규모를 실제보다 거의 두 배나 될 정도로 과장해서 예측했다. 아마 다양한 원인이 작용해서 그런 잘못된 예측이 나왔겠지만 구글의 독감 예측 사례는 빅데이터의 눈부신 성공담인 한편, 빅데이터에 대한 지나친 믿음을 경고하는 대표적인 사례가 될 만하다.\n사실 독감은 거의 일정한 시기에 주기적으로 찾아오기 때문에 이미 상당한 데이터가 축적되어 있다. 그런데도 독감 발생을 제대로 예측하는 것이 그처럼 어렵다면 선례가 전혀 없는 코로나와 같은 사태를 데이터를 통해 파악하기란 더욱 어려울 것이다. \n\n[폴 크루그먼]\n“내 인플레이션 예측은 틀렸다(I was wrong about inflation).” 뉴욕타임스에 이 같은 제목의 기고문이 올라왔다. 글쓴이는 2008년 노벨경제학상을 받은 폴 크루그먼 미국 뉴욕시립대 교수다. 세계적 석학이 인플레이션에 대한 자신의 주장이 틀렸다고 공개적으로 인정한 것이다.\n크루그먼 교수는 기고문에서 지난해 조 바이든 대통령이 코로나19 대책으로 마련한 1조9000억달러(약 2498조원) 규모의 경기부양책에 대한 자신의 예측이 틀렸다고 썼다. 당시 그는 대규모 재정지출에도 물가가 크게 뛰지 않을 것이라고 내다봤다. 가계는 소비보다 저축할 가능성이 높고, 주정부와 지방정부가 재원을 점진적으로 사용해 시중 통화량이 급증하지 않을 것이란 게 이유였다. 또, 국내총생산(GDP)과 고용시장이 일시적으로 과열되더라도 물가가 급격히 오르진 않을 것이라고 내다봤습니다. 과거 사례들로 볼 때 고용과 물가의 상관관계가 크지 않다고 판단했기 때문입니다. 하지만 그의 예측과 달리 미국은 40여년 만에 가장 가파른 인플레이션을 기록했습니다. \n그러나 미국은 지금 41년 만에 최악의 인플레이션에 시달리고 있다. 6월 소비자물가지수(CPI)는 9.1% 급등했다. 크루그먼 교수는 “2008년 글로벌 금융위기 당시 과거의 경제 모델들이 들어맞았기 때문에 이번에도 과거 모델을 적용했다”며 “하지만 코로나19가 만든 새로운 세상에서는 안전한 예측이 아니었다”고 시인했다.  \"코로나19와 우크라이나 전쟁 등이 글로벌 공급망을 흔들고, 이민자의 감소와 조기퇴직 등으로 인한 노동 감소가 경제의 생산까지 줄였다\"고 지적했다.\n재닛 옐런 미 재무장관도 지난달 CNN과의 인터뷰에서 “에너지와 식품 가격 상승, 공급망 병목 현상 등으로 경제가 예상치 못한 충격을 받았다”며 “인플레이션 향방에 대한 나의 과거 예측은 틀렸다”고 말했다.\n\n미국의 `21~`22년 인플레이션은 대부분의 경제학자들이 예측하지 못했던 결과. \n물가 급등을 우려했던 소수파들의 주장은 대안적 접근에 기반하여 가능성 제시에 그쳤던 반면, 다수 경제학자의 반박 의견은 수십년간의 데이터와 이론에 기반하여 당시에는 더 높은 설득력 보유. 결과적으로는 양측 모두 정확하진 않았으나, 물가 측면에서 다수파의 예측이 크게 실패\n예측 오류의 원인] ① 역사적 필립스 곡선에의 의존, ② `08년 금융위기 경험 및 관성\n지난 인플레이션 예측 오류에 비추어 볼 때 현재 논란 중인 미국 노동 시장에서 구조적 예측 오류가 또다시 발생할 수 있으며, 소수 의견대로 흘러갈 경우 실업률이 급등하고 경기가 경착륙할 가능성도 배제할 수 없음",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-17T18:23:47.479000",
  "updatedAt": "2023-04-17T19:18:11.523000"
}