{
  "id": "04483014-d12c-4d9f-8192-61dfe5eab94d",
  "title": "아이언돔",
  "content": "제인스는 아이언돔 체계의 요격 미사일인 Tamir의 유효사거리를 7km로 보고 있음.\n아이언돔 사거리 70km 아냐...? 라고 하시는 분 여럿 계실텐데 이건 마케팅용어에 가까움.\n아이언돔의 홍보 문구를 보면 방어범위 4~70km 등의 말이 나오는데, 이건 타미르 미사일이 70km 밖까지 날아가서 맞춘다는 의미가 아님.\n미국용으로 면허생산을 맡고 있는 레이시온(RTX)의 홍보 페이지를 보면 정확히는 이렇게 적혀있음.\n'Iron Dome`s Tamir missile knocks down incoming threats launched 'FROM' ranges of 4-70km'\n\n이 아이언돔 홍보문구의 정확한 의미는 '최소 4km에서 최대 70km 밖에서 적이 로켓을 발사하면' 아이언 돔은 이것을 방어할 수 있다. 라는 말임.\n뭔소리냐면 아이언돔이 상정한 위협은 주로 까삼로켓 같은 무유도로켓들임. 그리고 일반적인 무유도 로켓은 포물선 탄도궤적으로 날아감. 그래서 아이언돔이 있는 방향으로 적이 로켓을 여러 위치에서 쐈다고 가정하면, 적이 4km 밖에서 쏜 것에서 70km 밖에서 쏜 것까지는 아이언 돔의 요격 범위내에 들어온다는 소리가 됨.\n그나마 이건 까삼로켓등, 비교적 느린 로켓을 가정하고 만든 홍보문구라서 사실 더 속도가 빠른 다연장로켓에 대해서는 저 문구자체도 맞아 떨어질지는 알 수 없다는게 제인스의 설명임.\n제인스가 추정하는 미사일의 실질적인 사거리는 적 로켓탄에 대해서는 약 7km, 적 항공기에 대해서는 10km정도, 요격 가능 고도는 3km 정도로 보고 있음. 이는 아이언돔의 미사일 사이즈를 보면 당연한 이야기인데, 아이언 돔은 약 길이 3m에 중량 90kg 정도에 불과한 소형 미사일임.\n단거리 공대공 미사일인 파이썬5와 비교해보면 크기가 별로 크지도 않다는걸 알 수 있음. 참고로 지대공이 아니라 공대공 미사일인 사이드와인더가 대략 버전별로 다르지만 길이 3m 미만에 중량 85~90kg 전후정도임.\n애당초 타미르 미사일의 계보가 파이썬 미사일 계열에서 탐색기를 적외선 방식에서 레이더 방식으로 바꾸고 사거리를 약간 늘린 더비(Derby) 미사일을 기반으로 다시 지대공 버전으로 만든 거임.\n생각해보면 무게가 90kg인 타미르보다 3배 가까이 무거운 ESSM이 항공기 표적 기준으로 사거리가 50km 정도로 평가되는데 타미르가 사거리가 70km나 나올리가...그나마 타미르는 최대비행속도 마하 2.2로 지대공 미사일중에서는 속도도 빠른 편은 아님.(ESSM은 마하 4~5급).\n그렇기에 거점방어시 방어범위를 넓히기 위해 보통 레이더와 지휘통제소가 중심에 있으면 미사일 발사대는 더 멀리 여러곳에 분산 배치함(물론 이는 다른 포대 단위로 운용되는 지대공 미사일도 마찬가지).\n사실 아이언돔이 워낙에 이스라엘 실정에 최적화되어있는데 비해서 실제 도입비용+유지비용은 알려진바에 비해 상당히 비싼편이라고 함. 보통 인터넷 등에서 1발당 가격 5천만원이라고 알려져있는데 이것도 아마 뭔가 '마케팅적 의미'가 아닐까 싶은데, 더 구조가 간단하고 작은 스팅어 미사일 조차 새로 만들면 1발에 1억이 넘어감.\n\n현지 환경에 맞춰 단가절감을 너무 했고 재고순환을 빠르게 할 걸 생각해 만든 거라, 한국에서 쓰려면 일단 밀봉하고 사계절 쓸 수 있게 오래 보관해도 되게 부품부터 고쳐야 할 것 같은 느낌이던데\n\n\n천궁도 사거리 70이안되는데먼 ㅋㅋ 근데 신궁은 20키로그람에 5키로쫌 더 나가는데 사거리 10키로는 짧아보이네\n\n신궁이나 스팅어 같은 보병용 미사일은 탄두도 워낙에 작고 탐색기도 더 단순한걸 쓰는지라...\n\n애초에 가장 비슷한 파이썬-5 기반 스파이더-SR 최대 사거리가 고도 7킬로미터에서 20킬로미터인데, 70 킬로미터가 트미르 미사일 사거리일거라 믿는건 너무 생각이 없지\n\n철매도 미사일 사거리는 40km지만 원격 지령으로 최대 100km 이내의 범위에 요격이 가능하다는 말이 있는데 같은 원리인가",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-10-12T12:04:25.784000",
  "updatedAt": "2023-10-13T08:24:22.544000"
}