{
  "id": "054db612-7bd8-4065-9569-69b510f54b20",
  "title": "전쟁과 음식(III)",
  "content": "[스팸]\n스팸 제조사 호멜 식품 (Hormel Foods)은 미국의 기업으로 1891년 미네소타 주 오스틴에 조지 호멜(George A. Hormel)이 설립했다. 이 회사는 5개 정도 되는 주에 물류센터를 두고 영국에 고기를 수출하는 작은 정육 업체였다. 스팸을 만든 사람은 설립자의 아들, 제이 호멜이다. 제이 호멜은 1918년 제1차 세계 대전 당시 프랑스에 주둔했던 미 육군 88사단 351보병연대의 병참장교로 근무하고 있었다. 어느 날 고기를 운송하는데 상관들이 왜 그렇게 오래 걸리냐고 하도 갈구는 바람에, \"뼈가 붙어 있는 무겁고 부피도 큰 고기를 이렇게 비효율적으로 옮길 바에, 그냥 처음부터 뼈와 고기를 분리시켜다가 살만 갖다주면 어떨까?\"라고 생각했고, 가공육 전투식량에 대한 필요성을 강하게 느끼게 된다.\n1차 대전이 끝난 뒤, 제이 호멜은 연구 끝에 1926년 세계 최초의 통조림 햄을 개발하였고, 이를 판매하기 위하여 1928년에 회사를 설립했다. 그런데 주력 상품인 넓적다리 햄을 만들고 남는 작은 어깻살 같은 부산물과 돼지 발골과 해체 과정에서 지방이 잔뜩 붙어 상품성이 떨어지는 부위 등의 재고 처리가 골칫거리였다. 어깻살은 맛은 있었지만 뼈를 분리하는 과정이 복잡하고 어려운 데다가 작은 조각이라서 별로 잘 팔리지도 않아서 처치 곤란한 부위였다. 그렇다고 그걸 그냥 버리자니 아깝고... 그래서 남은 어깻살을 갈고 조미료를 첨가해서 통조림으로 만들자는 아이디어를 냈다. 두 부위를 섞어서 갈은 다음에 현대 식품 공학의 결정판 아질산 나트륨을 첨가해서 명작을 만든 것이다. 이른바 앞다리살, 잡육 떨이 상품이었던 것이다.\n스팸은 싼 가격에 비해 훌륭한 맛으로 발매된 지 4년 만에 일반 판매량 18,000t을 달성하는 기염을 토하며 순식간에 호멜 식품 주력 상품이 된다. 이렇게 재미를 보다가 제2차 세계 대전이 발발했고 미군은 식품회사들에게 휴대가 쉽고 가볍고 썩지 않는 고열량 단백질 식량을 주문했는데, 그 중에서도 호멜사의 스팸은 군대의 요구사항에 완벽하게 부합하는 식품이었고 결국 호멜사의 스팸은 2차 대전 동안 1억개가 팔리는 초대박을 친다.\n제2차 세계 대전은 스팸이 전세계적으로 보급되는 계기가 되었다. 미군의 C레이션에는 물론이고, 영국을 비롯한 우방국에 지원되는 랜드리스 물자에 당당히 스팸이 들어있었기 때문이다. 특히 영국은 스팸랜드라는 자조섞인 농담으로 불릴 정도로 스팸을 오늘날의 스팸메일처럼 받았다. 유명한 영국 요리인 피시 앤드 칩스에도 물고기 대신 스팸을 넣어 튀겨 먹었을 정도였다. 영국은 식량 부족으로 전쟁 기간은 물론이고 전후까지 배급제를 실시했고, 영국 해군은 일부에서 아직 염장고기를 먹고 있던 시대였으니 스팸이 얼마나 위대하게 보였을지는 두말하면 잔소리. 그리고 태평양 지역 괌, 필리핀, 하와이에서도 스팸이 매우 인기가 높았다.\n야외에서 요리하면 그 냄새가 반경 1마일(1.6km)까지 퍼진다. 이러다보니 물자 부족에 시달리던 일본군 병사들의 표적이 되었는데 태평양 전선에선 스팸을 굽는 냄새가 굶주린 일본군을 현혹하기도 했고, 반대로 일본군에게 당하게 만드는 식품이었다. \n동맹군이었던 소련군 또한 미국이 원조한 스팸을 '루스벨트 소시지' 라고 부르며 즐겨 먹었다.\n애시당초 스팸은 제조에 사용된 기술들 대부분 미육군에서 나온 가공육 기술에서 비롯한 것이므로 원래 전투식량을 전제로 나온 것이다. 육류 공급이 이토록 중요하게 취급된 까닭은 야전 장병들의 식사를 통한 사기 진작과 영양소 공급을 통한 전투력 유지에 고기만큼 좋은 것이 없기 때문이다. 전투중인 군인이 겪는 체력소모와 부상을 생각하면 양질의 단백질 공급은 필수적이다. 부상을 입은 환자에게 단백질 공급을 제대로 해주면 환부도 빨리 낫는다. 수많은 나라들의 군대가 고대부터 조금이라도 기회가 되면 군인에게 고기를 잘 먹이려고 했던 배경을 생각하면 스팸이 각광받는 것은 당연하다. 다량의 지방은 혹한지에서 싸우는 소련군 병사들의 생존에 기여했고, 높은 염도 또한 염분 배출이 많은 군인들에게 있어 큰 장점으로 작용한다.\n제2차 세계 대전 이후에도 6.25 전쟁과 베트남 전쟁 등 미군이 가는 전장에는 언제나 스팸이 따라다녔고, 지금도 주요 소비국은 미군이 주둔하거나 아니면 주둔했던 나라라는 특성이 있다. 대표적으로 대한민국, 필리핀, 일본 등이다. \n6.25 전쟁 전후 재건과 전쟁 재발을 막기 위해 주한미군이 주둔하게 되면서 유입된 스팸은, 당시 궁핍한 대한민국 식량 사정에서 단비와도 같은 것이었다. 이러다 보니 미제라면 일단 믿을 수 밖에 없는데다 스팸을 귀하게 여기던 풍조가 오늘날까지 남아있는 것이다. \n\n동남아 전투에서 땅바닥이 축축해서 통조림을 바닥에 깔아버리는 걸 일본군 포로들이 보고 절망했다고 함. 처음부터 이길 수 없는 물량이었다고.\n\n미국의 참전으로 연합군이 가장 좋아했던 게 장군들은 지원병이 와서 좋았지만, 일선의 병사들은 미국의 풍부한 물자가 그렇게 반가웠다고 한다. 다큐를 보니 미군 참전 후 물자가 풍부해져서 비오는날 발이 젖지 않기 위해서 따지도 않은 통조림을 참호 바닥에 깔았다는 얘기도 있다.\n그 따지도 않은 통조림이 지금도 줘도 안 먹는다는 도야지 98% 스팸이었음.\n\n[햄버거]\n햄버거의 원조는 분명치 않다. 하지만 이름에서 짐작할 수 있는 것처럼 독일의 항구도시, 함부르크와 관련 있다는 설이 일반적이다. 1850년대에 뉴욕과 함부르크를 잇는 정기 여객선이 운항을 시작했다.  \n이때 수많은 독일인이 미국으로 건너왔는데  가난한 독일 이민자들은 미국에서도 고향에서처럼 값이 싼 소고기를 구매해 양파 등을 넣어 갈아 다진 후  구워 먹거나 미국식으로 빵에다 끼워서 먹었다. 사람들은 낯선 이 음식을 함부르크 출신들이 주로 먹는 음식이라서 함부르크 스테이크라고 불렀다.  \n그리고 샌드위치처럼 고기를 빵에 끼운 것은 햄버거라고 했다. \n함부르크 사람들은 언제부터 어떻게 고기를 양념에 갈아서 구워 먹게 된 것일까?\n햄버거의 원조가 되는 소고기 패티(patty)의 기원에는 의외의 역사가 숨겨져 있다. 독일 북부의 항구도시 함부르크는 중세 북부 유럽의 최대 무역항으로 발트 해를 통해 러시아로 연결된다. \n일부 식품역사학자들은 러시아인들이 좋아하는 서양식 육회, 타타르 스테이크가 함부르크로 전해졌고, 이것이 미국으로 건너가 햄버거로 발전했다고 주장하는데, 최초 뿌리가 되는 것은 모스크바를 점령한 몽골군의 전투식량이었다고 한다.\n당시 중앙아시아 초원에는 몽골인, 타타르 족은 유목민으로 살고 있었다. 타타르는 터키계 민족으로 우리가 돌궐족이라고 부르는 사람들이다.\n평상시에는 이동식 천막을 치고 가축을 키우며 요리를 해먹지만 급하게 장거리 이동을 할 때는 양을 잡아 고기를 잘게 썰거나 갈아서 덩어리를 말안장에 넣어 다니며 먹었다. 생고기 덩어리는 질겨서 요리하지 않으면 먹기가 어렵다. 하지만, 갈아 다진 고기는 바로 먹을 수 있다. 특히 말안장에 넣어 장거리를 달리면 말 탈 때의 충격으로 고기가 다져지며 연하고 부드러워진다. 동시에 말의 체온 덕분에 고기가 숙성돼 맛도 좋아진다. 그래서 유목민은 장거리 여행 때 다진 생고기를 말안장에 넣고 다녔다.  \n그리고 13세기, 칭기즈칸이 이끄는 몽골군과 타타르 연합군이 중앙아시아를 넘어 지금의 카자흐스탄을 거쳐 우크라이나와 러시아로 쳐들어간다. 몽골군 전술의 특징은 전격전이다. 기병 중심의 공격부대가 전광석화처럼 진격해 적군을 제압하는 방식이다.  \n그러자면 말을 타고 며칠을 달려도 끝이 보이지 않는 초원에서 속도가 느린 병참부대가 호흡을 맞춰 따라갈 수가 없다. 적군 마을을 점령하면 식량의 현지조달이 가능하겠지만 전투 중에는 그것도 불가능했다. 병참으로 인한 전술적 제약에도 몽골군의 전격전이 가능했던 것은 바로 몽골 특유의 여행식량 때문이었다. 그중 하나가 햄버거의 원조가 된 다진 생고기로 몽골군은 적을 공격할 때 며칠 동안 행군을 계속하면서 기습공격을 펼쳤는데 말에서 내려 불 피우고 식사를 할 시간도 없을 때는 말을 달리며 안장에서 다져진 고기를 씹으며 진격했다. \n‘동방견문록’을 쓴 마르코 폴로는 망아지 한 마리의 살코기가 있으면 몽골전사 100명이 하루 세끼 식량으로 삼을 수 있다고 했는데 몽골 전사들은 말안장에 넣어 다진 생고기 덕분에 최단 시간에, 최소한의 식량으로, 최대의 에너지를 공급받았던 것이다. 전격전을 가능케 한 또 다른 전투식량은 동물의 피였다. ‘음식의 역사’에 의하면 13세기 몽골군이 장거리 이동 때 준비한 식량은 ‘살아 있는 말의 피’였다. 몽골 기병은 열흘 정도의 원정을 떠날 때 10마리 이상의 말을 줄로 엮어 끌고 다녔다. 수시로 말을 갈아타면 말들이 지치지 않고 계속 달릴 수 있을 뿐만 아니라 말의 피를 식량으로 사용할 수 있었기 때문이다. 이동 중 쉴 때 몽골기병은 말의 정맥에 상처를 내 피를 빨아 마셨다. 한 마리당 0.5리터의 피를 마실 수 있는데 열흘 간격으로 돌아가 마시면 말도 상하지 않고 병사의 체력도 유지할 수 있었다.  \n칭기즈칸 사망 후 손자인 쿠빌리아 칸이 모스크바를 점령한다. 몽골이 전승국이 된 것인데 정복자의 문화는 피점령지에서 빠르게 퍼진다. 러시아인들은 몽골 음식인 다진 날고기에 양파와 계란을 섞어, 서양식 육회를 만들어 먹으며 타타르 스테이크라고 불렀다. 타타르 스테이크는 14~5세기에 러시아를 거쳐 독일로 전해지는데 그 중심지가 당시 독일의 무역항, 함부르크였다. 함부르크 사람들이 날고기를 먹는 대신 불에 구워 먹은 것이 함부르크 스테이크의 원조로 이것이 미국으로 건너가 햄버거에 넣은 고기의 기원이 됐다는 것이다.",
  "color": "default",
  "labels": [],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-12-31T19:40:17.669000",
  "updatedAt": "2022-12-31T20:13:12.892000"
}