{
  "id": "05526ecc-8af8-4c78-a173-dc20b1c0c7d0",
  "title": "부동산",
  "content": "![image](media/1645031596808.801418366.jpg)\n![image](media/17f00f2de6d.8f7a4c1e995616a2.jpg)\n\n\n\n부동산 수요는 거래적 수요, 투기적 수요\n\n양도 소득세, 재산세 증가로 부동산 수요 감소\n--> 가격 하락\n\n부동산 공급 증가 -> 가격 하락\n\n양도세 내리면 매물 나오는게 당연하죠. 양도세 올리면 누가 비싼 양도세 내면서 집을 팔아요. 수요 많아서 월세라도 들어올 사람 많은데 그냥 월세 올려서 그걸로 보유세 내고말지. \n양도세는 내리고 보유세는 올리는게 정상임. 매물 나오니 공급이랑 수요균형이 맞춰지면서 가격이 내려가는거고요. 기본적인건데 왜 이걸 모르는지 모르는적하는 건지.\n\n양도세 폐지하고 실거주 안하는집에 보유세 폭탄 먹이고 외국인 부동산 보유에 막대한 제약을 걸고 금리 3프로 이상만 올리면 집값은 설사똥처럼 빠진다.\n\n전문가들은 수요가 높은 지역에서 다주택자 매물이 시장에 나오게 하려면 다주택자 보유세 완화에 대한 속도 조절이 필요하다고 강조한다. 안수남 세무법인 다솔 대표는 “보유세 완화에 대한 기대감도 커서 양도세를 완화해도 팔지 않겠다는 다주택자들이 적지 않다”며 “양도세와 보유세 완화를 동시에 언급하면 다주택자 버티기로 ‘매물 잠김’이 이어질 수 있다”고 했다. \n\n보유세 완화, 대출규제 완화는 제일 마지막에... 양도세 완화하고 공급폭탄 내놓고 대출금리 올라가면 매물 나오고 떨어질 수 밖에 없음. 그 다음에 대출규제 완화 하고 그 후에 보유세 완화 해야됨. 순서 지켜라\n\n세계 금융위기 왔을 때 전세계에서 딱 두 나라만 지표 상승했음. 그 중 하나가 우리나라. 부동산이 떨어진 게 금융위기 때문이다 폄하하지만 사실상 우리나라는 그 영향은 전무했음. 이명박 때 딱 두 가지 정책으로 부동산 떨궜는데 하나는 정부가 주택 공급량을 대폭 늘리면서 양도세 6개월간 없애주는 걸 세번 정도 했음. 즉 18개월 정도 양도세 없는 기간이 있었음. 안 그래도 공급이 많은 환경에서 더 많이 쏟아져 나옴. 그래서 가지게 된 효과가 국민들 심리임. 우리나라 부동산은 심리가 많이 작용됨. 영희, 철수 엄마들 모여 \"부동산 떨어진데\"하면 떨어짐. 결국 국민의 심리를 건드는 게 정부가 해야할 일. 그 여파로 박근혜 때는 오히려 집을 너무 안 사고 모두 전세만 사려는 심리가 팽배. 왜? 집값 계속 떨어진다는 공포에 아무도 집을 안삼. 결국 전세가가 집값을 역전하는 현상까지 벌어지니 주담대를 90프로까지 풀며 제발 집 좀 사라고 광고까지 해대는 지경에 옴. 그래서 정권 막판에 그나마 좀 올려놓은 걸 문재인이 집값 상승 막아야 된다고 발악하며 부동산 건듦. 결국 좌파는 그저 사회 혼란 이용하는 것 밖에 할줄 몰라서 뭐든 트집잡아 우~~하고 한쪽으로 몰기나 잘하지 개뿔 아는 게 없음.\n\n공급 확대도 이유겠지만 그 당시 정부가 부동산 세제를 완화하고 집값에 대해서 시장에 맡긴다는 늬앙스를 많이 줘서 심리적 안정감을 줬으며, 또 펀드 붐을 일으켜 돈의 흐름을 부동산에서 금융으로 돌리는 것도 큰 역할을 했다고 봅니다.\n\n한국 부동산의 가격은 공급이 좌우하지 않죠. 최근 상승은 유동성 영향이 크고요.\n\n이명박 때 아파트값 떨어진 건 서브프라임 모기지가 가장 컸죠. 미국 부동산의 실러지수가 40% 폭락하고 전세계 부동산이 폭락하던 시기\n\n전국에 좌파 지자체장, 의회 장악한데 많은데 그런데서 부동산 하락 안정화시켜 능력 보이면 국민들이 알아서 뽑아줍니다. 부동산 하락 안정화시킬 능력이 있을지 모르겠지만...\n\n정작 민간 건설사가 경쟁할때 집값이 제일 투명했고, LH가 주도적으로 개발할 때 제일 비리로 얼룩지고 집값 떡상했음. 공공이 하면 옳다는 건 뇌썩은 좌파 좀비들의 망상일 뿐임.\n\n코로나 OECD 성장률 2위 좋군요. 정부가 열심히 했습니다. 근데 그거 얼마나 체감합니까? 코로나 성장률 2위해서 월급 얼마나 올랐습니까? 뭐가 중요한지 모르는거죠. 성장률 중요하죠. 근데 당장 국민들 사는거부터 해결해야죠. 인간의 필수 생존요소 의식주 가운데 주거를 개판치고 뭘 잘했다고 잘한 걸 들이밉니까? \n\n경제를 알면 더 좋지만, 몰라도 시장 메커니즘을 억지로 비틀려고 하지만 않아도 경제는 왠만큼 잘 굴러감. 문재앙 586 사회주의자들이 삐뚤어진 사회관으로 왜곡시켜서 문제가 생기는 거..\n\n이명박 때 뉴타운 많이 만들고 아파트 공급이 많았죠. 그래서 박근혜 때도 많이 안 오른 거고. 좌파 박원순은 계획된 뉴타운도 막고 50년된 폐가에 벽화 그리기나 쳐 하고 있고.\n\n부동산은 공급이 전부인 것을 다 막아놔서....\n\n이명박 때 집값 잡힌 건 리만 때문이 아닙니다.\n2008년 리먼 사태 이후에도 집값은 크게 떨어지지 않았습니다. 2009년 이후부터 내곡동, 세곡동 보금자리 주택으로 강남에 물량 때려 박아서 잡힌겁니다. 당장 잠실권만해도 2008년 이후 입주가 엘스, 리센츠, 트리지움, 파크리오, 레미안, 팰리스 여기만 해도 3만세대 가까이 입주. 강동쪽도 대단지 입주가 많았구요. 막상 리먼 사태 직후는 일시적 하락은 있었지만 아파트 가격이 변동 크게 없었습니다. 대세 하락장은 2011년 이후 보금자리 주택 물량 박으면서 잡힌 겁니다. 당장 최근 헬리오시티 9500가구 입주하니까 2019년에 조정장 왔던 것도 팩트구요\n\n맞죠 지방은 그때 올랐고 수도권만 떨어짐. 이게 무슨말이냐 하면 부동산 가격은 무조건 수요, 공급에 따라 움직임.\n\n노무현, 문재인 때 떡상. 보수정권 때 안정화. \n한 정부는 대놓고 공급물량 공세. 한 정부는 허가된 뉴타운조차 막고 공급을 방해한 게 가장 큰 영향을 준거죠.\n\n[부동산 불패신화의 환상]\n\n1. 부동산 우상향 불패\n  - 이게 수십년간 고도성장기를 거치면서 우리 기성세대들이 경험으로 체득한 것으로\n  - 워낙 장기간 몸으로 겪은 거라 불변의 진리인 것처럼 느낄 수 있음\n  - 하지만 이제 저성장기, 자칫하면 일본같은 제로 성장의 시대로 들어갈 수 있음\n  - 그러면 우상향 불패 신화는 그냥 옛날 이야기가 됨\n\n2. 수요 공급이 중요하다?\n  - 물론 모든 재화는 수요공급이 핵심이지만\n  - 부동산은 어차피 모자라진 않음(길거리에서 사는 사람은 거의 없으니까)\n  - 부동산 우상향 신화는 불변 재화기에 통화량 증가하고 인플레하면 같이 오른다는 뜻\n  - 장기적으로 부동산이 오르는 건 수요공급이 아니라 물가상승, 경제성장 때문\n\n3. 투자가치와 주거비용을 구분해야\n  - 전세계에서 유일하게 전세제도가 있는 나라\n  - 실수요(주거비용)은 전세가이고\n  - 거기에 더해진 갭이 바로 투자가치를 나타냄\n  - 앞으로 집값이 오르지 않는다고 생각하면 굳이 전세가에 수억 프리미엄을 주고 집을 구매할 이유가 없음\n  - 우리의 전세가--갭--매매가 구조는 집값이 계속 오른다는 거국적 합의하에 돌아가는 제도\n\n4. 인구감소가 중요한 건 수요축소가 아니라 경제성장 저하임\n  - 인구가 줄어들어서 무서운 거는 경제성장 저하임.  \n  - 경제활동인구 쪽수가 줄면 아무리 용을 써도 경제성장을 할 수 없음\n  - 경제가 성장 못하면 부동산이 오를 수 없음\n  - 부동산이 오르지 못하면 매매가와 전세가가 같아짐(전세제도가 없어짐)\n\n결론적으로 우리나라의 인구감소와 산업구조 변화를 고려하면 (뭔가 획기적인 성장동력 산업을 개발하지 않는한...바이오라던가) 일본과 같은 초저성장 사회가 될 것이고 그럼 자연스레 부동산도 소유가 아니라 비용 개념으로 갈 것임. 그럼 집값은 장기적으로 현재의 전세가 정도에 수렴할 것.\n\n\n[“아파트 40% 폭락, 7년간은 집 사지 마라”]\n이현철 아파트사이클 연구소장은 부동산 시장은 호황과 불황을 반복한다는 ‘사이클이론’으로 폭등후 폭락을 비교적 정확하게 맞췄다. 그는 2020년에 ‘부동산 폭등장이 온다’고 했고 2021년에는 조정을 지나 본격적인 하락장이 도래할 것이라고 예측했다.\n이 소장은 대중심리, 전세, 분양, 정책을 분석하면 상승장의 정점과 하락장의 바닥 등 변곡점을 예측할 수 있다고 주장한다. 그는 이번 하락장은 7년의 하락및 정체기를 거쳐 상승세로 전환할 것이라고 예측했다. 미래는 누구도 정확하게 알 수 없다. 과거 전망이 맞다고 미래까지 보장하지는 않는다. 그러나 이 소장이 하락에서 상승으로 전환하는 변곡점의 징후로 제시하는 미분양 물량 감소, 전세가격 급등, 거듭되는 정부의 부동산 부양책은 다른 전문가들도 일정 정도 동의하는 내용이다.\n\n- 얼마나 하락할 것인가?\n“평균적으로 40% 하락할 것이다. 최근 아파트 가격이 급락했다고 하지만 급매물 중심으로 일부만 거래되고 있어 본격적인 하락장이라고 볼 수 없다. 집주인들이 집값이 내렸다고 해도 반신반의하면서 여전히 버티고 있기 때문에 아직은 거래가 많지 않다. 지금은 전형적인 하락장 초입이다. 본격적인 하락장에 진입하면 집주인들의 관점이 버티기에서 매도로 급변할 것이다. 그때부터 실질적인 하락거래가 본격화될 것이다.”\n\n-하락장은 얼마나 지속될 것인가?\n“다른 전문가보다는 내가 좀 길게 본다. 하락장은 7년 정도 지속될 가능성이 있다. 5년 정도는 하락하고, 2년 정도는 횡보할 것이다. \"\n\n- 2~ 3년 정도 지나면 바닥을 찍을 것이라고 보는 전문가들도 많다.\n“하락이 본격화되면 우리가 생각하는 것보다 훨씬 하락기간이 길다. 실제 2008년 리먼사태이후 하락장이 2013년까지 지속됐다. 리먼 사태 직후 일부 지역에서 반등이 있었지만, 다시 지루한 하락 및 정체 구간을 거쳤다. 이번 하락장도 그때와 비슷하게 7년 정도 하락 및 정체기를 거칠 것이다. 하락장이 다시 상승장으로 전환하기 위해서는 어느 정도 미분양이 쌓이고 미분양이 다시 감소하는 시기를 거쳐야한다. 미분양이 계속 늘어나는 상황에서 집값이 상승세로 전환하기는 어렵다.”\n이현철 아파트 사이클 연구소장은 \"7년 정도의 하락기를 거칠 것이기때문에 무주택자는 서두를 이유가 없다\"고 말했다.\n\n-내년에 금리가 정점을 찍고 내리면서 집값이 반등할 가능성이 있다고 주장도 나온다.\n“과거 사례를 자세히 살펴보면 금리가 부동산을 움직이는 결정적인 변수는 아니었다. 다만 금리와 부동산 가격은 일정한 연관성이 있다. 부동산 가격이 하락하는 시기에 금리가 오르면 하락폭이 더 커진다. 부동산 하락 시기에 금리가 하락하면 하락폭을 줄일 수 있지만 방향을 바꾸지는 못한다. 반면 집값이 오르는 시기에 금리가 내려가면 상승폭을 더 키운다. 상승기에 금리가 올라가면 상승폭을 줄일 수 있지만, 방향을 바꾸지는 못한다. 금리와 시장의 방향성이 비슷할 때 변동폭을 더 키운다. 금리는 집값의 상승과 하락 방향성을 결정하는 1차 요인이 아니라 상승폭과 하락폭에 영향을 주는 2차 요인이다. \"\n\n-하락장이 7년 지속된다면 무주택자들은 7년을 기다린 후 집을 사는 것이 유리한가?\n“나는 기다리는 것이 유리하다고 본다. 집값 급등기에는 무주택자들이 ‘벼락거지’라고 한탄할 정도로 주택 보유가 무조건 유리하다는 인식이 강했다. 그러나 하락기는 정반대이다. 2012년~2013년에는 집 가진 거지라는 의미의 ‘하우스 푸어’라는 말이 유행했다. 보통 주택은 빚을 내서 집을 사기 때문에 지금처럼 금리가 오르고 집값이 하락하면 집주인들은 견디기 쉽지 않다. \"\n\n-주식과 마찬가지로 바닥에서 집을 사기는 어렵다. 일부 전문가들은 바닥에서는 집을 사는 것이 불가능하기 때문에 내년쯤에 미리 사두는 것이 좋다고 주장한다.\n“결국 집값이 오를 것이기 때문에 미리 집을 사는 것도 방법이라고 주장하는 전문가들이 있다. 빚을 내 집을 사서 향후 5~6년간 하락한다면 집을 팔지 않고 버틸 수 있다고 보는가? ‘조기 매수론’은 집값이 계속 하락해도 버틸 수 있고, 결코 바닥에서는 집을 사지 못할 것이라는 것을 전제로 한다. 나는 수많은 현장 상담을 통해 집을 산후 집값이 장기 하락하면 견디기가 쉽지 않다는 것을 절감했다. 무주택자들은 좀 참아야 한다. 그게 돈을 버는 것이다. 나는 2030년 전후에는 눈 감고 집을 사야 한다고 강조한다. 그때가 바닥권이기 때문이다. \"\n\n- 부동산 시장을 좌우하는 가장 중요한 요인은 뭔가?\n“대중심리가 결정적이다. 대중심리의 방향이 정해지면 관성의 법칙이 어마어마하게 작용한다. 집값이 오른다는 대중심리가 퍼지면 너도 나도 집을 사기 때문이다. 심지어는 정부 정책도 대중심리의 방향을 쉽게 바꾸지 못한다. 상승기에 집값을 잡겠다는 정부 정책이 쏟아져도 집값이 오히려 더 오르는 이유이다. 집값을 잡겠다는 정책이 대중들의 불안심리를 더 자극한다. 그러나 집을 사겠다는 대중심리가 영원한 것은 아니다. 대중심리를 근본적으로 전환시키는 요인이 있는데, 가격 하락기에는 전세시장이 바뀌면서 바닥을 찍는다. 반대로 상승장을 하락으로 돌리는 것은 ‘정책의 누적효과’이다. 여기에 미분양이 증가하면 하락을 좀 더 공고화시킨다. 요약하면 부동산 시장의 방향을 결정하는 1차 요인은 대중심리, 전세, 분양, 정책이다. 일자리, 금리, 인구 증감, 시장의 호재나 악재 등은 2차 요인이다. \"\n\n-정책의 누적효과란 무엇인가?\n“집값 상승기가 되면 어떤 정부든 집값 상승세를 억누르기 위해 규제를 가한다. 규제가 누적되면서 집값 상승의 에너지가 줄어든다. 규제라는 잽을 계속 맞으면 다운이 되지 않더라도 시간이 누적되면 그로기 상태가 된다. 다운되려면 클린히트, 트리거가 필요하다. 이때 ‘호가 갭 벌림 현상’이 나타난다. 집값 상승에 익숙한 집주인들이 호가를 너무 높게 부르기 시작하고 그 가격에 살 매수자들이 실종되는 시점이 도래한다. 그 시점이 되면 집을 살 사람들은 거의 다 샀기 때문에 매수세가 극도로 위축돼 있다.\n\n호가 갭 벌림현상이 벌어지면 거래가 급감한다. 이런 상황에서 정부의 추가적인 규제가 결정타를 날린다. 작년 하반기 정부가 대출규제를 내놓으면서 시장 분위기가 완전히 바뀌었다. 정책누적효과는 하락 사이클에서도 작용한다. 집값이 떨어지면 정부가 부양책을 계속 내놓는데, 부양책이 어느 정도 누적되면 집값 반등으로 이어질 수 있다.”\n\n-미분양 주택의 증감을 부동산 사이클 전환의 지표라고 봐야 하나?\n“그렇다. 미분양의 증감으로 시장의 변화를 확인할 수 있다. 미분양이 늘어나는 사이에 집값이 오를 수는 없다. 또 하나 중요한 것이 전세시장이다. 전세가격 하락세가 지속되다가 전세가격이 급등세로 전환하고 전세매물을 찾기 어려운 상황, 전세대란이 벌어지면 시장의 방향이 근본적으로 바뀐다. 그게 상승 신호탄이다. \"\n\n-당초 서울의 경우, 아파트 입주물량이 부족해서 올 하반기에 전세난이 발생하고 매매가격도 오를 것이라는 전망도 있었다.\n“새아파트 입주물량이 재고 주택을 포함한 전체 시장에서 차지하는 비중은 크지 않다. 세종시의 경우, 아파트 입주 물량이 없고 앞으로도 거의 없지만 전세가격이 급락하고 있다. 새아파트 입주 물량 부족은 집값 상승장에서는 전세가격과 집값을 더 끌어 올리는 효과가 있다. 입주물량 부족이 하락장에서는 집값에 큰 영향이 없다. 오히려 입주물량은 하락장에서는 공급충격으로 하락세를 가속화시키는 역할을 한다. 인천은 입주물량이 늘면서 하락세를 가속화시키고 있다. \"\n\n-상반기만 해도 전세 대란이 발생할 것이라는 전망이 나왔지만 지금은 역전세대란 우려까지 나온다. 이렇게 시장이 갑자기 돌변한 이유는 뭔가?\n\n“시간의 누적효과이다. 임대인들이 전세가격이 내리고 임차인을 구하기 어렵다고 하니까 실제보다 미리 전세를 내놓는다. 임대인의 불안 심리가 실제보다 훨씬 전세매물을 급증시킨다. 반대로 전세가 부족하다고 하면 임차인들이 전셋집을 찾아 미리 움직인다. 실제 수요보다 훨씬 더 많은 임차인들이 전셋집을 찾고 전세매물 부족과 가격 급등으로 이어진다. 부동산 시장은 대중심리가 작용하면서 일종의 가수요가 발생, 시장을 왜곡시킨다. 부동산을 실수요 시장으로만 봐서는 시장의 움직임을 정확하게 파악하기 어렵다.”\n\n- 지난 정부는 전세 세입자를 돕기위해 임대차 3법을 도입했다.\n\n“임대차3법 제도 자체는 필요하다고 본다. 그러나 도입 시기가 문제였다. 당시 나는 임대차 3법의 도입시기가 좋지 않아 부작용이 발생할 것이라고 반대했다. 임대차 3법이 아무리 취지가 좋아도 집값이 오르는 시기에 도입하면 대중의 불안심리를 극대화시켜 시장을 혼돈에 빠뜨릴 수 있다는 이유로 도입에 반대했다. 2020년 매매가격이 폭등했고 전세가격까지 오르기 시작했다. 정부는 매매가에 이어 전세가까지 오르면 주택정책이 완전히 실패했다는 비난을 받을 수 있다고 염려했다. 정부는 그런 비난을 피하기 위해 사활을 걸고 전세가격 상승을 막으려 했지만 시장을 제대로 이해하지 못해 거꾸로 된 선택을 했다. 전세가격이 오르기 시작했는데, 임대차 3법이라는 새로운 정책을 도입하는 것은 불안심리를 가중시키면서 전세가를 폭등시켰다.”\n\n-올해에도 전세대란이 벌어질 것이라고 주장한 전문가들도 있었다.\n\n“임대차 3법 자체가 잘못됐다는 보는 시각으로 분석했기 때문이다. 제도가 잘못돼서 전세가 폭등이 일어났고 2년 만기가 됐기 때문에 또다시 전세가격 폭등이 일어날 것으로 착각했다. 제도자체의 결함이라기 보다는 시기의 문제였다. 결국 시장은 임대차 3법에 적응했기 때문에 전세대란은 없었고 오히려 역전세란이 우려될 정도로 전세가격이 하락하고 있다. 문재인 정부시절 임대차 3법으로 전세가가 너무 올랐고 결국 너무 높은 전세금을 낼 수 없어 집을 줄이는 세입자들이 늘어났다.\n\n더군다나 금리가 오르면서 전세 대신 월세를 선택하는 수요가 늘면서 전세 수요가 급격히 분산됐다. 반면 임대인들은 전세수요자들을 찾지 못할 수 있다는 불안심리로, 매물을 미리 쏟아내면서 하락세에 가속도를 붙였다. \"\n\n어떤 부동산이든 부르는게 값이 아니고 위치를 먼저 따져야 합니다. 은마아파트는 다 쓰러져가도 20억이 넘습니다. 위치! 이것은 부동산학에서 기초입니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-16T14:49:30.537000",
  "updatedAt": "2023-07-06T06:33:47.388000"
}