{
  "id": "05cf710a-1031-41bf-914f-530ac098a6e4",
  "title": "유상증자 vs 무상증자",
  "content": "사업 자금을 마련하려면 금융회사에서 빌려도 되고 채권을 발행해서 자금을 마련할 수도 있지만 그렇게 되면 원금을 갚아야 하고 이자도 내야 합니다. 하지만 유상증자에 성공하면 이자 걱정이나 원금 상환 부담 없이 사업 자금을 마련할 수 있습니다. \n\n① 유상증자는 단기적으로 기업 주가에 악영향을 줍니다. 증자 뒤 사업이 활발하게 진행돼 순이익이 늘어날 수 있지만 일단 기업가치가 떨어진다고 보니까요. 보통 주당순이익(EPS·기업이 일정 기간 올린 순이익을 발행 주식수로 나눈 값)이 클수록 투자가치가 있는 주식으로 봅니다. 증자를 하면 발행주식 수가 늘어나서 주당순이익이 낮아집니다. \n\n② 증시 상황도 영향을 미칩니다. 증시가 침체해 주식 수요가 적을 때는 주가가 더 떨어지기 쉽습니다. 물론 증시가 강세장이라면 유상증자가 호재가 될 수 있습니다. 증시가 상승국면이면 주식을 사려는 세력이 많아지니 증자로 주식 공급 물량이 늘어도 주가 하락 가능성이 상대적으로 낮기 때문이지요.\n\n③ 대규모 유상증자는 지분가치를 희석하는 효과 때문에 대개 주가 하락 요인으로 작용한다.(전체주식 중 내가 보유하고 있는 비율)\n유상증자 발행가는 현재 주가보다 보통 20~30% 정도 낮게 책정합니다. 유상증자 발표가 나면 지분 희석 때문에 주가가 떨어지지 않느냐고 하실텐데요. 지분가치가 떨어지는 증자비율을 감안한 주가에서 20~30%를 깎아주는 것입니다. 미래가 유망한 기업이라면 더 저렴한 가격에 주식을 담을 수 있는 기회가 될 수 있습니다.\n유상증자 공시가 나오면 가장 먼저 봐야 하는 부분은 새로 들어온 투자금을 어디에 사용하느냐 여부를 잘 살펴봐야 합니다.\n공장을 더 짓겠다, 다른 기업을 인수하겠다는 목적이라면 투자할 만한 가치가 있을 겁니다. 더 많은 이익을 창출할 수 있는 기회가 있기 때문입니다.\n그런데 운영자금이나 채무상환 목적의 유상증자라면 회사의 재무상태가 좋지 않다는 것을 시인하는 꼴입니다. 직원들 월급 줄 돈이 없다, 빚 갚을 돈이 없다는 뜻이기 때문입니다. 대표적인 악재성 유상증자라고 할 수 있습니다.\n한화의 유상증자는 시설투자가 아니라 기업 경영권 승계작업의 일환입니다\n쉽게 말하면 한화+한화에너지가 김승연 몫으로 한화 에어로를 자회사로 소유하고, 그 아들에게 한화 오션까지 손자회사로 통합하기 위해선 한화에어로가 한화 오션의 30% 지분을 가져야 하는데 지금 23%밖에 없어서 유상증자를 통해 지분율을 올려서 기업 승계를 하려는 겁니다.\n그 다음으로 중요한 것은 증자를 얼마나 하냐는 것입니다. 시가총액 대비 증자 규모가 크면 클수록 주가도 더 많이 하락하게 됩니다. 예를 들어 시총 100억원인 기업이 100억원을 증자하면 주당 가치가 반토막이 나니까 주가도 50% 하락해야 정상입니다. 이런 공시가 나오면 하한가를 맞을 수 밖에 없습니다. 만성 적자 한계기업에는 애시당초 투자를 하지 말라고 권하고 싶습니다.\n\n무상증자는 쉽게 말해 새로 발행하는 주식을 주주에게 공짜로 나눠주는 것입니다. 주주에게 공짜로 주식을 나눠주는데 어떻게 자본금이 커질까 싶지만 원리는 간단합니다. 기업의 자기자본은 자본금과 잉여금으로 나뉘는데 잉여금을 자본금으로 옮기게 되면 전체 자기자본은 같더라도 자본금은 늘어나지요. 그 늘어난 자본금만큼의 주식을 발행해 주주에게 나눠주는 것이 바로 무상증자입니다. 주주에게 보유 주식수를 늘리는 혜택을 줌으로써 증시에서 인기를 높이고 주가가 올라가는 효과를 누릴 수 있지요. 기업 재무구조나 자금 사정이 안정적이어야만 무상증가가 가능하므로 ‘재무가 탄탄한 회사’라는 이미지도 얻을 수 있고요.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-06-26T10:35:48.129000",
  "updatedAt": "2025-03-25T04:21:04.150000"
}