{
  "id": "078fcf73-4510-4dd4-b54e-e2469de8ed38",
  "title": "창",
  "content": "보병끼리싸움도 창이 유리하기도 하지만\n전장을 지배하는 기병들을 보병이 저지하려면 창만한 무기가 없죠\n칼든 보병은 기병에게 그냥 쓸립니다.\n그니마 창병은 기병에게 대응이 가능\n집단전에서 창병부대랑 칼든부대가 맞붙으면 리치 차이때문에 상대가 안됩니다.\n리치, 그리고 숙련도 차이요. 창은 찌르기만 잘 배우면 되지만 칼은 아니죠. 아군도 고려해서 칼질 해야되고\n\n삼지창은 고수들 무기였다고 합니다.\n\n칼보다 창이 배우기 쉽기때문입니다.\n명나라 척계광이만든 원앙진도 보면 두명만 칼과 방패를들고 나머지는 창이죠\n왜구가 칼을 잘쓰니 진을 저렇게 했고 엄청난 효과를 거두게 됩니다.\n중국에서 대하사극주인공까지 했으니 말다했죠\n척계광이 한말중 무술하는놈 앞에서 설치면 필패라 했습니다.\n\n알렉산더가 팔랑크스를 활성화하면서 전세계를 제패하자 알렉산더 후예들은 알렉산더의 성공의 일부분만 보고 창의 길이를 점점 늘려 가서 어느 순간 7m가 넘는 창으로 팔랑크스를 만들어 갔죠.\n\n여전히 넓은 벌판에선 이 보병 창병단을 뚫을 수 있는 군대는 없었지만 로마는 오히려 이 길어진 창들이 기동력을 심하게 해치고 전장의 변화에 즉각적으로 대처하지 못하는 것을 깨닫고 이들이 좋아하는 전장이 아닌 산속으로 이들을 몰아 섬멸시키고 말죠.\n\n하지만 궁극적으로 기병이 발달하면 발달할수록 보병이 기병을 막아낼 수 있는 유일한 방법은 창으로 둘러싼 방진밖에 없어서 중세시대에는 다시 창보병의 방진이 발달하게 되면서 스페인의 테르시오로 발전하게 됩니다.\n로마보병이 칼을 들었던 이유는 근접난전시 방패와 단검의 조합이 너무나 강력해서였고 방어도구들이 빈약했던 북아프리카나 스페인의 징집병들이나 2세기까지의 게르만족과의 상대로는 유용했죠\n그 이후에는 쓸모없어져서 동로마시대로만 가도 창 / 활 / 중기병 / 공성장비가 주무기로 바뀝니당\n라인강 동쪽의 게르만족이 로마화되면서 동일한 전술 동일한 무기에 많은머릿수로 밀고오니 점점 패전이 늘어나게되고 전술 자체가 향토방위군 + 중앙군의 합동 방어작전으로 바뀌게 됩니다\n\n로마보병도 정면싸움으로는 그리스의 팔랑크스를 이기지 못했고 기동전을 통해 진형을 흐트러뜨린다음 빈틈을 기병과같이 공략해서 이긴거지요. 로마보병도 서로마 무너질즈음에는 창이 주무기로 바뀝니다.\n\n냉병기의 경우 숙련도가 중요한데, 비숙련자들이 1인분 하기에는 검보다는 리치가 긴 창이 더 유리하죠. 로마 레기온의 경우는 방패와 글라디우스를 하나의 세트로 봐야되지 않을까. 그 당시 로마의 숙적이었던 바르바로이들은 대체로 무장정도가 낮았기 때문에 이들을 상대하는데는 방패와 칼 조합이 가장 효과적이었겠죠\n\n기본적으로 창이 칼보다 월등하게 강합니다. 팔랑크스 전면은 무적에 가깝습니다. 로마군은 투창+대형방패+글라디우스를 쓰며 평지에서 그리스 팔랑크스와 싸우면 로마군이 일방적으로 당합니다. 그래서 전장을 팔랑크스가 진형을 짜기 어려운 구릉지대나 산악지대로 유인해서 팔랑크스 진형을 깨고 이긴겁니다.\n창은 좋은 무기이긴 한데 로마군은 바짝 붙어서 전진하는 전술을 썻고 그러기 위해선 창은 불편하고 칼조차 긴 것을 쓸 수 없어서 짧은 그라디우스를 제식 무기로 썻습니다. 방패로 전열을 막고 틈으로 휘두르기엔 딱 맞는 무기였죠.\n훈련잘된 장창방진은 총이랑 대포가 발전해야 겨우깻습니다.\n\n창병을 주로 안쓴 유명한 군대는 몽골군 정도겠네요. 몽골은 기병 + 궁병(몽골 기병을 막기 위한 상대방 창병의 천적)\n\n임진왜란때 왜군 주무기도 창입니다.\n임진왜란 때도 조선은 일본도나 조총 보단 야리 아시가루라고 밀집 장창병한테 털렸다 들었는데 사극에서는 희안하게 조총만 나오더라구요\n\n임진왜란 때 왜군도 주력은 창이며 일본도 조차 지금 카타나가 아닌 훨씬긴 거의 언월도에 가까운 노다치나 왜장도들을 썼습니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-12-16T18:45:28.597000",
  "updatedAt": "2021-12-16T18:45:28.597000"
}