{
  "id": "080eb1ed-eb31-41e8-85e6-3db0bac7290a",
  "title": "철의 역사 - 동양",
  "content": "![image](media/1718866953590.1441256544.png)\n![image](media/1718867028718.138206386.png)\n\n\n[춘추전국시대]\n히타이트의 멸망과 함께 서쪽으론 도리아인이, 동쪽으론 유목민족인 스키타이가 철기를 전파했다.\n중국에서 본격적으로 무기와 농기구를 철로 만들기 시작한 것은 춘추전국시대부터이며, 이 때부터 농사에서 철제 농기구가 확산되고 우경(牛耕·소를 농사에 이용하는 것)이 시작됐다. 석기나 청동기로는 불가능했던 농업혁명이 일어나면서 생산력이 급증했다. \n\n풀무란 대장간에서 쇠를 달구거나 또는 녹이기 위해 화덕에 뜨거운 공기를 불어넣는 기구이다. 중국인들은 일찍이 전국시대에 풀무를 개발했으니 이는 유용한 전쟁 무기이기도 했다. 전국시대의 사상가 묵자의 기록을 보면 ‘성안으로 들어오는 적들을 막을 때 우선 굴을 판 다음 나무 벽을 세우고 질그릇 가마를 설치해 지레로 풀무질을 해서 각종 독가스를 뿜어냈다’고 되어 있다. \n\n북방 동이족은 상고시대(上古時代)부터 철기(鐵器)를 사용해 중원(中原)을 정벌하고 정복해 지배하였으나, 중국에서는 춘추시대에 와서야 철기 사용이 시작하면서 북방민족이 거쳐 온 과정을 이때부터 각기 세력 확장을 해 간 것으로 보인다. \n\n지린시 위쪽에 있는 위수(楡樹)시 노하심(老河深)에서 모두 129기의 부여 나무곽 무덤이 조사되었다. 무덤 안에서는 ‘황금의 나라’라는 기록처럼 황금 허리띠 장식 등 각종 금제 장신구와 철갑옷, 칼 등 많은 철제 무기가 나와 부여 대가들의 강력한 세력기반을 확인할 수 있었다. 중국 사서들을 보면 부여의 주요 생산품은 철과 황금이었다. 당시 부여에서 귀중한 품목은 옥이 아니라 바로 철과 황금이었다. \n\n중국은 춘추전국시대부터 철을 제련할 줄 알았다.\n그러나 북송 이전까지는 제철 원가가 상당히 높은 데다 생산량이 적고 품질이 낮았다. 또 철의 가격도 상당히 비싸 농업경제에 대규모로 보급되지 못했다. 제철업의 성장에 가장 큰 걸림돌로 작용한 것은 에너지 문제였다. 철을 제련하려면 목탄을 써야 했는데, 목탄은 소모량이 크고 열량이 제한돼 있었다. 북송 시기에 이르러 석탄의 대규모 채굴이가능해진 동시에 산업에너지 자원으로 널리 사용되기 시작했다. 석탄으로 목탄을 대체한 에너지 혁명은 제철업의 폭발적인 성장을 이끌었다.\n\n관중은 제나라에서 생산되는 철의 사용량을 늘리며 기술혁신을 주도했다. 춘추전국시대 제나라의 재상 관중은 소금과 철의 생산과 판매를 국가가 전담하는 염철관(鹽鐵官)을 만들었다. 염철관은 소금과 철의 품질과 수량을 관리하고 유통까지 도맡아 안정적으로 수익을 창출했다. 그는 양질의 소금을 다른 나라에 수출하여 많은 이익을 얻었다.\n생산성이 높아지고 나라의 재정이 튼튼해지면서 제나라는 춘추시대의 패권국가로 되었다.\n\n[한나라]\n염·철 전매는 한나라 무제에 더욱 번성했다. 한나라의 인구는 약 5,000만 명 정도로, 춘추전국시대보다 대폭 늘어나 소금 독점에서 발생한 국가의 이익이 국가 세수의 절반을 차지했다고 전해진다. 또한 야철 기술의 발달은 생산량과 품질을 끌어올려 철이 무기뿐 아니라 농기구를 널리 보급하는 데 큰 역할을 했다. 인구 증가와 철기술 발달은 한나라의 전매사업을 이전 시대와 비교할 수 없을 만큼 큰 규모로 만들었다.\n중국 철기의 가장 큰 특징은 철을 녹여 주철(무쇠)를 대량으로 만들고, 거푸집을 이용해 다양한 도구를 만든다는 것입니다. 그뿐만 아니라 중국은 주조한 철기를 더 강하고 유연하게 바꾸는 방법도 고안해 냈는데, 서양보다 1,000년 정도 앞선 것이다.  \n\n한나라를 철의 강국으로 만든 것은 바로 ‘수력 풀무’의 개발이었다. 기존의 풀무는 많은 인력과 시간이 필요했지만 수력 풀무는 물살이 센 물가에 커다란 나무 바퀴를 세워 놓기만 하면 그 힘으로 용광로에 강력한 바람을 불어넣을 수 있었으니 인력도 줄이면서 전보다 센 바람을 더 일정하게 용광로에 투입할 수 있었다. 드넓은 중국 대륙을 다스릴 수 있었던 한나라의 힘은 철을 다루는 기술에서 나왔다.\n\n고대 중국에서 이처럼 대량의 화폐를 만들 수 있었던 것은 금속의 가공기술이 뛰어났기 때문입니다. 고대 중국에서는 이미 철광석을 녹여 거푸집에 흘려서 철제품을 만드는‘주조’ 방식이 행하여졌습니다. 반면 중국 이외의 고대세계에서는 철의 경우 해머로 두드려서 만드는 이른바 ‘단조’ 방식만 사용되었습니다. 주조는 대량생산이 가능하지만 철광석을 녹이는 용광로가 필요하기에 높은 기술력이 요구됩니다. 유럽에서 철의 주조가 실시된 것은 14세기 무렵이니, 중국이 천년 이상이나 앞선 셈입니다. 한나라의 시대(기원 전후)에 오늘날의 시스템과 그다지 다르지 않은 송풍기를 설비한 용광로가 이미 만들어졌습니다. 이와 같은 금속 가공 기술이 있었기 때문에 중국에서는 동전이나 철전을 대량으로 생산할 수 있었던 것입니다.\n\n[고조선]\n한반도 철기 문화의 시작과 전개는 당시 선진지역인 중국 동북지역의 우수한 철기 문화의 수용에서 비롯되었다. 고조선은 동검문화가 발달한 청동기시대였으며, 이후 중국 동북지방으로부터 망명한 이주민인 위만집단에 의해 위만조선이 건국된 후 한반도의 대동강 유역도 철기시대에 진입하였다.\n우리나라 철기문화가 본격적인 자체 생산 및 원재료 수출의 단계에 이르는 것은 기원전 1 세기에서 0세기를 전후한 무렵으로 이때부터는 단조철기가 제작되기 시작하였으며, 철기 생산의 본격화 및 현지화, 제조기술의 발전을 토대로 사회통합이 가속화되어 최초의 고대국가인 위만조선이 등장하였다. \n이후 위만조선은 동북아시아의 대표주자로서, 동아시아 여러 집단과 중국과의 교역을 독점하여 군사력을 증강시키고, 부를 축척하였다. 이러한 상황을 위협으로 인식한 한나라는 위만조선으로의 철기 수출을 제한 하였고, 대규모 전쟁을 일으켜 위만 조선을 멸망시켰다. \n이후 위만조선의 영토에는 ‘낙랑’이 설치되었다. \n당시 낙랑의 철기들은 모두 단조품으로, 낙랑을 통해 들어온 이러한 단조 기술은 한반도 토착사회에 영향을 주었으며, 곧 이어 한반도 전역에 단조철기의 보급이 이루어졌던 것으로 추정된다. \n\n(반론)\n전국시대의 유적지 중 철기가 출토된 지방은 20여 군데인데 대부분의 지방들이 고조선 영역이다. 이것은 이들 유물이 중국인에 의해 만들어진 것이 아니라 그 지역에 살고 있던 고조선인들에 의해 개발되었다고 보는 것이다. 즉, 중국과 완전히 다른 청동기술을 발전시킨 고조선에서 철기도 독자적으로 발전됐다는 뜻이다. 특히 고조선은 그 당시에 세계 어느 나라도 갖지 못한 첨단 기술인 강철을 주조하는 기술까지 갖고 있었다. 학자들은 고조선 지역에서 발견되는 강철의 비율을 볼 때 고조선 장인들이 제련로 안의 온도를 적어도 1,400도 정도 유지한 상태에서 철을 14~16시간 정도 녹여냄으로써 질 좋은 강철을 생산할 수 있었다고 말한다. 고조선의 장인들이 이와 같은 철을 생산할 수 있었던 것은 제련로의 완벽한 설계, 연료와 탄소 공급원으로서 숯의 사용, 효율적인 송풍관을 사용했기 때문이다.\n당시에는 서아시아에서도 강철이 생산되기는 했지만 저급품이었다. 그런데 고조선에서 생산된 강철은 세계 어느 나라에서도 확보하지 못한 고온의 용광로에서 직접 얻은 질 좋은 것으로 그 연대도 무려 기원전 12세기로 거슬러 올라간다. 이것이 고조선이 강력한 국가로 발돋움할 수 있었다고 추론할 수 있는 근거이다.\n\n[부여]\n한민족이 건설한 2번째 국가로 추정하는 부여의 경우도 철기 생산에 있어서는 선진국이었다. 『삼국지』〈위지동이전〉에는 부여의 군사들이 투구ㆍ활ㆍ화살ㆍ칼ㆍ창 등 집집마다 갑옷과 휴대 가능한 무기를 갖추고 있었다고 적혀있는데 이것은 거의 다 철로 만든 것이다. 부여 영역에는 철 생산지가 많다. 오늘의 무산일대와 길림성, 흑룡강성, 러시아의 하바로프스크 일대가 철산지로 무산군 범의구석 유적에서 연철 제품이 발굴되었고 이들은 기원전 7~5세기로 거슬러 올라가는데 곧바로 다음 단계인 선철 생산 단계로 이어진다.\n\n[가야]\n철기문화는 한반도 북부를 거쳐 남부지역까지 들어오게 된다. 철기문화는 그 지역에 살고 있는 사람들의 생활양식을 크게 변화시키게 되는데 사실 낙동강을 중심으로 한 지역에서는 기원 전후에 이미 철광석을 이용한 철 생산이 시작되었다. 이를 증명하는 것이 창원 다호리 30호분에서 발굴된 유물과 철광석이다.\n그러나 철 생산 기술이 가장 발달한 곳은 한반도 남부에 있던 가야였습니다. 가야는 원래부터 철광석이 풍부한 덕에 제련 기술을 발달시키기 유리했습니다. 그래서 당시 철 하면 가야를 떠올\n릴 정도로 철만큼은 한반도에서 독보적이었지요. 철과 가야가 얼마나 밀접했는지는 가야의 지배층을 봐도 알 수 있습니다. 가야 시조 김수로왕의 성 '김(金)'이 쇠를 뜻한다는 게 꽤나 의미심장하죠.\n\n가야의 덩이쇠는 자연에서 채굴한 철과 철제품의 중간 단계로 주변나라에 수출도 했는데, 5세기경에 덩이쇠의 생산이 많았다는 것은 5세기경 김해와 부산 지역의 고분에서 덩이쇠가 많이 나오는 것으로 보아 알 수 있다. 이런 덩이쇠들은 농사를 짓는데 필요한 도구, 도구를 만드는데 필요한 공구로 쓰이는 것은 물론이고 고대 국가 형성을 위한 정복 전쟁의 수행에 필요한 각종 무기를 만드는데도 효과적으로 이용되었다.\n철을 놓고 생기는 문제로 금관가야가 힘을 잃게 된 것도 가야 멸망의 한 원인이라고 한다. 좋은 철 생산이 많은 것은 가야의 국력에 도움이 되었지만, 한편으로 철 생산을 놓고 세력 다툼이 발생하였다. 금관가야를 중심으로 수로왕 세력이 철 생산과 거래를 독점하자 주변 나라들이 전쟁을 일으키게 된 것이다. 이는 금관가야의 힘이 약해지는 계기가 되었다. 신라와 고구려의 압박으로 금관가야는 신라 법흥왕에게 항복을 하고 만다. \n\n[고구려]\n기원전 2세기 말 한사군이 설치되던 시점에서는 한반도 전역에서 대규모의 철 생산 유적이 발견되고, 중국이나 일본 등지로 철을 수출하기도 했다. 이런 철 수출은 삼국시대 초기까지 이어졌다. 그리고 이는 일본으로 전래되어 일본에서 철기 문화를 일으켰다.\n고조선과 부여의 제철 기술이 고구려로 전승되어 각종 장비를 질 좋은 철로 만들었다. 고구려 동천왕이 철기병 즉 개마무사 5,000명을 동원했다는 것은 그들을 무장시키기 위한 철의 양을 보아도 알 수 있다.\n중국이 고구려 개마무사 같이 철갑옷으로 무장한 기병을 양성하지 않은 이유를 제철 능력의 한계 때문으로 보는 학자들도 있다. 고구려는 개마무사로 무장할 수 있는 고품질의 철 생산 능력이 있었는데 반하여 중국에서는 고품질의 철 생산 능력이 없었다는 것이다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-24T02:30:13.698000",
  "updatedAt": "2024-06-26T21:37:01.127000"
}