{
  "id": "0833ffa5-16f7-490b-8b15-e762fe8e114f",
  "title": "중위투표자 정리의 문제점",
  "content": "1. 선호분포가 일관적이지 않을 때(2차원 이상)\n\nhttps://www.lowyinstitute.org/the-interpreter/death-median-voter\n\n\n중위 유권자의 죽음\n\n1950년대 이후 전통적인 정치학의 지혜에 따르면 미국과 기타 잘 확립된 민주주의 국가의 선거는 '중간 유권자'의 지지를 위한 투쟁에 의해 주도되었습니다. 좌우 스펙트럼을 따라 중간점에서 그리 멀지 않은 곳에 배열된 잘 갖춰진 정당 기계는 중도를 둘러싼 투쟁을 통해 승리를 거둘 수 있다고 널리 알려져 있습니다. 중심에서 너무 멀리 표류하는 정당은 선거에서 전멸되거나 장기간의 황무지 상태에 빠질 위험이 있습니다. 이것은 위안이 되는 생각이었고 왜 오래된 민주주의가 혼란에 빠지지 않았는지, 그리고 왜 아프리카, 아시아, 라틴 아메리카의 새로운 민주주의가 훨씬 더 어려움을 겪었는지 설명하는 데 사용되었습니다. 중도 경쟁을 허용하는 깔끔한 좌우 이념적 기반이 없으면 민주 정치 위험은 포퓰리즘 선동가의 장난감이 되거나 사회 위기나 권위주의적 통치로 악화됩니다.\n앤서니 다운스(Anthony Downs)가 1957년 민주주의 경제 이론에서 설명한 이 비전의 문제점은 대부분의 시민들이 기권보다는 투표를 한다고 가정하고, 급진적으로 반대되는 입장을 수용하더라도 핵심 쟁점이 무엇인지에 대해서는 대부분 동의한다고 가정한다는 것입니다. . 그렇다면 '중간 유권자'는 정치적 스펙트럼에서 오른쪽이나 왼쪽에 동일한 수의 유권자가 있는 유권자로 식별될 수 있습니다. 미국에서와 같이 자격을 갖춘 유권자의 40% 정도가 습관적으로 선거에 참여하지 않거나 포퓰리즘 선동가 또는 급진적 변화 약속을 수용하기 위해 주기적으로만 투표하는 경우 이 이론은 잘 작동하지 않습니다. 투표율은 미국보다 세계 다른 지역에서 훨씬 높을 수 있지만 유럽, 특히 프랑스와 독일에서는 최근 수십 년 동안 투표율이 감소했습니다.\n지난 주 플로리다에서 미국 대선 초기 결과가 나오자 일부 평론가들은 높은 투표율을 발견했으며 이를 트럼프의 인종차별 정책에 반대하기 위해 동원된 분노한 라틴 아메리카인들의 결과라고 생각했습니다 . 힐러리 클린턴의 패배 규모가 명백해지면서 다른 사람들은 2008년과 2012년에 비해 민주당 유권자들의 낮은 투표율을 비난했습니다. 실제로 미국 대통령 선거의 투표율은 1920년대 이후로 상대적으로 낮았습니다(그림 1). 2016년에는 1970년대 ~ 1990년대의 표준에 가까워졌습니다.\n버락 오바마가 한 일은 특히 2008년에 일시적으로 민주당 지지율을 높여 선거권을 박탈당한 많은 유권자들을 경선에 끌어들이는 것이었습니다(그림 2). 공화당 득표율은 2012년에 비해 소폭 하락했고, 트럼프는 일반 득표율에서 패했다 . 많은 전통적인 공화당 유권자들이 트럼프 지지를 거부했음에도 불구하고 그는 백인 노동계급 유권자들이 경제 세계화와 사회적 혼란으로 인해 뒤처졌다고 느꼈던 오하이오, 미시간, 펜실베니아 등 서방 지역에서 승리를 거뒀다. '중산층'을 선호하는 클린턴과는 달리). 대중투표에 따르면 공화당은 1980년대 이후 압도적인 승리를 거둔 적이 없다.\n중위 유권자 이론은 대략 동일한 크기의 두 개의 큰 정당이 있을 때 정치적 경쟁이 두 정당을 모두 중도주의 정책 입장으로 끌어당길 것이라고 제안합니다. 좌파와 우파 모두 갈 곳이 없는 급진주의자들의 표를 확신할 수 있습니다. 경쟁을 결정하는 것은 흔들리는 '경향 유권자'이며, 두 거대 정당 사이를 오가는 그들의 움직임은 한 정부에서 다른 정부로 건전한 주기적인 변화를 가져오고 야당이 승리할 수 있도록 보장하는 것으로 생각됩니다. 유권자를 권력의 길로 삼고 있습니다. 본질적으로 동일한 이론은 의회 제도와 반대되는 대통령제와 단일 의원 선거구(미국 선거인단 제도 유무에 관계없이)를 기반으로 하는 '승자 독식' 선거법의 정당성을 뒷받침합니다. 열광주의자들은 이것이 주기적인 변동을 승리하는 정당에 대한 강력한 명령으로 변환한다고 주장합니다. 그러나 많은 오래된 민주주의 국가와 마찬가지로 현대 미국에서도 중도 유권자 전환 비율은 자신이 정치적 과정에서 완전히 소외되었다고 인식하고 대부분의 선거에서 투표를 자제하는 비율보다 훨씬 낮습니다. 그러한 맥락에서, 승리는 비록 일시적일지라도, 그리고 사치스럽고 궁극적으로 이행되지 않은 약속에 기초하더라도 권리를 박탈당한 사람들을 정치 무대로 끌어들일 수 있는 정치인에게 돌아갑니다. 그렇지 않으면 정기적인 유권자들을 다시 밀어낼 수 있는 정치인에게 돌아갑니다. , 그래서 경쟁 정당의 투표율을 낮추는 것입니다. 2016년 미국 대선에서 오바마 민주당원 중 일부가 공화당으로 전환했을 수도 있지만, 트럼프의 승리는 주로 백인이 많았던 2012년 롬니 표를 유지하는 동시에 힐러리 클린턴이 2008년과 2012년 소수파로부터 오바마의 추가 투표율을 잃는 것을 지켜보는 데 달려 있었습니다.  \n중위 유권자 이론은 또한 유권자를 나누는 핵심 문제에 대한 합의를 전제로 합니다. 1950년대와 1960년대에는 좌파/우파 분열이 중심이었고, 그러한 정치적 스펙트럼에 대한 입장은 유권자의 사회 경제적 배경에 상당히 정확하게 매핑될 수 있었습니다. 버니 샌더스를 지지하는 민주당원과 도널드 트럼프를 지지하는 공화당원이 '고국으로 일자리를 되찾기' 위해 무역 협정을 폐기하고 관세를 부과하기를 원하거나, 급진적인 공화당원과 민주당원이 후보들을 지지할 준비가 되어 있다면 이 이론은 붕괴됩니다. '워싱턴 설립'을 강력히 반대하는 사람들. 영국의 EU 국민투표에서 '탈퇴'와 '잔류' 캠페인을 근본적으로 활성화시킨 문제들도 마찬가지로 트럼프의 '구축' 뒤에 동원된 사람들의 경우처럼 이민 장벽에 대한 지지가 두드러지게 나타나면서 좌우 구분이 모호해지는 것을 수반했습니다. \n미국과 다른 오래된 민주주의 국가의 정치가 더 이상 다운시안 '중간 유권자'에 기반을 두고 있지 않다면, 이는 정치학자들이 선거 경쟁에 대해 생각하는 방식을 바꿔야 함을 시사합니다. 공통의 경쟁자를 물리치기 위해 많은 사람들이 중도 후보 뒤에 줄을 서도록 영감을 준 '차악의 정치'는 전략적 근거를 잃을 위험이 있습니다. 그러한 상황에서, 잊힌 사람들, 버림받은 사람들, 소외된 사람들에게 활력을 불어넣는 데에는 선동의 위험뿐 아니라 선거 승리의 전망도 있습니다. 이는 민주주의에 좋지 않을 수 있습니다. 이는 약속을 이행하지 않는 일시적인 카리스마 넘치는 정치인을 조장할 뿐만 아니라, 나이가 많고 확고한 정치인이 여론 조사에서 자신을 패배시키려는 사람들을 비난하고 고립시키는 것을 선호하기 때문입니다. 선거 책임으로부터 스스로를 보호합니다.\n\n2. 후보자의 선호도가 불분명할 때 강성 후보 선호(비대칭 정보) - 지지층 결집\n\n\"Candidate Entry and Political Polarization:\nAn Antimedian Voter Theorem\"",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "4c2e72b8-0cf2-48f3-b5fa-5ad39f6b68ea"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-12-09T11:44:57.499000",
  "updatedAt": "2025-09-18T07:09:56.479000"
}