{
  "id": "098685b3-98ad-4c3b-b5d9-daf314e80779",
  "title": "동작 추적기 (Motion tracker)/ 벽투과레이더",
  "content": "![image](media/191f2bd6bf6.a53721ed5113b205.jpg)\n![image](media/191f2bd92f9.99b335c5c1215225.jpg)\n![image](media/191f2bdc353.9bb8a81d68133f64.jpg)\n![image](media/191f2bf6ab0.84be1d1285853e9f.jpg)\n\n\n\n에이리언2에서 나오는 동작추적기는 움직이는 물체를 디스플레이 상에 일련의 궤적으로 나타내어, 주변에 움직이는 물체가 있을 경우 그 거리와 방향을 알려주는 장비입니다. 이 기기는 방어선 감시 용도로 쓰이는데, 트인 공간에서는 반경 1000m내의 작은 동물 크기의 물체가 움직이는 것까지 감시가 가능합니다. 다만 지형지물이 방해가 될 경우, 특히 벽이나 칸막이가 있는 구조물 안과 같은 곳에서는 감지범위가 20-30m로 크게 줄어들 수 있습니다. 때문에 아케론 행성 대기처리시설 안에 고립된 해병대원들은 에일리언들이 상당 거리 이내로 접근하기 전까지 그 움직임들을 파악할 수 없었죠.\n군사 목적상 이 동작추적기는 몇 가지 결점이 있습니다. 첫째로 이 기기는 매 초마다 초음파를 발산하므로 적이 이를 감지할 경우 표적이 되기 쉽습니다. 둘째로 동작추적기는 곤충이나 바람결에 움직이는 풀처럼 작은 움직임은 무시하도록 되어 있다는 점입이다. 이는 매우 느리게 움직이는 물체라면 추적기의 감시영역 내로 침투해 들어올 가능성이 충분히 있다는 의미가 됩니다. 셋째로 동작추적기는 강력한 초음파신호나 탐지방해용 물체를 이용한 교란에 취약하고, 마지막으로 이것은 추적기 쪽으로 접근해 들어오는 물체가 아니라 감지장을 가로질러 움직이거나 멀어져가는 물체는 추적기상에서 볼 수가 없습니다. 이같은 단점 때문에 동작추적기는 적외선탐지기나 레이더 기타 감시기술의 보조수단일뿐 대체수단은 되지 못합니다.\n\nWhen motion was detected in front of the motion tracker, a circle would appear on its screen, indicating where the motion was detected. If motion was detected on the left, right or back of the tracker, a crescent-like indicator would illuminate, indicating on which side of the tracker the motion was detected. Unlike the tracking device used by the crew of the USCSS Nostromo (including Amanda's mother, Ellen Ripley),[1] the motion tracker was relatively small (possibly even smaller than the M314 Motion Tracker used by the United States Colonial Marine Corps in 2179) and able to easily be carried in one hand.\n\nAI\n에이리언 2에 나오는 모션트래커의 정확한 작동 원리는 영화에서 자세히 설명되지 않습니다. 하지만 영화 속 장치의 특징과 현실의 유사 기술을 바탕으로 추정해볼 수 있습니다:\n1. 초음파 센서: 고주파 음파를 발사하고 반사된 신호를 감지하여 움직임을 포착할 수 있습니다.\n2. 적외선 센서: 열을 감지하여 생명체의 움직임을 포착할 수 있습니다.\n3. 진동 감지: 지면의 미세한 진동을 감지하여 접근하는 생명체를 파악할 수 있습니다.\n4. 레이더 기술: 전자기파를 이용하여 주변 환경을 스캔하고 움직이는 물체를 감지할 수 있습니다.\n\n영화 속 모션트래커는 이러한 기술들을 복합적으로 사용하여 넓은 범위에서 생명체의 움직임을 감지하고 위치를 특정하는 것으로 보입니다.\n실제로는 이런 첨단 기술을 소형 휴대용 장치에 모두 담기 어렵겠지만, 영화적 상상력을 통해 미래의 가능한 기술을 보여주고 있다고 할 수 있습니다.\n\n모션트래커가 벽을 투과해서 움직임을 감지하는 기술은 주로 초광대역(UWB) 레이더 기술을 사용합니다. 이 기술은 현재도 존재하며, 군사 및 민간 분야에서 다양하게 활용되고 있습니다.\n\n1. 기술 원리:\n   - UWB 레이더는 매우 짧은 펄스의 전자기파를 사용합니다.\n   - 이 전자기파는 벽과 같은 장애물을 투과할 수 있습니다.\n   - 움직이는 물체에 반사된 신호를 분석하여 위치와 움직임을 감지합니다.\n\n2. 현재 기술 상황:\n   - 이 기술은 계속 발전 중이며, 군사 및 민간 분야에서 사용되고 있습니다.\n   - 정확도와 감지 거리가 지속적으로 향상되고 있습니다.\n\n3. 군사적 응용:\n   - 군대에서는 \"투시 레이더\" 또는 \"벽 투과 레이더\"라고 불리는 장비를 사용합니다.\n   - 이를 통해 건물 내부의 적군 위치와 움직임을 파악할 수 있습니다.\n\n\n벽 투과 레이더\n장애물 건너편의 인명을 탐지할 수 있는 초광대역(UWB) 전자기파 벽 투과 레이더 기술이 개발됐다.\nUWB 벽 투과 레이더는 안테나에서 방사된 펄스 신호가 벽을 투과해 움직이는 물체의 반사 신호를 측정한다. 안테나 방사 전자파는 대게 물질을 통과할 경우 손실이 발생하게 된다. 이 때 신호를 구분할 수 있을 만큼 손실이 작아야만 벽 뒤 움직임이나 물체를 감지할 수 있다.\n연구팀은 “ALC 경량 벽돌과 적벽돌, 타일, 석고 등 20cm 내외 두께의 벽들로 구성된 평택 테스트베드 시험장에서 여러 가지 상황을 가정해 시험한 결과 벽 뒤 사람의 움직임을 탐지하고 탐지거리 정보도 성공적으로 얻을 수 있었다”고 설명했다.\nUWB 벽 투과 레이더는 휴대 가능한 1D 형식의 레이더를 사용했다. 레이더 칩은 노르웨이 Novelda사의 X2 칩, 송신부는 D-Amp와 Power-Amp, 수신부는 LNA가 적용됐다는 게 연구팀 설명이다.\nNVA-R631 레이더 모듈은 단일 칩 임펄스 레이더 기반으로 즉시 사용할 수 있는 노벨다사의 트랜스시버입니다. 사용자가 직접 사용하며, 원거리 감지로 활용됩니다. 안테나에서 내보내는 신호가 벽을 투과해 움직이는 물체의 부딪혀 반사되는 신호를 측정합니다.\n\n\n2006년, 미군은 곧 도심이나 건물내 전투시 벽체를 투시해 볼 수 있는 레이다를 지급받을 것 같습니다.\nDARPA가 개발한 이 신형레이더는 벽에 대고 수 초내에 벽 뒤에서 누가 숨만 쉬어도 탐지해낸다고 합니다.\n빠르면 오는 봄부터라도 이라크 주둔 미군부터 지급될 거라는데 싸고 가벼워서 분대단위까지도 보급될 것\n같다는군요. 1피트(30cm) 두께의 콘크리트 벽을 관통해 50 피트까지 탐지한답니다.\n크기는 핸드폰 사이즈에 무게는 1.5파운드(약 700 그램), 가격은 $1000 정도랍니다.\n방수되고 충격방지에 AA 배터리로 작동된다니 이미 개발된 바 있는 빨래판 만한 동작탐지장치(Time Domain사)와는 효용에 있어 비교가 안될 것 같습니다. Time Domain사 제품도 외국에 안팔았으니 이 신제품도 당분간은 미군만 보유할 것 같네요.\n또, 이를 기반으로 실제로 벽 뒤의 실내구조까지 훤히 볼 수 있는 \"Visi Building\" 기술도 개발한답니다.\n참고로 이들 제품은 L-밴드의 UWB(Ultra Wide Band)기술을 활용합니다. Waveform 출력은 1 와트 미만.\n\n아파치 헬기의 레이더로 벽 뒤의 물건도 볼 수있다니 놀라운 사실이네요.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-09-15T07:52:04.188000",
  "updatedAt": "2024-12-17T10:54:26.121000"
}