{
  "id": "09d288d2-fa7d-4026-9b1e-768dbde8d647",
  "title": "공대공 미사일",
  "content": "1차 FX 당시 다소 항공은 미카 공대공 미사일의 한국 판매는 물론 면허생산까지 제안했었지요. 하지만 암람의 4배 가까운 가격을 제시.\n\n국내 업계 관계자들은 공대공 미사일 국산화는 어렵지 않지만 경제성 문제가 항상 발목을 잡고 있다고 하지요.\n암람 총 보유량, 연간 실사격으로 소비되는 물량, 주기적으로 직도입되는 물량을 모두 따져본다면 국산화해서 자체 조달하는 것 보다 미국제 직도입이 경제적으로 실속이 있는 편이며, 만약 국산 중거리 공대공 미사일을 개발한다면 예상되는 양산 단가 역시 프랑스제 미카와 별 차이 없을 거라고 했습니다.\n\n\n\n국방과학연구소가 덕티드 램제트 방식 공대공 미사일을 제안하는 이유는 크게 세 가지 이유입니다.\n우리나라는 공대함-Ⅱ 초음속 대함미사일 사업을 통해 램제트 엔진과 데이터 링크 등의 상당한 기술력을 이미 확보하였습니다. 다만, 2008년부터 본격화된 액체 연료형 램제트 방식 대함미사일이 2021년까지 등장하지 못했다는 것을 고려하면 설사 연구실에서 성공했다고 하더라도 실제 제대로 완성할 수 있을까? 라는 의구심이 존재할 수밖에 없습니다.\n그럼에도 불구하고 덕티드 램제트 미사일이 추진되고 있는 세 가지 이유에 대해 알아봅니다.\n미티어 공대공 미사일 도입은 KF-21 보라매의 전투력 강화를 넘어서, 한국형 공대공 미사일 개발에도 큰 도움이 될 것입니다.\n첫 번째, 미티어가 도입된다?\nKF-21 보라매에는 미국의 암람 통합 거부에 따라서 덕티드 램제트 방식을 사용하는 미티어 공대공 미사일이 장착될 계획입니다. 한국은 미티어를 통해 덕티드 램제트 로켓을 사용하는 공대공 미사일의 운용특성이나 기술적 한계점, 통합 시 주의해야 할 점을 직-간접적으로 배울 수 있게 되었습니다.\n여기서 미티어 미사일은 전투기의 최대 기동력인 9G의 3배가 넘는 30G 이상의 고기동이 가능한 대신 관리와 통제가 필요하다. 덕티드 램제트 미사일의 장점은 공기흡입구(덕트)에 안정적으로 연소용 산소가 충분히 공급되어야 한다는 전제조건하에 성립이 가능하기 때문이다.\n◆ 미티어의 유도특성\n안정적인 산소공급을 위해 미티어는 복잡한 양방향 데이터 링크를 갖추었으며, 이를 통해 전투기와 미티어 상호 간에 필요한 정보와 유도 데이터를 교환할 수 있도록 했다.\n구체적으로 전투기는 표적의 좌표, 속도, 기동성 등의 데이터를 확보함과 동시에, 적 전투기로 접근하는 미티어가 공기흡입 문제로 실속하지 않고 표적으로 접근할 수 있도록 최적의 비행패턴 자료를 산출해 미티어로 보냅니다.\n이와 반대로 미티어에서 제공되는 데이터는 자신의 좌표 데이터와 함께 시커의 적 항공기 탐지 여부와 같은 간략한 수준에 불과합니다.\n물론, 미티어를 개발한 MBDA사는 KF-21 전투기가 유도를 수행할 수 있는 수준의 제한된 데이터만 공개하겠지만, 그 제한된 정보라도 상당한 가치가 있습니다. 즉, 미티어의 최대 사거리와 기동한계, 덕티드 램제트를 사용하는 공대공 미사일의 기동 특성 데이터, 유도 특성 데이터 모두를 확보할 수 있는 것입니다.\n일본과 영국과 함께 미티어에 AAM-4B Ka밴드 시커를 장착하는 성능개량 사업을 진행하고 있습니다.\n이는 한국형 덕티드 공대공 미사일 개발에 큰 참조사례가 됨은 물론, 일본이 영국과 함께 개조개발을 진행 중인 미티어 미사일의 기동패턴을 파악할 수 있게 됨을 의미합니다. 즉, 일본이 독자적으로 AAM-4B용 Ka밴드 시커를 사용할 계획이지만, 그 하부의 덕티드 램제트 엔진은 기존 미티어와 동일한 모델을 사용하므로 주요 기동 특성을 한국이 파악할 수 있게될 것입니다.\n국방과학연구소가 이러한 판단을 하는 것은 실제 미티어 운용만으로도 상당한 시행착오를 줄일 수 있기 때문입니다.\n사실 미티어를 개발한 MBDA사가 어느 정도 당한(?) 측면도 있는데, MBDA사는 경쟁자를 배제하고자 덕티드 램제트 방식 공대공 미사일을 개발할 수 있는 국가, 대표적으로 인도에 대한 미티어 판매를 제한하고 있었습니다.\n인도는 중국 및 파키스탄과 대립 관계이며, 특히나 중국은 아주 골치 아픈 위협입니다. 그래서 인도는 러시아와 협력해 R-77과 동급의 성능을 가지는 ASTRA 공대공 미사일을 개발함과 동시에, 성능이 더 우수한 미티어를 확보하려는 노력을 시작합니다.\n인도의 계획은 독자 개발한 테자스 경전투기에 탑재된 이스라엘 엘타사제 ELM-2052 AESA 레이더와 미티어를 통합하는 것이었지만, 당시 MBDA사는 핵심 유도용 소스코드 제공을 거부하였습니다.\n인도가 개발중인 테자스 경전투기입니다. 인도는 테자스에 미티어 통합을 시도한 바 있습니다.\n그 이유는 인도가 독자적으로 덕티드 램제트 추진체계를 개발하고 있음을 파악하고 있었고, 여기에 이스라엘 레이더 기술 및 유도기술이 통합될 경우, 향후 강력한 경쟁자가 탄생할 수 있다고 판단했기 때문으로 보입니다.\n2016년 인도는 우회 루트를 선택, 미티어 개발에 참여한 프랑스를 통해 라팔 36대와 함께 미티어 미사일도 도입하는 데 성공하였습니다.\n인도가 미티어 도입에 성공한 이유는 라팔에서 발사되는 미티어가 프랑스제 레이더의 통제를 받기 때문이며, 당연히 핵심적인 유도관련 정보와 핵심 코드를 넘길 필요성이 없었기 때문이었습니다.\n도는 미티어 도입에 실패한 직후인 2013년에 러시아와 공동으로 SFDR(Solid Fuel Ducted Ramjet: 고체연료 덕티드 램제트) 추진체계를 개발하는 협력계약을 체결했고, 2019년 지상발사 시험에 성공하였습니다.\n다만, 지상에서 공중으로 발사하는 것과 복잡한 전투기동을 수행 중인 전투기에서 발사 및 유도제어 하는 것 사이에는 기술적 장벽이 상당히 존재합니다. 그러므로 인도산 덕티드 램제트 공대공 미사일이 실제 등장하기까지는 상당한 시간이 필요할 것으로 보입니다.\n두 번째, 안보위협이 상당하다?\n국방과학연구소가 무리수를 두면서까지 덕티드 공대공 미사일을 개발하려는 이유는 향후 주변국 대부분이 덕티드 램제트 공대공 미사일을 보유할 가능성이 크기 때문입니다.\n앞서 언급했듯 일본은 영국과 공동으로 미티어 공대공 미사일을 개량하는 사업을 진행 중이며, 빠르면 2025년 이후부터 덕티드 방식 공대공 미사일을 배치할 가능성이 있습니다.\n러시아는 1999년부터 R-77 M-PD, 중국도 2010년 초반부터 덕티드 방식 공대공 미사일을 개발하기 시작했으므로 향후 언제든 갑작스럽게 등장할 가능성이 존재합니다.\n중국 J-20 전투기의 내부 웨폰베이에 장착된 PL-15 장거리 공대공 미사일을 볼 수 있습니다. PL-15의 사거리는 300~400km급으로 평가되지만, 종말단계의 기동성이 떨어져 조기경보기나 공중급유기 요격용으로 판단됩니다.\n참고로 러시아가 공개한 KS-172나 중국이 개발한 PL-15 등의 장거리 공대공 미사일은 사거리가 300~400km에 달하나, 고체로켓을 사용하므로 종말단계의 기동성이 떨어져 조기경보기나 공중급유기 요격용으로 판단되고 있습니다.\n프랑스는 미티어를 운용함과 동시에 독자적으로 이중펄스 로켓을 장착한 MICA-NG를 개발하고 있습니다.\n마지막으로 국방과학연구소가 덕티드 램제트 미사일을 개발하는 이유는 이중펄스 로켓이 대중화되었기 때문입니다.\n한국형 무기는 이제 더는 한국군만을 위해서 개발하지 않으며, 현재 수출시장 개척을 위해 큰 노력을 기울이고 있습니다. 현용 공대공 미사일의 고체로켓은 발사와 동시에 3~4초 이내에 연소가 중단되므로, 공대공 미사일은 초기 단계에서 얻은 속도와 기동성을 활용해 적기를 요격해야만 합니다.\n본 문제점에 대응해 많은 국가들이 채용한 <이중펄스 로켓>은 고체로켓 중간에 격벽을 둠과 동시에, 격벽으로 나누어진 1단과 2단 로켓의 연소형태를 다르게 처리하고 있습니다.\n즉, 1단 고체로켓은 초기 가속 단계에서 최대한 가속해 최대속도에 도달하며, 2단 고체로켓은 어느 정도 시차를 가지고 작동합니다. 그리고 2단 로켓은 기존 확보된 속도를 유지하는 수준의 최소한의 추력만 발휘하므로 종말단계에서도 상당한 속도와 기동성을 유지할 수 있습니다.\n이중펄스 로켓은 SM-3 함대공 미사일, 한국의 L-SAM 지(함)대공 미사일 등의 대형 미사일에 주로 사용되었으나, 현재는 미국의 AIM-260, 프랑스의 MICA-NG, 이스라엘 I-Derby-ER 등의 공대공 미사일에도 널리 채용되고 있습니다.\n특히나 한국이 레이더 유도 중거리 미사일을 개발할 경우, 최대 참고사례 및 경쟁자는 바로 라파엘사의 I-Derby-ER(Extended Range : 사거리 연장형)일 것입니다.\n이스라엘 라파엘이 개발한 Derby는 인도, 브라질, 칠레 등을 포함한 6개국에 수출되었지만, 중거리 유도가 불가능하고 사거리가 짧다는 것은 지속해서 약점으로 작용하였습니다.\n그래서 이스라엘은 이중펄스 로켓과 함께 라파엘사가 독자 개발한 유도용 데이터 링크인 라파엘 글로벌 링크(Rafael Global Link)를 사용한 중간 유도방식을 채택하였습니다. 그 결과, I-Derby-ER은 기존 Derby와 동일한 전장 3.62m, 동체 지름 0.16m와 중량 118kg을 유지한 상태에서도 무려 100km급의 사거리를 달성하였습니다.\n그러나 사실 내부적으로 I-Derby-ER과 Derby는 완전히 다른 모델입니다.\n1990년대 기술로 개발된 Derby는 무겁고 부피가 큰 TWT(진행파관) 방식의 레이더 전파 발진체계와 아날로그+디지털 유도회로를 사용합니다. 이와 비교해 I-Derby-ER은 SSPA(반도체 방식 전력증폭기) 레이더 전파 발진체계와 디지털 방식 유도회로를 사용하고 있습니다.\n그리고 Derby가 별도의 전파 근접신관 구역을 가진 것과 비교해, I-Derby-ER은 레이더 시커 공간을 공유하는 형태의 소형 모델을 장착해 그 부피를 크게 줄였습니다.\n이렇게 해서 기존 Derby와 비교해 I-Derby-ER의 유도체계 탑재 공간을 절반 이하로 감소시킬 수 있었고, 그 공간에 로켓모터를 추가 배치함으로써 사거리를 연장할 수 있었습니다. 그럼에도 미사일의 길이, 지름, 중량 등은 Derby와 동일하게 유지함으로써, 막대한 테스트 비용이 필요한 공력학적 유도체계를 새롭게 개발하지 않아도 되었습니다.\nDerby는 전용의 무장 파일론이 필요 없고, 간단한 레일식 런처 체계만 추가하면 어떠한 전투기에도 손쉽게 통합될 수 있습니다.\n이스라엘 라파엘사의 주장에 따르면, I-Derby-ER은 사거리와 성능 면에서 미국제 AIM-120C7 암람을 능가할 수 있으며, 미티어 미사일 가격의 절반 이하가 될 것이라고 주장하고 있습니다.\n실제 서방 전문가들도 이스라엘이 아이언 돔용 타미르 요격미사일(발당 약 5만 달러)의 가격을 하락시키고자 SSPA 방식 발진장치와 디지털 레이더 유도체계 개발에 큰 노력을 투자했으므로 충분히 낮은 가격이 가능할 것이라 분석합니다.\n현재 I-Derby-ER은 최초로 콜롬비아 공군이 도입한 이스라엘제 크필 전투기에 장착되었고, 인도는 2021년 4월에 자국제 테자스(Tejas) 경전투기에서 I-Derby ER 미사일을 발사하는 데 성공하였습니다.\n인도는 파키스탄과 중국에 대응하기 위해, Su-30MKI 전투기에 I-Derby ER 미사일을 통합하는 작업을 수행하고 있으며, 사업은 2022년에 완료될 것으로 예상됩니다. 이스라엘은 인도 수출만으로 개발비를 모두 회수함은 물론, 이익을 달성한 것으로 알려지고 있습니다.\n한국은 세계 최고 수준의 군사강대국인 중국, 러시아, 일본에 포위된 상태이며, 특히나 일본은 한국 공군이 보유한 미티어와 AIM-120 암람을 모두 운용하고 있습니다. 그래서 한국형 중거리 공대공 미사일의 독자 개발 자체는 승인될 가능성이 아주 크지만, 현재의 문제는 그 성능 수준을 어떻게 설정할 것인가입니다.\n이스라엘 I-Derby-ER의 사례는 사실 우리에게 많은 시사점을 즙니다. 먼저 한국이 개발한 해궁 함대공 미사일은 그 중량이 약 120kg(정확한 수치는 아직 비밀입니다.)으로 이스라엘 I-Derby-ER(118kg)과 거의 같습니다.\n해궁 역시 후기형 모델답게 SSPA(반도체 전력증폭) 방식을 사용함은 물론, 적극적으로 디지털 유도기술을 적용해 유도회로 크기를 줄였습니다. 즉, 해궁을 제대로 개량할 경우, 국내에서도 충분히 I-Derby-ER과 유사한 모델 개발이 가능함을 의미합니다.\n이는 반대급부로 한국형 중거리 공대공 미사일 수준이 I-Derby-ER이나 프랑스 MICA-NG 수준으로 설정될 경우, 굳이 국방과학연구소가 개발할 필요가 없으므로 LIG넥스원 등을 통한 업체주도 개발이 가능함을 의미합니다.\n여러 번 분석했듯 방위사업청은 국내 방산기업의 수출경쟁력 강화를 위하여 업체주도 개발사업을 중시하고 있으며, 대표적으로 국방과학연구소 주도하에 진행 중인 천룡 공대지 순항미사일이 업체주도로 넘어갔습니다.\n국방과학연구소 입장에서 볼 때, 한국형 중거리 공대공 미사일 개발사업을 주도하기 위해서는 당연히 기존 해궁 기술로 개발이 가능한 I-Derby-ER이나 프랑스 MICA-NG 수준을 크게 넘어설 필요성이 있었습니다.\n여기에 덧붙여 주변국들이 덕티드 램제트 공대공 미사일을 개발함은 물론, 수출시장에서도 I-Derby-ER이나 MICA-NG가 등장한 상황이므로 기존형 공대공 미사일로는 경쟁력이 없습니다.\n그래서 현재 미티어와 동등한 공대공용 덕티드 램제트 엔진을 사용하는 한국형 중거리 미사일 개발사업을 진행\n\n한국형 중거리 공대공 미사일\n기본적으로 공대함-II 유도탄과 같은 설계개념과 형상을 공유하며, 크기만 달라질 것이라고 한다. 즉, 공대함-II 유도탄과 마찬가지로 덕티드 로켓으로 추진되는 미사일으로 추정된다.\n2024년 4월 26일, 방위사업청이 제161회 방위사업추진위원회에서 KF-21 보라매에 장착할 장거리공대공유도탄을 국내연구개발로 확보하는 사업의 사업추진기본전략안을 심의·의결했다. 사업기간은 2025년부터 2038년까지 진행되며 1조 5,700억원의 사업비가 투입된다.\n\n한국형 단거리 공대공 미사일\nAIM-2000과 동일한 접속 인터페이스를 갖추고 있다. 전투기와 미사일 간 표적 정보를 교환하고 전력을 공급하는 배꼽 케이블(Umbilical Cable) 구조와 파일런에 결합되는 방식이 동일하다. 이는 나토 규격 전투기에 장착 가능하도록 설계되어 KF-21뿐만 아니라 외국산 전투기에도 쉽게 통합할 수 있는 확장성을 제공한다. 공대공-II는 해궁 미사일에서 사용된 2단 스트레이크(Strake) 기술을 채택하여 공기저항을 줄이면서도 양력을 확보했다. 또한, 꼬리날개의 크기를 확대해 순간 기동성을 높였다. 이는 날개의 움직임으로 인한 공기 흐름 변화량을 극대화하여 방향 전환 속도를 더욱 빠르게 만든다.\n적외선 영상(IIR) 탐색기는 크기를 줄이고 성능을 개선했다. 특히, 탐색기의 해상도가 경쟁 제품보다 2~3배 높아 먼 거리에서 표적을 탐지할 수 있으며, 적의 미끼나 기만 장비에 속을 가능성이 낮다. 데이터링크를 통해 탐색기가 탐지하지 못한 표적이나 항공기 뒤쪽의 적도 공격할 수 있다. 로켓 연소관을 탄소 복합재에서 알루미늄으로 교체하여 구조 강도를 높였다. 이를 통해 단거리-II는 중력가속도 기준 최소 50G 이상의 고기동이 가능할 것으로 보인다.\n2032년까지 4359억 원이 투입되어 KF-21에 장착될 예정이다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2019-12-20T18:22:12.801000",
  "updatedAt": "2025-05-20T11:36:10.344000"
}