{
  "id": "09fde03d-a39f-4320-8b5b-dd6e06f04c45",
  "title": "전쟁과 음식(II)",
  "content": "[와인]\n전쟁터에 나가는 군인들에게 와인을 지급하는 전통은 기원전 6세기경으로 올라간다. 페르시아의 키루스 대왕은 병사들에게 세균과 질병에 대한 해독제 및  예방약으로 와인을 마시라고 했다. 로마의 시저도, 프랑스의 나폴레옹도 같은 생각에서 필수 병참 품목으로 와인을 준비했다. \n\n카이사르는 모든 병사에게 하루 약 1.5리터의 와인을 마시도록 칙령을 발표했는데 오염된 식수를 마시고 병사들이 탈이 날까봐 미연에 방지를 했던 것이다. 그리고 정복지에 포도를 심어 식수 대용으로 와인을 마셨다고 한다. 로마 군인에게는 저급 와인이기는 하지만 하루 1L 정도의 와인이 배급됐는데 전쟁을 앞둔 전날에는 이보다 많은 2L 또는 3L 정도로 양을 크게 늘렸다.\n\n나폴레옹은 샹베르탱 와인을 무척이나 즐겨하여  50여 차례 각종 전쟁에 나서면서도 절대 잊지 않고 이 와인을 가지고 다녔다고 한다. 러시아 원정 때는 모스크바를 점령하고 나서 그 기쁨을 만끽하기 위해 크렘린궁에서 샹베르탱을 마셨다. 그러나 그 후 러시아에서 패주할 때는 코사크(15세기 말 부터 20세기 초까지 우크라이나와 러시아 남부에 있었던 군사 집단으로 구성원의 출신 국가는 다양하다.) 기병들에게 샹베르탱 저장고가 노획당하는 아픔을 맛보기도 한다. 일부 호사가는 그가 워털루 전투에서 패배해 결국 재기에 실패한 이유도 전투 전날 샹베르탱 와인을 미처 준비하지 못해 이를 마시지 못했기 때문이라고 이야기하기도 한다. 나폴레옹이 워털루 전쟁에서 진 것은 병참로 확보에 실패해 샴페인 대신 벨기에산 맥주를 마시며 싸웠기 때문이라는 속설도 있다.\n\n옛날부터 동서양을 막론하고 술은 군인들의 두려움을 쫓아주고, 사기를 진작시키는 수단으로 사용됐다. 독한 증류주가 나오기 전, 유럽에서는 군인들에게 맥주보다 알코올 농도가 높은 와인을 제공했다. 와인은 주식이 될 수도, 약이 될 수도 있었으며 오염되기 십상이었던 전쟁터의 식수를 소독하는 수단이 되기도 했다. 로마시대부터 군인들은 전투식량으로 일정량의 와인을 지급받아, 외지에서는 물과 함께 섞어 마셨다. 맥주를 주로 마시는 잉글랜드와 그의 앙숙 스코틀랜드 군대도 전쟁터에서는 와인을 받았다. 이에 따라 군은 전쟁 때 많은 와인을 확보해야 했다. \n\n노르만족이 잉글랜드를 정복할 때도 배에 와인을 가득 싣고 영국 해협을 건너갔다. 와인이 잘 나오지 않는 노르만, 잉글랜드, 스코틀랜드의 군대에서까지 와인 확보에 열을 올릴 정도였으니, 프랑스를 비롯한 와인 생산국은 더 말할 것도 없다. 루이 14세 때 기록을 보면, 장교들에게는 하루 1.25ℓ, 일반 사병에게는 그 절반의 와인을 지급했다고 나와있다. \n\n백년전쟁은 프랑스 땅에 있지만 영국이 소유하던 가스코뉴 지방의 소유권을 차지하기 위한 ‘와인 전쟁’이었다. 프랑스 남서부에 자리 잡은 가스코뉴 지방은 유럽 최대의 와인 산지인 보르도가 속해 있는 곳으로 유럽 전 지역을 대상으로 한 와인 무역으로 거둬들이는 세금이 당시 프랑스의 다른 지역을 합친 세금보다도 많았다. 또한 그 옆의 '귀엔(Guyenne)' 지방은 땅이란 땅은 죄다 포도밭이 들어설 정도로 유럽에서 최고로 부유했다. 잉글랜드 전체의 세수보다 귀엔 지방의 세수가 더 많았을 정도였다.\n그런데 가스코뉴 지방의 소유권이 영국에 있어 그곳에서 나오는 막대한 세금이 영국으로 빠져나가니 프랑스로서는 속이 편할리 없었다. \n프랑스는 프랑스령인데도 당시 ‘황금알을 낳는 거위’나 다름없던 가스코뉴 지방의 소유권을 어떻게 가져올까 고민하다 북부의 플랑드르 지방을 무력으로 점령하며 했다. 영국에게 많은 돈을 벌게 해주는 플랑드르가 봉쇄당했어도 영국의 에드워드 3세는 혹시나 프랑스가 가스코뉴 지방에 쳐들어와 그 지역을 점령할 것을 우려하여 대응에 나서지 않았다. 당시 영국은 프랑스에 비해 인구나 군사력 등 모든 면에서 불리한 데다 스코틀랜드와 분쟁이 잦아 전쟁을 할 형편이 아니었기 때문이었다.   \n그러나 1337년 필리프 6세가 가스코뉴 지역까지 강제로 점령했다. 이에 분노한 영국의 에드워드 3세가 군대를 이끌고 프랑스를 침공함으로써 전쟁이 시작됐는데 이것이 백년전쟁의 시작이었다. 에드워드 3세는 명목상으로는 왕위 계승권을 내세웠지만 최고의 세수원인 '귀엔' 지방을 절대로 포기할 수 없었다. 객관적 전력으로 보면 감히 넘보지 못할 프랑스에 싸움을 건 데에는 이러한 이유가 있었다.\n두 나라에서 5명의 왕이 대를 이어 벌인 이 전쟁은 중반까지만 해도 영국이 연전연승하며 승리했지만  프랑스의 성녀 잔다르크가 등장하면서 1453년 프랑스의 승리로 마무리되었다. 이를 통해 가스코뉴 지방 소유권도 300년 만에 프랑스로 돌아오게 됐다.\n\n19세기에도 와인은 전쟁의 필수품이었다. 19세기 말 프랑스에서는 전쟁에 나서는 군인들에게 매일 2리터의 와인이 지급됐다. 아침, 점심, 저녁 식사를 할 때마다 거의 1병의 와인을 마신 셈이다. 전쟁에서 와인은 마시기만 하는 것이 아니었다. 상처를 소독할 때도, 식수로 사용하기 힘든 물을 소독해 마실 때도 사용했다.\n\n프랑스 랑그도크 지방의 양조업자들은 제1차 세계대전 중에도 군 병원에 많은 와인을 기증했다. 독일은 군인들의 음주가 사격에 영향이 있는지 실험해 별 영향이 없다는 결론을 내렸지만, 프랑스군은 프랑스답게 와인과 맥주를 마신 병사를 비교, 와인이 전투력을 더 향상시킨다는 결론을 내리기도 했다. 이 기간에 프랑스 병사들은 0.5ℓ의 와인을 무상으로 지급받을 수 있었고, 추가로 0.25ℓ를 싼 값에 사먹을 수 있었다. 전후 프랑스에서는 제1차 세계대전의 승리가 와인 때문이라는 소문을 만들어 내기도 했다.\n가장 참혹한 전쟁으로 알려진 제1차 세계대전에서도 참호에서 공포와 외로움, 추위를 달래준 것이 바로 와인이었다. 이때 참호 속의 군인들에게 지급된 것은 ‘뱅쇼(Vin Chaud)’라는 뜨거운 와인이었다. \n실제 제1차 세계대전 당시 진지 하나를 놓고 독일군과 프랑스군이 수십 차례 뺏고 빼앗으며 5만여 명의 사상자를 낸 프랑스 상파뉴의 마시주 참호 유적지에서는 지금도 주변 땅을 파면 유골과 함께 와인병이 함께 출토된다고 한다.\n\n제2차 세계대전의 시초에 독일군이 유럽을 점령해 나가기 시작하면서 가장 욕심을 부렸던 것 중에 하나가 바로 프랑스산 와인 이었다. 특히 제 2차 세계대전 중 히틀러의 와인 사랑은 유난해서 점령지마다 와인을 공수하는 장교를 보내 본국으로 가져 오기도 했다. 또한, 프랑스의 독일군 본부 주둔지 지하에는 대형 보관창고를 만들어 100만병에 육박하는 프랑스산 와인을 쓸어 모으기도 했다.\n프랑스를 점령한 독일군에게 프랑스는 맛있는 와인과 음식, 날씬한 여자들까지 환상의 나라가 아닐 수 없었다. 이들 중에는 전문 와인 감식가와 함께 프랑스의 고급 와인을 찾아내 독일로 보내는 임무를 맡은 부대까지 있을 정도였다. 보르도, 부르고뉴, 샹파뉴의 고급 와인을 찾아내어 히틀러의 벙커에 나르기 시작했다. 특히 독일의 2인자였던 '괴링'은 혼자서 '라피트(Ch. Lafite Rothschild)'를 따는 것을 최고의 즐거움으로 삼았다고 할 정도로 와인을 좋아했다. 이에 프랑스 고급 샤토나 일류 레스토랑 주인들은 와인을 뺏기지 않으려고 땅에 파묻거나 동굴에 넣고 벽돌을 쌓아 시멘트로 밀봉하는 등 온갖 수단을 사용해 숨겼지만, 상당수의 와인이 독일로 옮겨질 수밖에 없었다. \n독일의 패색이 짙어질 무렵, 프랑스의 드골은 특수부대를 편성해 히틀러가 감춰둔 와인을 찾는 데 주력했다. 그 결과, 보르도의 1등급 샤토 와인은 물론 로마네 콩티 등 최고급 와인을 무려 50만병이나 찾았다고 한다. 가히 '전쟁'이라고 할 만큼 독일과 프랑스의 와인 쟁탈전은 대단한 것이었다. 이로 인해 \"와인은 전쟁에 관심 없지만, 전쟁은 와인에 관심이 있다\"라는 말까지 생겼다.\n제2차 세계대전 말기, 이탈리아에서 철수하던 독일군과 와인을 지키려는 마을 사람들 이야기를 다룬 영화 '산타 빅토리아의 비밀(The Secret of Santa Vittoria)'을 보면, 독일군의 와인에 대한 욕심이 얼마나 대단했는지 알 수 있다. \n1939년 9월. 히틀러의 기갑사단이 폴란드를 침공했을 때, 프랑스 정부는 군인들이 일손을 돕기 위해 포도밭으로 파견됐다. 탱크로 쑥대밭이 되기 전에 수확을 마쳐야 한다는 정부의 판단이었다.\n이듬해 늦봄이 되면서 독일군이 밀물처럼 쏟아져 들어왔다. 파리 최고의 레스토랑 ‘라투르다르장’에도 비상이 걸렸다. 10만병의 고급 와인을 모아둔 와인 저장고를 지켜야 했기 때문. 주인의 아들인 클로드가 군대에서 여섯 시간의 외출을 허가받았다. 2만병의 특급 와인을 한 쪽에 모으고, 벽돌을 쌓기 시작했다. 파리 점령 이후 독일군은 이 창고에서 8만병을 쓸어갔지만 유명한 1867년산 와인은 한 병도 찾아낼 수 없었다.\n수많은 이름없는 농민들도 ‘와인 보호전’에서 승리했다. 지하창고, 맨땅, 벽장…. 아이들은  들판에서 거미를 잡아와 새로 쌓은 벽 앞에 거미줄을 치게 했다. \n프랑스에 진주한 독일군은 독일 지도층에 공급하거나 제3국으로 수출해 전쟁비용을 보태기 위해 대대적인 와인 수매에 나섰다. 군인들은 와인의 품질을 감별할 수 없으므로 프랑스 양조업자들과 거래해온 독일 상인들이 수탈의 대리인 역할을 맡았다. 이들에게는 ‘와인 총통’(Weinf¨uhrer)이라는 이름이 붙여졌다. ‘퓌러’가 ‘지도자’와 ‘가이드’라는 이중의 뜻을 갖고 있었기 때문. 그러나 보르도의 총통 뵈메르스, 부르고뉴의 제그니츠, 샹파뉴의 클레비시 등은 다른 총통들과는 어딘가 좀 달랐다. “우리는 전쟁 전부터 프랑스 와인업자들과 친구였다. 전쟁이 어떻게 끝나더라도, 좋은 관계를 유지하고 싶다.”\n그들은 자국 관리를 기만하면서까지 와인에 좋은 값을 쳐주었다. 질 낮은 와인을 상등품으로 둔갑시키는 데 협조하기도 했고, 포도 산업의 중요성을 지역사령관에 역설해 농민들의 제3국 징용을 면케 해주기도 했다. \n전쟁이 끝난 뒤 무통지방의 와인업자 로트실트 남작은 낯익은 필적의 편지를 받는다.\n\"저는 늘 귀하의 포도주를 사랑해 왔습니다. 독일에서 귀하의 와인을 판매할 수 있는 기회를 줄 수 있는지 알고 싶습니다.\"\n말미에는 보르도의 와인 총통이었던 뵈메르스의 서명이 들어 있었다. 로트실트는 즉각 답장을 쓰기 시작한다. “왜 안 되겠습니까? 우리는 이제 새로운 유럽을 만들어가고 있습니다.\"\n\n전황이 독일에 불리해지면서 독일에 도착한 와인이 모두 물로 변해있거나, 아예 약탈당하는 일이 빈번해졌다. 이는 와인을 지키기 위한 레지스탕스의 공작 때문이었다.  지하의 비밀 와인창고는 레지스탕스 요원들의 회합, 무기 보관, 도주를 위해 유용하게 쓰여졌다.\n북아프리카 전에 앞서 독일군이 \"열대 지역에 보낼 수 있도록 포도주를 포장하라\"고 업자들에 지시를 내렸을 때도 그 정보는 재빨리 런던으로 전달됐다. 노르망디 상륙에 이어 프랑스군과 미군이 남프랑스에 상륙하자 작전은 ‘샴페인 전쟁’이라고 명명됐다. \n\n프랑스군은 거점 확보 외에 포도 명산지를 훼손하지 않는데도 전력을 기울였다. \n제2차 세계대전 중 프랑스를 점령한 독일 제3제국의 병사들은 아돌프 히틀러를 위해 프랑스 최상품 와인을 대거 약탈, ‘독수리 둥지’의 지하 저장실에 보관했다. 베르크호프라 불린 히틀러의 별장은 거대한 궁전 같은 요새로 만들어졌고, 약탈된 수많은 예술품들이 이곳에 보관됐다. 이곳에서도 1000m나 더 높은 곳에 건설한 ‘독수리 둥지’는 산 밑 바위 속에 설치돼 있는 엘리베이터를 통해서만 접근할 수 있었다. 이곳에는 거의 아무도 가본 사람이 없고 누구의 방문도 허락되지 않았다. 히틀러 자신도 단 세 번밖에 방문하지 않았다고 한다. 고도가 너무 높아 숨쉬기가 불편하기 때문이다. 히틀러의 보물창고에는 50만 병의 와인이 저장돼 있었다. 1929년산 ‘라투르’ 등 전설적인 명품 와인이 해발 2400미터의 창고를 가득 채우고 있었다.\n1945년 5월 4일 미군부대와의 경쟁을 겨우 따돌린 프랑스군 탱크부대는 미군 지휘관의 명령을 어기고 히틀러의 별장이 있는 베리히테스가덴에 도착했다. 부대원 중 베르나르 드 노낭쿠르 중사가 샹파뉴 출신이라는 이유만으로 차출돼 오베르잘츠부르크 산꼭대기에 있는 ‘독수리 둥지’ 공략 책임을 맡았다. 천신만고 끝에 ‘독수리 둥지’ 앞에 도착한 프랑스 병사들은 철문을 열기 위해 곡괭이와 쇠망치를 휘둘러 보았지만 소용이 없었다.\n결국에는 다이너마이트를 사용하기로 했다. 폭발의 충격으로 산봉우리가 흔들리고, 바위와 파편들이 산사태를 일으켰다. 연기와 먼지가 가라앉은 다음 프랑스 육군의 노낭쿠르 중사가 열린 철문 틈새로 들어가 저장실에 들어 있는 와인들을 확인할 수 있었다.\n\n히틀러의 와인 사랑이 얼마나 대단했는지 제 2차 세계대전이 막바지에 이르러 패망이 코 앞으로 다가오면서 프랑스에서 퇴각할 때에도 지하창고에 있는 와인을 독일로 수송하라는 명령을 내리기도 했다. 독일군은 퇴각 과정에서 병사와 무기를 실어 나르느라 와인을 옮기지 못했고 프랑스의 유산과도 같은 와인들은 온전히 프랑스 국민의 품으로 돌아오게 되었다. \n\n[맥주]\n중세 유럽 도시에서는 깨끗한 물이 귀했다. 지금과 같은 위생 개념이나 기술이 없던 시절에 수질 관리가 제대로 이뤄질리 만무했다. 상하수도 시설이 제대로 있을 리 없었고 식수는 마을 공동 우물에 의존했다. 공동으로 마시는 우물물 관리를 철저하게 해서 수질을 유지하기란 쉬운 일이 아니었고, 따라서 물을 위생적으로 관리하기란 매우 어려웠다. 도시뿐 아니라 시골에서도 수질 관리는 쉬운 일이 아니었다. 제대로 된 위생시설 없이 사람과 가축이 몰려 사는 환경에서 수질 관리는 어려운 일이었고 오염된 물을 마시고 위장병을 앓는 것은 일상적이었다.\n사정이 이렇다보니 전장에 나서는 군인들을 지휘하는 지휘관들에게 전투 지역에 맥주 양조장이나 저장고가 있는지를 미리 살펴보는 것이 중요한 일이었다. 부대가 진군하다 멈추면 병사들은 말에게 물을 먹이고 술집이나 양조장을 찾아 맥주를 마셨다. 맥주를 찾지 못할 경우에만 어쩔 수 없이 물을 마셨다. 중세 유럽 전쟁에서 맥주는 승패를 결정지을 수 있는 중요한 보급품이었다.\n당시에는 전투에서 사망하는 병사보다 오염된 물을 마시고 장 감염에 의해 사망하는 병사가 더 많았을 정도였으니 맥주 보급은 전투 승패에 매우 중요한 요인이었다. 물 대신 위생적인 수분을 보충해주는 존재였고, 더불어 맥주가 가진 풍부한 영양소는 영양을 보충해줬으니, 중세 유럽에서 전쟁을 수행하는 데 매우 중요한 요인이었다.\n\n중세시대 전사들은 늘 맥주에 취해 있었다. 프랑크족, 색슨족 같은 게르만 전사들은 맨 앞에 가장 용맹한 전사 한 명이 서고, 그 뒤에 2명, 다시 그 뒤로 3명이 늘어서는 삼각 대형을 즐겨 짰는데 맨 앞의 병사는 만취한 전사였다. 맨 앞에 서는 전사가 적 앞에서 겁을 먹고 달아나거나 움츠러들면 안 되기 때문에 이 병사에게는 코가 삐뚤어지도록 맥주를 먹였다. 그 중에는 술에 너무 취해서 적 앞에서 칼이나 도끼조차 휘두르지 못하고 혼자서 쓰러지는 경우도 많았다고 한다. 이 때문에 서양에서 \"투구를 쓴다(Put on one’s helmet)\"는 표현이 \"술을 코가 삐뚤어지도록 퍼마신다\"는 것을 뜻한다고 한다.\n\n14세기 장 프루아사르(Jean Froissart)의 기록에는 당시 스페인에서 싸운 영국군의 이야기가 쓰여 있습니다. 이 연대기에 따르면 영국군이 패배한 이유는 다름 아닌 영국 맥주가 없어서였다.\n몸의 수분을 유지해주는, 든든하고 도수 높은 맥주를 마셔야 하는데 그게 없어 단맛 대신 신맛이 나는 포도주를 마시다 보니 간과 폐, 장이 바싹 타서 몸이 상했다는 것입니다. 덕분에 많은 영국군이 열병과 이질, 설사에 걸려 죽었다는 것이다.\n특히 인상적인 부분은 이런 현상이 하급 병졸은 물론이고 견습기사, 기사, 영주까지 다 마찬가지였다는 것이다. 즉 영국에서는 기사나 병졸이나 다 맥주를 즐겨 마셨다는 것이다.\n\n1898년 독일이 청나라와 싸워 청도(칭따오)를 99년간 조차하는데 성공하자, 5년 뒤인 1903년에 독일은 칭따오에 철도, 전신, 전화 등 기간 시설과 함께 맥주 공장을 지었다.  라오산 지역에서 발견된 맑은 지하수 외에는 홉과 심지어 보리까지 모조리 독일에서 수입하여 만든 이 맥주가 오늘날의 칭따오 맥주이다. 칭따오 맥주는 첫 맥주가 출하된지 2년 만인 1906년 독일 뮌헨에서 열린 세계 박람회에서 금메달을 획득할 정도로 높은 품질을 자랑했다. 그러나 독일은 이렇게 건설한 칭따오를 불과 20년도 안되어 제1차 세계대전 패배로 잃게 되는데, 이 지역을 공격한 것은 중국이 아니라 당시 연합국 소속이었던 일본군이었다.  \n\n영국인들의 맥주 사랑은 제1차 세계대전이라는 미증유의 위기에서 큰 타격을 입었다. 모든 것이 부족한 총동원 상태의 전시에도 맥주를 빚어 마신다는 것이 말이 되느냐라는 여론이 많았다.\n1916년 영국 수상 데이빗 조지(David Lloyd George)는 \"독일 잠수함보다 영국인들의 음주가 군수 체제에 끼치는 폐해가 더 크다\"라고 공격했고, 결국 영국 전통 맥주집인 펍(pub)의 영업 시간을 단축시키고 양조장을 폐쇄하는 등 맥주 탄압 정책을 펼쳤다. 무엇보다, 맥주에 엄청난 세금을 부과해서 가격을 2배로 올려버렸고 그 결과, 1917년 맥주 생산량은 19만 배럴로, 전쟁 발발 직전의 절반 수준으로 떨어져 버렸다. 그리고, 병사들의 보급품에서 맥주가 빠진 것은 물론이고, 심지어 영국 육해군의 피라고도 할 수 있는 럼주까지 크게 줄어들었다. 럼주는 참호전의 추위와 습기에 노출된 병사들의 사기를 위해 조금씩이라도 배급되었으나, 식량과 탄약을 수송하기도 힘든 마당에 부피와 무게가 상당한 맥주를 실어나르는 것은 정말 문제가 되었다. 그래도 가끔씩은 럼주 대신 맥주가 배급되기도 했던 모양이다. 그러나 배급 기록은 모두 전쟁 초기 서류상으로만 존재하던 것이고, 실제 배급된 것과는 거리가 매우 멀었다.  \n아무튼 그런 와중에도 프랑스군은 와인을 병사들에게 꾸준히 배급했고, 이를 본 영국군은 '왜 우리에겐 럼이나 맥주를 주지 않는가?'라며 투덜댔다고 한다. 영국군에게도 현지에서 쉽게 구할 수 있는 프랑스산 와인이 배급되기는 했으나, 대개 품질이 좋지 않은 백포도주였다. 일부 프랑스산 라거(lager) 맥주가 배급되기도 했지만, 영국산 포터나 에일 맥주에 비해 약하고, 밋밋한 프랑스 맥주는 영국 병사들에게 별로 인기가 없었다.\n대신 영국의 맥주 양조장은 소중한 식량을 낭비하는 퇴폐 업종이라는 오명 대신 전선에서 싸우는 병사의 사기 진작을 위해 소중한 맥주 생산에 힘쓰는 산업 전사라는 명성을 얻을 수 있었다. 1942년에는 '군부대를 위한 맥주'(beer for troops)라는 위원회까지 결성되어, 병사들의 식사에 맥주를 공급하는 것은 국가적 의무라는 구호까지 등장했다. 하지만 특히 2차대전 초기에는 독일 잠수함 U보트의 기세가 등등했으므로 해외의 영국군에게 맥주를 보내는 것은 무척 어려운 일이었다. 그럼에도 불구하고 독일 롬멜 장군에게 함락되기 직전이던 북아프리카 토브룩(Tobruk)에 병사들을 위로하기 위해 500 상자의 맥주를 무사히 보냈고, 이것이 도착하자 당시 병사들이 뛸 듯이 기뻐했다고 한다.  \n\n1944년 노르망디 상륙작전 이후 프랑스 내에 활주로를 확보하자, 영국 맥주업체들이 전선의 병사들을 위문하고자 본토에서 프랑스로 날아가는 스핏파이어(Spitfire Mk IX) 전투기 날개 밑에 맥주통을 매달아 보냈다.  2천 피트 상공을 고속으로 날아 배달된 맥주통은 딱 알맞은 온도로 냉각되어 이를 받은 병사들을 정말 기쁘게 했다고 한다.   스핏파이어는 45갤런(약 170리터)의 드롭탱크(drop tank) 2개를 연결할 수 있었는데 여기에 맥주를 담아 노르망디로 공수하기로 하고, 탱크 내부를 세척한 다음 2개의 드롭탱크(drop tank)에 모두 90갤런(약 340리터)의 맥주를 싣고 비행을 하게 된다. \n그렇게 맥주를 실은 연료통을 달고 오는 전투기가 착륙할 때면 전체 공군 기지의 병사들이 다 몰려나와 그 착륙을 노심초사하며 구경했고, 조종사가 미숙하여 거칠게 착륙하는 경우 야유를 보냈다고 한다. \n이처럼 비행기로 맥주를 실어 나른다고 해서 붙은 별명이 ‘날으는 펍(flying pubs)’이었는데 그러나 아무리 깨끗하게 세척을 했다고 해도 연료탱크에 담은 맥주에서 금속 맛이 나는 문제를 해결할 수는 없었다.\n그래서 다시 고안해낸 것이 바로 ‘모디피케이션 XXX(Modification XXX)’라는 것이었는데 이것은 스핏파이어의 양 날개 밑에 맥주통을 달고 운반하는 방식으로 병사들은 이를 두고 ‘맥주폭탄(beer bombs)’이라고 불렀다 한다. 그러나 이렇게 운반하는 방법도 착륙도중에 불안정 하여 깨지는 사례가 빈번하였고 착륙하면서 맥주통을 깨뜨린 조종사는 병사들 사이에서 그야말로 ‘죽일 놈’ 취급을 받았다고 한다. ‘맥주폭탄(beer bombs)’은 기존의 드롭탱크에 싣고 가던 것에 비해서는 맛은 유지가 되었으나 운반하는 양이 크게 부족하여 영국공군은 다시 방법을 찾게 되는데 그것은 바로 스핏파이어보다 더 많은 양의 맥주를 실을 수 있는 호커 타이푼(Hawker Typhoon)을 수송에 사용한다는 것이었다. 그런데 호커 타이푼(Hawker Typhoon)을 이용한 맥주 수송은 계속되지 못하게 되는데 그 이유는 바로 독일군의 전투기 포케불프 Fw 190(Focke-Wulf 190)과 착각한 미군의 P-47 선더볼트(P-47 Thunderbolts)로부터 하루에 두 번이나 공격을 받은 일이 일어났기 때문이다.\n그러나 영국공군이 노르망디로 수송하던 맥주는 오래  지속되지 못하고 종료되었다. 그것은 영국 양조회사들이 무료로 제공한 맥주가 세금을 회피하는 수단으로 사용된다는 영국 세무국의 결정에 따른 것이었다. 그러나 이후로도 본토를 오가는 공군기들은 조종석 남는 공간이나 사물함 등에 맥주병을 몰래 가져와 나눠 마셨고, 심지어 외부 연료 탱크(drop tank)에 맥주를 실어 왔다. \n한편 이런 영국 공군의 모습을 본 미군에서는 맥주뿐만 아니라 아이스크림도 실어 날랐다고 한다.\n영국과는 달리 미국에서는 1944년 11월부터는 미국에서 생산되는 맥주의 5%를 전선에 공급하기로 결정하고 미군들뿐만 아니라 연합군에게도 맥주를  제공하였다고 한다.\n\n[담배]\n제1차 세계 대전과 제2차 세계 대전 동안 미군은 전투식량에 담배를 포함했다. 예를 들면 당시 미군이 지급하던 K-Ration의 경우 끼니마다 4개비씩의 담배가 레이션에 공식 포함되어 있다. 그 당시 미국서 나온 전시광고들을 보면 남녀공히 대놓고 흡연을 권장하며 여성이 담배를 물고 있는 장면들도 광고에 많이 나온다. 공식적으로 당시 미군은 전시 상황에서 심신을 혼미하게 하는 진정제인 술을 엄격하게 규제하는 대신 긴장 상태나 가혹한 상황에서 이성을 잡을 수 있는 각성제인 담배와 커피를 병사들에게 적극 권장했다.\n1939년 미국 성인 남성의 53%가 담배를 피우고 있었고, 40세미만의 남성의 경우 흡연율은  66%였다. 루즈벨트 대통령은 담배산업을 전폭적으로 지원하는 입장이였고 담배회사들은 미군의 전투식량에 가장 인기있는 브랜드의 담배들을 무료로 제공했다. 파이프용 잎담배와 궐련담배가 판매되고 있었고 아직 필터담배는 소개되기 전이였다.\n처칠수상은 누구나 다 아는 Fat-Cigar 애호가였다.\n히틀러는 원래 흡연가였으나 이후 금연주의자로 전향한 경우이며 나치당 차원에서 흡연과 폐암의 관계를 연구 할 것을 지시하였고 전체 담배의 5%는 니코틴이 없는 담배로 만들것을 지시하며 카페나 여성에게는 담배 판매를 금지하는등 흡연을 혐오했다.  \n하지만 왕성한 독일군의 흡연욕은 자제 시킨다고 될수있는 문제가 아니었고 더우기 그러한 금연 명령 자체가 독일군의 사기를 저하시키는 무의미한 결과를 가져왔기 때문이었다.\n그래서 그는 전독일군 장병에게 6명단위로 50개피들이 1갑씩, 6일마다 배급품으로 독일군에게 지급했다. 담배를 피우지않는 장병들은 쵸코렛과 대체 음식으로 지급하였다.\n\n독일에서는 전쟁중에도 수용소 등지에서 담배가  대체화폐로 많이 사용되었다. 아우슈비츠 항목에도 나와있지만, 노동수용자들에게는 매일 담배 3개비가 보급되었다. 그들 중에는 이를 악착같이 안피우고 모아두었다가 필요할 때 돈으로 쓰기도 했다.\n또한 패전 후 독일에선 미군의 담배가 대용화폐로 사용되기도 했다.\n\n담뱃불은 캄캄한 밤에 2천미터 밖에서도 눈에 띄기 때문에 쉽사리 적에게 아군의 존재를 노출시킬 수 있고 또한 밤에 피우는 담배냄새는 때때로 적에게 발각되는 치명적인 결과를 가져올 수 있었다.\n그래서 소련군은 담배를 피우지 않는 소년병들을  척후병으로 활용했다. 먼거리에서도 담배 냄새를 맡음로서 독일군의 소재를 먼저 발견했었기 때문이었다. 소련 빨치산들과 독일군의 동맹국이었던 루마니아군 부대는 척후병으로써 담배를 피우지 않는 냄새를 잘 맡는 사람을 제일 앞에 내세워 밤길 행군을 하였다.\n\n[보드카]\n제2차 세계 대전 당시 소련군에서는 병사들에게 정식 보급품으로 지급되었고, 스탈린은 특히 독소전쟁 당시 최전선에서 싸우는 부대원들에게 하루에 100ml씩 의무적으로 지급하라고 지시하였다. \n독소전쟁의 영웅인 소련군의 장성 '게오르기 주코브'는 다른 러시아인들과 마찬가지로 보드카를 열렬히 사랑했는데, 단순히 주당이 아니라 보드카의 야전에서의 놀라운 범용성을 극찬했다.\n\"전쟁에서 보드카는 절대 없어서는 안 되는 물건이다! 아무리 가혹한 동장군이 찾아와도, 보드카 한 병을 전우들과 돌려 마시면, 곧바로 온몸이 화끈하게 데워져서 마치 다 같이 바냐(ба́ня)에 들어온 느낌이다. 큰 부상을 당했을 때에도 통증을 가라앉히기 위해 마셔도 좋고, 상처나 수술을 마친 수술 부위에 뿌려도 좋으며, 의료용 수술도구를 담가 놓으면 깨끗하게 소독도 할 수 있고, 피난민이나 그 지역 사람들이 독일군이 있는 곳을 가르쳐 주면 그들에게 포상으로 보드카 한 병을 줘도 좋다. 이럴 때 보드카는 전쟁으로 인해 불쏘시개 만한 가치도 없어진 화폐 쪼가리보다 좋은 화폐 대용이 된다.\n\n또한 T-34와 T-44 같은 전차들, I-16, LaGG-3 같은 전투기들과 폭격기들, 심지어 내가 몰고 다니는 지휘 차량에도 보드카는 절대로 없어서는 안 될 존재다. 연료와 섞어도 되고, 아예 그냥 전차와 전투기 연료통에 보드카만 넣어도 얼마든지 기동이 된다. 탱크 데산트로 올라간 보병들에게 전차장이 해치를 열고, 연료부족 신호를 주면, 전차 뒤에 놓여 있는 보드카 상자나, 각각 보병들의 품속에 있는 걸 꺼내기도 하고, 방금 입에 대고 마시고 있던 걸 곧바로 엔진에 번갈아 가면서 넣으면, 수 천 킬로미터 동안을 멈추지도 쉬지 않고도, 엔진을 기동시킬 수 있다. 덕분에 발트에서 바르샤바까지의 진격은 문제가 없을 듯 하다. 하지만 기본적으로 겨울에는 반드시 연료와 보드카를 같이 섞어 쓰는 것이 좋다. 그렇게 해야 연료가 얼지도 않고, 터지지도 않는다. 그에 비해 꽁꽁 얼어서 동사된 저 독일놈들과 그들의 전차와 전투기들은 하나같이 얼음사탕(아이스 캔디)처럼 꽁꽁 얼어붙어 있다.\n서부전선의 연합군들도 전차와 수송차량, 전투기들이 추운 겨울 날씨 때문에 진격 속도가 많이 더디어졌다고 하길래, 보드카와 그에 맞는 사용 설명서를 좀 보내주었다. 그런데 고맙다는 말은 커녕 배은망덕한 전보를 보냈다.\"\n- 게오르기 주코프 소련군 원수의 일기장에서\n\n보드카는 아우슈비츠 유대인 수용소에서도 대체화폐로 사용되었는데 상당한 고가품이었다. \n'쥐: 한 생존자의 이야기'에 따르면 매 끼니마다 톱밥 섞인 빵이 제공되었는데 그게 담배 3개비와 같은 가격이었고 담배 300개비(15갑)가 보드카 1병과 같은 가격이었다. 이에 블라덱 슈피겔만(쥐의 작가 아트 슈피겔만의 아버지)은 열심히 담배를 모아다 보드카로 바꿔서 간수에게 뇌물을 주고 아내를 생활여건이 그나마 나은 탄약공장으로 보내려 시도했으나 담배를 중간에 누군가가 도둑질해가서 헛고생이 되어버리고 만다.\n\n체르노빌원전 사고 당시 현장에 투입된 예비군들과 광부들에게는 방사능 피폭에 대비해서 아이오딘을 첨가한 보드카를 무한정으로 보급해서 물처럼 마셨다. 기왕 아이오딘을 먹이는 거 술기운으로 파이팅 좀 해보자고 보드카에 타서 준 것이라 한다.\n\n[커피]\n커피는 전쟁과 함께 세계를 바꾸었다. \n인류 최초의 커피는 음료가 아니라 분쇄한 커피가루를 동물기름(버터)과 섞어 둥글게 반죽한 덩어리 형태였다고 한다. 그냥 씹고 뱉었는지, 덩어리를 떼어내어 물에 끓여 마셨는지는 알 수 없지만 대략 5,000년 전으로 거슬러 올라가는 이 ‘커피 덩어리’의 용도는 호전적이었던 민족이 전쟁에 나갈 때 전투력 향상을 위해 지참했던, ‘에너지 볼’이었다고 한다.\n전투에 활용된 이 에너지 볼과 함께 기원전 2~3세기 에티오피아에서는 부족간 전투를 앞두고 전사들의 힘과 정신을 북돋우려고 전쟁을 위한 커피의식을 치렀으며, 시간이 흐르면서 이 의식이 귀한 손님을 대접하는 ‘분나 마프라트’라는 관습으로 뿌리를 내렸다고 전해진다. 이렇듯 기원 전부터 커피는 이미 인류의 전쟁 속에서 중요한 부분을 차지하고 있었다.\n\n오스만 제국이 1536년 예맨을 점령하면서 커피는 일반인에게 급속하게 퍼졌다. 졸음을 쫓는 각성효과와 에너지를 불러 일으키는 듯한 작용 때문에 군인들에게도 지급되었는데, 이로서 오스만 제국이 점령한 수많은 나라에도 커피가 전해지게 되었다. 덤으로, 오스만제국이 빈을 침공하고 일으킨 전투에서 폴란드가 가세함으로 쫓기듯 떠나오게 된 오스만제국이 남긴 커피생두를 콜시츠키라는 군인이 활용하여 커피하우스를 열게 되었는데 이것이 ‘블루 보틀(blue bottle)’ 이름의 기원이 되었다고 한다.\n\n실권을 잡게 된 나폴레옹은 프랑스를 포함한 대륙부를 그 세력하에 두게 되었는데(1799), 이에 대적하던 영국의 대항책으로 ‘대륙 봉쇄령’을 발표하게 된다(1806). 당시 ‘세계의 공장’으로 불리던 영국을 봉쇄하여 수출입을 완전히 차단시키려는 목적이었지만, 이는 유럽 대륙의 커피와 설탕 부족을 초래하게 된다. 설탕은 금세 대체 가능한 기술이 개발되어 실용화되었는데, 각성작용까지 얻을 수 있는 커피의 대용품은 쉽게 얻을 수가 없었다. 물론 카페인 성분에 대해서 밝혀진 것은 한참 후의 일이지만, 대용품을 마심으로써 채울 수 없는 ‘어떤 부족함’은 이미 느끼고 있었던 것 같다.\n대륙 봉쇄령은 영국에 큰 손해를 주지도 못했고, 오히려 영국의 공산품을 요구하던 유럽 국가들과 프랑스 국민들의 불만만 쌓여, 이윽고 실각을 초래하게 되었다. 철학자 칼 마르크스도 후에 ‘대륙봉쇄에 의한 설탕과 커피 부족이 독일 사람들로 하여금 나폴레옹 타도에 불타게 했다’고 기록하고 있을 정도다.\n\n1773년 12월 보스턴 차 사건을 계기로 8년에 걸친 전쟁 끝에 미국은 영국으로부터 독립을 하게 되었다.\n그동안 공식적인 차 수입은 영국 동인도 회사를 통해 이루어지고 있었지만 밀수업자들이 관세를 물지 않고 차를 수입해 판매하여 1773년 경 동인도 회사의 적자는 엄청나게 늘어나 있었고 창고에 차 재고가 넘쳐나게 되었다. \n이에 영국 정부는 ‘차법’을 통과시켜 미국 소비자에게 동인도 회사가 직접 판매할 수 있게 하였다. 덕분에 동인도 회사는 여타 밀수업자들보다 싼 가격에 차를 판매할 수 있게 되었다. 이 영향으로 일부 밀수업자들이 파산하는 등 큰 피해를 보았다. 경제적 손해를 보게 된 밀수업자들은 결국 인디언으로 동조자들을 변장시켜 일명 ‘보스턴 차 사건’을 일으키게 된다.\n1773년 12월 16일 저녁 7시. 100여 명의 인디언 복장을 한 무리는 미국 보스턴 항구에 정박중이던 동인도 회사 소유의 무역선에 올라 타 화물칸에 보관중이던 차 상자들을 바다에 던져 버렸다. 이 사건으로 보스턴 앞바다의 색깔이  한동안 갈색으로 있었다고 하니 사건의 규모를 짐작케 한다.\n결국 이 사건은 1775년 식민지 미국과 영국 간 무력 충돌의 단초가 되어 미국 독립혁명으로 이어지게 된다. 또 미국의 차 소비가 줄어드는 결과를 초래했다. 차 소비 감소는 곧 커피 소비 증가를 의미한다. 영국인과 마찬가지로 매일 홍차를 즐기던 미국인들이 커피를 대체재로 소비하기 시작한 것이다. 커피는 이때부터 미국인들에게 일상이 되었고 미국이 최대 커피 소비국 중 하나가 되는 시발점이 되었다. \n그때 미국은 차를 마시지 않고 커피를 마시는 행위를 애국적 임무라고 인식시켰다. \n\n1846∼1848년 텍사스주를 사이에 두고 벌어진 미국과 멕시코 간의 영토전쟁에서 미군의 전투식량에 맥주나 럼 같은 술 대신 처음으로 커피가 등장했다. 병사들은 전투가 벌어지지 않을 때는 주둔지에서 휴대용 프라이팬에 생두를 볶아 끓인 물을 설탕에 타 마시며 잠시나마 전쟁의 공포와 고단함을 잊을 수 있었다. 지휘관 입장에서도 전투력에 지장을 주는 술보다는 각성 기능이 있고 병사들이 선호하는 커피를 마시게 하는 편이 훨씬 나았다. 이때부터 커피는 미군의 전투식량에 빠지지 않는 필수품으로 등장하게 되었고, 교범에도 ‘커피는 체력과 기력의 근원이다’라는 말이 쓰이게 되었다.\n\n1861년부터 시작된 남북전쟁 때도 이런 전통은 계속됐다. 남군에 비해 비교적 식량사정이 좋았던 북군에서는 이 기간 중 100인분 기준 10파운드(4.5kg)의 커피 원두와 8파운드(3.6kg)의 볶은 원두, 12∼15파운드(5.4∼6.8kg)의 설탕을 지급했다. 커피는 당시 병사들에게 매우 일상적인 전투식량이었다. \n\n하지만 남군은 대목장을 거느린 주(州)들이 육류 공급을 거부하면서 식량 사정은 갈수록 더 열악해졌다. 전쟁 막바지에 남군은 전투지에서 멀리 떨어진 주둔지의 병사들 조차 몇 개의 건빵과 구할 수 있는 모든 야채를 넣고 끓인 한 모금의 스프가 전부였다. \n링컨은 남부군지역의 항구를 봉쇄하여 커피를 완전히 차단시켰고, 늘 주린 배를 움켜쥔 채 전투에 나서야 했던 남군 병사들에게 커피는 큰 유혹이었다. 남부군은 커피를 대신할 차를 찾아야만 했고 허브나 야생풀 등으로 차를 만들어 마셨다. 그리고 남군들은 은밀히 북군과 물물교환을 통해 커피를 얻어가곤 했다. 북군들도 남군의 보급품인 버지니아산 씹는 담배를 좋아했기 때문에 지휘관의 눈을 피해 커피와 담배를 맞바꾸는 일이 비일비재하게 일어났다.\n\n제1차 세계대전도 예외는 아니다. 전쟁 직전 유럽 국가들 대부분은 산업화를 통해 이룬 소비력 증대로 엄청난 커피 소비를 자랑하고 있었다. 유럽 최대의 커피 소비국이었던 독일의 경우 전쟁 직전 국민 1인당 커피 소비량이 연간 2.5~3kg으로 세계 최고 수준이었다. 당시 전 세계 커피 거래량의 50% 이상이 유럽에서 소비되었다.\n20세기 초 브라질의 커피 산업이 성장하면서 유럽의 이탈리아, 스페인, 포르투갈, 독일 등에서 브라질로 향하는 이민 행렬이 이어졌고, 이들에 의해 유럽의 소비시장과 브라질의  생산시장이 끈끈하게 연결되었다. 당시 북미와 유럽의 커피 시장에서 팔리는 커피의 75%는 브라질산이었다. \n1914년 7월 제1차 세계대전이 발발했고 전쟁으로 인한 커피 소비 감소는 예상보다 심각하였다. 유럽의 다수 국가가 끌려 들어간 전쟁으로 인해 소비가 위축되면서 산지에서의 커피 가격은 하락하였다.\n중남미 커피 시장으로 가는 해상은 영국에 의해 일찍이 봉쇄되었다. 유럽의 커피 거래소는 문을 닫았고, 참전국의 커피 재고는 모두 국가에 의해 몰수되었다. 독일 함부르크 항에 쌓여 있던 브라질산 가격 안정용 커피는 모두 독일 정부에 압류되었다. 커피를 운송하는 것이 위험해지자 브라질을 비롯해 생산지의 커피 원두 재고는 쌓여만 갔다. 커피 생산지와 커피 소비지 유럽 사이의 연결 고리가 모두 끊어졌다. \n그러나 남미와 유럽 국가들간의 커피 거래와 소비는 줄어들었지만 아주 끊긴 것은 아니었다. 미국을 통한 우회적 거래 라인이 형성된 것이다. 전쟁 발발 이전 미국을 통한 유럽행 커피 우회 수출 물량은 180만 kg 미만이었다. 그러나 전쟁 이듬해인 1915년에는 무려 4억 5천만 kg을 넘어섰다. 250배 이상의 증가였다. 미국을 통해 북유럽의 중립 국가들로 들어가는 커피 중 적지 않은 양이 독일로 유입되어 독일 군인들의 전투 식량이 되었지만, 미국의 기업가들은 아랑곳하지 않았다.\n그러나 전쟁이 무르익자 유럽 투자자들이 중남미의 커피 생산지에 대한 투자를 중단하면서 커피 생산량이 급감하였고, 전쟁 중반을 넘기면서 남아있는 커피 재고량도 바닥을 드러냈다. 소비 시장과 생산 시장이 함께 무너져 내리기 시작한 것이다. 유럽 국가들의 커피 거래는 국가의 통제 하에 들어갔고, 커피 소비는 군대가 우선이었다. 일반인들은 커피를 접하는 것이 점점 어려워졌다. 그러자 민간인들 사이에서는 커피 대용품 혹은 대용품을 섞은 커피를 마시는 것이 일상화되었다.\n전쟁의 장기화로 지구 상에 남은 유일한 커피 소비 대국은 미국뿐이었고, 미국은 전쟁 덕분에 자연스럽게 세계 커피 시장의 큰 손으로 등장하였다.\n이 무렵에 획기적인 발명품이 세상에 나타났다. 바로 물에 녹는 가용성 커피(soluble coffee), 즉, 인스턴트커피였다. 1881년 프랑스의 알퐁스 알레(Alphonse Allais), 1890년 뉴질랜드의 데이비드 스트랭(David Strang), 1901년 일본인 사토리 카토(Satori Kato)가 물에 녹는 커피 개발에 성공하였다.\n먼 대륙에서 벌어진 전쟁을 관망하던 미국은 1917년 4월에 드디어 참전을 선언하였다. 미국의 참전과 함께 미국산 인스턴트커피도 군대에 쏟아져 들어갔다. 군대를 중심으로 인스턴트커피에 대한 소비가 급증하자 유사한 제품이 시장에 속속 등장하였다.\n쏟아져 나오는 모든 인스턴트커피는 미군에 의해 소비될 지경이었다. 전쟁이 끝나갈 무렵인 1918년 10월 쯤에는 미군에서 하루에 75만 파운드의 생두를 로스팅하고 있었으며, 매일 3만 7000파운드의 인스턴트커피를 미국 군대에서 소비하였다. 당시 미국 전역에서 생산되는 인스턴트커피 양이 6천 파운드에 불과하였다는 것을 생각하면 엄청난 소비량이었다.\n이런 커피 소비에 맞추기 위해 미국은 전선에서 멀지 않은 프랑스에 커피 로스팅공장을 세워 직접 운영하기도 하였다. 미국에서 로스팅되고 그라인드 되어 공급되는 커피가 긴 운송 시간으로 인해 산패되고 불쾌한 맛을 내는 것을 막기 위한 방법이기도 하였다.\n인스턴트커피는 막대형, 태블릿형, 캡슐형, 기타 여러 모양으로 시도되었고, 최종적으로는 봉투에 1/4파운드를 넣는 것으로 규격화되었다. 전쟁터에서 군인들은 인스턴트커피 가루를 주석 잔에 넣고 뜨거운 물을 부어 젓기만 하면 쉽고 편하게 마실 수 있었다. 심해지는 참호형 전투와 독일군에 의해 시작된 화학전으로 야외에서 커피를 끓이기 어려운 상황에서 인스턴트커피는 시의적절한 해결책이었다.\n브라질은 전쟁 초기에 중립을 선언한 상태였다. 그러나 전쟁이 길어지고, 해상봉쇄로 커피 무역에 차질이 빚어지기 시작하였다. 무역의 지속적 감소로 브라질 정부의 재정에 어려움이 심화되던 때에 브라질의 무역선이 독일 잠수함에 의해 침몰되는 사건이 반복되었다. 결국 1917년 10월 브라질 정부가 남미 국가로서는 유일하게 참전을 선언하였다. 전쟁이 끝나고 브라질 정부는 독일로부터 전쟁 중 발생한 커피 무역선 피해 보상금을 받았다. 이 보상금으로  브라질은 산업의 공업화를 시작할 수 있었다.\n전쟁이 끝나자 인스턴트커피의 인기는 잠시 땅에 떨어졌다. 편리성보다는 향과 맛을 중시하기 시작한 것이다. 전쟁을 통해 미국의 참전 군인들은 커피 맛에 반쯤은 중독된 채로 일상에 복귀하였다. 전쟁에서는 이기고 돌아왔지만, 그들 모두는 전쟁 물자에 불과하던 커피의 포로가 되어 있었다. 아침 식탁이나 일터를 가리지 않고 커피 없이는 살 수 없는 새로운 미국인들이 대거 등장한 것이다. 제1차 세계대전은 미국을 커피 소비와 무역의 중심 국가로 만들었다. \n2차 세계대전 당시 미군에게 보급된 C 레이션(C Ration)이라 불리는 미군 전투식량은 두 개의 통조림 깡통과 한 개의 액세서리 팩으로 구성되는데 통조림 하나에는 조리된 육류 혹은 육류와 야채가 뒤섞인 주식이 들어 있고, 다른 통조림에는 건빵과 인스턴트커피가 들어 있었다. 이렇게 규격화된 C 레이션의 보급으로 미군은 열악한 환경에서도 영양가 높은 음식을 섭취할 수 있었고 전쟁 말기 치열한 교전상황에서도 기대 이상의 전투력을 발휘할 수 있었다. 2차 세계대전 기간 동안 인스턴트커피는 유럽과 아시아 전역에서 미군과 연합군 병사들의 사기를 돋워주는 기호음료로 폭발적인 인기를 누렸다.\n\n[라무네]\n1858년, 일본의 개항과 함께 영국으로부터 들어온 레모네이드는 일본에서도 널리 사랑받게 되었다. 초기의 라무네는 단순히 '레모네이드'라는 발음이 어려웠기 때문에 단어를 줄여 부른 것으로, 메이지 유신 이후 외국인 거류지와 개항장에서 파는 레모네이드를 지칭하는 것이었다. 이후 일본이 근대화 되면서 대량생산 설비가 갖추어졌으며, 이 때 탄산이 주입된 소다가 제조되었다.\n태평양 전쟁 도중에는 간식이 부족했기 때문에, 야마토급 전함의 함정 소화시설인 이산화 탄소 발생장치를 응용하여 승조원들이 레모네이드에 탄산을 강제주입해 함내에서 라무네와 비슷한 음료를 즐기기도 하였다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-10-07T11:17:24.451000",
  "updatedAt": "2025-02-14T03:44:21.967000"
}