{
  "id": "0b8e8de7-5b95-43c9-90a5-3ef43e0a4919",
  "title": "한국형 아스널쉽",
  "content": "반잠수함으로 만들 가치도 없습니다. 미사일 80셀 다 소진하면 깡통 컨테이너선 급입니다.\n미사일 사거리가 왠만한 주변국 해군 레이더 보다 더 길거니와 서해, 남해의 섬지역, 동해의 연안에서 미사일 쏘기만 해도 충분합니다.\n대함미사일을 쏜다고 해도 호위함대랑 이동할 것이고, 군수지원함에도 소량의 해궁 vls를 탑재하는 한국\n해군의 특성상 자함 방어용으로도 탑재 가능합니다. 한국형 초음속 함대함 미사일의 사거리가 500km를 넘기때문에 일본 해상자위대 레이더에 탐지되기 전에 쏘고 나가면 됩니다.\n\n아스널쉽 건조 비용보다 미사일 가격이 더 비쌀 듯.\n디비디비… 23-05-17 11:57\n위성으로 좌표만 찍히면 속도느리고 대공망 약해서 바로 모스크바함처럼 피격 될듯.\n땡말벌11 23-05-17 12:02\n중국이 미태평양 함대의 위성 확인을 위한 노력을 많이 했는데.\n공해상의 선박들이 많아서 추적하려면 항구를 지속적으로 감시해야 합니다.\n이에 들어가는 비용이 어마어마할 겁니다.\n\n잠수함을 항구 입구에서 매복 후 어뢰 등으로 공격하는 방법도 있으나\n애초에 한국형 아스널쉽은 항구 밖을 안나가도 미사일 사거리가 충분하기 때문에\n굳이 해상으로 나갈 필요도 없다고 봅니다.\nzzanzzo 23-05-17 12:20\n굳이 물밑에 들어갈 이유가 없기때문이 가장크죠\n땡말벌님이 말씀하셨듯이  킬체인 핵심이기때문에 개전초 탑재 미사일 다 날리는 역할이구\n혼자 다닐 함선도 아니고 막말로 뻥 쪼금 보태서 모 기지에서 쏴도 제역할 충분히 할수 있다고 봅니다.\n수심 몇미터 정도라면 기뢰에 그닥 자유롭지도 않을뿐더러\n물밑으로 가자면 건조비 정비비용이 말도 못하게 상승할텐데\n큰 비용 들여가면서까지  잠수할 이유가 딱히 없다는게 ...\n아우디리 23-05-17 12:25\n아스널쉽에 항구에 정박해잇다면 상대미사일의 1차 표적이 되지않을까요? 그래서 아스널쉽을 만드는게 바다로 나가면 특히 북한의 경우 고정타격보다 바다로나가면 도무지 타격이안되서 아스널쉽을 만드는걸로아는데요...굳이 정박해서 쏠거면 그냥 바닷가주변에 인공배에 발사대갖추고 쏘는게 나을듯요\n구름위하… 23-05-17 12:40\n항구 정박 중인 함정에 대한 미사일 공격은 대함미사일로 할 경우에 육지와 함정을 구분하지 못해서 실패할 가능성이 높습니다.\n\n광역제압형태의 클러스터탄이나 아에 대지목표물로 좌표 찍어서 공격해야 하는데,\n거리가 떨어진 상황에서 사전탐지가 되면 약간의 해상 기동으로 타격을 피할 수 있습니다.\n\n기본적으로 적 공격에서 멀리 떨어진 해상에서 배치되는 것이라서 가능성이 있어도\n불안하다고 말하기는 애매합니다.\n\n우리 체계가 원래의 아스널쉽 보다 적재량을 적게 가져가는 이유 중에 하나이죠.\n토막 23-05-17 12:45\n정박한 상태에서 미사일 맞는게 무서우면. 이지스함이건 항공모함이건 모두 마찬가지죠.\n\n우리나라가 아스널 쉽을 만드려는 이유는 미사일 발사대가 부족해서 입니다.\n지상 발사형 수십기 만드는거 보다 그냥 아스널쉽 만드는게 싸게 먹힌다.. 죠.\n게다가. 긴급타겟 파괴용.\n지상 발사형이 준비해서 쏘는 시간보다. 배에 실린거 쏘는게 더 빨리 쏠수 있다는거죠.\n이쉬타 23-05-17 14:28\n아스널쉽을 3척을 건조해야 이중  1척 만이 바다로 나아가 이른바 전략초계에 종사가 됨요\n그러니 경제성이 좋은 무기체제가 될수가 없죠\n글고 바다에서 전략초계중인 우리 아스널쉽에 대해  북조군측이 전혀 무방비 상태가 아님니다\n최근에는 대함 탄도탄도 이네들이 개발중이란 정보가 잇죠\n해군기지에 정박 상태의 우리 아스널쉽을 용이하게 북한이 격파 가능하며\n이는 우리측 수상함 전부가 다 해당여요\n토막 23-05-17 18:14\n그러니까 초계를 왜 함?\n아스널쉽을 일반 전투함 기준으로 생각을 하는데요.\n\n특수 목적배임. 일반 전투함이 하는 초계 같은건 할 필요가 없음.\n\n그냥 해군 해체하자고 하시죠\n포르투나 23-05-17 12:36\n미국 포기한 이유가 한방에 미사일들 날아갈수 있어 타격이 너무 크다는건데 우린 해역 좁아서 위험도 더큰데 대책있을까요?\n토막 23-05-17 12:47\n미국은 장거리 원정을 생각하고 준비했기 때문입니다.\n그러니 기동성도 좀 있어야하고 피격 받지 않기 위해 스텔스 형상도 쓰고. 이것저것 하다 보니.\n\n이지스함급 건조비용이 드는거죠. 그래서 포기.\nzzanzzo 23-05-17 13:02\n미국은 오하이오급과 씨울프급이라는 대안이 있어서요\n땡말벌11 23-05-17 13:26\n미국과 한국의 아스널쉽은 건조 목적이 다릅니다.\n한국은 단시간에 적의 주요목표를 타격하는 것인데, 기존 육군과 공군 중심의 타격의 한계가\n명확해지고, 해군의 경우 마시일의 발달과 주변국의 적대적 해상활동에 대한 견제의 목적이 있죠.\n반면 미군은 항공모함 및 순항미사일 타격 수단 등이 많고 해상에서의 적대적 활동에 아스널쉽은 과잉 전력이라는 평가도 많았던 것으로 압니다.\n\n한국의 아스널쉽은 구소련에서 화물선에서의 컨테이너 함대함 미사일 등을 운용한 것과\n비슷한 개념으로 접근하는게 좋지 않을까요?\n로딩중에… 23-05-17 13:15\n댓글 중 한분이 답했네요. 화력함 만드는 큰 이유 중 하나가 발사체 수단 운용 비용이 많이 들어서입니다.\n쉽게 지금 상태로서 현무2 발사하려면 필요한 발사차량 운용하는거보단 화력함이 싸게 먹힌다는 논리죠.\n하지만 이걸보면 계란을 한 바구니에 넣지 마라 말도 생각나죠.\n대안으로 나온 잠수함은 핵무장이 아니고 탄도인 이상 육지 발사 or 바다 화력함에 비해 이도 저도 아니\n포지션입니다.\n이쉬타 23-05-17 14:23\n해군의 그같은 주장은 근거가 약합니다 ..\n본미션에서는 절대적으로 육군 소속 미사일 부대가 훨 안정성및 경제성을 가져요\n미사일은 지하 사일로 및 트럭에서 운반/발사식이 되야 긋져\n땡말벌11 23-05-17 15:15\n운영인원 및 보안요원, 경계병, 군수지원 등의 유지에서 육군쪽은 한계에 도달했다고\n하죠. 북한의 타격 목표는 많아지는데 육군에서 한계가 오고, 공군에서도 비슷하다보니\n해군쪽에 타격 비율을 높이는 것이라고 알고 있습니다.\n본래 해군쪽에 할당양도 적었던 것도 있고요.\n같은 수의 미사일을 관리하고 발사하는 인원도 육군이 아닌 해군이 더 유리하다고 합니다.\n아스널쉽이 몇번 취소된것도 육공군의 밥그릇 싸움도 있겠지만 기술적 난이도가 낮아서\n해군에서 단시간내에 건조 및 배치가 가능하다고 하죠. 애초에 일반 해군군함처럼\n운용 난이도가 높은 것도 아니고요.\n이쉬타 23-05-17 15:27\n아스널쉽은 총3척을 건조를 해야 그중 1척만이 전략 초계가 가능하죠\n지하사일로식은 수십개 사일로를 10명이하 인력으로 원격으로 통제가 가능해요\n미사일을 차량발사식은  차량조종에다  대략 1대당 2명 탑승으로 가능하고..\n대폭 자동화 조작 적용이 가능하죠\n글구 차량식은 상시적 분산 이동식이리 전체 가동율에서 아주 높습니다\n 아스널쉽이 더 경제적이란 주장은 해군측의 일방적 주장에 그치는 검니다\n토막 23-05-17 15:50\n아스널 쉽이 초계를 왜합니까?\n\n지하 사일로식도 비용이 장난 아닐거고.\n차량 방식은 차 한대당 미사일 하나입니다. 아스널쉽에 80발 실린다고 하니.\n차가 80대 필요하겠군요. 인원 160명.\n\n무엇보다 사일로든 차량이던. 배에 실린거 뚜껑열고 쏘는게 가장 빠르게 쏘는겁니다.\n아스널쉽의 가장큰 이유는 긴급목표 제거.\n정찰기든 위성이든 상대쪽에 빨리 제거해야 할 목표가 생겼을때.\n가장 빠르게 쏠수 있는게 함대지 미사일.\n이쉬타 23-05-17 17:00\n아스널쉽이 미사일발사 태세를 유지하는게 전략초계라고 부를수가 잇고...지하사일로는 건설비가 부담이될수 잇으나  수명이 길고 유지비는 안나감니다\n아스널쉽이 3직제이면 1척에 미사일이 80발이 실려도 총배치 미사일수는 240발 이나 나가므로 상당히 고가 체제가 되요..\n트럭발사식은 아마도 무역용 컨테이너로 위장 시킨형태라 유망하고 가동율을 70%로 잡아도 이들 트럭 발사식 배치수는 80발 나누기 0.7로서 114대를 필요로 합니다\n트럭 발사체제는 단가는 이거 비싸도 50억원댐니다 ..\n114대이면 트럭의 가격대만  5700억원입니다..기타 부대비용을 감안해도 경제성에서 월등 하지요\n신속한 발사능력면에서는 트럭에서의 발사식이 가장 우수할검니다\n토막 23-05-17 17:38\n초계함의 역할은 함대의 다른 함선들의 눈이 되어 적의 공격을 사전에 차단하는 역할을 하는 것이다. 그래서 초기경계함을 줄여 초계함이라고 부른다. 더 쉽게 말하자면 정찰이라 할 수 있다.\n\n그러니까 탄도미사일 쏘는 아스널쉽이 초계를 왜 합니까?\n미사일 발사 태세야 항구에 정박중에도 됨.\n좌표 찍어주고 여기 미사일 쏴. 하면 그냥 쏘면 되는게 이놈의 할 일 전부임.\n\n아스널쉽 같은건 3직제 같은거 안 돌림.\n3직제 돌리는건 초계함 같이 고정적인 정찰 임무가 있는 배들임.\n상륙함도 3직제 안돌림.\n\n무역용 컨테이너 위장 못함. 그딴걸 했다간 민간 컨테이너 마구잡이로 폭격하고 민간 상선 공격해도 된다는 말이됨.\n\n게다가 신속 발사 능력은 해군 함선이 제일 빠름.\n트럭 발사식은 기본적으로 튼튼한 땅에 다리 내려서 고정 시키고 다시 발사대 올리고 그다음에 쏨.\n\n함대지는 배가 무게추 역할을 하기 때문에 그냥 단추 누르면 뚜껑열리면서 발사 됨.\n황제폐화 23-05-17 13:19\n아스널쉽에 너무 많은 미사일이 있어 피격시 손해가 크다고 생각한다면 아스널쉽에 20발 정도만 넣고 소형에 발사대 기능만 있는 싸구려로 만들고 대신 10척 만들어서 깔아버리면 됩니다.\n동해 3대, 남해 3대, 서해 4대 배치하고 수시로 움직이면 얼마나 좋습니까?\n이쉬타 23-05-17 14:21\n아스널쉽함의 약점은 북한은 소형 잠수함 잠수정이 60여척으로\n이들로부터 우리함정들 수상함들이 위헙함니다...\n아스널쉽이 대북한 작전용일시 북한은 충분히 우리 아스널쉽을 견제 방해가 가능혀요\n더우기 킬체인 미션용 미사일 발사용을호 아스널쉽이 치강 선택도 아니고 경제성도 낮습니다\n아스널쉽을 우리해군에서 건조보유 한다면..항공모함 대용이라야 하고\n 자연히 장거리 임무 전용이며 그  장거리 해군작전에서 월등 경제적으로 가장 우수한 대안이죠..\n그러먼 굳이 반잠수형이 아니어도  좋은 데\n이유는 아스널쉽에다 사거리가 긴 현무-3을 탑재만으로 아스널쉽은 우수한 생존력을 가지게되요\n반잠수함의 아스널쉽 형태는  단가가  고가가 되버려 경제성에서 불리합니다\n킬체인 미사일 발사형태는 지하 사일로식 내지 트럭에다 싣고서 발사가  가장 합리적입니다\n육군에서 이를 기반으로한 미사일 발사 체제를 밀어붙여야 하는데 왜 안그런지 모르겟군여\n토막 23-05-17 15:56\n위에도 나오지만 아스널쉽은 해군부대 안에 짱박혀서 미사일만 쏴도 됩니다.\n잠수정이 부대안까지 들어와서 공격하는게 겁날 정도면 그냥 해군 해산해야죠.\n\n북한 전용이며 장거리 임무는 생각하지도 않음.\n이쉬타 23-05-17 16:51\n해군기지내에서 미사일만 발사할거람 굳이 함정에다 킬체인용 미사일 탑재할 이유가 없져\n토막 23-05-17 17:41\n왜 없죠?\n\n어차피 실리는건 탄도미사일. 이 미사일이 날라갈 수만 있으면 됨.\n구름위하… 23-05-17 16:34\n잠수정은 항해거리 제한으로 작전반경도 제한됩니다.\n잠수정이 스노쿨링을 해가면서 후방에 배치될 아스널쉽을 찾아가기도 어렵고,\n화력지원함이 적 매복 지역에 들어가서 작전하는 것도 아니니,\n적 잠수정이 문제될 가능성은 낮습니다.\n이쉬타 23-05-17 16:53\n상어급이 배수량이 300톤대이고 이를 이용한 작전반경은\n우리가 건조할 아스널쉽에다  충분히 위협적 여요\n글고 갸덜이 대함탄도미사일 및 장거리대함순항미사일을 가지고\n아측을 공격을 시도하러 들검니다\n토막 23-05-17 17:43\n전혀 위협적이지 않은데요.\nzzanzzo 23-05-17 17:53\n육군의 고정 미사일 기지는 이미 포화상태고\ntel도  그냥 아무곳에서나 쏘는게 아니고 지정된 발사장소가 있기 때문에 이동하는 시간이 걸리고\n공군역시 타우러스 같은거 계속 전투기에 매달고 다니는게 역시 아니기에\n아스널쉽은 미사일이 탑재만 되어있다면 대응시간이 위 두개에비해 짧죠.\n점점 수준의 높아지는 북한의 고체미사일에 대응하기위해\n육군과 공군의 부담을 줄이고자 합의된거라 보심 편하실듯\n 양앵민이 23-05-17 17:25\n서남해 리아스식 해안에 짱박으면 이게 어선인지 섬인지 뭔지 모르고 안다해도 접근자체가 어렵습니다.\n이전글다음글\n\n목록 PC버전 위로\n\nCopyright © gasengi.com",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-17T20:51:33.889000",
  "updatedAt": "2023-05-19T11:04:59.641000"
}