{
  "id": "0c671a0c-c80e-4307-9aad-fa3a21d81d18",
  "title": "보병 개인장비 개량",
  "content": "보병들 기본 방탄보호장구, 의료장비, 통신장비, 야간 전투장비들은 여전히 후진국 수준인데, 급여나 올려주고 자빠졌고... 우선적으로 전자들을 보급하고 급여는 다음인데...\n\n이번 선거에는 이재명이 급여 200 준다고 공약거니\n석열이도 같은 공약걸고,  오로지 군인을\n군바리로 만들고 자빠지고 있음. 개인장구들은 한번 구매하면 매번 군인들에게 들어가는 소비성 재원도 아님.\n\n제발 보병들 기본장비부터 지급해라!\n그리고 통신장비, 야간전투장비, 방호복만\n제대로 갖취도 전투력 3배는 올라간다.\n\n방탄복 비리 누가 일으켰지? 1형 방탄복 사업 중지 먹은 게 2016년이야. \n\n방탄복, 도트 조준기, 망원렌즈, 열적외선 탐지기 같은 개인 장구류를 업그레이드할 생각부터 해라!\n\n개인장구류 보급에 맞춰서 야간 타격 훈련 같은 것 늘리고 쫌...\n\n개인적으로 전쟁의 교리를 바꿀 필요가 있다고 생각합니다. 1950년대의 전투교리로 남북전쟁 발발시 3일로 해석하는 것 같은데, 현재의 전투교리로는 3일로는 택도 없다고 생각합니다.\n적이 엘리트 병이라는 전제하에 전쟁을 준비해야 하며, 이를 위해서는 개인 장구류의 업그레이드가 제일 중요하다고 생각합니다.\n또한, 시가전, 게릴라전, 드론, 무인기 등 첨단장비들을 염두에 두어야 하고 이를 위해서 각 사병들의 개인 장구류를 보다 업그레이드시키고, 인명 피해를 최소화시키기 위해서 야간 전투 위주로 가야 한다고 생각합니다.(적외선투시경 (야간투시경)과, 토트겸용 망원조준경, 방탄장구류들 등)\n낮에는 전차가 진격하고, 드론병과 일부 가드만 전차의 경로 상에서 정찰 등을 담당하도록 하고,\n낮에는 사병들은 거의 활동하지 않도록 하고, 밤에만 활동하면서 기습하거나 전차의 경로를 따라 잡도록 해야 한다고 생각합니다.\n\n올해로 딱 군생활 20년째고 반평생을 군대에서 보냈음. 이등병 때 탄띠에 엑스반도(군용 x자형 조끼), M16 들고 시작해서, 지금은 3형 플케(플레이트 캐리어의 줄임말, 방탄복. 2010년 이후로 군/경용으로 많이 쓰이는 방탄복은 방탄판(Plate)을 담아주는(Carry) 방식이기 때문에 플레이트 캐리어(Plate Carrier)라고 불린다.)에 워플(워리어 플랫폼) K1 입고 다니는 군의 발전사를 직접 몸으로 겪고 있는 사람임.\n저번에도 비슷한 글을 썼는데, 20년 군생활을 통틀어 15~16년까지의 기간보다 그 뒤의 불과 5~6년의 변화속도가 엄청나게 차이남. 진짜 매년마다 뭐가 추가되고 개선되는 수준임.\n그래서 10년대 중반까지 군생활 산 사람하고, 그 이후부터 최근까지 군생활 한 사람하고 의견 불일치가 나는 것도 충분히 이해함.\n군갤에서 보병 장구류 이야기 나올 때마다 기분이 복잡함. 미필이니 뭐니 공격은 안하겠음. \n근데 어떤 글들은 요지가 '기왕 사려면 좀 좋은거 사지' 내지는 '그거보다 더 좋은게 있는데 그걸 왜 못 삼?' 이런데 이건 굉장히 유익한 의견이라고 생각하고 동조를 보냄. 왜냐면 이런 글들은 결국 군을 응원한다는 분위기가 느껴지거든. 그 기본은 안타까움이라는 거지. \n근데 또 어떤 글들은 '워플 쓰레기' '비리의 온상' 이런 글들도 있음.\n개인적으로 하고 싶은 말은 \"님들 써봤음?\" 임.\n워플 하자 많은 거 맞음. 그래서 문제 생기고 언론에 나온 것도 맞음. 근데 1년 뒤에 싹 거둬가서 상당수 교체하고 수리해서 받은 건 왜 이야기 안함. 이야기를 안 하는 건지, 모르는 건지 모르겠지만 하여튼 지금도 그 장비를 쓰고 있는 사람으로서는 '쟤네들은 써보고 이야기하는 건가?' 싶기도 함. 난 밀덕이 아니라 뭐가 어떻고 저떻고 스펙 비교를 할 수준은 못됨. 근데 워플 나오고 나서 사제장비를 쓰던 많은 동료 간부들이 그냥 워플 들고 다니면서 지들거 팔거나 한 경우는 많이 봤음. 아주 비싸고 좋은 제품 아니면, 그냥 보급장비 쓰는게 수리나 관리면에서 훨씬 이득이고, 저거 쓰다가 손상나면 청구넣고 금방 교체해줌. 난 2년간 쓰면서 딱히 기능 불량이나 고장을 못 느꼈기에 도대체 불량률이 그렇게 높다는게 어떤지 모르겠음. 물론 하자가 있긴 했음. 2년전에 워플 3종이 지역대에 42개 들어왔음. 근데 한 2주 뒤쯤에 전수조사 한다고 다 까서 테스트 해보라는 거임. 3배율경에 이물질이 보이고 도트에 촛점이 안맞는 등 뭔가 하자 있는 게 있더라고, 그래서 지역대에서 7개를 불량으로 반납했고, 4개는 차후에 수리해준다고 따로 빼 둠. 그러니까 20년도 기준으로 불량률이 상당히 높았던 건 나도 겪어서 긍정하는데, 그렇게 한 달쯤 뒤에 하나씩 수리되거나 신품으로 교체되서 왔고, 2년이 지난 지금에는 하자있는 제품 하나도 없음.\n3형 플케같은 경우도 그거 입고 전투체력 평가도 해보고, 뛰고 구르고 포복하고 별짓을 다 해봤지만 지금 내 심정은 '좋은데?' 임.\n일부 글에서 나오는 것처럼 세세하게 들어가면 하자 있는 제품이 있겠지. 비싼 것도 아니고. 근데 방탄복이 없던 시절과, 무겁고 힘든 구형 방탄복,  1형 방탄복을 다 입고 훈련과 작전을 해본 내 입장에서 3형 플케면 또 한단계 진보된 장비인 건 확실함.\n비교 대상을 같은 플케끼리 비교하는 사람이라면 불만이 많을 수 있고, 나도 그런 면에서는 아쉬움.\n근데 그게 없는 상황과 비교하면, 비교대상이 될 수가 없음.\n어쨌든 3형 플케는 저걸 입고 특수작전에 임할 수 있는 수준은 되니까. 현장에서는 아쉬움이 남지만 일단 있는게 무조건 좋고, 그런 면에서 대 환영임.\n3형 플케 보급나온 뒤에도 개인이 보유하고 있던 사제 플케 처분한 후배들이 많음. 왜냐면 역시 보급이 정비 및 관리가 편하거든. \n쉽게 말하자면 비싼 외제차를 타고 수리센터 멀리 찾아다니냐, 싼 국산차타고 집앞 카센터가냐 차이랄까? 내가 생각하기엔 그래. 근데 그 싼 국산차라도 차가 없는것보단 훨씬 낫지.\n현장에서 입고 뛰는 내 입장에서는 그런 심정임.\n그러니 니들도 밀덕답게 이 장비는 저 장비에 비해 이러이러해서 구리니까 아쉽다, 문제다 이런 글들을 올려주면 나같은 사람도 보고 상급자한테 뭔가 아는 체도 하고 의견도 제시하고 하지.\n\n우리 부대 애들은 수통을 잘 안써서 모르겠음. 보통 카멜백이나 생수통으로 퉁치고 다녀서.\n\n군생활 11년부터 하고 있는데 위 글에서 나왔듯이 15년 기점으로 많이 바뀌고 19년 기점으로 격변하기 시작함. 근데 그전 세대들이 느꼈던 변하지 않는 군대문화 모습이 인식박혀 있어서 어쩔 수 없긴 한 거 같아.\n\n난 민간의 관심은 군에 상당부분 득이된다 생각함.\n당장 핸폰 반입 이후부터 병영 문화 개선 많이 된 순작용도 있고, 내부에선 손도 못 대다가 언론타고 바뀌는 걸 한두번 본 게 아님.\n그러니까 이런 게시판에서 장비나 병영 문화에 대해 비판하고 개선책 이야기하는 게 아주 좋다고 봄. \n\n기존에 불편하던 다목적 입다가 3형으로 오면서 괜찮아진 건 팩트임. 그래서 방탄복, 플레이트 다 수거해가고 많이 기대했음. \n근데 문제는 뭐냐. 입었는데 킬존 방어? 1도 안됐음. 심지어 13 여단 avs(모듈식 플레이트 캐리어) 짭 들어간거 재봉 터진다는 얘기 듣고선 이거 재봉 상태도 살짝 의심스러웠고. 물론 13쪽 꺼는 중국산이니까 그랬을 수도 있고.\n그리고 그 뭐라 불러야할지 모르겠는데 탄알집 파우치만 체스트리그처럼 하는 건 덜렁덜렁의 끝이었음. 여차저차 1차분 보급 지나가고 이제 대대본부쪽 같은 데에 들어간 2차분에서 커머번드 보아도 아니고 보아짭같은 다이얼 보고 경악함.\n막말로 그냥 생각없이 단순하게 아 이렇게 하는건 아무도 생각못했겠지? 라고 달아놓은 느낌받음. 지혈대 달아놓기 좋은 부분 다이얼이 자리 차지하고. 2차분에서 개선된 건 킬존이 끝임. 그리고 구조적으로 뭐 어드민 파우치쪽 얘기도 있는데 이건 취향도 들어가는 거라 말은 안하겠음. \n그리고 무엇보다도 화가나는 건 나중에 알아보니까 \n미국 회사랑 협업하고 라이센스까지 따다가 납품준비 했던 회사들 모두 나가리 됐다는 거임. 미제 장비가 정답이냐? 난 100% 맞는 말이라고 봄.\n실전 치룬 사람들에게 자문 구해서 개선해서 만드는 곳이니까. 아무튼 그런 생각하고 노력하는 회사 두 곳 떨어지고 생각없이 킬존 보호 놓치고, 커머번드 보아 짭 다이얼 달아놓은 회사가 입찰됐지.\n3형에 대한 나의 생각은 여기까지임. 광학쪽은 잘 말씀하셔서 따로 할 말은 없는데 표적 지시기는 암튼 발전은 맞는데 화나는건 워플tf까지 만들고 연구하고 해서 나온 게 이런 수준이니 화가 나는 거임. 다행히 경량 헬멧은 제대로 된 거같아 다행임. 물론 이거도 레일 문제있어서 초도분 다 회수했지만.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-24T03:22:19.256000",
  "updatedAt": "2022-10-02T23:42:41.933000"
}