{
  "id": "0c93d59b-adc2-4b2b-a350-6384406fb242",
  "title": "6.25 사단장 딘 소장 포로",
  "content": "1947년 11월 한국 군정청 장관을 역임하게 되었다. 1948년 8월 미국으로 귀국했으나, 한국전쟁이 발발하는 바람에 24사단장으로 보직되면서 다시 한반도로 들어왔다. 이 때 자신의 24사단 직할 수색대대인 찰스 스미스 대대를 먼저 파견하여 오산 전투를 치루면서 북한군을 막으려 했으나 찰스 스미스 대대는 북한군에게 완패했으며 그 때문에 본인이 본대를 이끌고 대전에서 북한군과 직접 싸우게 되었는데 어찌나 상황이 말이 아니었는지 딘 본인이 직접 무반동총을 들고 쏴서 T-34-85를 공격해야 할 정도였다. 사단장임에도 불구하고 대전차화기를 직접 다루면서 계속해서 북한군 전차를 공격했지만 문제는 딘 혼자 여러 대의 전차를 상대해야 할 정도로 엄청나게 힘든 싸움이었다.\n\n딘 장군은 한국전쟁에서 맨 처음 투입된 부대인 미8군 제24사단을 맡았다. 그는 대전 전투에서 전선의 맨 앞에 나아가 3.5 인치 바주카로 T-34 탱크를 사냥하였다. 사단장 딘 소장은 3.5\"로켓포 반을 지휘하면서 최선을 다했으나, 7월 21일 오후 34연대 지휘소에게 철수 명령을 내렸다. 딘 소장은 34연대의 마지막 소대와 함께 50여 대의 차량을 이용하여 시계를 빠져나가고 있었는데, 매복한 인민군에 의하여 공격을 당하여 차량을 버리고 후퇴하였다. 딘 소장이 탄 지프는 길을 잘못 들어서서 본대와 분리되게 되었다. 딘 소장과 함께 있는 병력은 미군의 전선으로 돌아가려고 노력하였는데, 딘 소장은 함께 가던 부상병에게 물을 떠다 주기 위하여 어둠속에서 물을 찾아 계곡을 내려가다가 낭떠러지로 떨어져 실신하였다. 무주, 진안 근처에서 헤메던 그는 박종구의 도움을 받아 피할 수 있었으며, 36일 후 전라북도 진안군 진안읍 운산리에서 한두규의 밀고로 인민군에 생포되었다. 이 과정에서 딘 소장의 전속부관이 한두규에게 사살되었다. 한두규는 9.28 수복 후 경찰에 체포되어 1954년 9월 23일에 “불법체포죄”로 5년형을 선고받고 복역하였으나 그는 무죄를 주장하였다. 복역 중에 딘 소장이 그의 감형을 탄원하여 1957년 좌익수전향자로 감형되어 출소하였다. 그는 1953년 10월 4일까지 포로로 있다가 조선인민군 포로 최선임자인 총좌 리학구와 맞교환됨으로써 풀려났다.\n\n그 친절한 농부 집에서 이틀을 신세지고 나와 걷다가 키 작은 중년남자를 길에서 만났다. 딘 소장은 그에게 대구로 가는 길을 좀 알려달라고 했다. 그리고 거기까지 안내해주면 100만원을 주겠다고 제의했다. 나중에 한XX라고 이름이 밝혀진 남자는 영어라고는 “오케이, 오케이\" 밖에 할 줄 몰랐으나, 손짓발짓으로 딘 소장을 대구로 안내하겠다는 의사를 전달했다.\n딘 장군은 그를 따라가다 이번엔 20대 청년 하나를 만났는데 나중에 \"최XX으로 밝혀진 사람이었다. 청년 역시 영어를 못했다. 이들을 따라가던 딘 소장은 구식 소총을 든 10여명의 청년들과 마주쳤다. 그들은 장군의 두 팔을 등 뒤로 묶었다. 그는 권총을 써볼 겨를도 없이 당했다. 그는 마을 파출소로 끌고 갔고 결국 나중에 북한 인민군에게 넘겨졌다. 그날이 1950년 8월 25일, 공교롭게도 그의 결혼기념일이었다. 그때 그의 나이 51세.\n전쟁이 끝난 직 후인 1953년 9월 한과 최는 체포되었다.(그런데 딘 소장이라는 거물을 북한에 넘긴, 아니 정확히는 넘겼다고 얘기되는 한두규와 그 동료는 월북하지도 않고 도망가지도 않고 그냥 남한에 머물러 있다가 체포됐다. 심지어 한두규는 체포 당시 ‘자유당 안천면당 국민부장’의 감투를 쓰고 있었다. 한두규는 의사소통의 문제로 딘이 자신들을 오해한 것이며, 자신들이 딘 소장을 넘긴 것이 아니라 우연히 인민군과 마주친 것 뿐이라고 강력히 주장했으나 1심에서는 사형 언도까지 받는다.) 경찰은 이 두 사람이 딘 소장을 북한군에게 넘겨주고 3만원을 받았다고 발표했다. 해를 넘겨 1954년 1월 12일 최는 사형, 한은 무기징역을 선고 받았다. 검사는 두 피고에게 모두 징역 5년을 구형했으나 판사가 구형량보다 훨씬 높은 중형을 선고한 것이다. 딘 소장은 두 피고인에게 관대한 처벌을 부탁하는 편지를 이승만 대통령에게 보냈으나 법원에 전달되지 않은 것 같다고 그는 자서전에서 회고했다.\n최의 사형이 집행되었는지, 한이 종신형을 살다 늙어 죽었는지, 아니면 둘 다 감형 석방되었는지 알 길이 없다. 딘 소장은 휴전 직후 포로교환 때 석방된 후 본국으로 돌아가 영웅대접을 받으며 군 생활을 조금 더 하다가 전역, 1981년 82세로 별세했다. \n\n한두규씨\n『그때 군 내무서에서 안천면에 소위 반동분자로 지목된 사람들은 8월25일까지 자수하라고 했는데 나는 면의용소방대부대장을 지내서 이날 자수하러 간거지요. 하오 3시반쯤 군청으로 가는데 길가에 키가 큰 사람이 다리를 끌며 걷고 있었읍니다. 그냥 지나쳐 가려고 하는데 뒤에서 뭐라고 해서 돌아다보니 미국사람이란 걸 알았고 그는 권총을 차고 있었지요.\n날더러 먹을 것을 달라는 시늉을 했지만 가진게 없어 그냥 함께 걸었읍니다. 강을 건널 때 그 미국사람은 권총을 내게 맡기더군요(전시에 총을 ??).\n음식을 구해주려고 했지만, 마땅한 데가 없어 상전면 수동리 부근에 와서 이송월이란 여자가 경영하는 주막집에서 쉬면서 소주 몇잔을 권했으나 안마셔.\n그래 감자를 삶아 주었더니, 그것은 잘 먹더군요. 이때 자위대원 3명이 나타나 이게 양키아니냐? 당신이 잡았느냐? 하면서 그 미국사람을 인계 받아, 운산리언시마을에 있는 분주소로 데리고 갔읍니다. 후에 노동당 진안군 당위부장 이정의(토벌작전 때 피살)가 나를 딘 장군 생포의 주범처럼 꾸며 상신, 상금 2만원이 나왔으나, 비행기 납금으로 내라기에 그렇게 하겠다고 해서 돈은 만져보지도 못했읍니다. 절대 고의는 아니고, 어떻게 하다가 나도 모르게 어마어마한 죄를 지게된 거지요. 9·28수복 후에 나는 진안서, 전주와 부산수사기관 등에서 취조를 받은 다음 54년9월23일에 불법체포죄로 서울지법에서 징역5년을 언도 받고 복역하다가 57년5월21일에 서대문형무소에서 좌익수 전향자로 감형 출소했읍니다. 더우기 딘 장군이 나의 감형을 정부당국에 탄원했다는 소식을 듣고는 고마와서 울었읍니다.』\n\n한두규는 자신이 딘 소장을 만나고 또 인민군과 마주했던 우연 때문에 자신의 7남매들마저 온갖 불이익을 당해야 했던 사실에 평생 마음 아파했다고 한다. 과연 진실은 무엇이었을까? 사실 알 수도 없고 알고 싶지도 않다. 한 불운한 외국인 장군과 더 불운했던 평범한 한국인의 ‘잘못된 만남’의 비애가 가슴을 찌릿하게 할 뿐.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-14T09:09:35.573000",
  "updatedAt": "2022-02-21T22:39:44.874000"
}