{
  "id": "0cd22af2-f5c1-4dc0-a940-9f2191a5d87e",
  "title": "선조",
  "content": "한반도에서 터진 대전쟁에서 이겼던 왕은 뭘했든 평가를 잘받아야 정상인데 조선 경제사정 내에서 전쟁대비도 너무 착실하게 해서 양반들이 시위할 지경이었고, 이순신, 권율 등 기용해서 높은 자리까지 승진시킨건 전부 선조 덕.\n의주까지 재빨리 튀어서 결과적으로 명 원군 불러와서 전쟁에 이겼고, 전쟁 끝난 다음에도 광해군이 하루가 멀다하고 사치하고 궁궐 지은 것과 다르게 세금 감면정책, 대동법 등 계속 서민정책 시행했죠. 정작 후임인 광해군은 대동법 반대해서 결국 경기지방 한정으로 끝남.\n선조 시기가 진정한 세종 이후의 조선의 르네상스라고 봅니다 수험생들이 배우는 국어 문학작품들은 이 시기에 몰려있죠 정철의 관동별곡이라던가. 허준의 동의보감도 있고요.\n뭐 왕의 인성이 어쩌고 하는데 왕은 인성 보는게 아니고 실제로 뭘 했냐 업적을 보는게 정상입니다.\n\n선조 아니었으면 임진왜란 졌습니다. 본문에 다 나와있지만 필요없는 전쟁 대비했다고 욕 먹은 것도, 지금으로 치면 소령 정도였던 이순신이 싹수 보인다고 말도 안 되게 별 달아준 것도 선조입니다. 더구나 빤쓰런 제대로 해서 안 잡혔죠. 나중에 인조 하는 꼴 보면, 빤쓰런도 실력으로 보일 정도입니다\n\n난세가 아니라 평온한 시대였다면 꽤나 훌륭한 군주가 되었을 거라는 역사가들 평가도 적지 않죠.\n\n대간에서 전쟁준비를 너무 과하게 해서 삼남지방 민심 흉흉하다고 지랄떨 정도로 대비한 게 선조임\n\n선조 이전이 임꺽정이 활개치던 명종 시대입니다. 저때 나라 망할 뻔한 거 선조 시기에 와서 복구했습니다.\n\n우리 조상 중에 벼슬내려놓고 귀향할 때 광나루까지 마중나와 눈물로 배웅을 하셨다는 선조\n\n임진왜란은 세종이었어도 일단 도망가고 시작해야 하는 전쟁입니다. 1592년에 17만 침공은 예상이 불가능하죠. 다른 왕이었으면 이순신이 그 타이밍에 전라좌수사로 있는게 힘들다고 봐서 선조 정도 되어야 그 전쟁을 그렇게 끝낼수 있었다 봅니다. 조선사 역대왕 중  탑7 안에 든다 봅니다. \n\n전쟁광 소리 들을 정도로 전쟁 대비 착실하게 하다보니 각에 잰 것 마냥 즉시 튀는 것도 가능했음. 애초에 그 후임 인조만 봐도 진짜 무능하여 대비도 제대로 안하고 튀는 것도 못함.\n\n기축옥사로 무고한 사람들까지 싹 다 처단 하고 양위파동 19번이 크긴 컸죠. 광해군 정신병 발현에 조금의 책임 있지 않을지.\n\n솔직히 선조여서 전쟁을 이겼다고 봅니다. 광해군이거나 그외 다른왕이었으면 그냥 병자호란 시즌 2였음.\n\n임란에 활약했던 자들이 다 선조가 파격적으로 진급 시킨 인재들이었어요. 선조였으면 호란에서 그정도로 털리진 않았을 겁니다. 전 선조가 필립 2세 같은 인간이라고 봅니다.\n\n혼군 선조는 잘싸우는 충무공 이순신 쳐내고 원균 중용, 칠천량 해전에서 원균 사망, 조선수군 괴멸. 이후 선조는 이순신 장군을 복귀시키지만, 조선수군을 폐하고 육군에 합류하라 하나\n그 유명한 '금신전선 상유십이' 장계 올리고 바로 명량대첩 으로 기적같이 승리.\n\n전쟁 대비에 최선 다했고 내정 잘한건 맞죠. 더군다나 선조 전왕이 명종이었던거 생각하면요\n\n임란때 명장들 다 선조가 파격승진 시켰던 장수들이고, 임란전에 피폐해진 내정 엄청나게 복구하면서 그 맛탱이 간 조선 형편에 복구+ 전쟁준비까지 했어요. 그리고 전후 수습도 선조는 진짜 잘 한 편이구요.\n\n선조의 단점은 의심병, 그리고 아들들이 하나같이 제정신이 아니라는거죠.\n\n대동법도 초기법 만든 게 선조. 궁궐도 감세정책하고 서민들에게 곡물도 뿌리고, 다음 1년 후에야 궁궐 1개 복구 검토 시작했죠. 그 후임인 광해군이 한번에 궁궐 6개 지어버리면서 재정 박살나고 다 도루묵됐지만.\n\n손권하고 비슷한 케이스로 봅니다. 인재등용 잘 하고 그 중에서도 이순신의 초고속 승진은 정말 누가 해도 못할 수준(옥의 티는 원균)\n전쟁준비 잘함. 이순신 등을 의심한건 군주로서 불가피, 문제는 광해를 너무 볶아 정신병 만들고 간 건데 이게 손권 말년과 비슷. 그런데 손권은 자기가 잘한 거 별로 없는 적벽으로 후한 평가 받는데 선조는 이순신 백의종군으로만 기억된다는거\n\n첫번째 백의종군때 이순신 쉴드치고 폭풍승진 시켜서 제독에 임명한게 선조, 판옥선도 대량으로 건조해서 전쟁에 대비한게 선조, 칠천량때 말아먹은 거 감안해도 잘한게 더 많음\n\n박홍이 겁먹고 도망간게 너무 컷음. 그때 죽을각오로 싸웠으면 선조도 도망갈 일도 없었음.\n\n이순신 자른거 빼고는 대국적 판단에선 틀린 적 없는 듯. 그 판단에 따른 실행을 다 자기 왕권 비호하는데만 써서 그렇지\n\n개인적으로 선조는 세종 다음 티어라 봅니다. 고평가 받는 정조보다 훨 나은 왕임. 선조 어니었으면 조선 망했구요. 런도 잘해서 잡히지도 않고 명나라 원군까지 받음. 이순신도 파격적인 승진으로 대우해줬고 전후 왕권 강화 위해 견제한 것도 어쩔수 없다 봅니다.\n\n고려때 똑같이 수도 버리고 도망갔던 왕들 평가보면 억까인걸 알 수 있죠.\n\n전쟁 준비를 했다고? 일본에 다녀온 신하가 쳐들어 온다고 해도 준비도 안한 양반 아닌던가? \n\n선조가 문제인게 정여립 사건 부풀려서 나라 불안하게 만든게 큽니다. 특히 동인 영수 이발을 잡기위해 노모와 어린아이까지 고문하다가 죽임으로서 동인에게 서인은 반드시 타도해야할 대상으로 만든게 선조임. 후에 광해때 동인이 막나가는 원인 제공한거 선조임\n\n양반 사회 한쪽 박살낼 정도로 만들어서 사회 민심 쑥대밭 되어서 임란때 나라 개판된 거임. 그걸 만든게 선조인데 뭔 공이 있다고.\n\n선조가 대비한다고 했는데. 왜놈들 숫자가 너무 많았어요. 런했다고 욕하지만 6.25전쟁때 김일성이는 중국까지 도망갔음. 최소 선조는 명으로 넘어가지는 않았어요(신하들 반대 때문이지만요)\n\n기축옥사후 바로 임란 터져서 나라 망할 뻔 만든 장본인이 선조인데 뭔 공이 있다고\n\n정치력으로 따지면 선조는 조선 역사상 탑티어죠. 선조 이상의 정치력을 가진 임금이 거의 없을겁니다. 또 전쟁을 제외하면 치세도 나쁘지는 않죠. 다만 평이 이렇게 박살나 있는건 본인 능력이 극한으로 발휘된 부분이 자기 보신을 위할 때라는 점입니다. 자기랑 같이 튄 사람들만 공신으로 인정해 준거나 평양 지키겠다고 하고 야밤에 런한거나 명나라까지 런하려고 한거, 양위한다고 쇼하면서 후계 구도 박살낸 거 등... 선조의 판단을 보면 임금이라기 보다는 개인의 입장에서 책임감 던져버린게 많죠.\n\n조선이 워낙 거지국가라 전쟁준비에 한계가 있었죠.\n\n대비할 수가 없었죠. 그때 기축옥사 여파가 남아 있어서 나라 분위기가 뒤숭숭한데 전쟁준비가 되겠습니까?\n\n결과론적으로 보면 선조가 훌륭했다곤 못하죠.. 다만 과정을 하나하나 뜯어보면 오히려 선조 입장에서 그렇게 판단할 만 했다는 거죠.. 제한된 정보안에서 이순신의 행보는 충분히 선조의 의심을 살만 했습니다. 이순신이 주관해서 관료(하급이긴 하나)를 뽑는 시험을 치르겠다는 제안을 하는데 이건 임금 입장에선 충분히 의심할 만한 부분이죠. 또 대전략 부분에서 부산포로 출격하지않겠다(결론적으론 옳았습니다)는 주장을 아무래도 선조 입장에선 납득하기 힙듭니다. 반역의 의심도 있는데다 명령 불복종인 장수를 처형하지 않고 내버려둔 것 역시나 나름 본인의 판단미스도 고려한\n\n전체적인 말씀 동의합니다. 선조는 정통성이 없어서.늘 불안해 한 것 같아요. 그런 이유로 정여립 모반사건을 부풀려서. 국력소비 많이 됐죠.\n\n어쨌든 선조가 잘한건 의주로 잽싸게 튄겁니다. 이건 징비록에도 명시되는 것인데요 (1)왜에게 안잡히고 왕이 잘튀고 (2)존심구겨가면서 명에게 help를 잘친거 (3)한산도에서 이긴거\n이 3가지가 전체 흐름을 바꾸는 결정타였다고 하죠.\n\n선조가 양위파동으로 XXX하다가 왕권에 결함이 생기고 이후 능양군이 들어올 계기를 마련해주셨습니다만.. 그냥 그사람은 일신의 능력은 차처하고 자기 권력에 편집증적으로 집착한 병자에요\n\n정여립건을 동인이 처음 조사한 것으로 끝냈어야지\n이게 마음에 안든다고 서인 정철, 성혼 등장시켜 다시 재조사. 그 결과도 마음에 안든다고 더 강하게해라. 정철 얼마나 더해야합니까 시전\n너무 질질 끌었어요\n\n성웅이랑 대립해서 점수 떡락 하지만 이순신 쓴 사람도 선조라는거\n\n그 반대인데요. 불필요한 전쟁 준비해서 민생을 어렵게 한다고 백성들에게 욕 먹고 신하들에게 태클 받았어요\n\n선조 당시에 인재풀이 대단하긴 했죠. 잘 등용했던 것도 사실인데, 세종때 이후로 가장 막강한 인재풀이 나왔던 시기\n\n광해군 망친 인간임….영특한 세자를 정통성으로 흔들어서, 아들이 형제 죽이고, 궁궐 마니아로 만듦\n\n아직 위인전이나 드라마로 역사를 아는 사람이 많음. 정치력은 조선 1등이라고 봅니다. 윗 세대의 초기 왕들이 있지만 그들은 정통성과 힘이 있었는데 선조는 자신의 정통성 때문에 힘들어 했죠. 그것 때문에 쫌생이가 되었다고 보고 아직까지 조선 통신사 하는 말 무시했다는 그런 초기 위인전 내용을 믿고 있다니.\n\n전쟁준비를 안하긴 커녕 당시 경제 수준에 안맞게 성 보수하고 군비 갖추고 해서 전쟁광 취급 받으면서 욕 바가지로 먹었죠. 십만양병설 어쩌고는 있지도 않은 낭설이고 글고 당시 인구나 경제에 십만이면 지금 대한민국으로 따지면 백만대군 상비군으로 갖추라는건데 말이 안되구요. 왜군이 온다는 거 대비는 했는데 그게 예전처럼 끽해야 1만 따리 일줄 알았는데\n히데요시 사이코가 17만 드랍칠 줄은 아무도 몰랐죠. 당장 중공군 300 백만이 인천으로\n들어온다면 지금 누가 믿겠습니까?\n\n선조 능력 중 인정할 점은 도주능력이 최고다는 거죠. 인조는 도주능력이 떨어져 남한산성에 갇히니\n\n임란 당시 일본 상대로 안 망하고 종묘사직 지켜낸 것만으로도 명군임. 평시 통치력은 말할 것도 없고. 어린 나이에 즉위했지만 의인왕후가 수렴청정 조기에 거두고 당시의 기라성 같은 신하들 휘어잡는 과정 보면 보통 사람이 아님\n\n\nhttps://www.chosun.com/opinion/2022/05/25/PIMEZGDT2RHWVEXMSUNLEEBMIA/\n“명나라로 내부(內附)하는 것이 본래 나의 뜻이다.” 임진왜란이 터지고 한 달이 채 못 돼 함락 위기에 빠진 한성을 탈출한 선조가 던진 말이다. ‘내부(內附)’는 ‘한 나라가 다른 나라에 들어가 붙는다’는 뜻이다. 즉 망명이다. 항전 한번 제대로 독려하지 않은 왕이 압록강 건너 중국으로 도주하겠다는 말에 당시 영의정 류성룡이 이렇게 말했다. “왕이 우리 땅 밖으로 한 걸음만 떠나면 조선은 우리 땅이 되지 않습니다(大駕離東土一步 則朝鮮非我有也·대가리동토일보 즉조선비아유야).”(1592년 음 5월 1일 ‘선조수정실록’)\n많은 사람은 류성룡이 보인 이 단호한 결기가 선조 마음을 바꿨고 그리하여 선조가 조선에 남아 전쟁을 치렀다고 알고 있다. 그런데 당시 기록을 보면 실상이 다르다. 결론부터. 요동 망명에 관해 선조는 류성룡을 비롯해 그 누구 말을 받아들인 적이 없었다. 선조는 끝까지 망명을 고집했다. 그러다 명나라 황실에서 실질적인 망명 거부 통보를 받고서야 조선 탈출을 포기한 것이다. 우리가 몰랐던, 조금 더 비겁했던 지도자 선조 이야기.\n\n원래는 선조가 나라 버리고 튈려고 했다고 알고 있는데..\n\n중종의 수많은 손자들 중 최고 똑똑한 놈으로 선발된 게 선조인데 유림의 대학자들 조차도 가장 어렵다고 평하는 주역과 세기에 달통. 학문에는 최소한 어떤 경지까지 다다른 인물.\n신하들과 경연에서 신하들이 쩔쩔 맴.\n\n선조가 정치면에서는 천재였던 거 맞아요. 국방도 신경써서 여진족을 대거 정벌하기도했구요.\n임진왜란전까지 한반도를 향한 대규모 침략은 항상 북쪽에서부터였습니다.\n남쪽 일본에서 그것도 무려 17만 대군이 상륙작전을 펼친다는 건 그 당시로는 상상도 못할 일이었습니다. 임진왜란 17만 대군은 한반도 전쟁사를 통털어서도 굉장한 대군입니다\n이것보다 규모가 더 큰 군대를 동원해 침략한 전쟁은 당나라와 신라간의 나당전쟁 당시 당이 동원한 20만대군입니다. 670년 나당전쟁이후 무려 922년 즉 천년이나 지나서 일어난 전쟁이죠\n\n다른 분들 댓글 말씀대로 실록에도 보면 일본의 낌새를 심상찮게 여겨 미리 남해안 군사 요충지 등 보수 및 강화를 지시했는데 되려 백성들이 왜 일어나지도 않은 일에 노역을 시키냐며 불만이 팽배하여 각지에서 장개가 올라왔다고 기록이 되어 있을 정도로 되려 조정 내에서 가장 대비에 적극적인 의견을 표출했었고, 백의종군 어쩌고 하지만 하급 관리였고 어찌보면 북방에서 실패한 군인이었던 이순신을 파격 승진시켜 그 자리에 앉혀 놓았던 것도 선조였죠. 임란 전, 후 봐도 숙종, 영조가 한 수 배워야 할정도로 세력간의 견제시키며 당쟁의 균형을 잘맞춰 왕권강화를 잘 이끌어낸 인물로 평가가 매우 좋았죠. 출신 배경의 약점에도 불구하구요. 까이는 이유는 어찌됐건 임란 때 임금이고, 도망 다녔다, 이순신을 구박했다, 광해군을 구박했다, 요걸로 까이는 건데..언급했듯 파격승진으로 그 자리 앉혀 준 것도 선조고, 왕권집중 국가 시대에 조선 아니 한민족 역사상 가장 훌륭한 성과를 낸 무훈을 가진 군인을 견제 안할 수는 또 없었을 거라고 봅니다. 여기 몇몇 분들이야 이순신에게 왕위를 물려주고 퇴장했어야 한다 이러는 분들도 있는 거 같지만 말도 안되는 이야기고.\n뭐 막판 이순신 견제와 임란 동안 위명이 높아진 아들 광해군을 지나치게 견제하고 의심하고\n한 건 확실히 실책이었지만 그정도 잣대를 들이대면 조선왕조 아니 한국사 전체에 살아남을 군주가 하나도 없죠\n\n왕이 타국에 망명하려 한걸로 사실 끝이에요. 선조가 걍 신의주까지만 튀었으면 평이 또 달랐을거에요.\n\n갠적으로 3손가락안에 꼽는왕\n\n인조는 학계에서도 저평가 받는데\n선조는 학계에서는 평가가 다르더라구요\n\n임진왜란에서 종묘사직을 지켜낸 사람은 선조가 아니라 명나라 만력제입니다 만력제가 원군을 보내지 않았더라면 '선조+이순신' 만 명이 있었어도 조선 왕조는 문 닫았을 겁니다 그리고 선조는 중국으로 탈주하려고 각 잡고 쌩쑈를 벌였는데 무슨 선조가 종묘사직을 지켰을까요?\n\n선조 정도면 조선임금 5손가락에 듭니다. 다른 왕이었음 잡히거나 전쟁 졌을듯\n\n선조가 말년에 여색이 그리우면 후궁이나 데리고 놀면 되는데 아들 광해군보다 어린 여자 (인목왕후)를 정비로 들여서 계축옥사 및 인조반정의 빌미를 만들었고 더 나아가 조선을 망국으로 이끌었던 서인(노론) 독재의 단초를 깔았어요\n\n이순신장군의 등용은 유성룡의 힘이 컸습니다.\n\n이순신 장군 등용한게 선조의 순수 선조의 능력과 안목인지도 의심스러워요. 당시 전쟁은 일어날 건 예상했고 많은 장수들을 전진 배치했었습니다. 그중에 하나 얻어걸린 게 이순신 장군이죠. 선조는 명군이라고 하기엔 부족한 면이 많습니다. 명군이었다면 부족한 국가재정의 상황속에서도 어떻게든 전쟁에 대한 완벽한 대비를 했었어야죠. 기득권 사대부 대지주들을 이겨내지 못하고 서민 양인들만 쥐어짜다가 전쟁준비에 실패했으니까요\n\n상식을 뛰어넘은 숫자인 17만의 침략에 대한 대비를 완벽하게 어떻게 합니까. 일본은 그 17만이 전부도 아니었어요\n\n명군까진 좀 그렇지만 지금처럼 아무것도 못한 질투의 화신(?)은 좀 아니긴 하죠. 최소 평타 이상의 왕이긴 함.\n\n좋은 신하가 많았죠. 한반도 역사 통틀어서 가장 명민한 신하가 많았던 시대고 그것도 임금의 능력이라면 능력으로 볼 수 있겠습니다. 당시 전쟁은 왕이 잡히고 수도가 먹히면 그 이후는 부흥운동으로 간주되기 때문에 도망가는 건 옳은 선택이었죠. 그러나 왕으로서 치세가 좋았냐 라고 한다면 글쎄요 \n\n선조가 런 한게 지나고 보니 좋은 선택은 맞았는데\n그게 전략적으로 튄게 아니라 명나라로 튈려고 런한거 아니었나\n\n그냥 징비록 드라마에 나오는 선조가 실제 모습에 가까울듯요.\n\n실상은 1년 할 전쟁을 7년 끌었으며 전후 제대로된 공과의 분별을 못해 백성을 가난으로 내몬 찌질이임\n\n최근에 징비록 정주행했는데 왜란전에는 그래도 좀 군주답더니 왜란 시작되고 멘탈붕괴+찌질\n\n류성룡 이순신 계속 쓴게 업적이라면 업적\n\n불세출의 명장 이순신을 파격승진시키고 중용한게 선조구만 이게 무슨... 군주는 사람 잘쓰는 게 최고 능력이고 조선 자체가 무신들 반란으로 일어선 국가니 바보 아닌 이상 선조가 크게 경계하는게 당연함. 신하들도 마찬가지였구요.\n\n뭣도 모르는 틀이 선조 저평가 하는게 엄청 웃기네 ㅋㅋ 임란전과 임란후를 나눠야지 ㅋㅋ 그리고 선조가 전쟁대비를 안 하긴 뭘 안해 ㅋㅋ 할수 있는 선에선 엄청 했음 막상 그 시대때 농경국가에서 농사 안 하고 군사훈련하고 성보수 한다 하면 뭐라 했을까요 ? 농민들은 당장 농사해야 먹고 사는데 ?\n\n뭐 찌질하다 어쩐다 그러는데\n당대의 역사가 군중의 최고 스타는 새 왕조를 개창하는 경우가 한둘이 아니구만.\n당시 가장 중시여기는 종묘사직을 지키기 위해서는\n다른 방법이 없죠. 막말로 이순신이 생존했어도\n차마 죽이지는 않겠지만 구실 씌워서 최소 귀향가는건 99%입니다. (귀양아님)\n\n고려 > 군벌이었던 왕건이 왕조 개창함.\n심지어 무신이 도중에 반란 일으켜서 정권도 장악\n조선 > 민심을 얻은 이성계가 위화도 회군해서 역성혁명 일으키고 새 왕조 개창함.\n이런상태에서 이순신을 견제하는게 찌질이라니..\n\n서자출신 컴플렉스가 심했던..임금\n\n선조가 간사하긴 해도 암군은 아님.\n\n일본 17만은 현실적으로 끌어모을 수 있는상황에서 영끌한 건 맞음. 도쿠가와이에야스 적극적으로 참전시키는 건 불가능했고 그 와중에 다테같이 관동쪽도 참전했는데\n\n이순신 파직당할 당시 선조가 이순신 죽이려고 할 때 정탁 빼고 아무도 실드 못쳤어요… 이건 다시 말하면 조선 중앙 정부 입장에서 봤을 때 이순신에 대한 의문을 가지고 있었다는 말입니다. 물론 이순신이 옳았지만 말이죠..정탁의 경우에도 충무공에게 죄를 공으로 씻을 기회를 주자고 주장해서 겨우 구명 한 거죠… 또한 선조의 경우 방계로 왕좌에 올라서 사림의 붕당 싸움을 정상적으로 제어할 왕권도 없었습니다. 특히, 곽광 같은 권신의 존재를 두려워 했었는데… 솔직히 후대에 송시열 같은 예가 있어서 이런 숙청을 무조건적으로 비난하기도 어렵습니다\n평소에는 저능아인데 본인 권력 지킬때만은 제갈량 빙의하죠.\n딱히 왜란도 대비했다기 보단 본인 권력을 지키기 위한 방향을 고른것. 이순신 억까해서 파면한 것도 본인이고 이순신 키워준것도 본인이죠.\n전쟁 위험이 오니 본인 권력 지키기 위해 이순신 밀어준거고 이순신이 너무 크니까 밟아버리려고 억까한 다음 수군 말아먹은 것도 선조죠.\n거기다가 똥은 싸질러놓고 이순신아 치워라 시전\n이순신이 살았어도 아름다운 결말이었을까? 라는 생각이 드는 건 어쩔수 없죠.\n막말로 13척으로 일본 쳐발랐으면 선조는 또 이순신 억까해서 역모니 뭐니 억까할걸요?\n본인 권력 유지에 방해가 되니까.\n\n선조가 똑똑해서 왕이 된 사람임. 이순신이라는 장군때문에 후대에 욕 먹지만 왕이라면 그 권위를 위해 어쩔 수 없죠. 이순신에 왕 자리 주겠나?\n한고조 유방이 한신 장군을 제후 왕으로 올려줬더니 거슬리기만 하죠\n\n공산에 포위된 왕건의 옷을 바꿔입고 적을 유인해 죽은 신숭겸 장군. 어느 누구도 왕건 본인대신 부하 죽게했다고 왕건을 욕하지 않습니다. 왕을 지킨 충성스런 명장으로 기록되는게 최고의 명예죠.\n이순신 장군의 위엄인지 몰라도 유독 이순신.선조 관계에서 선조를 욕하네요.우린\n\n\n\n\n명나라 없으면 이기지도 못했을거 아닌가요? 만력제 발이라도 핥아야겠네요 선조는\n\n\n\n\n고려현종 조선선조는 도망치는 거 성공했기때문에 그래도 치욕을 겪진않았지만\n조선인조는 그 도망을 못치는 바람에 여진족한테 치욕을 겪은 거죠. 인조가 도망만 잘가서 전황을 시궁창으로 끌고갔으면 후금도 당시 민생, 군사 상황 상 절대로 중국 대륙 못들어갔습니다.\n여튼 오닌의 난 이후 서로 죽이고 죽이면서 살상력이 극대화 된 서일본 전력 17만을 상대로 막아냈으면 인정해야죠. 도망이고 나발이고 현재의 미국 같은 명나라 참전을 이끌어내서 (자의던 타의던) 국권을 유지했으면 명군은 아니더라도 저평가는 말아야합니다.\n그리고 애초에 조선 건국을 누가 했는데 전쟁영웅 이순신을 견제 안합니까? 이순신은 전주이씨가 아니었으니 그나마 그때까지 산거에요. 아니었으면 진작 죽었음.\n\n방계출신으로 강력한 왕권을 구축한 걸보면 정치력은 최고였는데 임란때의 행보를 보면 백성들 돌팔매 맞지않은 게 다행으로 보입니다. 선조는 전쟁 없는 시기의 왕이었어야 했음.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-07-22T20:11:43.376000",
  "updatedAt": "2023-12-12T19:19:19.736000"
}