{
  "id": "0cfa13cb-a565-44f8-8c61-b4a7ff001c25",
  "title": "매관매직의 역사 - 동양",
  "content": "[납속수작제(納粟授爵制)]\n한나라 문제(文帝)시대에 곡물을 납입한 자에게 작위를 수여하여 농민 부담을 경감하는 제도이다. 민에게 작위를 주면 그 민은 당연히 유작자(有爵子)가 된다. 통상적으로 이해한다면, 작위를 갖는 것은 귀족이 되는 것이고 작위는 그 신분의 표시다.  한대에는 이와 같이 일반인도 작위를 받고 유작자가 되었다.\n당시 조세체계가 전조 등 극히 일부분을 제외하면 인두세나 자산세가 모두 화폐납이었기 때문에 그 납세를 위해 농민은 화폐를 획득하지 않으면 안 되었다. 거기에 상업 및 고리대가 개입하는 계기가 생기고, 이에 따라 상인의 이익은 증가하고 농민은 더욱 궁핍해져 토지를 상실하는 농민이 발생한다. \n\"화폐에 의한 징세는 그 시기도 일정하지 않아서 아침에 명령받으면 저녁에 준비해야 한다.그러므로 그 금액을 맞추기 위해 팔 수 있는 것을 가진 자는 부당하게 값이 깎여서 반값으로 팔게 되고,팔 것도 없는 자는 고리대로부터 두 배의 이자를 내고 빌린다.이 때문에 경지나 택지를 매각하기도 하고 아들이나 손자를 노비로 팔기도 해서 채무를 반환해야 한다.\"\n한의 문제는 곡식을 국가에 납입한 만큼 작을 주기로 했다. 상인들은 작을 얻기 위해 농민들에게 곡식을 돈 주고 살테니, 농민들은 화폐를 얻기 더 쉬워졌고 곡식에 대한 수요가 증가하니 곡물가격도 원상 회복되었다.\n\n[왕소군]\n기원전 33년 중국 한나라 원제 때 일이다. 당시 궁에는 수많은 여인이 있었고 그는 여인을 초상화를 보고 골랐다. 당연히 초상화를 그리는 화공이 큰 힘을 가졌고 간택을 원하는 여인들은 화공에게 뇌물을 바쳤다. 그런데 천하의 미인 왕소군은 뇌물을 바치지 않아 못생기게 그렸고 당연히 간택이 되지 않았다. 그러다 북방 흉노족이 쳐들어와 미녀를 바치라는 요구를 했다. 원제는 가장 못생긴 걸로 알고 있던 왕소군을 보내기로 결정했다. 그런데 이게 웬걸. 실제로 보니 엄청난 미인이었던 것이다. 화가 난 원제는 화공을 처형하기까지 했다. 왕소군은 결국 오랑캐 땅으로 시집을 갔고 거기서 고향을 그리워하며 지은 시가 바로 호지무화초 춘래불사춘(胡地無花草 春來不似春)이다. ‘오랑캐 땅에는 풀과 꽃이 없으니 봄이 와도 봄 같지 않다’는 것이다.\n\n[후한 영제]\n후한의 영제는 각종 기묘한 핑곗거리를 만들어 비자금을 조성했으며, 모든 관직에 가격을 책정하여  황제인 자신이 직접 매관매직에 나서는 기행을 벌였다. 당시 후한에서 이미 매관매직이 환관과 외척을 통해 어느 정도 이루어지고 있었지만, 이렇게 대놓고 황제 본인이 매관매직에 나선 경우는 전무후무하다. \n조정에는 벼슬을 팔아 돈을 보관하는 서저(西邸)라는 기관을 설치하여 벼슬을 팔기가 일쑤였는데, 군수 등 녹봉 2천 석의 벼슬은 2천만 전에 매매되었다고 한다. 4백 석 상당의 현령 자리도 좋은 지방이냐 좋지 않은 지방이냐에 따라 그 액수가 달랐으며, 심지어 돈이 없는 자는 벼슬에 오른 다음 할부로 지불하는 방법까지 유행하였다고 한다. 더욱 흥미 있는 일은 같은 직급이라 할지라도 지방직이 중앙의 관직보다 배나 비싼 값으로 거래되었다는 것이다. 지방 관리는 착취가 가능하지만 중앙 관리는 착취할 수 없기 때문이었다. 이 시대는 관직의 임기가 매우 짧았다. 돈을 많이 거두어들이기 위해서는 회전 속도가 빨라야 했기 때문이다. 짧은 임기 동안에 본전을 회수하고 짭짤한 재미를 보기 위해 관리들은 성급하게 굴었으며, 이로 인해 백성에 대한 가렴주구도 자연 성행하였다.\n심지어는 벼슬을 미리 외상으로 팔고 취임한 후 (어디선가로 부터)돈을 벌어 정가의 2배를 내는 제도까지 도입했다. 안 내면 당연히 관직을 박탈했다. 또한 관직 매매가를 월단위 할부금으로 값을 수 있게까지 했다. 게다가 영제는 상품(관직) 회전율을 높이기 위해 관직의 재임 기간을 대폭 줄여 임기는 대체로 1년을 넘지 못했다. \n이 시대를 ‘동취(銅臭)시대’라고 불렀다.\n주요 벼슬자리 가격은 지방 태수가 2000만전, 현령이 400만전, 중앙 고위직이 1000만전 등이었다. 중앙 고위직보다 지방 태수가 더 비싼 이유는 지방 태수들에겐 조세 징수권이 있어서 돈을 모으기가 훨씬 쉬웠기 때문이다. 당장 돈이 없으면 후불로 2배 가격을 내면 됐다. 여기에 어음도 받고 담보도 받았다. 현직 태수직들에게도 다시 벼슬을 내려서 원래 관직값의 2배를 내놓으라고 협박했다.\n거액을 바치고 관직에 출사한 자들은 또한 이 자리를 보존하기 위해 영제와 고위관료들에게 거액의 상납금을 바쳤고, 투자 본전을 회수하고 수익을 올리기 위해 백성들을 무자비하게 수탈했다. \n삼국시대 유주 지방에서 관직을 돈 주고 사지 않은 사람은 유비가 유일했을 정도였다. \n이 때문에 자질이 모자라는 관리가 대거 임명되어 백성들에 대한 착취가 가속화되자 황건적의 난, 십상시의 난, 삼보의 난이 발생했으며 후한을 쇠락의 길로 이끌었다. \n\n영제의 관직 매매: \n실제 가격을 명시하여 공개적으로 입찰 공고. 1만 전의 가격에 1석이 녹봉. 만약 4백석 자리는 4백만전. 2천석 자기는 2천만전에 판매. 지위가 삼공(三公) 반열이면 다시 천 석을 더했고, 정식으로 임명되면 절반을냄. 백성 수탈, 조정은 모른 체.\n\n예 1) 사마직(司馬直): 태수로 임명되자 돈을 요구받았는데, 집안사정이 곤란하다고 하자 3백만 전을 깎아줌. 사마직은 “백성의 부모가 되어서 백성을 수탈하여 관직을 구하려고 하는 것이 차마 할 짓인가!”라며 관직 사퇴. 조정에서는 수입이 없어지려고 하자 사퇴 불가 통보. 임지로 가는 도중 자살(유서에 이런 법은 망국(亡國)의 징조라며 조정 비난)\n예 2) 조조의 아버지 조숭: 태위라는 관직을 1억 전에 삼. \n예 3) 최열(崔烈): 청렴한 학자로 자력으로 군수가 됨. 모두 관직을 사는 것을 보고 동참하려고 함. 중개인이 할인해 줄 수 있다고 해 절반가격으로 사도(司徒)자리에 임명됨. 황제는 금방 후회하면서 ‘나라가 밑지는 장사를 했다’고 함.\n\n貲選(자선), 進納(진납) 등 내용은 쌀이나 돈 상납하고 대가로 작위나 관직을 받는다.\n개혁가인 상앙도 納粟授爵(납속수작) 즉 곡식을 받고 작위를 주었다. 진의 시황제는 爵一級(작1급) 가격으로 곡식 천석을 받았다. 전한의 문제는 작위마다 6백석부터 1만2천석까지 값을 매겼다.\n\n‘십상시’(十常侍)란 후한 말 27대 영제(靈帝, 156~189) 때, 부정부패를 일삼으면서 국정을 농단한 10여명의 환관을 말한다. 장양(張讓)은 그 우두머리였다.\n\n재산이 많은 사업가였던 맹타(孟佗)는 장양에게 와인 1곡을 뇌물로 바치고 양주(凉州)의 자사(刺史) 자리를 얻는다. ‘일곡양주’(一斛凉州)라는 고사성어가 여기서 생겼다. 후한의 도량형 ‘1곡(斛)’은 요즘의 20리터로, 750㎖짜리 와인 27병 정도다. 자사는 주목(州牧)으로도 불렸는데, 각 군(郡)의 태수를 감찰하고 군대의 통솔권을 가진 막강한 자리였다. 녹봉도 2000석이나 됐다. 유비, 조조, 손권이 모두 각 지의 자사 출신이다. 당나라 시대 고선지 장군도 양주 자사 출신이다.\n\n이 당시 십상시의 매관매직에는 가격표가 있어 오수전(五銖錢)으로 현령은 400만전, 자사는 2000만전이었다. 27병 상당의 와인이 2000만전의 가치와 맞먹은 셈이다. 38년 후 조조(曹操, 155~220)가 승상이 됐을 때 식읍 3만호를 제외한 연봉이 곡식 등 현물까지 합쳐 63만전(요즘 우리 돈 4600만원)정도였다. 승상 연봉을 32년간 고스란히 모아야 할 금액이다. 와인 한 방울이 1000전의 가치가 있다는 ‘적적치천전’(滴滴値千錢)이란 말이 여기에서 나왔다.\n\n[당나라]\n당나라는 출가하려면 출가인가증 즉 도첩이 필요했다. 승려가 되면 뭣이 좋은가. 세금 안 내고 노역에 안 나갔다. 그러니 수요가 많았다. 일반인에게도 돈 받고 팔았다. 도첩 판다 하여 賣度(매도)라 했다.\n\n[공명첩]\n당나라 때부터 시작되었다. 전쟁이나 내전이 벌어지면 재원을 확보하거나 우수한 군사를 고용하기 위하여 사용되었다.\n공명첩으로 임명하는 관직은 거의 진짜가 아니다. 이름 뿐인 관직이기 때문에 관원으로 근무하지도 않고 녹봉도 받지 않는다. 실속 없는 명예에 불과할 것 같지만 꼭 그렇지도 않다. \"비록 녹봉은 받지 못하지만 이것은 5품의 직으로 높이 누워있고 조세와 부역을 면하게 해줄 것이다. 당장의 물질적인 보상을 비할 바가 아니다.\"(백이청; 공명첩으로 5품 관직을 받음)\n\n[청나라 연납제(捐納制)]\n중국의 역대 왕조는 매관매직을 국가의 공식 사업으로 양성화했다. 이 제도의 배경은 군대를 주둔시켜야 하는 국경 지방에서 곡식을 바친 사람에게 관직을 주는 것에서 시작했다. 이것을 연납제(捐納制)라고 한다. 청나라는 연납제를 특히 정식화했는데,\n돈 많은 부자가 조정에 헌금하고 이름뿐인 官位(관위)를 받았다. 捐納(연납)이라고 했다. 관위 호칭은 員外官(원외관) 즉 관청 밖의 자리라 해서 부자의 경칭이 員外(원외)가 됐다.\n\n청나라는 한족을 정복하고 팔기군이라는 군사 조직을 유지하기 위해 1년 예산의 20퍼센트를 투자해야 할 정도로 군사비 비중이 높았다. 청의 재정 수입은 4,000만~4,800만 냥 정도였고, 이 중 연납으로 받는 돈이 평균 300만 냥 정도였다.\n\n\n[임료(任料)]\n일본 전국시대에 관직이나 장관자리 등에 임명될 때 조정이나 장원 영주에 납입하는 금전. \n직명은 주었으나 직위가 부족한 경우 임료라 하여 관직에 임명하는 요금, 즉 임관료를 받았다. \n\n[속로전(續勞錢)]\n일본 전국시대에 승진하려면 근속연수를 채워야 하는데 연수가 부족하면 續勞錢(속로전)이라 하여 부족한 햇수를 돈 내고 샀다. 주로 뇌물 용도였으나 흉년 들고 전쟁 나면 세금이 안 걷히기 때문에  재정이 궁핍하면 등장했다. \n\n궁핍했던 천황의 조정은 전국 각지 영주에게 명의뿐인 大夫(대부) 자리를 재정에 도움 될 만큼 몇 개가 됐든 하사했다. 대가로 근사한 명칭의 禮物禮錢(예물예전)을 현찰이나 현물로 받았다. \n영주들은 천황이 임명했다고 영내에 알려 명예로 삼았고, 천황에 바친 금액만큼의 지출분은 백성들의 세금으로 충당했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-12T21:33:27.768000",
  "updatedAt": "2024-03-06T09:27:28.018000"
}