{
  "id": "0d5a376a-f904-4513-8d62-ddd7e428de6b",
  "title": "건업 명나라 수도 남경?",
  "content": "![image](media/1756427232169.927169051.png)\n![image](media/1756427750972.1509693515.jpg)\n![image](media/199024c7417.97d436f1ef7a5b19.jpg)\n![image](media/199a9a96d77.a93c0eb4353b5dad.jpg)\n![image](media/199a9a99bb7.9903960d43ef65dd.jpg)\n![image](media/199a9ac0a4e.940bade3f9e7b3dd.jpg)\n![image](media/199a9b245c4.be5899843a6cfda8.jpg)\n![image](media/199a9c40043.9648d9fa580527f2.jpg)\n\n\n\n진시황이 이 지역에 도달했을 때 제왕의 기운이 느껴진다 하여 소나무를 빽빽이 심어 왕기를 억누르고, 이름도 말릉(末陵)으로 바꿔버렸다. 태평어람에 따르면 망기자(望氣者)라는 사람이 500년 후에 천자의 기운이 있다고 했는데 이 때문에 시황제가 북산(北山)을 파헤쳤다고 한다. 이후 후한말까지 이 지역에는 현급 행정 구역만 설치되었고 삼국시대 이전까지 말릉이라는 이름으로 불리었다.\n3세기 초 손권이 오나라를 세워 황제의 자리에 올라 이후 6조(六朝)의 도읍이 되는 기반을 닦게 된다. 원래 오나라의 수도는 회계(會稽)였는데 자치통감에 따르면 손권의 중신 장굉이 말릉이 도읍으로 적합한 땅이라 하여 권하였고 유비가 동쪽을 지나면서 손권에게 이곳으로 거주하라고 권유하여 212년 수도가 되었다.\n\n그 뒤 오나라를 멸하고 진나라(서진)가 삼국을 통일했으나, 이후 진나라는 팔왕의 난으로 대혼란에 빠졌다. 결국 흉노 출신의 유연(劉淵)이 세운 한(漢)나라, 곧 전조에 의해 수도 낙양이 함락당하고 중국 북부를 빼앗겼다는 소식(영가의 난)이 건업에 있던 낭야왕 사마예(司馬睿-동진(東晉)의 초대 황제)에게 전해진 직후 휘하 심복들과 호족들의 뜻을 모아 그가 건업에서 즉위한다. 이 시기부터 훗날 동진으로 분류한다. 원제(元帝-사마예)는 서진의 마지막 황제였던 민제(愍帝) 사마업(司馬鄴)의 휘(이름)인 업(鄴)이 건업(建業)의 업과 음이 같다해서 이를 피하기 위해 건강(建康)이란 지명으로 고쳤다.\n\n이렇게 손오(229~280) 이래 건강은 東晋(317~420)·宋(420~479)·齊(479~502), 梁(502~557)·陳(557~589)의 위진남북조 시대 남조의 한족 여섯 왕조의 수도로 340여 년간 번영했다. \n\n당 시대에는 다시 금릉(金陵)으로 불렸고 오대십국시대에는 강남에 세워진 지방 정권 오나라와 남당의 수도였다. 이후에는 강남으로 쫓겨난 남송이 건강이 아닌 임안을 수도로 삼았다. 이유는 고려와의 경계인 회하와 너무 가까웠기 때문이었다. 금릉이라는 지명은 송나라, 원나라 시대까지 계속 쓰였고, 원 문종대에 이르러 다시 집경(集慶)으로 개칭되었다.\n\n손오가 천도하면서 건업성을 축조하였는데, 다른 중국의 도성들보다도 군사적인 요건을 많이 고려한 도성으로 손꼽힌다. 건업성 자체가 손오부터 동진, 송, 제, 양, 진까지 지속적으로 사용되었기 때문에 남조 시기의 성벽을 통해서 손오 시기의 도성의 범위를 추정하고 있는 실정이다. 성곽 자체는 수문제 양견이 천하통일을 이루면서 강남지역의 흥기를 막고자 완전히 평지로 만드는 바람에 현재는 지표 상에 남아있는 손오~남조시기의 도성 유적은 없으며, 발굴조사를 통해서만 성벽의 기초부가 확인되고 있는 실정이다.\n\n육조시대 이후 상대적으로 소외받던 건강이 다시 비상하게 된 것은 명나라가 들어서고 나서부터였다. 원나라 말엽 군벌 주원장은 1356년 집경을 함락시키고, 이름을 응천부(應天府)로 고친 후 스스로 오국공(吳國公)의 자리에 올라 근거지로 삼았다. 그 후 진우량, 장사성 등 다른 경쟁자들을 물리치고, 강남의 패자가 된 주원장은 1368년 응천부에서 칭제건원하며 명나라를 건국했다. 주원장은 응천부라는 이름에 더해 우리가 아는 현재 명칭인 난징으로 고쳤으며 건국 10년째인 1378년에 정식으로 난징을 수도로 정하고, 이름을 경사(京師)로 바꾸었다. 경사 혹은 난징은 건문제 시대까지 수도의 지위를 유지했으나, 정난의 변으로 황제 자리에 오른 영락제가 1403년 수도를 자신의 근거지였던 순천부(順天府)로 옮기고 이름을 베이징으로 바꿨다. 그리고 경사는 '북쪽의 수도' 베이징에 대비되는 '남쪽의 수도'인 난징으로 환원시켰다.\n\n성헌식\n관우의 무덤은 하남성 낙양에 있는 관우의 목 무덤인 관림(關林)과 호북성 당양에 있는 몸 무덤인 관릉(關陵)의 두 군데가 있는 것이다. 즉 이 말은 낙양은 당시 조조가 있던 곳으로 위나라의 도읍이고, 호북성 당양 부근에 오나라의 도읍인 건업(建業)이 있었다는 말인 것이다. \n필자는 오나라 도읍인 건업을 호북성의 성도 무한(武漢), 또는 함령(咸寧)으로 보고 있다. 그 이유는 조조가 유비와 손을 잡은 손권을 치기 위해 한수(漢水)를 타고 내려와 전투를 하려던 유명한 적벽(赤壁)이 있는데, 적벽 또한 당양에서 그다지 멀지 않은 곳에 있기 때문이다. 또한 정사 <삼국지> 기록에는 오나라의 호구가 52만호 (약 230만명)라 했으므로 그곳을 중심으로 하여 인구로 오나라의 크기를 미루어 짐작할 수 있을 것이다. \n중국의 역사가들은 오나라의 도읍인 건업을 양자강 하류에 있는 지금의 남경(南京)으로 말하고 있으나 이는 그야말로 어불성설이다. 왜냐하면 낙양에서 저 멀리 동남쪽 남경에 있는 손권을 치기 위해 조조가 대군을 이끌고 호북성 적벽으로 올 하등의 이유가 없기 때문이다. \n그리고 <삼국지>를 읽다보면 위, 오, 촉가 서로 상당히 가깝게 위치하고 있다는 것을 느낄 수 있다. 특히 적벽전 전후의 상황을 보면 촉과 오나라가 서로 이웃집 드나들듯이 하고 있다는 것을 알 수 있다.\n(https://m.blog.naver.com/slcosung/152653018?recommendTrackingCode=2)",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-05-30T22:04:35.216000",
  "updatedAt": "2025-10-03T20:10:54.753000"
}