{
  "id": "0e24a9ad-ccea-4a6c-bb2c-c34731c88afe",
  "title": "은의 역사",
  "content": "은(銀, silver)의 기원은 기원전 3,000년경 이집트와 메소포타미아 지역으로 거슬러 올라간다. 그때는 금보다 은이 더 귀했다. 금은 덩어리 형태로도 발견되고 모래 속에서도 채취할 수 있는 반면, 은은 오직 광석을 가공해야만 얻을 수 있기 때문이다. 하지만 이후 은의 생산량이 늘어나면서 상대적으로 금이 희귀해져 유럽에서는 금과 은의 교환 비율이 1대 10~13 정도로 유지되었다. \n\n[고대 그리스]\n「그리스」의 쇠망을 「라우리온」은광의 폐광과 이에 따른 은 공급 감소로 보는 시각도 있다.\n\n[고대 로마]\n기원전 269년 로마에서는 아르젠툼 (argentum) 이라는 은화가 등장했다.\n고대 그리스에서 드라크마라는 은화를 쓰자 무역을 위해 고대 로마도 은화를 만들기 시작한 것이 기원이다. BC 211년, 제2차 포에니 전쟁 시기에 원로원에 의해 발행되었다. 그러다 아우구스투스 황제의 개혁으로 데나리우스는 순은 100% 은화가 되었고 이는 네로의 개혁까지 유지되었다. \n이때부터 부족한 재정적자를 메우기 위해 은화에 포함되는 은의 함량을 조금씩 낮추기 시작했다.\n네로의 개혁으로 92%로 떨어졌으나 가치는 거의 그대로였다. 이후 콤모두스, 셉티미우스 세베루스부터 70%로 떨어지더니 카라칼라 때부터 50%로 떨어졌다. 발레리아누스 황제 때는 사산조 페르시아와의 전쟁에서 패전, 황제가 포로로 잡히며 폭삭 무너지는 경제와 함께 온 스태그플레이션으로 인해 은 함유량이 5%까지 떨어졌었다.\n디오클레티아누스는 로마 최악의 인플레이션을 잡기 위해 아르겐투스라는 은화를 만들고 데나리우스를 폐지했으나 실패하였고 이후 콘스탄티누스 대제가 다시 개혁을 시도, 성공하여 데나리우스를 솔리두스 금화로 대체한다.\n\n로마 제국의 멸망 이유는 은의 공급부족 때문이라는 주장이 있다.  원래 로마는 기원전 50년에서 기원 1백년에 이르는 기간 연간 3만ｔ에 달한 이베리아 반도에서의 은 생산으로 경제를 번성시켰으나, 그 후 광산에서 캘 수 있는 은이 고갈되고(당시 기술로는 더 깊은 곳에 묻힌 은을 캐내지 못했고다), 부족한 은화를 소금과 같은 현물로 사용하는 물물교환 경제로 후퇴, 결국은 경제파탄이 닥쳐왔다는 것이다.\n\n역대 황제들이 구리의 양을 늘려가자 시민들이 동전 및 은화를 불신해 통화시장이 붕괴되었다. 통화시장의 붕괴는 시장 기능을 마비시켜 물물교환이 시작되었다. 도시에서 식량을 구할 수 없게 되자 도시민들은 시골로 내려가 영주의 땅을 빌려 농사짓는 농노가 되었다. 이렇게 476년 서로마제국이 멸망하면서 찬란했던 그리스·로마의 도시문명이 암흑에 묻히는 이른바 ‘암흑의 중세’가 시작되었다. \n\n[중세]\n중세 유럽에서는 중국의 비단과 도자기를 비롯한 갖가지 수입 명품을 사기 위해 금과 은을 지불하면서 금속화폐를 탕진했다. 특히 은의 유출이 컸다. 은의 유출이 더 컸던 것은 아시아에서 금과 은의 교환비율이 유럽과 달랐기 때문이다. 즉 중국인들에게 금, 은, 동의 비율은 1대 10대 1000이라는 관념적인 생각이 지배하고 있어서 이방인들과 교역할 때도 금과 은의 비율이 대략 1대 8~9 정도였다. 따라서 은이 유럽에서보다 상대적으로 고평가되었고 중국을 오가는 유럽의 상인들은 이 점을 이용해서 재정거래(arbitrage)를 취했다. 그들이 가지고 간 수출품은 금을 받고 팔고, 수입품은 은을 주고 사면서 이익을 누린 것이다.\n\n이렇게 해서 유럽으로 금이 꾸준히 유입되고 은이 꾸준히 유출되었다. 예나 지금이나 세계 최대의 제조업 국가인 중국이 유럽의 화폐제도를 지탱하는 원동력이었다. (중국이 없었다면 유럽의 금본위제도는 보편화되기 어려웠다.)\n\n그러다가 13세기 초 오늘날 보헤미아 지역의 요아힘 골짜기에서 대규모 은광이 발견되면서 사정이 반전되었다. 이후 대항해시대에 들어서면서 남미에서도 금광, 은광이 발견되어 1493년부터 1800년까지 300여 년간 은은 금보다 30배 정도 더 많이 생산되었다. 이 물량은 유럽 사회가 물물교환에서 화폐경제로 전환하는 데에 크게 기여하였는데, 이와 함께 금과 은의 교환비율은 1대 11 정도에서 1대 15 정도로 지속적으로 상승했다.\n\n당시 유럽의 절대군주들은 방탕한 생활을 지속하기 위해서 함량 미달의 불량주화를 제작하는 일이 빈번했다. 오직 스페인만이 남미 식민지에서 채굴한  금과 은 덕분에 불량주화를 만들 이유가 없었다. 그래서 15세기에서 18세기에 이르기까지 국제무역에서는 함량을 속이지 않는 스페인 은화가 기축통화 역할을 했다.\n\n[포토시 은광]\n포토시 은광이 발견된 후 스페인 사람들과 인디언들이 가족들을 데리고 고원지대로 몰려왔다. 4년도 지나지 않아 포토시는 뉴스페인 전체 은 생산량의 두배를 생산하게 되었다. 사람이 거의 살지 않던 곳에 임시 야영지가 만들어지고 인구가 10만명으로 늘어났다.  인류 역사상 가장 빠른 시간에 최대의 인구가 이 광산 일대에 집결되었다고 한다. 처음에는 스페인 사람도 인디언도 부자가 되었다. 주변의 상인들도 돈을 많이 벌었다.\n\n그러나 은을 얻으려면 다음과 같은 이유들로 돈이 많이 들었다.\n1. 은광석을 얻으려면 모래 땅에서 채굴되는 사금과 달리 단단한 암석을 깎아 내야하고, 제련과정을 거쳐야 했다. 특히 포토시는 고지대에 위치해 있기 때문에 은광석과 채굴장비, 제련에 필요한 납이 라마 떼들이 다니던 가파른 오솔길을 따라 운반되어야 했다.\n2. 스페인은 독일에 비해 은 제련기술이 낙후해 있었다. 합스부르크 왕가는 탁월한 제련 기술을 보유하고 있던 독일인들을 뉴스페인에 파견했다. 하지만 스페인 사람들의 견제로 독일 기술자들은 제 역할을 하지 못했다.\n3. 은 제련에 나무가 연료로 사용되었는데 포토시는 주변에 숲이 없어 연료용 목재를 구하기 어려웠고, 쇄광기와 같은 기계 제작비가 많이 들었다.\n4. 스페인 정부는 1542년 아메리카 대륙에서 노예노동을 금지하는 법령을 선포했다. 뉴스페인의 광산주들은 그 법령을 무시했지만 인건비는 급등했다.\n이런 상황에서 은광의 채산성이 악화되어 갔다.\n채굴업자들은 투자비를 건지기 위해 함량이 높은 은광석만 제련했고, 함량이 떨어진 광석은 폐석으로 처리했다. 포토시 은광은 개발을 시작한지 20년이 될 무렵에 쇠퇴의 길을 걷게 되었다. 문제 해결의 방법은 은제련법을 개선하여 은의 생산량을 늘리는 것이었다. 이때 스페인의 메디나라는 직물상과 독일인 제련기술자 로렌조가 수은아말감 제련법(mercury amalgamation)을 개발했다. 은광석을 가루로 만들어 소금물과 수은을 넣고 휘젛고, 한달 정도 기다리니 수은과 은이 결합된 합금이 걸러졌다. 이를 다시 가열하니 밝은 색깔의 은이 생성되었다. 수은아말감법은 포토시에 전수되었다.\n수은 아말감법을 채택하면서 포토시 은광이 다시 살아났다. 신제련법은 폐석에서도 은을 추출했다. 마침 중국 명나라가 은을 납세기준으로 하는 일조편법(一條鞭法)을 시행하면서 포토시의 은이 대량으로 중국으로 수출되었다. 16세기 후반에 포토시는 전세계 은 생산량의 60%를 차지하며 스페인에 부를 창출해 주었다. 포토시 은광이 전성기일 때 도시 인구는 16만명에 육박했다. 하지만 노동력이 절대 부족해졌다. 스페인 당국은 인디언 노예를 사용하는지 감독했고, 원주민들도 죽음의 광산으로 끌려가길 싫어 했다.\n인디언들이 수은 구덩이에 들어가 맨발로 작업을 했다. 광석을 채굴하는 과정에서, 수은 작업을 하는 과정에서 수많은 인디언들이 죽어 나갔다. 어느 통계에는 1500~1800년 사이에 무려 8백만명의 인디언이 죽었다는 주장도 있다.\n\n[미국]\n화폐의 역사로 본다면, 미국의 독립은 아메리카 대륙에서 영국의 금화와 스페인의 은화가 함께 쓰이던 시절에 이루어졌다. 따라서 신생국 화폐제도의 혼란을 막기 위해서는 금과 은의 교환비율부터 분명히 할 필요가 있었다. 이런 배경에서 1792년 알렉산더 해밀턴 재무장관의 주도로 제1차 주조법(Coinage Act)이 만들어졌다. 이 법은 금과 은의 교환비율을 1대 15로 설정하되 누구든지 이 비율대로 자유롭게 화폐를 주조할 수 있도록 했다. 한마디로 말해서 건국 초기 미국은 금, 은 복본위 제도(bimetallism)를 추구한 것인데, 자유로운 주조와 교환비율의 유지는 양립하기 힘든 원칙이었다. 법률에서 어떻게 정하던, 금과 은의 교환비율은 희소성의 원칙에 따라 시장원리에 따라 결정된다. \n제1차 주조법이 만들어진 직후인 1799년 유럽에서는 금과 은의 교환비율이 1대 15.74로 더 상승했다. 나폴레옹전쟁을 앞두고 금 사재기 현상이 나타났기 때문이다. 이런 점을 감안해서 미국은 1834년 제2차 주조법을 통해 교환비율을 1대 15.988로 조정했다. 유럽으로의 금 유출을 걱정해 금을 약간 더 비싸게 평가한 것이다. 이런 상황에서 1848년 캘리포니아 금광이 발견되면서 금의 국제시세가 빠르게 하락하고 은의 가치가 상대적으로 올랐다. 1대 15.7이었던 금과 은의 국제 교환비율이 1850년대에는 1대 15.3 정도로 낮아졌다. 하지만 정작 금광이 발견된 미국은 종전의 1대 15.988의 교환비율을 그대로 유지했다. 화폐로서의 은 시세가 국제 시세에 비해 저평가되었으니 은을 녹여 물건으로 쓰는 일이 많아졌다. 게다가 중국과 무역을 하면서 스페인과 멕시코 은화가 이미 상당 수준 미국 밖으로 빠져나갔다. 이렇게 해서 캘리포니아 금광 발견 이후 미국에서는 은화, 즉 소액 동전이 씨가 말랐다. 이런 사태를 해소하려고 1853년 연방정부가 보조 은화를 제작했으나 충분치는 않았다. 일반 거래에서 은화가 쓰이는 일이 줄었다는 것은 본의 아니게 금본위제도로 전환되었다는 것을 의미했다.\n하지만 캘리포니아에서 금광이 발견된 지 정확히 10년이 되던 1858년, 이번에는 네바다 주 컴스 토크에서 엄청난 은광이 발견되었다. 미국은 멕시코와 함께 세계 은생산의 3분의 2를 차지하게 되고 미국에서 은화는 다시 흔해졌다. 가난한 식민지에서 출발하여 항상 돈이 부족했던 미국에, 금광과 은광이 발견된 것은 큰 축복이었다. 하지만 새로운 광산을 발견할 때마다 금과 은의 교환비율이 춤을 추는 바람에 미국 사회 전체가 엄청난 혼란을 겪어야 했다. \n한편, 금과 은 시세가 널뛰듯이 변동하는 것보다 더 큰 문제가 있었다. 바로 노예제도였다. 캘리포니아는 원래 멕시코 땅이어서 건국 초기에는 미국 정치에 영향을 미칠 이유가 없었다. 하지만 텍사스 지역의 소유권을 두고 시작된 미국-멕시코 전쟁(1846 ~ 1848)에서 미국이 싱겁게 승리하면서 미국은 멕시코 국토의 3분의 1을 빼앗았다. 이때 캘리포니아의 소유권도 미국으로 전환되었다. 공교롭게도 땅주인이 바뀌자마자 캘리포니아에서 금이 쏟아지고 이 지역에 사람들이 몰렸다. 노예제도를 두고 남북이 팽팽하게 긴장하던 시절, 노예제도를 인정하지 않는 신생 주 캘리포니아의 유권자가 늘어남으로써 건국 이후 계속되어온 북부와 남부의 팽팽한 세력균형이 개지고 국가 분열의 조짐이 보였다. 두 지역의 반목은 1861년 마침내 남북전쟁으로 분출되었다.\n남북전쟁이 시작되자 재정사정이 빠듯해진 연방정부는 1861년 12월 금태환을 중단하고 1862년 2월에는 법정통화법(Legal Tender Act)을 통해 금이나 은으로 교환되지 않는 종이돈을 찍어내기 시작했다. 1863년에는 사상 최초로 소득세를 걷기 시작했다.(그 이전에는 재산세, 거래세, 관세만 있었다.) 세금을 아무리 더 걷어도 전비는 부족했다. 그래서 국채 발행을 늘렸는데 국채가 잘 팔리게 하려면 국민이 이것을 강제로 사도록 만들 필요가 있었다. 그래서 만들어진 것이 1863년 국립은행법(National Bank Act)이었다. 이 법에 따라 연방정부가 허가한 상업은행들은 자본금의 3분의 1을 국채로 보유해야 하고 은행권 발행도 국채 보유액의 90%를 넘지 못했다. (그때까지는 중앙은행이 없어서 아무 은행이나 은행권을 발행할 수 있었다.) 결국 금광과 은광의 발견이 전쟁으로 연결되면서 화폐제도와 은행 제도는 물론, 채권시장의 틀까지 몽땅 바뀐 것이다. 금광과 은광이 발견되어 금과 은의 공급이 늘어난 것 때문에 전쟁이 터지고 그 바람에 오히려 금과 관계없는 불태한 화폐가 등장했다는 사실은 아이러니였다. 전쟁은 북부의 승리로 끝났지만, 불태환화폐의 남발로 인한 인플레이션이 일어났다.\n\n[조선]\n“납 한 근으로 은 두 돈을 불릴 수 있습니다.”\n(연산군일기) \n『조선왕조실록』에 납으로부터 은을 분리해 내는 기법이 자세히 기록되어 있다.\n훗날 ‘연은분리법(鉛銀分離法)’, 또는 회취법( 灰吹法))이라고 명명된 이 방법은 김감불과 김검동이 개발한 것으로 금속의 녹는점을 이용해 은을 추출하는 방식이다. 일단 은광석(은이 포함된 광석)과 납을 섞어 태워 혼합물(함은연)을 만든 뒤 이것을 다시 가열해 녹는점이 낮은 납은 재에 스며들고 순수한 은만 남게 하는 방법이다.\n역사상 은광석에서 순수 은을 추출하는 방법은 대단히 고급 기술에 속했다. 이때까지는 은광석을 며칠이고 가열해 남은 재에서 순수 은을 걸러내는 고대 기술을 그대로 사용했는데 노동력이나 시간과 비교하면 은의 생산량은 많지 않았다. 그런 상황에서 금속의 녹는점을 활용한 연은분리법은 당시로서는 첨단의 신기술이었다.\n양인과 노비가 개발한 기술이 『조선왕조실록』에 상세히 남겨진 것은 왕이 관람했기 때문이다.\n연은분리법 시연을 본 연산군은 \"이제 은을 넉넉히 쓸 수 있다(銀可足用)”며 흡족해했다. 닷새 뒤엔 조선 최대의 은광이 있는 함경도 단천에서 연은분리법으로 은을 캐도록 지시합니다. 그런데 당시 군주가 ‘돈’을 밝혀서였는지 관료들은 한발 더 나아갑니다. 호조판서의 건의로 민간에 은 채굴을 허용하고 세금을 걷자는 ‘채은납세제(採銀納稅制)’를 시행했다.  당시 기록에 따르면 1 인당 하루 1냥(兩)을 은 현물 납세로 걷었다고 하는데, 결코 적은 액수가 아니었다. 제대로만 했으면 국가 수입이 크게 증대했겠지만, 실제로는 연산군이 총애하던 후궁(장숙용) 집안이 채굴권도 받고 면세 혜택도 받는 등 국정농단에 악용되기도 했습니다.\n1506년 중종 반정으로 사치와 퇴행적 정치로 얼룩진 연산군 시대가 막을 내립니다. 신 정부의 첫 번째 목표는 연산군 시대의 적폐청산이었습니다. 그중에서도 은광의 민간 채굴은 반정이 일어난 1506년 9월 즉각 금지됐으며 이듬해 4월에는 연은분리법을 금지했다. \n단천 은광은 중종 때도 “단천의 어디를 파도 모두 은광석이 나와 실로 무궁하다”는 보고가 있을 정도로 매장량이 풍부한 곳이었습니다. 덕분에 은광으로 부를 축적하게 된 이들이 꽤 많았습니다. 특히 은을 화폐로 사용하는 명나라는 은에 대한 수요가 높았기 때문에 조선-명 사이의 사무역이 크게 증대하면서 상업도 크게 발달을 했습니다. 당시 『조선왕조실록』에는 ‘황해도부터 의주까지 짐을 실은 수레가 가득하다’, ‘중국으로 가는 사신들은 최소 은 3000냥씩 쥐고 간다’, ‘조선-명 국경지대 물가가 치솟아 북경과 다를 바가 없다’는 기록들이 등장할 정도이죠. 이 때문에 중종 시대에도 몇몇 대신들은 재정 부양을 위해서 민간에 은 채굴을 다시 허용하자고 요청하기도 했다. 이후 민간에 은광 채굴을 일시 허용되기도 했지만, 곧 중단되는 등 은광 개발은 표류하게 된다.\n중종 37년, 일본 사신이 무려 8만여 냥(3200kg)의 은을 가져와 무역을 요구했다. 값을 치르려면 면포 9천여 동(45만 필)을 내줘야 했는데 전례가 없는 막대한 양이었다. 참고로 단천 은광도 1년 생산치가 1000냥이 넘지 않았다.\n50년 전만 해도 상황은 정반대였다. 오히려 일본 사신들이 조선에 은을 요구하는 경우가 대다수였다. 15세기 후반만 해도 일본은 후추 같은 특산품을 바치며 조선에 인삼, 호랑이 가죽 등과 함께 은을 요청하곤 했다. \n일본에 은이 풍족하게 된 연유는 유서종, 경수, 종단 등의 기술자들이 일본에 연은분리법 기술을 유출했기 때문이다.\n중종 34년(1539) 유서종이라는 종4품 판관이 일본인들에게 연은분리법 기술을 유출했다. \n\n\n[일본]\n일본 이와미 은광(石見銀山)은 1526년 상인 가미야 히사사다가 본격적으로 개발됐고, 조선에서 경수(慶寿)와 종단(宗丹)이라는 두 기술자를 초청해 연은분리법을 습득하는 데 성공했다. 유서종 뿐 아니라 여러 기술자들이 조선을 떠나 일본으로 넘어가 은 제련 기술을 전수했다. 이후로 일본의 은광 산업은 비약적인 발전을 이루었다.\n일본은 17세기에 이르면 세계 은 생산량의 1/3을 캐냈는데 이와미 은광은 볼리비아 포토시 은광과 더불어 세계 제2의 은 생산지로 꼽힐 정도였습니다. 은광의 개발 시기는 일본이 포르투갈을 통해 세계 교역망과 연결되기 시작하던 때였다. 은은 세계 교역의 주요 통화 수단이었고, 일본은 비약적으로 상업을 발달시킬 수 있었다. \n\n전국시대에 치열하게 경쟁하던 일본 다이묘들에겐 은광은 큰 자산이었다. 이와미 은광은 1584년 도요토미 히데요시에게 넘어갔는데 여기서 생산된 은은 군자금으로 요긴하게 쓰였다. 1543년, 일본 규슈(九州) 남쪽 끝에 있는 다네가시마(種子島) 해안에 포르투갈 사람들이 도착했다. 당시 포르투갈 사람들은 조총 두 자루를 은 2000냥을 받고 팔았는데, 당시 10냥이면 병사 한 명의 1년치 봉록이니 2000냥이면 200명의 군대를 1년간 유지할 수 있는 금액이다. 이 돈은 어디에서 나왔을까? 전국 시대 이전인 무로마치 막부 시대만 해도 대외 진출에 소극적이던 일본이 임진왜란 때는 무려 30만 대군을 일으킬 수 있었던 것, 포르투갈로 부터 조총기술을 습득할 수 있었던 것도 이 같은 은 생산이 있었기에 가능했다. \n조선이 개발하고도 외면한 연은분리법이 임진왜란을 가능하게 만든 한 요인이 됐다는 건 역사의 아이러니이다.\n은의 생산은 일본에 또 하나의 군사적인 이점을 안겨주었다. 그것은 바로 화약을 만드는 데 필요한 결정적 원료인 초석을 손쉽게 구할 수 있게 됐다는 것이다. 일반적으로 흑색화약의 배합비율은 초석 12에 유황 12, 그리고 여기에 목탄 2.5의 비율로 구성되는데 일본은 유황은 풍부한 반면 초석의 공급이 원활하지 않았다. 그러나 중국 남부 해안 지방에 초석이 풍부하게 생산됐기에, 일본에서 생산된 은을 이용해 초석을 구매함으로써 화약을 제조할 수 있게 됐고 이를 활용하여 강력한 조총부대를 육성할 수 있었다.\n연은분리법은 동아시아 무역에도 큰 변화를 가져왔다. 일본에서 생산된 은은 조선을 거쳐 명나라로 들어갔다. 이는 명(비단)-조선(인삼)-일본(은)의 삼각 무역체제를 활성화 시키며 16~17세기 동아시아 상업발달을 가져왔다. \n\n[명나라]\n명나라는 모든 세금을 은으로 받았다. 농민들은 곡물을 주고 은을 사서 국가에 납입해야 했다. 상업도 은을 매개로 발달했다. 명나라는 세계 최대의 본위제 사회였다. 북방에 몽골족의 침공을 막기 위해 엄청난 군대를 주둔시키고 있었고, 병사들에게 봉급으로 은이 지급되었다. 북방의 긴장이 고조되면 더 많은 은이 북방으로 흘러갔고, 명나라 국내에는 은 품귀현상이 재현되었다.\n은의 수요가 상승하면 위험을 무릅쓰고 밀무역에 나서는 모험자들의 이익도 증가한다. 이리하여 북방 변경에도 동남 연안에서도 폭력적인 항쟁과 상업적 이익을 표리로 한 활발한 시장이 확장된다. 중국인이나 북방의 몽골족 남방의 왜구 등 민족을 불문하고 이익에 끌린 사람들이 거기에 흘러들어간다.\n약탈행위는 일본인들만의 행위가 아니었다. 중국연안의 사람들로 왜구를 가장한 자들이 전체의 7~8할을 차지하였다. 배후에는 중국의 상인·자본가·토호·지주들이 있었다. 심지어 포르투갈인들도 관계되어 있었다. 명나라 조정이 사적인 해외무역을 금지하는 한 이러한 행위는 근절되지 않았다. 1567년 드디어 명 조정은 해상활동을 제한하는 해금(海禁)정책을 폐기했다.\n이후 중국으로 흘러들어가는 은의 양은 급속히 증대됐다. 1557년부터 마카오 거주가 허락된 포르투갈인들이, 1571년 이후 스페인은 필리핀에 마닐라를 건설하고 태평양을 통해 다량의 멕시코 은을 가지고 왔다. 일본산 은은 포르투갈과 스페인을 합친 것 보다 많았다. 16세기 후반 중국으로 유입된 은의 양은 총 2300t이 되고 그 중에서 히데요시의 은광에서 생산된 일본의 은이 1300t이었다(17세기 5000t이 중국에 유입, 그중 일본에서 수출된 것이 2400t-'미야지마 히로시'). 명나라는 세계의 은을 빨아들이는 블랙홀이었고, 일본은 당시 세계 최대의 은 생산국이자 수출국이었다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-27T01:03:37.148000",
  "updatedAt": "2023-12-12T13:06:50.338000"
}