{
  "id": "0e2a5045-5aca-4a1e-a3c5-d8b34982af02",
  "title": "기만전술",
  "content": "고대 그리스 신화에 등장하는 트로이 목마는 기만전술의 가장 대표적 사례다.\n그리스군은 트로이를 포위, 10년이나 공격했지만 여의치 않자 오디세우스가 세운 계책에 따라 목마를 만든 뒤 일부 함선을 퇴각시키고 트로이에 대한 공격을 포기한 것처럼 꾸몄다.\n그리스군이 모두 철수하자 트로이의 주민들은 오랜 전쟁에서 승리했다고 확신하고 이들이 남겨 놓은 거대한 목마를 전리품으로 삼아 성 안으로 끌어다 놓은 뒤 승전을 축하하는 잔치를 벌였다. 그러나 이것은 그리스군의 기만전술이었다. 목마에 숨어 있던 그리스군 별동대는 야음을 틈타 순식간에 경비병들을 제압하고 성문을 열었고 성 밖에서 대기하고 있던 그리스군 본진은 순식간에 트로이를 함락했다. 이 과정에서 방심하고 있던 주민들은 모두 참살 당하거나 노예가 됐고 도시는 불타 흔적도 없이 사라져 버렸다. \n\n제2차 세계대전 당시 독일의 로멜 장군은 사막에 유령부대를 만들고 신출귀몰하는 방법으로 영국군을 궁지에 몰아넣었다. \n\n[포티튜드 작전]\n1944년 6월 6일에 펼쳐진 노르망디 상륙작전은 아이젠하워 장군의 지휘 아래 연합군 총 7개 사단, 항공기 13,000여 대, 6,000척의 선박이 동원된 사상 최대 규모의 기습 상륙 작전이었다. 이 작전의 성공으로 당시 독일군이 점령하고 있던 프랑스 노르망디에 총인원 100만에 달하는 연합군이 상륙했고 서부 유럽을 탈환할 수 있었습니다. 반대로 독일군은 소련과 마주한 동부 전선 외에 서부 전선마저 감당해야 하는 힘든 싸움을 하게 되었다. 이는 제2차 세계 대전에서 독일이 패망하게 된 결정적 한 방이었을 만큼 치명적이었습니다.\n노르망디 상륙 작전의 성공은 악천후에도 상륙을 결정한 연합군 사령부의 용단과 1년여 동안 치밀하게 기획되고 진행되어 온 어느 기만전술의 성공이 결정적이었다. \n그 시작은 1943년부터 시작된 연합군의 라운드업 작전(Round-up)이었습니다. 연합군은 영국으로 병사들을 집결시켜 독일이 점령한 유럽 본토로의 대규모 상륙 작전을 기획하고 있었습니다. 독일 역시 영국으로 속속 집결하는 대규모 병력의 이동을 관찰하며 연합군의 본토 상륙 계획을 예상하고 있었죠. 기습 상륙과 결사 항전을 다짐하던 양측에게 가장 중요한 정보는 바로 ‘언제?’, ‘어디로?’ 이었다.\n사실 독일군은 연합군의 상륙부대가 출발하는 즉시 예상 상륙지점에 병력을 이동하거나 증강할 수 있어 훨씬 유리한 입장에 있었습니다. 또한 당시의 독일군은 최강의 전력을 바탕으로 정확한 상륙 지점과 시점만 파악하면 연합군 상륙 부대를 바다에 수장시킬 수 있는 군사력을 확보하고 있었죠. 설사 상륙에 성공한다 해도 최강 독일군 전차 부대를 모래톱에서 맞게 될 경우 연합군 병사들의 운명은 불 보듯 뻔했습니다. 즉 연합군의 기습 상륙은 애초부터 연합군의 동태에 촉각을 곤두세우고 있던 독일군의 감시하에서는 불가능한 목표였다.\n이 점을 잘 알고 있던 연합군은 독일군 주축 제15군 병력을 유인하여 노르망디 외곽으로 끌어내기 위해 총 10개의 세부 기만전술로 구성된 바디가드 작전(Operation Bodyguard)을 기획합니다. 바디가드 작전의 주목적은 독일군에게 상륙 시기와 지점에 대한 거짓 정보를 제공해서 병력을 다른 곳으로 유인하는 것이었습니다. 기습상륙이 불가능하다면 여러 가짜 상륙작전으로 적군을 교란하고 방어력을 분산시키기 위함이었죠. 독일을 상대로 치밀한 사기를 기획한 것이다.\n연합군은 기만전술을 펼치기 위해 2개의 가상 상륙부대를 만들어 냈고 그 부대들이 다른 지점으로 상륙할 것처럼 다양한 작전을 전개했습니다. 바디가드 작전의 일부분으로 기획된 포티튜드 작전(Operation Fortitude)은 스코틀랜드에 25만에 달하는 가짜 병력을 만들어 내는 포티튜드 작전 - North 작전과 영국 남동부 도버 해협에 25만 가짜 상륙 부대를 만들어 내는 포티튜드 작전 - South 작전으로 구성되었습니다.\n포티튜드 작전 – North에는 영국군 제4군이 동원되었습니다. 스코틀랜드에 주둔한 제4군은 25만의 병력과 전술 공군, 250여 대의 전차와 각종 중화기로 구성된 노르웨이 상륙 부대였습니다. 아니, 사실 독일군이 그렇게 믿도록 만들었죠. 이 부대의 목적은 서부 유럽의 독일 방어군 중 상당수를 스칸디나비아 - 노르웨이 방어선으로 이동시킴으로써 상대적으로 유럽 본토의 독일 방어선을 얇게 만드는 것이었습니다. 하지만 이 부대는 영화 ‘스팅’처럼 모든 것이 가짜인 유령 부대로 어디까지나 독일군을 속이기 위한 것이었다.\n독일군을 속이기 위해 25만의 병사가 머무를 수 있는 텐트들이 세워졌고, 고무로 만든 가짜 전차와 가짜 트럭들이 배치되었습니다. 또한 독일군에 무수히 많은 부대 무전을 고의로 노출함으로써 마치 대규모 상륙 부대가 노르웨이 진격을 앞둔 듯한 상황을 연출해 냈다.\n영국 공군도 독일군 정찰기를 의도적으로 통과시킴으로써 이 가짜 부대의 항공 촬영 자료가 독일군 수뇌부에 전달되도록 유도했다. 무전 내용 중 중요한 부분은 독일군이 해독 가능한 옛날 암호 코드를 섞어 송신했다. 이런 연출에 당시 촉각을 곤두세우고 있던 독일은 가짜 부대의 상륙에 대비하여 병력을 분산시키는 부대 배치를 결정하게 됩니다. 이로써 작전은 성공하게 된 것이다.\n포티튜드 작전의 가장 중요한 배역은 조지 패튼 장군이 이끈 포티튜드 – South에 주어졌다. 1944년 1월 26일 아이젠하워 대장은 독일군 수뇌부가 유럽 상륙작전의 지휘관으로 패튼 장군을 꼽고 있던 것을 파악하여 패튼 장군을 시칠리 전선에서 복귀시켰다. 그리고 비공식적으로는 미 제3군의 지휘를, 공식적으로는 FUSAG(First United States Army Group)부대의 지휘를 맡겼다.\n사실 FUSAG부대는 독일군에 노출될 것을 염두에 두고 새로 편성된 정예병력으로 프랑스 칼레 상륙을 꾸미기 위한 가짜 부대였다. 고무 전차, 고무 장갑차, 고무 대포, 고무 비행기, 가짜 막사로 구성된 병력 25만의 유령 부대였다. 영국 남동부에 배치된 이 부대의 주목적은 독일군 전차 사단과 정예 병력 제15군을 이 부대의 목표 상륙 지점인 프랑스 칼레에 묶어두는 것이었다.\n독일군에게도 유명했던 패튼 장군과 가짜 부대의 실감 나는 연기 덕에 실제 노르망디 상륙일 당시 독일군은 노르망디 상륙작전은 기만전술이고 연합국 주력은 프랑스 칼레로 상륙할 것이라 믿었다.\n연합군은 상륙 직후 첫 48시간이 승패를 좌우한다고 판단, 패튼 장군의 가짜 부대가 칼레 침공을 여전히 준비 중인 것으로 믿게 하고자 했다. 연합군은 1944년 5월부터 도버 해협 맞은편 칼레에 집중적인 폭격을 가했으며. 1944년 6월 5일, 6일 양일간에도 수천 톤의 집중 폭격을 칼레에 쏟아부었다. 또한 많은 무전과 거짓된 정보, 항공 촬영 등을 고의로 유출했다. \n대망의 1944년 6월 6일. 연합군이 노르망디에 상륙하는 동안 독일군은 이를 기만전술이라 믿으며 15만 명의 제15군을 칼레에 묶어두게 됩니다. 독일군이 기만전술에 속았다는 걸 깨달은 후 서둘러 제15군을 노르망디에 투입했을 때는 이미 늦어버렸고 전세는 독일군에게 불리하게 전개되고 있었다.\n1944년 8월까지 독일군이 분산된 덕분에 연합군은 비교적 수월하게 서부 전선을 확보하였고 총 100만의 연합군을 유럽 본토로 이동시킬 수 있었다. 적지 않은 병사들이 노르망디 상륙작전에서 희생되었지만 만약 기만전술이 성공하지 않았다면 연합군은 훨씬 더 많은 희생을 치렀을 것이며 노르망디 상륙작전 역시 실패했을 가능성이 높습니다. 노르망디 상륙작전이 성공할 수 있었던 것은 독일군 주력이 칼레와 스캔디나비아에 묶여 있던 덕분이었다.\n\n[민스미트 작전(영어: Operation Mincemeat)]\n미국과 영국이 주축이 된 연합군은 결국 이탈리아 침공 작전을 준비했다. 노르망디 상륙작전이 있기 1년 전인 1943년, 연합군은 '허스키 작전'이란 것을 세윘다. 하지만 독일군이 이탈리아를 돕고 있는 중이라 많은 병력의 희생이 걱정되었다. 그래서 기만전술을 고민하는데, 그것이 바로 '민스미트 작전'이다.\nMincemeat란 뜻은 \"다진 고기\"라는 의미입니다. 연합군은 첩보전을 통해서 독일에게 떡밥을 하나 던져서 속이기로 했습니다. 실제 목표는 이탈리아 남부의 시칠리아였지만, 그리스를 공격하는 것처럼 꾸미기로 한 것입니다.\n영국 정보부는 쥐약을 먹고 죽은 떠돌이의 시신을 구해서 영국 해병대 장교 옷을 입혔습니다. 그리고는 그 시신이 기밀문서를 취급하는 대위라며 가상 인물을 만들어 냈습니다. 그들은 시신의 옷 속에 영국군 내부 서신 문서라는 것도 꾸며서 넣었습니다.\n이제부터 민스미트 작전이란 것이 시작됩니다. 시신은 잠수함으로 스페인 남부까지 옮겨졌습니다. 그 후 스페인 해안에 시체가 밀려가도록 물 위에 띄워 놓았습니다. 물결을 타고 떠밀려간 시신은 스페인의 어부에게 발견되었습니다.\n스페인은 중립국 입장이었지만, 독일의 정보기관은 스페인의 정보를 공유하고 있었습니다. 당연히 영국 장교 시신 속에 서신이 들어 있다는 것을 알게 되었고, 문서를 입수해서 해독하기 시작했습니다. 거기에는 연합군이 그리스 침공을 준비한다고 적혀 있었습니다.\n나치 독일 지도부는 연합군의 그리스 침공에 방어하기 위해 병력을 빼냈습니다. 그들은 연합군의 극비 서류를 입수한 것이 확실하다고 믿고 있었습니다. 그도 그럴 것이, 시신까지 동원해서 자연스럽게 발견되게 할 것이라고는 생각하기 힘든 일이니 당연합니다.\n한편, 연합군의 공격 목표인 시칠리아는 기본 병력만 남게 되었고, 더 이상의 증원군을 받지 못하게 되었습니다. 연합군 정보부는 독일군의 통신을 감청해서 제대로 엮였다는 것을 알아냈습니다. 그리고 1944년, 민스미트 작전을 본격적인 침공작전으로 연결시킵니다. 방어 계획이 부족한 이탈리아 시칠리아는 예상보다도 더 빨리 점령되었습니다. 허를 찌른 민스미트 작전 덕분에 연합군의 손실은 예상보다 적었습니다. 독일군은 주력부대 6만 명을 철수시켜야 했습니다. 이로 인해 이탈리아는 앞마당을 연합군에게 내주게 됩니다.\n\n제2차 세계 대전 중 1943년에 영국군이 실행하여 매우 성공을 거둔 첩보 기만 작전이다. \n나치 독일의 상층부에게 연합군의 침공 예정지는 그리스와 사르데냐를 계획하고 있다고 생각하게 만든 것으로, 실제 계획지가 시칠리아인 것을 은닉하는 데 성공했다.\n이는 독일 측에 그들이 완전히 우연으로 연합군 측의 전쟁 계획에 관한 극비 서류를 입수했다고 믿게함으로 이루어 졌다. 사실 극비서류는 이 작전을 위해 준비된 시체에 있던 것으로, 이 시체는 스페인 해안에 닿도록 고의로 투기된 것이었다.\n\n인천상륙작전\n\n1차 걸프전(1993년) 당시 다국적군은 쿠웨이트에 상륙작전을 실시할 것처럼 이라크군을 기만했지만 실제 지상전은 상륙작전 없이 쿠웨이트를 크게 우회하며 전개됐다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-24T14:53:57.846000",
  "updatedAt": "2023-04-25T15:07:53.570000"
}