{
  "id": "0eca6eec-c23f-4e89-9cd0-5c4cf3817ed1",
  "title": "버블 폭락의 예",
  "content": "![image](media/1759795724755.1642292736.png)\n\n\n\n튤립 투기(1634년 ~ 1638년)\n네덜란드 튤립 투기는 역사서에 기록된 최초의 버블로 당시 사람들은 튤립 구근을 사기 위해 목을 맸다. 그러나 집 한채 값과 맞먹던 튤립 가격은 하룻밤 새 곤두박질 치면서 당시 튤립투기에 동참했던 수많은 네덜란드인들은 전부 알거지로 전락했다.\n튤립은 16세기 중반에 오스만 제국에서 유럽으로 건너 왔으며, 네덜란드(당시 네덜란드 공화국)에서 매우 큰 인기를 끌어 모았다. 튤립은 키우기가 어려워 단기간에 늘리기 어려운 종류이며, 튤립의 아름다움에 마음을 빼앗긴 것은 사람들에게 아름다운 튤립 뿌리는 처음부터 고가로 거래되었다. 수요가 생산을 따라잡지 못했다. 결국 그것이 품귀 현상을 일으키고 가격을 인상시키는 요인이 되었다. \n투기자들이 튤립의 인기에 주목한 것은 1634년 무렵으로 추정된다. 그들은 튤립을 재배하거나 꽃의 아름다움에 관심을 가진 것이 아니라 가격 상승을 목적으로 시장에 진입하였다. 튤립 논란이 레이던에서 암스테르담, 하를럼 등 다른 도시에 전해졌고, 수요 증가로 구근 판매가 활성화되었다. 그 중에는 일확천금을 이루는 사람도 나왔다. 고급 품종 구근 하나로 집이 바뀌는 일도 있게 되었다.\n튤립으로 단기간에 막대한 부를 얻을 수 있다는 소문이 장인과 농민 등에게도 퍼졌고, 그들도 서서히 시장에 참가했다. 밑천이 없는 서민들은 우선 자신도 살 수 있을 정도의 구근에서 시작했다. 그 정도의 품종도 값은 상승하였고, 전매 이익을 얻는 자가 속출했다. 이에 따라 시장에 큰 변화가 일어났다. 연중 거래와 그에 따른 선물 거래 제도가 도입된 것이다.\n이러한 거래는 정식 증권거래소가 아닌 술집에서 열렸다. 거래에서 현금이나 현물 구근은 필요 없었다. \"내년 4월에 지불한다\", \"그때 구근을 배달한다\"는 계약서로 끝낼 수 있고 경미한 중도금으로 판매할 수 있었다. 중도금이라고 해도 현금만을 뜻하는 것은 아니며, 가축과 가구와 같은 환금을 할 수 있는 것은 무엇이든 통용되었다. 그 계산서가 거래를 반복하는 가운데 몇 사람을 통해 알고 있고 채권자와 채무자가 어디의 누구인지도 모르는 상황이 되고 있었다. 이 선물 거래 시스템을 통해 자본이 없는 사람도 투기에 참여했다. 빵굽는 사람이나 농민같은 일반인들까지 튤립 시장에 참여하면서 수요가 팽창하여 싼 품종도 급등했다. 그러나 가격 상승에 따라 본래의 구매자인 식물애호가들은 구매를 하지 않게 된다. 특히 서민들이 거래하고 있었던 싼 구근을 애호가들은 거들떠 보지도 않았다.\n1630년대 네덜란드에서는 수입된 지 얼마 안 되는 터키 원산의 원예식물인 튤립이 큰 인기를 끌었고, 튤립에 대한 사재기 현상까지 벌어졌다. 꽃이 피지 않았는데 미래 어느 시점을 정해 특정한 가격에 매매한다는 계약을 사고파는 선물거래까지 등장했다. 1630년대 중반에는 뿌리 하나가 8만7000유로(약 1억6000만원)까지 치솟았다. 그러나 어느 순간 가격이 하락세로 반전되면서 팔겠다는 사람만 넘쳐났으므로 거품이 터졌다. 상인들은 빈털터리가 되었고 튤립에 투자했던 귀족들은 영지를 담보로 잡혀야만 했다. \n1637년 2월 3일 튤립 거래가가 갑자기 폭락했다. 가격이 떨어졌다기보다는 구매자가 전혀 없는 상태였다. 어음은 부도가 났으며, 지불을 할 수 없는 채무를 가진 사람이 3000명 정도였다고 했다. 네덜란드 각 도시는 혼란의 구렁텅이에 빠졌고, 여기저기에서 지불을 하지 못한 채무자와 지불을 하지 않은 채무자들의 말다툼과 도주가 이어졌다. 이제 각 채권자가 동시에 채무자가 되어 갔다. 채무이행을 요구하며, 소송을 건 자들도 있었지만, 채무자에게 이행 능력은 없었고, 사태 해결에 효과적인 수단도 되지 못했다.\n이런 혼란 사태에 직면하자 의회와 시당국이 드디어 움직이기 시작했다. 채무자와 채권자의 강렬한 로비 전쟁 끝에 \"조사가 끝날 때까지 튤립 거래는 보류한다\"라는 결정이 내려졌다. 그러나 이것은 일괄 해결로 치달았다. 계약서에 의한 계약은 일괄 무효가 되었고, 소수의 파산자와 벼락 부자를 남긴 채 튤립 마니아의 시대는 막을 내렸다.\n이러한 파동은 네덜란드가 영국에게 경제대국의 자리를 넘겨주게 되는 한 요인이었다.\n\n프로젝트 버블(1687년)\n뉴잉글랜드 선장 윌리엄 핍스가 침몰한 스페인 해적선에서 32톤의 은을 건져올리면서 수중탐사 회사들이 경쟁적으로 생겨나면서 만들어진 버블로 당시 '로빈슨 크루소'를 쓴 대니얼 디포(Defoe) 역시 거품 붕괴로 인해 파산했으며 결과론적으로 아무도 이 버블기 속에서 이득을 보지 못했다.  \n 뉴잉글랜드 선장 윌리엄 핍스(William Phips) 가 스페인 난파선에서 은 32톤을 인양하면서 생긴 버블은 실제 역사에서 17세기 후반 영국의 “해저보물투자(underwater treasure mania)” 버블, 즉 “해저 탐사 투자 광풍”을 의미합니다.\n 이는 튤립 버블 → 해저보물 버블 → 남해회사(South Sea Company) 버블로 이어지는 유럽 초기 자본시장 투기 역사의 한 연속선상에 있습니다.\n\n1. 윌리엄 핍스 사건 개요\n시기: 1680년대 초반\n인물: 윌리엄 핍스(William Phips, 1651–1695)\n매사추세츠 출신의 뉴잉글랜드 선장, 나중에 영국 왕실로부터 기사작위를 받음(Sir William Phips).\n\n사건:\n핍스는 카리브 해(하바나 근처)에서 1650년대에 침몰한 스페인 은화선을 찾아냈습니다.\n1687년경 다이버들과 함께 인양 작업을 벌여 은 32톤(약 300,000파운드 상당)을 건져 올렸습니다.  이 수익 중 일부는 영국 왕실에 헌납했고, 나머지는 투자자들에게 돌아갔습니다.\n투자자 수익률이 수십 배에 달하면서, 런던 투자자들이 열광하게 됩니다.  당시 영국의 신흥 상인·귀족층은 “해저에 묻힌 보물이 무한하다”는 믿음으로 들떠 있었습니다.\n\n2. 해저보물회사 붐\n1680~1690년대 런던 주식시장에는  “해저 탐사”, “보물 인양”, “난파선 회수 기술 개발” 등을 표방한 수십 개의 회사들이 우후죽순으로 생김.\n이들은 실제 탐사 기술이 없었음에도 “핍스가 성공했으니 우리도 가능하다”고 선전.\n일종의 초기 형태의 벤처투자 버블이었음.\n예를 들어, “The Company for the Recovery of Wrecked Treasure” 같은 이름의 회사들이 수십 개 등장했습니다.  투자자들은 지분(주식)을 사고팔았고, 주식 가격은 몇 주 만에 10배 이상 폭등한 사례도 있었음.  하지만 대부분의 탐사는 실패로 끝났고, 기술 수준도 미비하여 투자금이 증발함.\n\n3. 버블 붕괴와 역사적 의미\n실제 인양 성공 사례는 핍스의 1회성 사건에 불과했습니다.\n나머지 회사들은 대부분 투자금을 소진하고 1690년대 초반에 줄도산.\n그러나 이 과정에서 런던 금융가들은 “투자 자본을 주식으로 모으는 방식”, 즉 근대적 공개 주식회사 모델을 실험했습니다.\n이 경험이 이후 1720년 “사우스 시 버블(South Sea Bubble)”의 밑거름이 됩니다.\n\n 4. 역사적 맥락에서 본 의의\n초기 금융시장(런던 증권시장)의 투기 실험. “꿈에 투자하는 자본주의”의 시작.\n실제 잠수기술은 미비(‘diving bell’ 수준). 대부분 탐사 실패.\n“핍스처럼 한 방에 대박날 수 있다”는 투기적 기대심리.\n영국 금융의 발전\n주식 발행·지분거래·투자모집 개념이 자리잡음 → 18세기 금융혁명(Financial Revolution)으로 이어짐.\n윌리엄 핍스의 인양 성공은 일종의 “투기적 신화”를 낳았고,\n 이로 인해 영국에서는 해저보물회사가 난립하면서 “보이지 않는 부를 찾아 돈을 붓는”\n 최초의 벤처투자형 버블이 탄생했습니다.\n 즉, 튤립 버블이 상업자본의 투기였다면, 핍스 버블은 금융자본의 투기였던 셈입니다.\n다니엘 디포(Daniel Defoe)는 단순히 “버블을 풍자한 작가”였을 뿐만 아니라, 직접 투기에 참여했다가 손실을 본 ‘피해자 겸 목격자’이기도 했습니다.   그의 인생 전체가 17~18세기 초기 ‘기술 벤처 버블’과 금융자본주의의 명암을 압축적으로 보여줍니다.\n아래에서 그 사실을 맥락별로 정리해드리겠습니다.\n\n 1️⃣ 디포와 ‘기술주 버블’의 시대\n1680~1690년대 런던은 오늘날의 “나스닥 초창기”와 비슷했습니다.\n 다이빙벨, 인양선, 자동방직기, 비행기구, 해상보험, 은행, 심지어 “공기에서 물을 만드는 기계”까지 —\n 수많은 기술 프로젝트(Project companies)가 등장했습니다.\n\n이들은 실제 기술력보다는 ‘될 것 같은 아이디어’로 자금을 모았고,\n 오늘날의 “테크 스타트업 주식”처럼 투기 대상이 되었습니다.\n\n다니엘 디포는 《An Essay upon Projects》(1697)에서\n 이들 회사를 “Projectors(프로젝트꾼)”이라 부르며 풍자했지만,\n 정작 그 자신도 초기엔 이런 회사들에 투자했습니다.\n\n💸 2️⃣ 디포의 실제 투자와 손실\n1680년대 중반~1690년대 초 디포는 직물·양초·타일·양가죽 등 여러 중소 제조업 사업에 투자\n대부분 실패, 빚 증가\n\n1690년경\n“다이빙벨 회사(Submarine Company)”와 유사한 기술사업 투자 (정확한 회사명은 기록에 따라 다르지만, 잠수장치·해저 인양기술 관련 투자로 추정됨)\n기술 실패 및 사기성 파산 → 개인파산 신청\n\n1692년\n파산 선언 (debtors’ prison 위기)\n큰 손실 후 ‘언론·풍자문학’으로 생계 전환\n\n1697년\n《An Essay upon Projects》 출간\n본인 경험을 바탕으로 ‘투기광기’를 비판함\n즉, 그는 처음엔 “기술사업에 직접 투자한 낙관적 신흥 상인”이었다가,\n 실패 후에야 “프로젝트 광기(Projecting Age)의 비평가”로 변신한 셈입니다.\n\n디포는 훗날 이렇게 회상했습니다.\n “I was a projector myself once.”\n — 《An Essay upon Projects》 서문 중\n\n3️⃣ ‘Projecting Age’의 현실\n디포가 투자했던 기업군은 오늘날로 치면 기술주(tech stocks) 성격을 가졌습니다.\n 그중에는 다음과 같은 분야들이 있었죠. 기술·금융·투자 심리가 결합된 “프로젝트 광기”는  디포 개인의 삶을 파산으로 몰았지만,   그는 그 경험을 문학과 경제 비평으로 승화시켰습니다.\n\n 4️⃣ 이후의 태도 변화\n파산 이후 그는 상업적 투자 대신 저널리즘과 정부첩보 활동으로 생계를 유지.\n《An Essay upon Projects》(1697)와 《Anatomy of Exchange Alley》(1719)에서\n “투자는 과학이 아니라 종교처럼 변했다”고 비판.\n그러나 동시에, 그는 기술혁신의 가능성을 부정하지 않았습니다.\n “이성적이고 도덕적인 투자라면 사회를 발전시킨다”고 주장.\n즉, 디포는 ‘기술주 버블의 패자’이자 ‘기술자본주의의 철학자’로 변모한 인물입니다.\n“다니엘 디포는 해저보물·기술회사 붐 속에서 직접 투자했다가 파산했고,\n 그 실패 경험을 바탕으로 근대 자본주의의 투기성과 도덕성을 통찰한 최초의 경제 작가가 되었다.”\n『로빈슨 크루소』는 거품투기의 시대를 살아온 디포가 내놓은 ‘경제적 순수성의 회복 모델’이었습니다. 주식, 은행, 사기, 거품이 사라진 “원초적 경제”를 가상 실험한 것이죠.\n이후 영국과 프랑스에서는  ‘프로젝트’ 중심의 소규모 기술투기 → 대규모 금융버블로 발전합니다.\n\n남해회사 버블(South Sea Bubble) (1720년)\n18세기 초 유럽에서 '남해'는 남아메리카 부근의 해역을 일컫는 말이었다. 1711년 영국의 전직 재무장관 로버트 할리(Robert Harley)는 남해회사(South Sea Company)라는 무역회사를 설립했다. 남해회사는 표면적으로는 무역회사였지만 사실은 영국 정부의 채무상환 이자가 너무 커져서 부실채권을 떠 넘길 차원에서 만든 회사였던 것이다.\n부실 상태에 있던 많은 채권과 증권의 일부를 강제로 남해회사 주식으로 전환시켜 국고 지원과 남해 무역을 통해 이윤을 창출하고 이 이윤으로 채권의 이자를 지급 하고 채무를 정리하는 것이 그 목적이었다. \n당시 영국은 군사비 지출 등으로 재정이 상당히 악화된 상태였고, 국가부채 처리에 골머리를 앓고 있었다. 할리 백작은 남해회사를 설립하면서 정부의 부실채권을 남해회사 주식으로 전환하였다. 1711년에 영국 정부는 돈이 되는 노예무역을 독점할 수 있도록 특권을 주면서 대신 정부의 부실채권과 증권 1000만 파운드를 남해회사 주식으로 전환하도록 하였다. 할리 백작과 남해회사는 이 특권을 받고 매우 좋아했다. 남해회사는 정부 부채를 인수하면서 국채를 자사주로 교환해줬는데, 이 와중에 발빠른 사람들은 55파운드의 국채를 미리 사들였다가 회사 설립 후 액면가 100파운드짜리 남해회사 주식과 교환했다.\n그러나 이러한 계획은 의도대로 실현되지 않았다. 당시 남미를 장악한 나라가 영국과 적대적인 스페인 제국이었으니 노예무역이 순탄할 리가 없었다. 스페인 정부가 허가한 노예 무역량은 충분치 않았고, 또한 잦은 해난사고로 노예들을 잃어 큰 손실이 발생했다. 특권을 받은 지 6년 만인 1717년에서야 이익금의 25%는 스페인 국왕에게 귀속된다는 조건 아래에 1년에 단 한 번 영국 무역선이 페루와 칠레, 멕시코를 오가며 교역을 할 수 있다는 계약이 맺어졌지만, 남해회사는 이 교역으로 이익은 커녕 자본금만 까먹었다. 게다가 이듬해인 1718년에는 스페인과 영국 사이 전쟁이 발발하여(4국 동맹 전쟁) 스페인이 영국 선박의 남미지역 입항을 금지시켜 노예무역을 못하게 되자  남해회사는 200만 파운드의 빚을 지게 되었다.\n노예무역 통로가 막히자 남해회사는 대신 금융사업 쪽으로 눈을 돌렸다. 당시 영국에는 여유 자본들이 쌓여 있어 이를 노리고 복권 형식의 채권을 판매했는데 이게 불티나게 팔려나갔다. 남해회사의 경영 상태를 상세히 알지 못했던 일반인들은 막연한 기대심리에 남해회사 주식을 매입했다.\n당시 영국 중산층은 투자처를 찾고 있는 상태여서 시장에 자금이 출렁일 정도였다. 남해 회사의 주가는 빠르게 성장을 했다. 본업인 무역 활동은 지지부진했지만, 남해 회사는 부채 인수 회사로 성장하여 몇 개월 동안 주가가 10배나 상승했다. 귀족, 부르주아, 서민 계층을 불문하고 주식에 대한 충분한 지식도 없는 사람들이 너나할 것 없이 투기열풍에 휩쓸려 전무후무한 투기 광풍이 일어났다.\n남해회사가 엄청난 이득을 보자 다른 이들도 우리도 주식으로 돈 못벌거 뭐냐라면서 정부 허가도 안 받고 불법으로 주식을 발행하기 시작했다. 이때문에 시중에 주식 공급이 마구 넘쳐났고 당연히 주가는 떨어지기 시작했다. 상황이 안 좋다고 느낀 영국 정부는 서둘러 1720년 6월 24일에 \"거품 방지법\"을 제정하고 무허가 주식회사들을 단속하기 시작했다. 그러나 남해회사 본업인 무역이 부진한 상황에서 이런 열풍은 오래갈 수 없었다. 1720년 주가가 폭락하면서 거품이 빠지게 되었는데, 역사에서는 이를 '남해거품사건(South Sea Bubble)'이라 부른다. \n남해거품사건이 영국 사회에 남긴 상처는 컸다. 일확천금을 노리던 '남해 졸부'들은 일순간에 큰 돈을 잃게 되었다. 물리학자 아이작 뉴턴(Isaac Newton)도 남해회사 주식 구입으로 2만 파운드의 손해를 입었다고 한다. 요즘 가치로 따지자면 20억원이라는 거액을 잃은 것이었다.\n\n\n1차 골드러시(1848년) : \n미 서부개척시대는 일확천금을 쫓아 캘리포니아 북부의 금광으로 사람들이 몰려갔다. 당시 1만 5천명에 불과하던 캘리포니아 인구가 1854년에는 30만명으로 불어났다. 하지만 이런 광풍속에서 정작 금으로 부자가 된 사람은 거의 없었고 대다수는 그 무법천지 속에서 목숨을 잃어야 했다.\n\n철도회사 버블(1860년 ~ 1873년) : \n남북전쟁 직후 미 전역에서는 망치소리가 끊이지 않았는데 그 이유는 동과 서, 남과 북을 가로지르는 철로가 생겼기 때문이다. 당시 뉴욕증시 전체 시총에서 철도회사 주식이 차지한 비중만 40%에 달했다. 그러나 1873년 적지않은 노선에서 적자가 발생함으로 인해 십수개에 달하던 철도회사가 파산하면서 주식시장에서 수많은 철도회사들은 죄다 몰락하고 말았다.\n\n자전거 러시(1890년) : \n자전거 산업은 당시 미국에서 가장 유망했던 산업이였지만 300여개에 달했던 이들 기업은 뒤늦게 띄어들었던 자본가들에게 빚더미만 남긴채 자동차의 등장과 함께 쇠락의 길을 걸었다. 결과론적으로 이 전도유망한 산업에 뛰어들어서 이득을 본 기업은 전무했으며 1905년에 자전거 제조기업은 12개만 남게 된다.\n\n라디오 주식 광풍(1920년대) : \n버블의 동인에는 기술혁명이 자리한다. 라디오시대라 일컬어지던 1920년대 라디오 회사들의 주가 거품은 1990년대말 닷컴 버블에 맞먹었다. 최대 라디오 회사였던 라디오 코퍼레이션 오브 아메리카(RCA)의 주가는 1921년 1달러에서 1929년 573달러까지 올랐다. 그러나 그것은 한순간에 불과했고, 이후 찾아온 대공황의 여파로 인해 폭락에 폭락을 거듭하면서 시가총액이 고점 대비 95%가 사라졌으며 그 시절 주가는 이후로도 영원히 회복하지 못했다.\n\n일렉트로닉스의 시대(1959년) : \n우주시대의 여명기였던 이 무렵 주식시장 테마는 전기전자업체를 의미하는 '-트론'이었다. 아스트론과 트랜지스트론등이 대표적인 기업으로 이들 주가는 아폴로 11호처럼 달에 수직으로 치솟는듯 했지만 머지않아 굉음과 함께 지표면에 추락하고 말았다.\n\n니프티 피프티(1968년 ~ 1974년) : \n지금은 한물간 저성장주 또는 경기방어주로 평가받는 IBM, P&G, 맥도날드, 코카콜라, 존슨앤드존슨 등이 이때 당시에는 전도유망한 고성장주였다. 이들은 배당금도 주가도 꾸준히 고성장을 거듭하면서 많은 개인 투자자들의 돈을 끌어모았다. 이후 이 회사 주주들에게 찾아온 것은 1차 석유파동으로 인한 10년간의 주가 우하향이었고 그 중에서도 코닥, 폴라로이드, 에이번같은 회사들은 사실상의 상장폐지를 당하거나 주가가 고점에서 9할 가까이 떨어지는 수모를 겪어야 했다.\n\n2차 골드러시(1974년 ~ 1980년) : \n1,2차 석유파동이 불러온 인플레이션의 고통은 매우 컸다. 돈의 가치가 떨어지던 시절 마침 미국에서는 대공황 이후 처음으로 가계의 금투자가 허용되었는데 1974년 온스당 100달러에 불과했던 금값이 1980년 850달러까지 무려 8.5배가 치솟았다. 이후 금 투자자들을 기다린 것은 25년간의 하락이였다.\n\nPC의 시대(1980년 ~ 1984년) : \n마이크로소프트사의 윈도우와 애플의 맥과 같은 운영체계(OS)가 선보이기도 전인 1980년대 초반 개인용컴퓨터 제조회사는 스타였다. 그러나 투자자들의 사랑을 받던 이들 업체 주가는 1984년 들어 반토막이 나게 된다.\n\n일본의 자산버블(1985년 ~ 1990년) : \n일본인들에게 이 시절은 뭐든 사면 가격이 오르던 시절이다. 주식과 부동산은 대표적인 투자처였다. 1985년에서 1989년 사이 일본 주식들은 평균 4배가 올랐는데 이후 뒤따른 것은 주가 대폭락과 부동산 시장의 붕괴였다. 이후 잃어버린 몇십년이 시작된다.\n\n닷컴버블(1997년 ~ 2000년) : \n고대 마법사의 부활을 보는 듯 했던 닷컴(.com)시대에는 .com만 붙이면 돈이 되던 시기였다. 그러나 이 파티는 4년만에 막을 내리면서 꼭지점에서 투자했던 투자자들은 평균 80%의 손실을 입었고 당시 자국내 주식 투자자들에게 최고의 인기를 자랑하던 시스코 시스템즈나 소프트뱅크 그룹같은 회사들은 2020년이 훌쩍 지난 지금도 이 시절의 고점을 전혀 회복하지 못하고 있다.\n\n부동산 광풍(2003년 ~ 2007년) : \n넘쳐났던 유동성은 빚을 내서 집을 샀던 집주인들에게 달콤한 첫맛과 지옥같은 끝맛을 동시에 남겼다. 오를것만 같던 집값은 2006년을 정점으로 내리막 곡선을 탔고 부동산 버블 붕괴는 리먼 브라더스 파산으로 인해 촉발된 전지구적인 경기후퇴를 만들었다.\n\n차화정의 시대(2010년 ~ 2011년) : \n일명 한국판 니프티 피프티. 2010년대 초반부터 자동차, 화학, 정유주들이 한국 주식시장의 상승세를 주도해가며 많은 투자자들을 유혹했는데 그 결과는 해당 주도주들의 10년간의 장기 횡보 및 우하향과 2010년대 전반에 걸친 한국 주식시장 전체의 부진만을 초래했을 뿐이었다.\n\n코로나 버블(2020년 ~ 2022년) : \n코로나 펜데믹으로 인해 전세계가 패닉에 빠지자 각국 정부들이 무분별하게 풀은 돈은 곧 자산 시장의 팽창을 가져왔고 이 과정에서 주식시장에서 수많은 스타들이 등장했지만 이 파티는 2022년에 막을 내리면서 그 많은 스타들도 전부 침몰하게 되었다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-03-11T06:52:18.826000",
  "updatedAt": "2025-10-18T08:07:52.198000"
}