{
  "id": "0ee94feb-be76-4ce2-a834-d565e598d8ed",
  "title": "정밀 포격, 정밀 폭격",
  "content": "[정밀 포격]\n비싸지만 정확한 포탄이 우선.\n이번 우러전에서 서방포와 포탄은 성능과 품질이 매우 좋아서 거의 초탄에 해결되지만, 러시아는 조악해서 5발은 쏴야지 효력을 본다는 글을 보고는 비싸지만 정확한 무기가 결과적으론 싼 것 같다.\n\n그걸 기대값으로 추정할 수 있음. 소모탄이 적은 만큼 운반, 보관할 비용, 공간이 줄어지는 것도 생각해야하고, 군사학도 놀고 있던 건 아니라서 케이스 스터디로 상관관계 분석했는데 그 결과는 정확도를 올리는 게 위력을 배로 올리는 것과 동등한 결과를 냈다.\n\n정찰자산을 바탕으로한 정밀 포격, 이게 현대전의 핵심. 즉 큰 화력이란 물량의 개념이 아니라 적재적소에 효과적인 타격을 할 수 있느냐로 바뀜. 큰화력 = 정확한 화력.\n한국군도 물량이 아니라 정찰자산에 더 집중하고 정밀타격쪽으로 가야함. 지금처럼 자주포 수천대씩은 의미 없어질듯.\n\n현대전은 그거지. 그런데 러샤는 2차 세계대전 시절의 물량전을 아직도 하고 있음. 구 소련 포병 전술이 저거임. 대충 찍어서 무차별 포격. 우크라군은 깔삼하게 정밀 타격하는 영상들 많던데 러시아군은 그런 걸 거의 못봄.\n\n\n[저고도 정밀 폭격]\n1990년대 걸프전 당시, F-15E는 이제 막 미 공군에 배치된 정말 따끈따끈한 신형기였음. 신형기면 좋을 거 같지만 사실 전투기는 배치 후에도 이런저런 전술발전 + 조종사 및 정비사 숙련도 증가 + 추가 성능개량 등등의 일이 있기 때문에 제대로 된 전력화는 배치후 보통 3~5년은 걸리는 편임.\n여하간에 미군도 아직 F-15E를 완전히 운용하지 못한고 있었기에 당시 걸프전에는 48대라는 비교적 적은 숫자만 투입 됨. 그리고 이 중 2대가 대공화기에 파괴되었는데 1기는 저고도 침투 중 대공포에, 또 다른 1기는 SA-2에 격추당함. 각각 개전 첫날과 다음 날 격추당함. 이 중에서도 개전 다음날 격추당한 F-15E는 당시 미 공군에게 시사하는 바가 컸음.\nF-15E는 당시로서는 최신예 장비인 랜턴포드를 탑재하였기에 야간 저고도 침투가 가능했음. 그래서 80년대 냉전식 교리대로 F-15E 편대가 야간에 초저고도로 이라크 정유시설에 접근, 폭격을 하였음. \n이들 F-15E의 주무장은 MK.82 비유도 폭탄이었고, 표적 근처에 대규모 방공망이 있다는건 사전 정찰로 알고 있었기에 로프트 폭격(혹은 토스 폭격)을 실시하였음.\n로프트 폭격은 쉽게 말하면 저고도로 접근하다가 갑자기 상승하면서 마치 폭탄을 위로 던져 올리듯 폭격하는 방식임. 폭탄은 포물선 운동을 하기에 몇 km 이상 더 날아가서 표적에 떨어지므로 전투기가 표적에서 좀 더 멀리 떨어진 곳에서 투하가 가능함. 사람의 감으로 만으로 하기엔 굉장히 어려운 폭격 방식이기에, F-15나 F-16 같은 전투기의 컴퓨터는 이 토스폭격의 폭탄 투하 타이밍을 계산해주지만 그럼에도 무유도 폭탄으로는 명중률이 상당히 떨어짐. 그래서 F-15 6대로 이루어진 편대가 여러 발의 폭탄을 던져서 정유시설을 공격해야 했던 것. 이 F-15E 편대가 접근한 시설은 다양한 방공무기로 겹겹이 보호 받는 상황이었고, 특히 쉴카 등의 레이더 조준 방식 대공포들도 있었음. F-15 편대는 대공화망을 뚫고 표적에 접근하여 폭격을 실시하였고, 표적은 파괴하였지만 이 과정에서 F-15E 1대가 쉴카에 얻어 맞아 추락하였음. 너무 고도가 낮아 대처할 틈이 없었던 것인지, 조종사들은 비상탈출조차 못하고 사망함(다만 대공포를 피하다가 지면에 충돌해서 사망했다는 추측도 있긴 함).\n이 외에도 여기저기서 저고도 침투 작전 중 미 공군기가 추락하거나 심각한 손상을 입는 일이 잦았고, 그래서 개전 초기 미 공군은 냉전식 저고도 침투 폭격은 너무 위험하다는 것을 깨달음. 이후 미군은 상대적으로 사전 탐지가 쉬운 이라크의 장거리/고고도 방공망을 철저히 두들긴다음 대략 1만5천 피트(5km 이상 수준. 스팅어나 저고도 지대공 미사일의 한계 고도 정도) 이상의 고도로만 돌아 다님.\n여기서 또 다른 문제가 생겼는데, 90년대에는 JDAM 같은 것도 없던 시절이고, 미군이 보유한 유도무기는 매버릭 아니면 레이저 유도폭탄 뿐이었음. 그나마도 작전을 벌이기에 충분한 수량은 아니었다 보니 주로 레이저 유도폭탄은 F-111이, 매버릭은 A-10이 사용하였음(이 당시의 A-10A는 레이저 유도 무기 운용능력이 없었음). F-15E 역시 레이저 유도폭탄을 주 무장으로 삼긴 했지만  당시에 최신 장비인 랜턴 포드를 이용한 야간 스커드 발사대 사냥에 투입되었기에 실제 무장 사용량은 상대적으로 많진 않았음. 물론 모든 전투기들이 전부 유도무기를 쓰기에는 당시 미국조차도 유도무기 보유 수량이 턱없이 모자랐기에 비유도폭탄 또는 집속탄을 여러발 들고 갔다가 표적 위에서 말 그대로 쏟아 붓는 식으로 명중률을 높여야 했음. \n이때의 교훈으로 미 공군은 저고도 폭격 전술보다는 중/고고도 작전을 우선시했고, 이러자니 사용하기 쉽고 값싼 유도무기가 필요해서 JDAM이니, SDB니 하는 것을 만들기 시작했음.\n\n지금의 우크라이나 사태에서 보여주는 러시아 공군의 추태도 IS 등을 두들기면서 유도무기를 소진했는데, 경제문제 등으로 이를 다시 채워 넣지 못했고, 돈 문제로 전투기 조종사들의 훈련도 열심히 하지 못해서(중/고고도에서 비유도 폭탄으로 표적을 맞추는건 굉장히 어려운 일임) 결국 저고도 작전을 주로하다가 우크라이나의 스팅어에 격추당하는 사례가 점차 늘고 있다는 분석도 있음.\n\n그런데 우리 주적인 북한은 정밀유도 폭탄이 당연히 없음. 그러니 저쪽은 저고도 침투를 고집할 수 밖에 없고 우리는 대공포같은 저고도 방공에 일정 수준 투자할 수 밖에 없음. 물론 천마, 신궁이 있지만 그것 만으로 모든 거점이나 야전부대를 방어할 수 없으니까 일부지역은 대공포로 방어.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-09-09T21:18:45.325000",
  "updatedAt": "2024-02-18T23:48:09.826000"
}