{
  "id": "0f850fb9-e692-4b86-bb25-98bcd769f10a",
  "title": "롱테일 법칙 (Long Tail theory) ",
  "content": "과거에는 무시되던 분포의 꼬리 부분이 정보 기술의 발달로 보다 넓은 틈새 시장을 활용할 수 있게 해주었다는 것. 롱테일이라는 용어 자체는 크게 수익이 되지 않는 상품군을 일컫는다. \n\n파레토 법칙\n'결과물의 80%는 조직의 20%에 의하여 생산 된다‘\n\n롱테일 법칙\n’80%의 '소소한 다수'가 20%의 '핵심 소수'보다 더 큰 가치를 창출한다‘\nLong Tail 법칙은 파레토 법칙과는 반대로, 80%의 사소한 다수가 20%의 핵심 소수보다 뛰어난 가치를 창출한다는 이론이다. 역 파레토 법칙이라고도 부른다.\n\n예)\n연봉높은 소수가 대부분의 부가가치를 창출한다.\n\n소수의 고난도 기술이 제품의 성공 여부를 결정한다.\n\n이는 분포가 마치 공룡의 '긴 꼬리(long tail)'처럼 낮지만 길게 이어지는데, 이 꼬리 부분에 해당하는 상품들의 총 판매량이 많이 팔리는 인기 상품의 총 판매량을 압도한다는 것이다.\n인터넷 포털 기업인 구글의 주요 수입원은 광고다. 하지만 구글의 주요 수익원은 ‘포춘’에 선정되는 500대 거대기업들이 아닌 꽃 배달이나 제과점 증의 중소업체들이라는 점은 소소한 다수의 영향력이 결코 작지 않음을 보여준다.\n\n통계학에 근원을 둔 '롱테일(longtail)'이란 단어는 발생 가능성이 낮은 다수의 사건들이 통계분포의 한쪽에 길게 분포돼 있는 현상을 말한다. 예를 들어 아이폰의 안면인식 시스템은 사용자의 평상시 얼굴은 잘 인식하지만, 아침에 막 잠이 깨어 부스스한 얼굴(롱테일)을 인식하는 데에는 어려움을 겪기도 한다. 롱테일은 사회 여러 분야에 다양한 함의를 가진다. 일례로 온라인 회사는 일부 소비자만이 찾는 다수의 독특한 품목들을 판매하는 롱테일 소매 전략을 통해 소수의 인기 품목을 대량으로 판매하는 전략보다 더 큰 시장점유율을 얻을 수도 있다. 실제로 아마존 매출의 상당 부분은 오프라인 상점에서 구할 수 없는 독특한 책들로 이뤄져 있는 것으로 알려져 있다.\n\n머신러닝 분야에서는, Head data samples과 Tail data samples이 불균형하게 분포되어 발생되는 문제를 ‘Long Tail Problem’이라 부른다.\n이처럼 불균형한 분포를 가진 데이터로 트레이닝 된 AI 모델은 메인 클래스(샘플이 많은 클래스)를 overfitting하는 경향이 있다. 그리고 비주류 클래스(샘플이 적은 클래스)의 sample data들은 클래스 내부에서 큰 분산, 퍼짐을 보이는 경향이 있다. 이런 문제들 때문에 Event Detection 분야에서 Event Triggers를 찾는 성능이 저하되며, 자연스레 이런 결과는 최종 모델의 Performance에 악영향을 준다.\n그럼 샘플이 적은 꼬리들은 잘라버리면 안되나? 대세에 별 영향력도 없을 것 같은데? 라는 생각을 할 수도 있다. 하지만 앞서 설명한 경제분야의 Long tail 법칙에서 사소한 80%가 큰 영향력을 가질 수 있는 것처럼 길게 늘어진 꼬리 데이터들을 적절하게 가다듬는다면, 모델 성능 향상에 크게 기여할 수 있다.\n\n롱테일은 인공지능(AI) 시스템의 설계와 운영에도 큰 영향을 미친다. 현존 AI 시스템은 롱테일 사건에 특히 취약한데, 이는 그 발생 가능성이 낮아 대량의 데이터를 필요로 하는 AI 학습 데이터에 포함돼 있지 않기 때문이다. 예를 들어 2016년 3월 폭설 예보가 있었던 미국 북동부 지역에서는 사고를 예방하기 위해 고속도로에 다량의 소금을 뿌렸는데 이때 테슬라는 차선과 소금 라인을 혼동해 자율주행에 어려움을 겪었다. 차선과 평행한 모양의 소금 라인은 자율주행차의 학습 데이터에 없었던 롱테일에 속한 사건이었기 때문이다.\n이는 'AI의 어두운 비밀'이라고 불리기도 하는데 이 경우 학습 데이터가 존재하지 않는 롱테일 사건에 대한 AI의 반응을 예측하기 어렵기 때문에 AI에 대한 신뢰는 크게 떨어질 수밖에 없다. 이는 동시에 왜 현존 AI 시스템이 인간의 개입을 필요로 하는지를 보여준다.\n\n1998년 숄스와 머튼이라는 저명한 노벨 경제학 수상자들이 참여해 정교한 수학적 모델로 투자수익을 얻고자 했던 롱텀캐피털 매니지먼트의 파산이 남긴 교훈처럼 롱테일 사건은 '검은백조'와 같이 예기치 못한 시기에 찾아와 우리 사회에 큰 영향을 미친다. AI가 가져다줄 혜택을 성공적으로 활용하기 위한 출발점은 AI의 성과와 함께 그 한계를 명확하게 인식하는 일이다.\n\n롱테일 법칙 <-> 두꺼운 꼬리분포",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "962773d3-36bd-4ad9-ae7c-a7d4dedcca9a",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "51fc321a-6b6f-434a-8658-78fb231eb912",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-03-26T00:01:21.083000",
  "updatedAt": "2023-04-22T10:47:09.433000"
}