{
  "id": "0f9c5719-0d1c-4591-b532-d4041a01a8d5",
  "title": "몸값의 역사",
  "content": "[고대]\n고전적 의미에서 몸값은 해적들이 ‘인질을 석방하는 대가로 받는 돈(ransom).’을 뜻했다. 그런데 그 역사를 살펴보면 재미있는 사실을 발견할 수 있다. 요즘에는 해적이 요구하는 몸값을 깎는 게 당연시되고 있지만 먼 옛날에는 몸값이 곧 자신의 가치를 상징하는 것으로 여겨지기도 했다. \n\n디오니소스는 잘 알려졌듯 고대그리스의 신화적 인물이다. 그는 그러나 심히 불운하게 태어났다. 그의 아버지는 제우스이지만, 제우스의 꾐에 빠져 디오니소스를 갖게 된 인간 여인 세멜레는 제우스의 본래적인 신의 모습을 (꼭 보겠다고 하여) 보는 순간 그냥 타 죽고 말았다. 그래서 그는 어머니의 시체에서 끄집어내어졌다. 그는 질투의 여신인 헤라의 눈을 피해 먼 인도의 뉘사라는 곳에서 요정들에 의해 양육되어졌다. 디오니소스는 성장하자 포도의 재배법과 그 과즙을 짜내어 포도주 만드는 법을 발견했다. 그러나 헤라는 그를 미치광이로 만들어 추방해버렸기에, 그는 세상의 여러 나라를 떠돌아다니는 뜨내기가 되었다. 그런데 그가 프리기아에 이르렀을 때 여신 레아는 그의 광기를 치료해주고 그녀\n의 종교상의 의식을 가르쳐주었는데, 이는 디오니소스적 제의의 기원이 되었다.\n디오니소스가 아직 어린 소년이었을 때 하루는 해적들에 의해 포로로 잡혔는데, 해적들은 아직 잠들어있는 이 소년을 납치해서는 비싼 몸값을 받고 이집트의 노예로 팔 셈이었다. 나중에 이 해적들의 속셈을 알아차린 디오니소스는 울먹이는 소리로 그들의 소행을 꾸짖었다. 해적들은 그러나 이 말을 비웃으며 배의 속도를 높였는데, 이때 큰 기적이 일어나 배가 바다 한 가운데서 좌초한 듯이 우뚝 서버린 것이다. 해적들은 당황하여 노를 잡아당겨보기도 하고 돛을 더 펴서 어떻게든 배를 움직여보려고 애썼으나 아무 소용이 없었다. 해적들은 공포에 사로잡혀 정신이 나가 바다 속으로 뛰어들었다.\n\n일리아드에서 노예는 주로 전리품으로 잡힌 여성이며, 남성은 몸값을 지불받거나 전장에서 죽임을 당했다. The Odyssey에서 노예의 대부분은 여성이옸다. 이 노예들은 하인이며 때로는 첩이 되었다.\n\n아테네의 많은 노예들은 여러가지 직종에서 자유로운 시민들과 나란히 일했다. 은광이나 채석장, 조선소 같은 곳에서 일하는 노예들의 처우는 가정이나 소규모 작업장에서 일하는 노예들의 경우보다 훨씬 좋지 않았다. 가정에서 일하는 노예들의 경우는 많은 경우 상당히 따뜻한 대접을 받은 편이었고, 노예 해방의 기회도 더 많이 잡을 수 있었다. 아테네에서 노예는 돈을 모아 스스로의 자유를 사거나 다른 사람이 몸값을 치러준 경우, 혹은 주인의 호의로 해방된 경우에는 거류외인과 비슷한 대접을 받았다. \n\n소크라테스의 제자 ‘파이돈’은 노예 출신으로 소크라테스가 몸값을 치러주고 사와서 그에게 자유를 부여해 주고 제자로 삼았다. 소크라테스가 죽기 전 영혼에 관한 이야기를 나눈다. 아테네의 어느 감옥에 갇힌 소크라테스의 일상을 낱낱이 지켜본 파이돈이 소크라테스가 무슨 말을 남겼고, 죽음을 어떻게 맞이했는지에 대해 플라톤은 생생하게 묘사하고 있다\n\n플라톤은 노예시장에 팔려갔으나 친구들의 도움으로 자유를 얻게 되었다. \n그는 그의 몸값으로 낸 돈으로 아테네에 서양학교의 기초가 되는 ‘아카데미아’를 세움.\n우연한 행운을 얻어 키레네 학파의 소크라테스주의자 아니케리스에게 발견, 석방. \n아테나이로 돌아와, 아니케리스에게 노예에서 풀어준 돈을 주려했으나 받으려 하지 않자, 그 돈으로 헤로스 아카데모스의 신전 근처의 한 정원을 사들여, 387년 아카데메이아를 세웠다.\n플라톤은 지중해 유랑을 하며 자신의 철학을 정치에 반영할 도시국가를 찾아본다. 그렇게 찾은 도시국가가 시칠리아 섬의 시라쿠사라는 작은 도시국가. 이 도시국가의 참주 디오니시오스는 처음에는 플라톤의 철학에 상당히 호의적이었으나, 나중에는 자신에게 쓴소리를 하는  그를 미워해서 플라톤을 국가반역죄로 몰아 노예로 팔아먹는다. 노예 시장에 나온 플라톤. 그렇게 한 인생이 끝나려는 순간, 그 앞에 나타난 아니케리스! 그는 소크라테스의 제자였다. 플라톤을 알아본 그는 당장 플라톤을 돈을 지불하고 사서 자유인의 신분을 만들어 준다. 천신만고 끝에 플라톤은 다시 아테네로 돌아온다.\n\n기원전 1세기 로마의 율리우스 카이사르(Julius Caesar)는 소아시아(터키) 여행을 떠났다가 에게해(Aegean Sea)에서 해적에게 납치돼 38일간 섬에 갇혔다가 풀려난 적이 있다. 그런데 해적이 인질의 몸값으로 처음 요구한 돈이 워낙 적어 카이사르가 벌컥 화를 냈다는 일화가 있다. 결국 해적이 그를 석방하는 대가로 받은 돈은 50탤런트(talents). 당시 1탤런트는 순은 26㎏을 지칭했으니 요즘 시세로는 미화 60만 달러(약 6억 4,000만 원)를 낸 셈이다. 물론 나중에 그를 가뒀던 해적들은 모두 잡혀서 처형됐지만.\n에게해를 지나던 중, 카이사르는 킬리키아 해적에 잡혀, 도데카니사 제도의 파르마쿠사 섬에 갇히게 되었다. 잡혀있는 동안 카이사르는 거만한 태도로 일관하였다. 카이사르는 포로로 잡혀있을 때 해적들을 십자가형에 처하겠다고 공언하였는데, 해적들은 이 말을 농담으로 받아들였다. 해적들이 그의 몸값을 은 20 탈란톤으로 잡자, 카이사르는 50 탈란톤을 요구하라고 고집하였다. 몸값이 지불되자 카이사르는 배를 모아 해적들을 추적해 잡았으며, 이들을 페르가몬에 투옥시켰다. 아시아 총독 마르쿠스 융크투스는 카이사르의 요구대로 이들을 처형하길 거부하고 해적들을 노예로 팔고 싶어하였다. 그러나 카이사르는 해안으로 돌아가 자신의 권리에 따라 이들을 십자가형에 처하였다. \n\n기원전 390년, 켈트족이 침입. 로마군은 켈트족에 패배하여 7개월 동안 로마를 야만족의 손에 무방비 상태로 넘겨주었다. 켈트족은 로마 시내를 무법천지로 만들면서 폭행과 살생과 약탈을 일삼았다. 로마 시내가 적에게 짓밟힌 것은 건국 이후 처음 있는 일이었다. 켈트족의 침입은 그만큼 로마인들의 자존심에 깊은 상처를 남겼다. 로마인은 켈트족에 “몸값을 지불할 테니 로마를 떠나달라”고 협상을 제의했다. 다행히 켈트족은 도시 생활에 매력을 느끼지 못하고 300킬로그램의 금괴를 받고 순순히 로마를 떠났다. \n\n'피로스 전쟁'은 기원전 280년부터 약 5년간 이탈리아 반도 남부에서 시칠리아 섬에 걸쳐 피로스 왕이 벌인 전투의 총칭이다. 당시 산악 민족인 '삼니움족'과 40년에 걸친 싸움에서 승리한 로마는 이탈리아 반도를 완전히 제압하기 위해, '마그나 그라이키아'라고 불렸던 이탈리아 반도 남쪽을 장악한 그리스 도시들과 전투를 벌이고 있었다. 로마는 이미 북쪽의 '에트루리아'와 로마 근처의 라틴계 소도시들을 모두 점령하고, 삼니움족까지 흡수하면서 이탈리아 반도의 패권을 장악을 눈앞에 두고 있는 군사 강국이었다. 이런 로마와 전쟁을 치르게 된 그리스계 도시였던 '타렌툼'은 바다 건너 에페이로스의 피로스 왕에게 구원을 요청하게 된다. \n전투 후 피로스는 로마에 협상을 제의했다. 하지만 로마는 협상을 거절하고 대신 포로를 돌려받기 위해 몸값을 가지고 왔다고 하는데, 피로스는 이 몸값을 거절하고 무상으로 포로들을 풀어주었고, 로마도 이에 잡고 있던 포로들을 돌려주었다고 하는 일화가 있다. \n\n[중국]\n역사적으로 중국 사회의 인신매매는 그친 적이 없었으며, 국가의 허락하에 거래되기도 하였고, 또 어떤 시기에는 황제까지 나서서 인신매매를 권장하기도 하였다. 그러나, 국가의 지지를 받지 못한 인신매매는 목이 달아날 수도 있는 범죄였다.\n인신매매는 하(夏)나라 때에도 존재했으며, “관매(官賣)”, “자매(自賣)” 또는 “화매(和賣)” 등은 국가의 인정 하에 이루어졌다. 이 시기 주요 매매 대상은 범죄자와 전쟁 포로, 그리고 채무 상환 능력이 없는 가난한 평민들이었다.\n▪하나라 말기의 재상 이윤(伊尹)은 노예 출신이었다. 그의 부친은 가축을 잡고 요리를 하는 노예 요리사였고, 그의 어머니는 뽕잎을 따서 누에를 기르는 노예였다. 이윤은 노예 부모 사이에서 태어난 노예였지만, 상나라 탕왕(湯王)이 사들인 인재였다. 이러한 매매를 관매(官賣)라고 한다.\n▪자신을 남에게 팔아버리는 자매(自賣)도 있다. 춘추시기 진(秦)나라 목공(穆公)은 백리해(百里奚)를 보통 노예의 몸값인 양피(羊皮) 다섯으로 사왔다는 기록도 있다.\n▪서한(西漢) 초기 대기근이 들자, 한나라 고조 유방(劉邦)은 공개적으로 인신매매를 허가하였다. 물론, 당시의 인신매매는 절차에 의하여 진행되어야 했는데, 인신매매의 목적은 사람을 살리기 위해서였다. 당시 대기근이 들어, 사람이 사람을 잡아먹는 일까지 발생하자, 자식을 팔아서 목숨을 연명하려는 사람들로부터 자식을 사들이도록 한 것이었다. 그 당시 사람들이 가장 많이 팔려 간 곳은 사천(쓰촨/蜀) 지방이었는데, 당시 쓰촨 지방에는 대기근이 들기 않았기 때문이었다.\n▪동진(東晉) 시기에는, 인신매매가 세금 수입의 일부분이었다. 당시 노비, 소와 말, 전답, 주택 등을 거래할 때, 1만전에 400전의 세금을 받았다. 파는 사람은 300전, 사들이는 사람은 100전의 세금을 냈다고 한다.\n▪주(周) 나라 때에는, 인신매매를 전담하는 관원(官員)이 출현하였는데, 이를 질인(質人)이라 불렀다. 질인은 사람, 소와 말, 병기, 수레, 진귀한 물건 등을 관장하였다. 여기에서 말하는 사람은 평민이 아니라 노예를 가리키며, 노예 거래 후에 영수증 발급이 필요하였다. 이를 질제(質劑/거래 또는 매매 증명서)라고 하였다.\n▪청나라 때에도 인신매매에 관한 법률은 존재하였다. 옹정(雍正), 건륭(乾隆) 연간, 조정에서는 다른 성(省)의 사람들이 귀주(貴州) 지역에서 빈곤한 집안의 자녀들을 사들이는 일을 허가하였다. 조건은, 반드시 “관매(官媒/국가 공인의 중개자)”를 통하여야 한다는 점이었다. 지방 관청에서 “매신계(賣身契)”라는 공식 허가 인장을 받아야 했으며, 한 차례 구입에 4~5명을 넘을 수 없었다. 청나라 조정은 귀주성에서 실시한 인신매매 정책이 성공적인 결과를 낳게 되자, 관매 제도는 운남(雲南)까지 확대 시행되었다.\n\n몇 천년의 역사 동안, 합법적인 인신매매에는 두 가지 특징이 있었다. 하나는, 팔려가는 사람이 자신이 팔려가는 것에 동의했다는 점인데, 이를 “화매(和賣)” 또는 “자매(自賣)”라고 불렀다. 또 하나는 관매(官媒)였는데, 여기에는 국가 공인의 계약서인“매신계(賣身契)”가 있었다. 매신계는 법적 효력이 있으며, 팔려가는 사람은 노비가 되거나 비첩(婢妾)이 되었다. \n고대 중국의 대가족 제도에서 집안의 가노(家奴)나 비첩 등은 대부분 합법적인 경로로 거래되어 온 사람들이었다.\n고대의 인신매매에는 “활매(活賣)”와 “절매(絶賣)”가 있었다. 활매는 “전매(典賣)”라고도 하는데, 돈을 내고 다시 데려올 수 있는 것이다. 생활이 너무 어려워 돈이 필요한 경우, 일정 기간과 조건을 규정하고, 기한이 되면 돈을 갚고 팔아 버린 사람을 다시 찾아오는 전당포식 방법이다. 예를 들면, 아내를 저당 잡히는 “전처(典妻)”의 경우, 남편이 아내를 담보로 돈을 받고, 후에 기한이 되면 돈을 준비하여 아내를 다시 찾아오는 것이다.\n절매는 한 번의 거래로 모든 것이 끝나는 방식이다. 팔아 버린 후에는 다시 찾아 올 수가 없다. 예를 들면, 창기(倡妓)로 기녀원에 팔려 가는 경우, 또는 종신 노예가 되는 경우이다. 사람을 다시 찾아오려면, 처음 가격의 수배에서 수십 배의 가격을 지불하면서 가격 흥정을 해야 한다.\n국가가 금지하는 인신매매의 종류에는 사람을 속이거나 협박, 유인하여 팔아 버리는 “약매(略賣)”가 있다. 그리고, “약매(掠賣)”는 폭력적인 수단을 행사하여 직접 사람을 잡아다가 팔아서 이익을 취하는 것이다. 중국 역사에서는 이러한 두 종류의 약매(略賣와 掠賣)가 가장 많았다. 유명한 역사 인물들에게도 이런 경험이 있었는데, 몇 가지의 예를 들어 본다. 서한(西漢) 시기의 유명한 장군 난포(欒布)는 어려서 집안이 가난하였는데, 사람들에게 붙잡혀 연(燕)나라에 노예로 팔려간 적이 있었다. 한나라 경제(景帝)의 어머니 두태후(竇太后)의 남동생 두광국(窦廣國)도 어렸을 때 인신매매꾼들에게 잡혀 숯 굽는 노예로 팔려 간 적이 있었다. 청나라 건륭 연간, 유명한 인신매매 전문꾼 두 사람이 있었다. 안휘성 봉양(鳳陽) 사람 마점문(馬占文)은 천궁, 초오(草烏), 인뇌(人腦)와 같은 약초로 미약(迷藥)을 만들어 사람들을 잡아다 팔았고, 북경 사람 왕류(王劉)씨는 약으로 어린 여자 아이들의 의식을 잃게 한 뒤 무려 16명을 팔았다고 한다. 청나라 말기 한 고을의 현령이었던 하경승(何耿繩)은 인신매매 범죄를 심리하고 재판한 경험이 많았는데, 그는 유괴와 약취 등의 범죄를 심리한 경험을 이용하여 《학치일득편/學治一得編》이라는 책을 편찬하였다.\n\n수천 년 동안, 고대 중국의 역대 왕조에서는 인신 납치와 매매에 대하여 관용을 베풀지 않았다. 진한(秦漢) 시기, 인신매매를 하는 자는 “책형(磔刑/사지를 찢어 해체하는 잔인한 형벌)”에 처하였다. 직접 인신매매를 행한 자는 물론이고 이에 가담했거나 범죄 사실을 알고 있는 사람까지도 모두 같은 처벌을 받았다.\n인신매매의 사실을 모르고, 전매한 사람은 사형에 처해지지는 않았지만, “경형(黥刑/죄명을 얼굴에 새기는 형벌)”을 받고, 남자는 변방의 축성(築成) 노역에, 여자는 쌀 찧는 노역에 충당되었다. 인신매매 후 늦게 사실을 알게 되었더라도 역시 같은 처벌을 받았다.\n당나라 때에는 인신매매에 대한 처벌이 더욱 세분화하였다. 처벌의 기준은 인신매매의 상황에 근거하였다. 사람을 노비로 팔았다면, 교수형에 처하여졌고, 부곡(部曲/사유의 천민)으로 팔아버린 사람은 3천리 유배형에 처하여 졌다. 인신매매로 사들인 사람을 처첩(妻妾)으로 삼은 경우에는, 판매자는 3년 징역형을 받았다. 원나라 때에는 형벌이 다소 가벼워졌는데, 사람을 노예로 팔아 버린 경우에는 장(杖) 107대를 맞고 변방으로 유배되었다. 그러나, 만약 두 사람이나 그 이상의 사람을 매매한 사람은 사형에 처하였다.\n명나라 때에는 처벌이 더욱 가벼워져서, 사람을 노예로 팔아도 사형되지 않고, 장(杖) 1백 대에 3천리 유배형이었다. 청나라 때에는 아동을 유괴하거나 납치하여 판매한 경우, 주범은 교수형에 처해지고, 종범(從犯)은 장(杖) 1백 대에 3천리 유배형이었다.\n\n중국에는 인신매매하는 사람을 “간인(奸人)”이라 부르며, 매우 멸시하였다. 한(漢)나라의 황위를 찬탈했던 신(新)나라의 왕망은 “간인들은 돈을 벌 목적으로 다른 사람의 아내나 자식을 유인하여 팔아버린다.”라고 하였다. 국가에서는 인신매매를 금지하였으나, 민간에서는 여전히 행하여지고 있었다. 큰 돈을 벌 수 있다는 유혹으로, 고대의 인신매매는 일종의 직업이 되었던 것이다.\n전문적으로 속임수, 유괴, 납치, 판매에 종사하는 사람들은 “아쾌(牙儈)”라고 불렀는데, 쉽게 말하면 “인신 판매(중개)업자”라는 말이다. 사람을 유괴하여 파는 사람은 “유구(誘口)”라고 불렀다. 그러나, 돈이 되는 일이라면 사형으로 다스려도 사라지지 않는 것이 범죄다. 중국의 역사를 통하여, 인신매매가 법으로 근절되거나 통제 가능했던 시기는 한 번도 없었다. 현대 중국도 마찬가지이다. \n\n고대인들의 인신매매 사업은 해외시장을 개척할 정도가 되었다. 이들 가운데 가장 유명한 것은 곤륜노(昆侖奴) 매매였다. 고대 중국에서 본시 “곤륜(昆侖)”이라는 말은, 곤륜산(昆侖山)이라는 성산(聖山)을 가리키기도 했고, “검은 색”을 지칭하기도 했다. 곤륜산과 인신매매와는 사실 아무런 관련이 없다. 당나라 때에는 검은 피부의 동남아시아 지역 사람들을 “곤륜인(昆侖人)”이라 불렀다. 예를 들면, 《구당서/舊唐書·南蠻傳》에서는 “임읍(林邑 이남의 곱슬머리에 피부가 검은 사람을 모두 곤륜이라.”한다고 하였는데, “곤륜”은 특정 국가나 지역을 지칭하는 말이 아니고, 피부가 검은 외국인에 대한 일반적인 통칭이었다. 이러한 곤륜노(昆侖奴)는 어디서 공급되었을까? 대체적으로 3개의 루트가 있었다. 인도네시아와 말레이시아 등의 동남아시아 인, “승지노(僧祗奴)”라고 부르는 북아프리카의 흑인, 그리고 인도인이었다. 당나라의 개방된 사회에서, 이러한 곤륜노의 일부는 “공품(貢品)”이 되어 중국으로 들어 왔으며, 또 다른 일부는 아라비아 지역에서 납치되어 팔려 왔다. 또 어떤 경우에는, 남해(南海)에서 납치되어 중국의 연안 지방이나 내륙으로 팔리기도 하였다. 당나라 사람들은 피부가 검거나 외모가 다른 이러한 유색(有色) 사람들을 모두 곤륜노라고 불렀다.\n“승지(僧祗)”는 당나라 때 아프리카의 북동부 지역을 부르는 명칭이었다. 이들은 멀리서 이동해 왔기 때문에 몸값도 매우 비쌌다고 한다.\n곤륜노(昆侖奴) 외에도 매매되었던 여성으로는 우리나라의 “신라비(新羅婢)”가 있었다. 해적들은 당나라 조정의 신라인 매매 금지 정책에도 불구하고 산동지방 등주(登州)와 래주(萊州) 등에서 신라인을 납치하여 당나라에 팔아 넘겼다. 신라사람들 가운데 여자들은 전문 훈련을 거친 다음, 온유함과 중국식 예의를 알게 되고, 중국어를 익히게 되었으므로 당나라 사람들에게 매우 인기가 있었다고 한다.\n원(元)제국은 광활한 영토에 개방된 국경을 가지고 있었으므로, 인신매매에서는 당나라에 뒤지 않았다. 특히, 고려희(高麗姬) 라고 불리는 고려 여인들은 권문세가들의 애호를 받았는데, 역사서에서는 \"수도의 최고급 관리들과 귀족들은 반드시 고려 여자를 손에 넣은 뒤에라야 명가(名家)가 된다.\"고 기록되어 있다.\n청나라 때, 중국의 국력은 쇠퇴하여 서방 국가들의 모욕을 온 나라가 당하고 있었다. 힘없는 청나라의 백성들은 그 숫자를 알 수 없을 정도로 남양(南洋)으로, 미주(美洲) 대륙으로 노동자(사실은 노예)로 팔려갔는데, 이 일을 당시 표현대로 말하면 “돼지를 파는 일”과 같았다.\n외국인들은 중국에서 “어르신, 주인 나리”가 되었으며, 중국은 아시아의 병자(病者) 국가로 전락하여 백성들은 서양인의 노예가 되었다. 고대 중국의 인신 매매 역사는, 청나라 말기에 이르러 자신들을 서양에 팔아야하는 거대한 인신 수출의 역사로 바뀌고 말았다.\n\n고대 중국은 여자 아이를 사고팔 수 있었는데, 부잣집은 여자아이를 사서 시녀로 삼기도 하고 첩으로 두기도 하였다. 고대의 시녀들은 나이가 보편적으로 어렸는데, 결혼을 대부분 일찍 했기 때문에 스무 살 정도면 이미 시집을 갔으니 시녀로 사고팔 수는 없었고, 대부분 다섯, 여섯 살이거나 나이가 많더라도 열다섯, 열여섯 살 정도였다. 그럼 고대에서 얼마를 주고 여자아이를 사고팔았으며 지금의 가치로 환산하면 어느 정도였을까? \n시녀로 팔려가는 여자들은 가난한 집안의 아이들이었는데, 가정 조건이 매우 어려워서 끼니조차 제대로 해결하지 못했고 거기에 여자라 체력 노동을 할 수 없었기에 생계를 위해 시녀로 부잣집에 팔려갔다. 명나라 때 시녀의 가격은 은 네, 다섯 냥 내외였고 사료의 기재에 의하면 건융제 때 4명의 시녀를 샀는데 스물다섯 냥의 은을 썼다고 기록하고 있습니다. 다시 말해서 보통 시녀의 가격은 은 일곱 냥 내외라고 볼 수 있는데, 지금의 가치로 환산하면 \n청나라의 은 한 냥은 지금의 1,750 위안(약 30만 원)이니 한 명의 시녀의 가격은 지금의 12,000 위안(약 206만 원) 정도라 할 수 있다. 이는 매우 일반적인 시녀로 집에서 잡일만 하는 역할을 하였는데, 다른 특별한 기술을 가지고 있는 시녀라면 몸값이 더 비쌌다. 특히 재능이 있는 시녀는 은 서른 냥에도 팔렸는데, 지금의 가치로 따지면 52,000위안(약 895만 원) 정도다. 재능이 있는 시녀는 주로 악기를 잘 다루거나 서예를 할 줄 알았는데, 만약 용모도 예쁘면 주인의 눈에 들어 첩으로 될 수 있으니 남은 평생 의식주 걱정 없이 살 수 있었다. \n또 어떤 사람은 기생이 마음에 들어 돈을 들여 첩으로 들이는 경우도 있었다.  기생들의 몸값은 일반적인 시녀들보다 훨씬 비쌌는데, 일반적으로 은 백 냥 이상이었다고 하니, 지금으로 말하면 175,000위안(약 3000만 원)이라고 볼 수 있다. 기생들이 비싼 이유는 고대의 기생들은 재능이 있고 용모도 출중했기 때문이다. 단 시녀를 사고 첩을 두는 건 부잣집 사람들만의 특권이었기 때문에 돈이 있다고 해도 신분이 없으면 살 수 없었다. \n\n\n[중세]\n중세 유럽의 기사들은 전투에서 살아남으려고 자신의 비싼 몸값을 일부러 과시하기도 했다. 몸값이 비싸면 생포해서 돈 받고 풀어주던 풍습 때문이었다. 물론 죽으면 몸값이 아무리 비싸도 한 푼도 건지지 못한다. 특히 귀족 출신이나 왕족 출신 기사들은 전투 때면 자신의 가문을 상징하는 문장이 적들의 눈에 잘 띄도록 내세우곤했는데 모두 이런 연유에서였다. 12세기 십자군 전쟁 때도 왕들이 엄청난 몸값을 지급하고 풀려난 사례가 종종 등장한다.\n\n중세에서 전쟁이나 전투를 승리로 이끈 후 얻게되는 보상은 명예작위와 영지를 하사받는 일이었다. 그리고 승리를 한 후 얻는 직접적인 보상은 적의 몸을 수색해서 얻는 전리품, 마을과 성을 함락시킨 후 얻는 약탈품, 수 많은 전사자들의 무기와 갑옷, 그리고 전쟁포로였다. \n중세시대에 포로로 잡힌 기사들은 목숨을 건지기 위해서 몸값을 지불해야 했다. 가장 높았던 역사적 몸값의 사례는 십자군 원정에서 돌아오다가 포로로 잡힌 영국의 리처드 1세를 구하기 위해 독일에게 지불한 몸값이다. 현재 화폐가치로 환산하면 이때의 몸값은 대략 미화 2,000만달러가 넘는다. 적군을 포로로 잡아둔다는 것은 그만큼의 가치가 있다고 판단했다는 것을 의미. 포로를 잡아두기 위한 공간과 최소한의 식량이 필요했기 때문이다. 영국군은 아쟁쿠르에서 다수의 프랑스 기사를 포로로 잡았고 이들의 몸값을 받아내기 위해 후방에 억류해 두고 있었다. 하지만 그들의 예상과 달리 전투중 프랑스군이 그들을 구하기 위해 영국군의 후방을 급습했고, 이에 헨리 5세는 몹시 놀라 몸값을 포기하고 포로로 잡혀 있는 프랑스 기사들을 처형하라 명령했다.\n당시 전령관이라는 직책이 있었는데 포로를 잡은 기사와 포로로 잡힌 자를 기록하여 몸값을 받게 되면 그 몸값을 전달해 주었다. 전령관은 포로의 가족에게 해당 사실을 알리고, 상호간에 몸값을 흥정 또는 조율하며 몸값을 받은 뒤 포로를 석방했다. 몸값이 거의 없는 하급 포로들의 경우 포로에게 제공할 공간과 식사, 그리고 그들을 관리할 보초에 들어갈 수고를 아끼기 위해 바로 처형하는 경우도 있었다.\n\n필립 6세도 복수의 칼을 갈며 직접 군사를 이끌고 출전하였다. 프랑스군은 다시 대패했다. 이후 양국은 휴전상태에 들어갔다. 그것은 전 유럽에 불어닥친 대재앙 흑사병 때문이었다. 사람의 폐에 페스트균이 침입해, 피를 토하고 호흡곤란을 일으켜 24시간 내에 죽게하는 이 무서운 전염병은, 1346년부터 1350년까지 유럽 전역을 휩쓸며 유럽인구의 3분의 1가 량을 감소시켰을 만큼, 당시로서는 속수무책이었다. 전쟁은 1356년에 다시 벌어졌다. 영국군의 맹렬한 반격으로 쟝 2세가 포로로 잡히고 프랑스군은 크게 패하고 말았다. 흑태자는 쟝 2세와 귀족들을 프로로 잡아 영국으로 개선한다. 1360년 흑태자 에드워드와 쟝 2세 사이에 왕의 몸값으로 많은 금화와 아퀴테느 지방을 양도하는 조건으로 휴전이\n성립된다. 프랑스로 돌아온 쟝 2세는 복잡한 국내사정으로 몸값을 지불하지 못하고, 더구나 포로들이 영국을 탈출하여 프랑스로 돌아오자 기사도정신을 중히 여기던 쟝 2세는 스스로 영국으로 건너가 포로를 자청하여 1364년 런던에서 죽고 만다.\n\n중세 기사들은 사로잡은 다음 몸값을 주고받는 것이 일상화되어 있었기에, 굳이 죽일 필요 없이 무기를 날리고 상대 기사가 전의를 잃을 때까지 적당히 구타 혹은 부상을 입혀 항복을 받은 다음 구속하여 몸값을 받는 걸로 충분했기 때문이다. 고로 몸값을 지불할 능력이 없는 평민 병사나 중장병은 무자비하게 죽였다. 때문에 맨앳암즈로 불리는 중세 중~후기의 중장병들은 무장으로만 보면 기사나 다름없었으며 잡히면 살해당하기에, 보통 기사 이상으로 치열하게 저항하는 일이 빈번했고 기사들은 갑주 입은 상대를 끝장내는 기법을 잘 알아야 했다.\n그리고 기사들끼리 서로 죽이지 않는 것도 관례가 그렇다는 것일 뿐, 실제론 케이스 바이 케이스였다. 격렬한 상황인 전장에서 여유롭게 항복 받을 상황이 그리 쉽게 나오지 않았고, 아래에도 얘기가 나올 기사가 강도로 전업하는 도둑기사나, 산적단으로 변한 프리 컴퍼니 등 예의 차리고 몸값 받아낼 수 없는 상황에서는 무자비하게 죽이는 일이 빈번했다. 백년전쟁 당시 크레시에서도 전황이 극히 불리하다 판단한 영국군이 포로로 잡은 기사와 귀족을 참살했고, 그 때문에 후대 푸아티에 전투 등에서 부모나 친척을 잃은 프랑스 기사들이 복수하겠다며 길길이 날뛰었었다.\n\n중세 초기 살인을 돈으로 해결할 수 있던 시절, 노파는 몸값이 따로 없었다고 한다. 완경에 이른 여성은 생식능력이 없어 무익한 존재이니 죽이더라도 아무 상관없었던 것이다. 반면 65세 이상의 남자 노인들의 몸값은 얼마 되지는 않았지만, 10세 이하의 아이들과 동일한 값이 매겨졌다.\n\n1527년 5월6일, 신성로마제국 군대가 로마로 쳐들어왔다. 왜 ‘로마제국의 후신’이 로마를 침공했을까. 황제와 교황, 스페인과 프랑스의 알력 탓이다. 로마 진격의 전초전은 1525년의 파비아 전투. 수 차례 정략결혼의 결과로 스페인과 오스트리아, 오늘날의 네덜란드와 벨기에 지역까지 지배하게 된 합스부르크 가문의 카를 5세에게 신성로마제국 황제 선거에서 패한 프랑스의 프랑수와 1세가 도전장을 던진 싸움이었다. 전투는 프랑스의 완패로 끝나고 포로로 잡힌 프랑수와 1세는 금화 개수를 헤아리는 데만 4개월이 걸렸다는 1차 석방금 120만크라운을 내고서야 겨우 풀려났다. 복수를 노리던 프랑스가 돈 많은 메디치 가문 출신 교황 클레멘스 7세와 동맹을 맺자 격분한 카를 5세는 군대를 로마로 보냈다. 전투 결과는 예고된 것이었다. 스페인군 6,000명과 독일 용병단 1만6,000여명으로 구성된 황제군에 비해 교황의 군사는 5,000명에 불과했으니까. 황제군은 싸움이 끝난 뒤에도 로마를 철저하게 짓밟았다. 관례였던 약탈기간 3일보다 닷새 많은 8일간의 약탈을 허락 받은 병사들에 의해 민간인 4만5,000여명이 죽거나 집을 잃었다. 고대 로마의 건축물과 고문서도 불탔다. 도시의 파괴를 넘어 로마문명의 자취를 쓸어버렸던 ‘로마의 약탈(Sack of Rome)’은 증오를 키웠다. 참전수당을 약탈로 찾으려던 용병단의 중추가 루터파 신교도였다는 점에서 반(反)종교개혁의 공감대가 퍼졌다. 거액의 몸값을 내고 목숨을 건진 교황은 메디치 가문 출신 대공녀를 프랑스로 시집 보내는 등 프랑스와의 관계를 더욱 다졌다. 프랑스 역사의 최대 비극 중 하나인 위그노(신교도) 대학살도 메디치 가문 출신인 두 명의 프랑스 왕비가 주도했다.\n\n1388년 8월 5일 북잉글랜드 오터번. 더글러스 백작이 지휘하는 스코틀랜드군은 야습을 걸어 온 잉글랜드군을 격파한다. 잉글랜드 기사 메튜 레드먼은 패색이 짙어지자 전장에서 달아나고, 그 모습을 스코틀랜드 기사 제임스 린지가 목격한다. \n\"기사여. 말머리를 돌리시오! 그렇게 달아나는 건 수치스러운 일이오. 내 이름은 린지의 제임스며, 그대가 멈추지 않으면 등짝에 창을 박아 줄 것이오!\" \n그러나 메튜는 말에 박차를 가했고 추격은 3마일이 넘게 이어졌다. 결국 말이 지쳐 비틀거리자 메튜는 말에서 내려 검을 뽑았다. 린지는 메튜의 가슴을 향해 창을 내질렀다. 메튜는 몸을 틀어 공격을 피한 뒤 검을 휘둘러 창대를 잘라냈다. 린지는 창을 내던지고 작은 한손도끼를 든 채 메튜에게 달려들었다.\n두 기사의 격렬한 공방은 한참 동안 이어지고, 결국 린지의 공격을 버티지 못한 메튜는 항복을 선언했다. \n\"린지! 그대가 이겼소!\" \n\"그렇다면 그대는 이제 내 포로요.\" \n\"동의하오. 저항하지 않을 테니 날 포로로 대우해 주시오.\"\n\"알겠소.\"\n\"그렇다면 승자의 권리로 나에게 무엇을 요구할 것이오? 가능하다면 나는 뉴캐슬로 돌아가고 싶소. 그리고 보름 안에 경이 지정한 장소로 나아갈 것이오.\" \n\"경의 명예를 걸고 맹세하시오. 그리고 경의 동포들에게 경이 나의 포로가 되었음을 알린 다음, 3주 안에 에든버러로 찾아오시오.\"\n메튜가 맹세를 마친 뒤 두 기사는 목적지를 향해 헤어졌다. 그런데 날이 어두운 탓에 제임스는 길을 잃어버렸다. 때마침 저 앞쪽에 행군 중인 군사들이 보이길래 다가갔는데, 그건 스코틀랜드군이 아니라 적인 잉글랜드군이었다.\n\"당신의 이름은 무엇이오?\"\n \"나는 제임스 린지다.\"\n\"린지. 그대는 포위되었으니 항복하시오.\" \n\"경은 누구이며 어디에서 왔소?\"\n\"나는 더럼의 주교이며, 그대들과 싸우기 위해 왔지만 너무 늦고 말았소.\n지금은 전투를 포기하고 돌아가는 길이니 경도 우리와 동행해 주어야겠소.\"\n\"방금 포로를 잡았는데 이번에는 내가 포로로 잡히다니. 이게 바로 전쟁의 역설이군.\"\n \"경이 포로로 잡은 사람은 누구요?\"\n\"나는 긴 싸움 끝에 메튜 레드먼 경을 사로잡았소.\"\n\"그는 어디 있소?\"\n\"3주의 유예를 받고 뉴캐슬로 돌아갔소.\"\n\"그렇다면 일단 뉴캐슬로 가서 그와 이야기를 해 보시오.\"\n한편, 메튜는 뉴캐슬로 돌아가 전투의 결과와 자신이 포로가 되었음을 알렸다.\n그런데 잠시 후 제임스가 더럼 주교의 포로가 되었다는 소식이 전해졌다.\n메튜가 주교의 숙소에 감금된 제임스를 방문하자 제임스는 우울한 표정으로 창밖을 내다보고 있었다.\n\"좋은 아침이오. 어쩌다 이렇게 되었소?\"\n\"좋은 아침이오. 운이 나빴소. 경과 헤어지고 얼마 안 되어 더럼 주교와 맞닥트려 나도 포로가 되었소. 아마 경은 몸값을 지불하려 에든버러까지 오지 않아도 될 거요. 주교만 동의하면 내 몸값과 교환될 테니.\"\n\"그런데 그 주교는 지금 경의 동포들과 싸우러 가고 없으니, 일단 소식을 기다리는 동안 식사라도 함께하는 게 어떻겠소?\"\n\"초대를 받아들이겠소.\"\n그렇게 두 기사는 뉴캐슬에서 함께 만찬을 즐겼다.\n출처: 프루아사르의 연대기\n\n[근대]\nIn 1532, Francisco Pizarro was paid a ransom amounting to a roomful of gold by the Inca Empire before having their leader Atahualpa, his victim, executed in a rigged trial. The ransom payment received by Pizarro is recognized as the largest ever paid to a single individual, probably over $2 billion in today's economic markets.\n\nThe abduction of Charley Ross on July 1, 1874, is considered to be the first American kidnapping for ransom. Charley Ross, a young boy, was abducted in 1874, and the kidnappers demanded a ransom for his safe return.\n\nEast Germany, which built the Inner German border to stop emigration, practised ransom with people. East German citizens could emigrate through the semi-secret route of being ransomed by the West German government in a process termed Freikauf (literally the buying of freedom). Between 1964 and 1989, 33,755 political prisoners were ransomed. West Germany paid over 3.4 billion DM—nearly $2.3 billion at 1990 prices—in goods and hard currency. Those ransomed were valued on a sliding scale, ranging from around 1,875 DM for a worker to around 11,250 DM for a physician. For a while, payments were made in kind using goods that were in short supply in East Germany, such as oranges, bananas, coffee, and medical drugs. The average prisoner was worth around 4,000 DM worth of goods.\n\n나폴레옹 전쟁시기를 다룬 기록을 보면 동양적 사고 방식으로는 도저히 이해가 안되는 케이스가 있는데 바로 장교는 적국에 포로가 되어있는 상태여도 월급이 지급이 된다는 거임. 비록 원래 월급에 반만 지급하지만.\n그러니깐 이게 무슨 말이냐면 만약 영국군에게 잡혀서 런던에서 포로로 잡혀있는 프랑스장교가 있다고 하면 프랑스 정부에서 그 장교한테 월급을  당연히 현금으로 영국으로 보내고 영국 정부는 그 돈을 그대로 그 포로장교한테 줌. 그럼 그 포로는 그 돈으로 런던에서 생활하는 거임.\n\"나는 귀족으로써, 또는 신사로써 탈출하지 않겠습니다\"라는 서약서를 쓰면 포로인데도 런던에서 관광객처럼 돌아다니면서 밥도 사먹고 술도 사먹고 하는 것이고.\n포로의 본가가 돈 많은 가문이면 그 집에서 따로 돈을 더 보내주는데 프랑스 포로가 영국 사교계에서 그 돈을 뿌리면서 포로가 아닌 손님 대우를 받기도 함.\n소설이긴 한데 '샤프중령 시리즈'라는 그 시대 영국군 장교를 다룬 책을 보면 프랑스군에 잡혀서 파리로 끌려간 주인공은 거기서 파리 구경도 맘껏하고 심지어 프랑스 여자랑 연애도 하며 프랑스어를 배우기도 함. 그러다 포로교환때 다시 영국에 복귀하고.\n당시 서양, 특히 서유럽에서에 전쟁은 평민들한테나 지옥이지, 귀족이나 장교들한테는 그냥 마상창 시합같은 목숨 좀 건 스포츠였음.\n이 문화가 2차대전까지 내려와 서부전선에서 장교들은 피아를 불문하고 서로 존중해 줬음.\n당연히 동부전선은 장군이 아닌 이상 내가 계급이 낮을수록 즉결 처형 당할 확률이 낮아짐.\n\n레트 버틀러는 포로 수용소에서 장교로 위장한 것이 들통나기 전까지는 편안하게 대우받았다고 소설에서 말하고 있습니다. 그는 다른 포로들보다 더 좋은 음식과 옷을 받았고, 감옥의 관리인과 친하게 지내서 자유롭게 움직일 수 있었습니다¹. 또한, 그는 자신의 재산을 이용하여 북군의 감시를 피하고, 남부군에게 정보를 전달하는 역할도 했습니다². 그러나, 그가 장교가 아니라는 사실이 드러나자, 그는 북군의 적대감을 사고, 더욱 가혹한 처벌을 받게 되었습니다¹.\n출처: Bing과의 대화, 2024. 1. 5.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-11-09T10:12:16.544000",
  "updatedAt": "2024-01-05T05:27:21.098000"
}