{
  "id": "0fcf6932-3bf8-46dc-af3a-eb17998b83cb",
  "title": "방어벽의 역사",
  "content": "[테오도시우스 성벽]\n\n\n[힌덴부르크 선(Hindenburg Line)]\n제1차 세계 대전 당시인 1916년부터 1918년까지 벨기에 전역에서부터 프랑스 중남부 일대에 설치되었던 독일 제국군의 방어선이다. 수많은 참호와 벙커, 그리고 수천개의 지뢰가 매설되었으며, 연합군의 공세를 막아내기 위해 당시 독일 제국 참모총장이였던 파울 폰 힌덴부르크의 명으로 만들어졌기 때문에 '힌덴부르크 선' 이라고 불린다.\n독일군은 이곳을 주요 요충지라 생각하여 수많은 정예 병력을 이곳으로 몰아넣었다. 처음 만들어질 때부터 연합군은 하루가 멀다하고 이곳을 함락시키려고 온갖 노력을 가하였으나 항상 실패만 거듭하였다. 수많은 지뢰와 수많은 독일 기관총사수들이 참호와 벙커 안에서 끈질기게 저항을 했기 때문이다.\n그러나 1918년 8월 시작된 연합군 최후의 공세인 백일 전투에서 결국 프랑스와 영국의 전차 부대와 파도처럼 밀려오는 미군에 의해 결국 함락되고 만다. 힌덴부르크 선의 함락은 9월 29일 이루어졌으며, 그곳에서 정예 사단들이 괴멸당한 독일 제국군은 재기불능 상태에 이르었고 결국 두 달 뒤에 항복하고 만다.\n\n[마지노선]\n\n[지크프리트선(Westwall)]\n제2차 세계 대전 직전에 나치 독일이 프랑스의 마지노 선에 대항하여, 독일- 네덜란드 국경에 걸쳐 만든 요새선으로 이름의 어원은 게르만 신화의 전설적 영웅 지크프리트.\n전체길이 약 600km, 폭 평균 약 50km. 1938년에 공사를 시작해서 나치 독일의 국력을 총동원해서 1년 남짓 걸려 완성되었다. 여기에는 총 53만 2000명의 인원, 600만 톤의 시멘트, 300만t의 철재가 투입되었으며, 헤르만 괴링 공군 원수가 축조의 총지휘관이었다. 특히 전쟁수행에 필요한 독일의 루르 지방 등 서부 공업지대를 방어하는 역할을 하였다.\n약 3,000여개의 콘크리트 참호와 지뢰밭, 대전차 용치 등으로 이루어졌으며 특히 산지나 강 등 자연적 방벽이 많지않은 독일 서부지역에 전차를 막기위해 건설한 뿔 모양의 대형 콘크리트 장애물은 '용의 이빨(Drachenzähne, Dragon's Tooth)'이라고 불리며 지크프리트선의 독특한 상징처럼 여겨진다. \n나치 독일이 체코슬로바키아와 폴란드 침공 등 동부전선의 전투에 집중하는 동안 프랑스나 영국이 독일의 서부전선에서 뒷통수를 치지 못하도록 견제하는 것이 목적이었고 실제로 영-불도 체코 침공 당시에는 독일의 행위를 묵인한 데는 독일과 전쟁을 벌이려면 지크프리트 선의 방어를 넘어야 하는 어려움도 고려가 되었고 폴란드 침공 후에도 영국과 프랑스가 선전포고는 해놓고는 실제 전투는 하지 않는 가짜 전쟁 상황이 독일이 프랑스를 침공하기 전까지 계속되었으니 나름 목적은 충분히 달성한 셈.\n 1944년 노르망디 상륙작전 이후 연합군의 서부지역 공세가 강화되자 덩달아 보수에 들어가 독일 국방군의 서부전선 최전선이 되었다. 실제로 연합군의 독일 본토 진격에 가장 큰 장애물로 작용해서 방어선의 역할로는 간단히 우회 돌파당한 마지노 선에 비하면 들인 비용을 볼 때 충실하게 제 역할을 한 방어선이다.\n프랑스 해방을 기점으로 진격속도가 둔화되기 시작하자 몽고메리 영국 육군 원수는 이 방어선을 돌파하지 않고 돌아가는 작전인 마켓 가든 작전을 입안하여 내놓았다. 물론 결과는 세계사에 남을 대참사가 되었다.\n지크프리트 선에 접근하는 과정은 소모전의 연속이었다. 애초에 노르망디 방어선이 붕괴되면서 혼란에 빠진 독일군이 다시 정신을 차린 후, 얼마 안되는 보급과 보충까지 받아서 지크프리트 선에 배치되는 바람에 방어선은 커녕 방어선에 접근하는 일 자체가 힘들었고, 우회하겠다고 선택한 곳도 숲과 산악지대라 험악한 지형을 바탕으로 한 독일군의 방어에 막히는 일이 흔했던 것이다. 지크프리트 선에 있는 휘르트겐 숲(Hürtgen Forest)은 최대의 격전지로 부상하여 휘르트겐 숲 전투가 벌어졌고, 마녀들의 숲이라는 별명이 붙었다.\n하지만 아르덴 대공세의 실패로 인해 독일군이 정예병력을 상실해버리고, 그나마 남은 병력이 동부전선을 막기 위해 차출되면서 정작 연합군이 지크프리트 선의 정면으로 돌격할 때는 방어선이라는 이름이 무색하게 금방 뚫리고 만다. 아무리 방어선이 튼튼하더라도 거기 배치할 병력과 장비가 충실해야 제대로 동작하는데, 당시의 독일군의 사정상 서부전선에 많은 병력을 배치하지 못한 것이 패인이었다.\n설상가상으로 연합군은 과거의 격전의 경험을 살려서 공군의 근접지원폭격과 포병의 집중사격, 전차와 보병이 같이 돌격하는 종합공격을 방어선의 일각에 퍼부어서 돌파하는 방식을 선택했기 때문에 방어선의 돌파가 빠르게 이루어졌다. 결국 1945년 3월 23일. 조지 S. 패튼이 이끄는 미 제3군 병력이 지그프리트 선에서 방어부대간의 지경선을 뚫어버린 다음, 라인강을 건너면서 정면으로 돌파되었다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-07-01T19:10:55.924000",
  "updatedAt": "2023-07-01T20:54:39.549000"
}