{
  "id": "1043dc71-dd7e-4e71-999d-9e70859ef74f",
  "title": "백제 - 북위 전쟁(요서 경략설)",
  "content": "![image](media/19913250293.a17eed37cc3807a1.jpg)\n![image](media/19913267a32.abaa21598ecb0727.png)\n![image](media/19913301455.a61c5cf0ecbf7a3f.jpg)\n![image](media/19ae4f7c0cb.9435832b8d87e0e2.jpg)\n![image](media/19ae4fdd41c.97b00df53706292d.jpg)\n\n\n<남제서-490년>는 북위와 전쟁하여 승전 후 동성대왕이 제수한 낙랑태수와 성양태수, 조선태수, 광양태수, 대방태수, 광릉태수, 청하태수 등의 일곱 태수를 임명하는 과정을 상세하게 보여준다 (북위 386-534)\n백제 성왕은 북위가 멸망한 뒤인 서기 538년 사비(팽성)로 도읍을 정하고 북위의 수도인 평성(태수지역)을 포함한 산동, 산서지역을 다스리게 된다.\n백제와의 두 차례 전쟁이 끝난 후 북위는 평성에서 낙양으로 천도하게 되는데 낙양 역시 하남성에 위치한 황하 중류의 내륙 지역이다. \n\n나무위키\n당시 북위의 황제는 명군이었던 효문제였던 반면, 백제는 불과 10여 년 전에 장수왕의 침입으로 개로왕이 목잘려 죽고 수도가 불타버린 초유의 경험이 있었던 상황에서 난데 없이 화북지역에 있는 강대국인 북위를 상대로 싸웠고 승리했다는 점이다. 북위의 백제 침공은 한국사에서 풀리지 않는 미스터리 중 하나인데, 당시 백제와 북위는 전투가 펼쳐질 만한 상황이 아니었기 때문이다.\n백제-북위 전쟁이 성립되기 어려운 가장 큰 이유는 북위와 백제 사이의 거리 때문이다. 북위와 백제 사이에는 육상으로는 고구려가, 해상으로는 황해가 있었다. 따라서 북위와 고구려 간의 전쟁이라면 모를까, 북위와 백제 간에는 직접적인 군사적 충돌이 일어날 확률이 거의 없었다고 볼 수 있다. 북위가 만약 백제를 공격하려고 육로를 선택했다면, 고구려가 북위의 군대가 자국 땅을 지나는 것을 허용했다는 것인데, 그것이 가능했는가 하는 의문점이 있다.\n그렇다면 황해를 건너왔을 확률이 높은데, 유목민 선비족 출신인 북위는 물에 익숙하지 않아 황해를 건너기 힘들었을 것이라는 주장이 있다. 이에 근거해 북위군이 쳐들어온 곳은 만주와 화북의 사이에 위치한 요서 지방의 백제 식민지라며 이 사건을 백제의 요서경략설의 근거로 활용하기도 한다.\n또한 '북위가 왜 수십만 명에 달하는 병력을 보내 백제와 교전을 펼쳤는가?'라는 의문점도 있으나, 기록이 부족해 알 수 없다. 병력수의 경우에는 고대의 기록이 으레 그렇듯 부풀렸을 확률이 높다.\n다만 북위의 병력이 상당히 강력했고, 백제에서도 사태의 심각성을 인지하고 있었던 것으로 보인다. 그 이유는 동성왕이 남제에 보낸 표문에 기록된 백제군 지휘부들의 면면에서 사법명, 해예곤, 목간나 등 대성팔족의 일원들이 참여한 것이 확인되기 때문이다. 이들 대귀족이 직접 참전해서 군대를 지휘했다고 본다면 백제도 상당한 정예병을 투입한 것으로 보이며, 시체가 평원을 붉게 물들였다는 내용으로 보아 격전끝에 대승을 거둔 것으로 보인다.\n그리고 5세기 후반은 백제가 한가롭게 대외 확장이나 노리고 있을 시절이 아니라, 당장 전성기를 맞은 대가야가 영향력을 넓히며 백제의 본토를 위협하고 있는 상황이었다. \n또한 요서경략설의 관점에서 위 전투가 요서에서 벌어졌다고 가정하더라도 위와 동일한 문제가 남는다. 즉, 위 사법명, 해예곤, 목간나는 대성팔족에 해당하고, 기사에 등장하는 장군들이 승전 이후 받은 지역도 모두 전라도 지역으로 비정된다. 다시 말하면 사법명, 찬수류, 해예곤, 목간나 모두 근거지는 한반도 지역에 위치했다고 보는 건이 타당하지, 요서 지방에 근거지를 두고 있었다고 보기 어렵다. 그리고 백제 입장에서도 전라도 경영과 한성 수복이 가장 큰 목표일텐데, 안 그래도 부족한 전력 중 상당한 부분을 요서에 상시 배치해 둘 이유도 없다.\n그렇다면 위 전투가 요서에서 벌어졌다고 가정하더라도, 백제군은 본토에서 해로를 따라 요서 지방에 파견되었을 가능성이 높고, 이 경우에는 고구려의 연안을 거쳐가야 하니 북위와 같은 진격로의 난제가 있다. 마찬가지로 상당한 전력의 군대가 자국 연안을 통과해가는데 고구려가 그대로 보고만 있었을까? 고구려가 당연히 견제활동에 나섰을 것이고, 설령 해로를 통한 진군을 저지할 수 없었다고 하더라도 육군을 동원하여 백제의 북쪽 지역을 도발했을 가능성이 높다. 그러나 위 전투를 전후하여 고구려와 백제의 충돌을 암시하는 기록은 나타나지 않는다.\n\n\n신종근\n(https://www.koreahiti.com/news/articleView.html?idxno=10918)\n\n『삼국사기』 《백제본기》 동성왕 10년 조(서기 488년)에는 일반적인 역사적 상식으로는 이해가 안 되는 기록이 있다. 그 기록은 다음과 같다.\n“위나라가 병사를 보내 쳐들어왔으나 우리에게 패배했다.(魏遣兵來伐爲我所敗)”\n여기서 말하는 魏나라는 北魏를 말한다.\n보시다시피 당시 북위는 남조 국가와 대치하고 있는 상황이었는데 한반도 서남부 지역의 백제에 쳐들어갈만한 이유도, 쳐들어가서 얻을 실익도 전혀 없다.\n백제와 북위의 전쟁 기록은 『삼국사기』 뿐 아니라 중국의 『남제서』에도 기록돼 있고 『남제서』는 달랑 한 줄만 기록된 『삼국사기』보다 훨씬 더 자세하고 풍부한 내용을 담고 있다. \n\n『자치통감』 영명(永明) 6년(488)\n“위나라가 군사를 보내 백제를 공격했으나 백제에게 패배하였다.(魏遣兵擊百濟爲百濟所敗)”\n\n또한 주석으로 백제에 대해 이렇게 덧붙이고 있다.\n\n“진수(陳壽)가 말하기를, ‘삼한은 무릇 78국이다. 백제는 그 중 하나이다.’라고 하였다. 이연수(李延壽)의 『북사(北史)』에 근거하면, ‘그 선조는 백가(百家)가 바다를 건너와 후에 차츰 강성해져서 나라를 세웠기 때문에 백제라 하였다. 진나라 때에 이르러 고구려가 요동을 경략해 점유하니 백제 또한 요서와 진평 2군을 점거하여 소유했다.\n\n陳壽曰三韓凡七十八國百濟其一也據李延壽史其先以百家濟海後浸强盛以立國故曰百濟晉世句麗略有遼東百濟亦據有遼西晉平二郡地”\n\n이때의 晉나라는 위ㆍ촉ㆍ오 삼국을 통일한 진나라를 말한다. 이 때 고구려가 요동을 경략해 점유했는데 백제도 그에 뒤지지 않고 요서군과 진평군을 점거했다는 기록이다. 즉, 대륙백제에 대한 기록이다.\n\n\n[대륙백제 이야기 ⑤] 북위군을 전멸시킨 백제군 < \n\n앞선 기사에서 서기 488년에 백제가 북위와 전쟁을 벌여 크게 승리했고 『삼국사기』와 『자치통감』 등에는 백제와 북위 사이의 전쟁에 대해 488년에 발생한 것만 기록되어 있다.\n하지만 『남제서』에 따르면 백제와 북위 사이의 전쟁은 2년 후인 490년에 한 번 더 있었던 것으로 기록되어 있다. 그리고 이 490년의 전쟁은 488년 당시 전쟁보다 더욱 규모가 컸던 것으로 기록되어 있다. \n서기 490년의 전쟁 결과 또한 백제 동성왕이 남제에 보낸 국서에 보다 자세하게 기록되어 있다. 『남제서』에 따르면 당시 북위가 수십만 명의 기병을 동원해 백제를 공격했는데 이 때 동성왕이 장수 사법명(沙法名), 찬수류(贊首流), 해례곤(解禮昆), 목간나(木干那)를 파견하여 군사를 거느리고 위나라 오랑캐 군사를 기습해 큰 승리를 거두었다고 기록되어 있다.\n여기서 주목할 것이 북위가 수십만 명의 기병을 동원했다는 것이다. 이로 볼 때 당시 북위가 이끈 군대는 육군이었을 가능성을 더욱 높여준다. 수십이라고 하면 10의 몇 배를 뜻하므로 당시 북위가 백제를 공격할 당시 동원한 병력 숫자는 최소 20만 명 이상이라고 볼 수 있다. 이는 서기 660년 백제 멸망 당시 당나라 소정방(蘇定方)이 이끌고 온 13만 대군보다 더 많은 숫자다.\n당시 전함 1척에 승선할 수 있는 인원은 대략 80~100명으로 순수하게 사람만 싣고 간다고 해도 2,000척 이상의 배가 필요하고 거기에 그 병사들이 육지에서 탈 말과 먹을 식량, 공성무기 등까지 싣는다고 고려하면 그보다 몇 배나 더 많은 전함이 필요하다.\n남조와 대치 중인 상황에서 20만 이상의 대병력을 빼낼 여력이 있을지도 의문이고 그렇게 수천 척의 배를 건조해서 바다 건너 백제를 공격해 얻을 만한 이득이 있을지도 모르겠다. 그리고 그보다 더 중요한 것은 따로 있다. 바로 당시 중국의 배와 항해술에 관한 문제이다.\n중국의 주력 전함은 누선(樓船)이라는 배인데 위 그림과 같이 다락 형태로 상부 구조가 높게 올라가 있지만 정작 바람을 받아줄 돛이 없다. 과연 이런 배를 가지고 바다를 횡단할 수 있었을지는 의문이 들 수밖에 없다. \n송나라 때인 서기 1044년에 저술된 중국의 『무경총요(武經總要)』라는 책을 보면 누선에 대해 \"만약 폭풍을 만나면 곧 인력으로 능히 제어할 수 없어 쓰는 것에 매우 편하지 않다.(若遇暴風則人力不能制不甚便於用)\"고 적혀 있다.\n배가 항해를 하기 위해선 물 위에 떠야 하므로 무게중심이 아래쪽에 있어야 하는데 누선은 다락처럼 높이 쌓은 구조라 무게중심이 상부에 있어 구조적으로 불안정하다. 또한 위 그림처럼 돛이 달려 있지 않기에 폭풍을 만나면 제어할 수 없는 것이다.\n즉, 이런 배는 가까운 연안이나 강 위를 항해하는 것은 가능하지만 바람의 영향을 받는 먼 바다를 항해하긴 어렵다. 돛이 없는 배로 나침반이 없던 시절에 북위가 황해를 건너 한반도의 호남과 충청도 지역으로 쳐들어왔다는 것 자체가 소설 같은 이야기로 보인다.\n그리고 박근형 저 『중국 읽어주는 남자』를 보면 중국인들 중에는 평생동안 바다를 단 한 번도 보지 못하고 죽는 경우가 많다고 한다. 뿐만 아니라 산동성이나 복건성, 광동성 등 바다를 끼고 있는 지역에 사는 사람이라고 해도 어부나 뱃사람이 아니면 바다를 잘 모른다고 한다. 그런 점을 볼 때 북위가 바다를 건너와 한반도의 백제를 공격했을 가능성은 낮아 보인다.\n백제 동성왕은 서기 490년에 북위와 두 번째 전쟁을 치른 후 5년이 지난 495년에 국서를 통해 이 사실을 알렸다. 그 때 동성왕이 전한 상황을 보면 서기 490년에 북위가 다시 백제를 공격했는데 이 때 동성왕은 사법명을 비롯한 4명의 장수를 보내 북위군을 격파했다고 한다. 당시 백제가 얼마나 큰 승리를 거두었는지 북위군의 시체가 들판에 쌓이고 그 피로 들판을 붉게 물들였다(僵尸丹野)고 기록되어 있다.\n그리고 동성왕은 이 때 공을 세운 4명에게 적절한 논공행상을 했는데 먼저 사법명을 정로장군(征虜將軍) 매라왕(邁羅王)으로 봉하고 찬수류는 안국장군(安國將軍) 벽중왕(辟中王), 해례곤은 무위장군(武威將軍) 불중후(弗中侯), 목간나는 광위장군(廣威將軍) 면중후(面中侯)로 봉해 역시 왕과 제후로 책봉했다고 기록되어 있다.\n다만 이 때 이 4명의 장수들이 기록한 군공을 보면 목간나가 “항구와 배들을 빼앗는” 군공을 세웠다고 기록되어 있는데 이 기록을 두고 북위가 해군을 동원했다고 주장하는 사람들이 있다. 하지만 앞서 말했듯이 당시 중국의 전함들은 먼 바다를 항해하기에 부적합한 배였다. 또한 항구와 배들을 빼앗았다고만 했지 전투가 바다에서 일어났다고 하지도 않았다.\n서기 490년 당시 북위가 분명히 수십만 기병을 동원해 백제를 공격했다고 했으니 당시 북위의 주력군은 엄연히 기병 즉, 육군이었다. 그리고 그 기병이 바다를 건너와 상륙했다는 것도 없다. 수전(水戰)은 바다 뿐 아니라 강이나 호수 위에서 싸운 것도 포함된다.\n그리고 위 4명의 장수를 도와서 전투에 임한 것으로 보이는 용양장군(龍驤將軍) 낙랑태수(樂浪太守) 겸 장사(長史) 모유(慕遺)와 건무장군(建武將軍) 성양태수(城陽太守) 겸 사마(司馬) 왕무(王茂), 참군(參軍) 겸 진무장군(振武將軍) 조선태수(朝鮮太守) 장새(張塞), 양무장군(揚武將軍) 진명(陳明) 등 4명의 장군이 더 언급된다.\n조선군은 앞서 봤듯이 본래 양무가 태수로 있었는데 양무가 오늘날 상해시 근처의 광릉군으로 전출된 후 장새가 새로이 조선태수로 부임한 것으로 보인다. 그리고 그와 더불어 낙랑태수 모유와 성양태수 왕무, 양무장군 진명 등이 사법명, 찬수류, 해례곤, 목간나 등 4인의 장수를 도와 전쟁을 승리로 이끈 것으로 보인다.\n호남과 충청도에 왕과 제후가 8명이나 있었다고?\n이제 사법명 등 4인의 장수가 왕과 제후로 봉해진 지역과 나머지 태수들의 위치를 알아볼 필요가 있다. \n이렇게 사법명, 찬수류, 해례곤, 목간나의 영지가 전라도 일대에 있었다는 것 역시 일본인 학자들이 아무 근거 없이 발음 비슷한 것을 짜맞춰 멋대로 우긴 것에 불과하다는 것을 확인할 수 있다. 호남 전역의 면적이 북경시보다 약간 더 큰 정도에 불과하다. 그런 조그만 땅에다 왕과 제후가 무려 8명이나 된다는 것은 코미디에 불과하다고 본다.\n\n아마 한나라 낙랑군을 백제가 둘로 나눠 조선현 일대를 조선군으로 신설한 것으로 보이며 낙랑군은 그 남쪽으로 보인다. 모두 지금의 북경 동쪽 하북성 동북부 지역에 있었다. 그리고 새로 등장한 성양군의 위치를 『중국고금지명대사전』에서 찾으면 이렇다.\n“① 한나라 초기에 설치했고 문제(文帝) 때에 성양국(城阳国)으로 삼았고 치소는 거(莒)현이다. 후한이 다시 군으로 삼았고 진나라가 동완군(东莞郡)으로 고쳤다. 북제가 폐지했고 금나라가 또 성양주를 설치했고 후에 거주(莒州)로 고쳤다. 곧 지금의 산동성 거현(莒县)의 치소이다. ② 북위가 설치했다. 성양현 항목을 참조하라.”\n그리고 ②의 위치를 확인하기 위해선 성양현의 기록을 봐야 하니 성양현의 기록도 확인해 보도록 하자.\n“① 한나라가 성양현(成阳县)을 설치했고 진나라가 성양(城阳)이라 했다. 북유(北刘)가 폐지했다. 옛 성이 지금의 산동성 복현(濮县) 동남쪽에 있다. ② 남조 송나라가 설치했고 남제까지 이어졌으나 지금은 없다. 마땅히 강소성 경내에 있었다. ③ 남조 송나라가 설치했으나 남제가 폐지했다. 옛 치소는 지금의 사천성 한원현(汉源县) 동남쪽 61리에 있었다. ④ 남조 송나라가 설치했고 남제까지 이어졌으나 지금은 없으며 마땅히 광동성 옛 조경부(肇庆府) 옛 경내에 있었다. ⑤ 남제가 설치했으나 지금은 없고 마땅히 호북성 경내에 있었다. ⑥ 북위가 설치했고 아울러 성양군을 설치했고 수나라가 군을 폐지했고 그 현도 얼마 후 없앴다. 지금의 하남성 비양현(泌阳县) 남쪽에 있었다. ⑦ 북위가 성양군을 설치했고 후에 양나라에 들어갔다. 성양, 의흥(义兴) 2현을 설치했으나 얼마 후 동위에 빼앗겼다. 수나라가 현을 폐했다. 옛 성이 하남성 신양현 동북에 있었다.”\n북위의 성양군은 2곳인데 하나는 지금의 하남성 주마점(駐馬店)시 비양현이었고 나머지 하나는 지금의 하남성 신양시 동북쪽에 있었다는 것이다. 이 3곳의 성양군 중 어느 곳이 백제의 성양군이었을까? 먼저 한나라 때 설치되었다는 성양군의 기록을 보면 역시 진나라~북제 사이 기록이 비어 있다.\n사마염(司馬炎)이 세운 진나라는 서기 265년에 건국되어 316년에 멸망한 나라이고 북제는 550년에 건국되어 577년에 멸망한 나라이다. 즉, 230~310년간의 기록이 비어있는 것이다. 이 역시 광릉군의 사례와 마찬가지로 그 기간 동안 성양군이 중국 왕조에 속해 있었던 것이 아니라 다른 나라에 속해 있었기 때문에 적고 싶어도 적을 수가 없었다고 봐야 한다.\n마침 동성왕이 재위한 기간은 그 진나라~북제 사이 기간에 있다. 즉, 백제의 성양군은 바로 하남성의 성양군이었다.\n물론 지금 중국의 지도를 보면 청도(靑島)에 성양(城陽)구가 존재하긴 하지만 이 전쟁이 있었을 당시 성양군의 위치와는 조금 맞지 않는다. \n490년 당시 북위의 수십만 기병은 당시 수도였던 평성(平城)에서 출발해 하남성 지역으로 내려온 것으로 보인다. 그리고 배를 이용해 육군의 물자 보급을 하려한 것으로 보인다.\n이 때 낙랑태수 모유, 조선태수 장새, 성양태수 왕무 등이 지원을 했고 백제 중앙정부에서도 사법명, 찬수류, 해례곤, 목간나 등에게 군사를 주어 북위군을 남북 양면으로 협공해 격파한 것으로 보인다. 앞서 목간나가 북위의 항구와 배를 빼앗는 군공을 세웠다고 했는데 아마 이 수전(水戰)은 황하에서 일어난 것으로 보인다.\n그리고 『남제서』를 보면 동성왕이 국서를 통해 공을 세운 장수들을 왕과 제후로 봉했고 태수로 임명했다고 알리면서 모두 하나 같이 ‘임시로 〇〇직을 수행하는’이라고 알렸고 남제의 황제에게 “폐하께서 올바로 제수하여 주시옵소서”라고 청원했다는 식으로 기록돼 있다. 이는 모두 하나같이 중화사상(中華思想)에 따라 표현을 왜곡한 부분으로 보인다.\n이 『남제서』 《백제열전》의 기록을 보면 백제-북위 전쟁 당시 남제가 한 일이라고는 그저 백제로부터 이런 사실이 있었다는 것을 전달받은 것밖에 없었다. 또한 남제는 서기 479년에 건국되어 502년에 멸망한 나라로 거의 동성왕의 재위 기간과 일치한다. 그 사이에 황제가 무려 5명이나 바뀌었다. 이런 허약한 나라가 정말 그들의 기록대로 백제의 상국 노릇을 했을지 의문이다.\n신라 최치원도 인정한 백제의 대륙지배\n이렇게 백제와 북위는 서기 488년과 490년에 총 두 차례의 전쟁을 치렀고 당시 백제는 오늘날 중국 북경에서 상해에 이르는 넓은 영토를 석권하고 있었다는 사실을 확인했다. 그런데 이미 신라의 대학자 최치원(崔致遠)도 그 사실을 인정하고 주장한 바 있었다.\n일찍이 신라의 최치원도 \"고구려와 백제가 강성할 때 강병 100만을 거느리고 남으로 오, 월을 침범하고 북으로 유, 연, 제, 노를 흔들어 중국의 큰 좀이 됐다\"고 말한 바 있는데 백제 동성왕이 북위와 전쟁할 때 등장한 군이 바로 그 지역에 위치해 있다.(지도 제작 : 굿모닝충청 조하준 기자)\n『삼국사기』 《최치원전》에는 최치원이 당나라의 대사시중(大師侍中)에게 보내는 편지인 〈상대사시중장(上大師侍中狀)〉을 인용해 이렇게 기록하고 있다.\n\n“고구려와 백제가 강성할 때에 강병 100만을 거느리고 남으로 오(吳), 월(越)을 침범하고 북으로 유(幽), 연(燕), 제(齊), 노(魯)를 흔들어 중국의 큰 좀이 되었다.\n(高麗百濟全盛之時强兵百萬南侵吳越北撓幽燕齊魯爲中國巨蠹)”\n\n\n1차, 2차 전쟁에서 모두 4명의 장수가 군대를 이끈 이유는?\n또 한 가지 살필 점은 서기 488년엔 저근, 부여고(扶餘古), 부여력, 부여고(扶餘固) 등 4인의 장수가 중앙군을 이끌었고 서기 490년엔 사법명, 찬수류, 해례곤, 목간나 등 4인의 장수가 중앙군을 이끌었다는 것이다. 즉, 1차 전쟁과 2차 전쟁 모두 각각 4명의 장수가 중앙군을 이끌었다는 것인데 그 이유는 무엇일까?\n단재 신채호 선생의 『조선상고사』가 이에 대한 답을 주고 있다. 백제도 부여와 고구려처럼 중, 전, 후, 좌, 우의 5군(五軍) 편제를 썼기 때문이다. 동성대왕 자신은 중군대원수(中軍大元帥)가 되었고 나머지 네 명의 장군들은 각기 한 군의 원수가 되었기 때문이라고 한다.\n그래서 1차 전쟁 때는 저근, 부여고(扶餘古), 부여력, 부여고(扶餘固) 등 4인의 장수가 중앙군을 이끌었고 2차 전쟁 때는 사법명, 찬수류, 해례곤, 목간나 등 4인의 장수가 중앙군을 이끈 것이다. 그리고 1차와 2차 전쟁 때 모두 동성왕 자신이 중군대원수가 되어 전쟁을 총괄, 지휘했다.\n대륙백제의 영토는 중국에서도 가장 기름진 옥토\n그렇다면 북위가 백제를 공격한 이유가 무엇인지에 대해서 알아볼 필요가 있어 보인다. 우선 첫 번째는 서기 472년에 백제 개로왕(蓋鹵王)이 고구려와 전쟁을 위해 북위의 힘을 빌리려 했으나 북위가 거절하자 단교한 것과 연관이 있을 것으로 보인다. 하지만 그보다 더 큰 이유는 아마도 당시 백제가 차지하고 있었던 대륙 영토 그 자체에 있었을 것으로 보인다.\n특히 백제와의 두 차례 전쟁이 끝난 후 북위는 평성에서 낙양으로 천도한다.\n\n\n성헌식(https://m.skyedaily.com/news_view.html?ID=43816)\n<삼국사기 백제본기>의 “동성왕 10년(488년) 북위(魏)가 군사를 보내 백제를 치다가 패했다”는 기록만으로는 백제가 격파한 북위의 병력규모를 알 수가 없다. 같은 사건을 기록한 <자치통감> 영명 6년(488년)의 기록과 <북위서 고조기> 태화 12년(488)의 기록에도 병력규모에 대해서는 전혀 언급돼 있지 않다.\n다만 <남제서> 영명 8년(490)조에 백제 동성대왕이 무제에게 보냈다는 표문에 “영삭장군 저근 등 4명은 힘써 충성을 다해 나라의 환란을 없앴으며, 지혜와 용기가 뛰어나 명장의 반열에 들 만하므로 공로를 논해 마땅히 높은 자리를 주어야한다”라고 하며 4인의 장군을 승진시켜 각각 관군장군 도한왕, 영삭장군 아착왕, 용양장군 매로왕, 건위장군 불사후라는 왕(제후)으로 봉했다는 기록으로 볼 때, 백제가 격파한 북위의 병력규모가 상당했음을 추론할 수 있다.\n같은 표문에 동성대왕이 3명의 장군 겸 태수를 사신으로 보내면서 언급한 관직이 있는데, 그 지명으로부터 당시 백제가 과연 어디까지 지배하고 있었는지를 알 수 있다 하겠다. 건위장군 광양(廣陽)태수 고달을 요양장군 대방(帶方)태수로, 건위장군 조선(朝鮮)태수 양무를 건위장군 광릉(廣陵)태수로, 선위장군 겸 참군 회매를 광무장군 청하(淸河)태수로 임명했는데 이 지역들이 어디인지에 대해 알아보도록 하겠다.\n\n1) 광양(廣陽) : <한서지리지>에 “광양국 : 한나라 고제 때 연국, 소제 원봉 원년(B.C 80)에 광양군으로 되었다가, 선제 본시 원년(B.C7 3)에 국으로 변경됐다. 왕망 때 광유로 20,740호에 70,658명이다. 현은 계현(벌계), 방성현, 광양현, 음향현(음순) 등 4개다”라는 기록 \n\n<수경주>에 광양수는 상곡군에서 발원한 골수로 흘러들어가는 물줄기임을 알 수 있다는 문구가 있다. 계(蓟)현이 속하는 유주는 산서성 남부와 황하 북부 하남성 일대이고, 유주(幽州)에 속한 상곡군은 치우천왕이 황제헌원을 굴복시킨 탁록(涿鹿)이 있는 곳으로 운성염지 일대이다. \n\n(원문) 圣水(골수)出上谷(상곡)，故燕地，秦始皇二十三年，置上谷郡(상곡군)。(중략) 广阳水(광양수)注之，水出小广阳西山，东径广阳县(광양현)故城北；又东，福禄水注焉。水出西山，东南径广阳县故城南，东入广阳水，乱流东南至阳乡县，右注圣水(골수)。\n\n2) 대방(帶方)과 조선(朝鮮)은 <한서지리지>에서 보듯이 산서성 동남부와 북부 하남성 일대였던 유주의 낙랑군에 속한 현임을 알 수 있다.\n(乐浪郡 낙랑군) 武帝元封三年开。莽曰乐鲜。属幽州(유주)。户六万二千八百一十二，口四十万六千七百四十八。有云鄣。县二十五：朝鲜(조선)，讑邯，浿水(패수)，水西至增地入海。莽曰乐鲜亭。含资，带水西至带方入海。黏蝉，遂成，增地，莽曰增土。带方(대방)，驷望，海冥，莽曰海桓，列口，长岑，屯有，昭明，高部都尉治。镂方，提奚，浑弥，吞列，分黎山，列水所出。西至黏蝉入海，行八百二十里。东暆，不而，东部都尉治。蚕台，华丽，邪头昧，前莫，夫租。\n\n3) 광릉(廣陵)군은 형주(荆州)에 속했다가 속오와 강도라는 이름으로 바뀌었다가 서주(徐州)에 속했던 36,773가구에 140,722명의 인구의 군이었다. 광릉현, 강도현, 고우현, 평안현 등 4현이 속한다. 서주는 회수 상류 일대의 하남성을 말하는 것으로 보인다. \n\n(원문) 广陵国，高帝六年属荆州，十一年更属吴，景帝 年更名江都，武帝 元狩三年(B.C 120)更名广陵。莽曰江平。属徐州。户三万六千七百七十三，口十四万七百二十二。有铁官。县四：广陵，江都易王非、广陵厉王胥皆都此，并得鄣郡，而不得吴。莽曰安定。江都，有江水祠。渠水首受江，北至射阳入湖。高邮，平安。莽曰社乡。\n\n4) 청하(淸河)군은 발해군과 함께 기주(冀州)에 속하는 군이다. 중국에서는 청하군을 하북성 형태(邢台)시 임서현이라 하고 있으나 이는 지명이동을 통한 역사왜곡으로 보아야 한다. 왜냐하면 대청광여도에 보이듯이 우공의 기주 땅은 분명 산서성 남부이기 때문이다. 발해군은 하남성과 산동성 사이에 있던 내륙호수인 대야택 부근의 산서성 동남부 일대이다.\n\n\n북위는 488년의 대패를 설욕하기 위해 2년 후인 490년에 또 다시 백제로 쳐들어간다. <남제서>에는 쳐들어간 병력규모에 대한 상세한 기록이 남아있다. “이 해에 북위가 또 다시 기병 수십만을 일으켜 백제를 공격해 그 경계에 들어가니, 모대(동성대왕)가 사(沙)법명·찬(贊)수류·해(解)례곤·목(木)천나 등을 보내 군사를 거느리고 위나라 군사들을 습격하도록 해 크게 물리쳤다.”고 기록돼 있다.\n대한민국 식민사학계에서는 이 위나라 기병 수십만이 황해바다를 건너 한반도 백제까지 왔다고 말하고 있다. 그런데 북위가 육로로 백제까지 오려면 반드시 고구리 땅을 거쳐야하는데, 그러려면 고구리와 전쟁 이외에는 달리 방법이 없었을 것이다. 당시 그런 기록이 없는 것으로 보아 육로로는 오지 않았음이 확실하다.\n북위의 기병 수십만명이 백제까지 오려면 해로 밖에는 없다. 수십만 기병이 배타고 바다를 건너 백제로 온다는 것은 그야말로 상식적으로나 현실적으로 100% 불가능한 이야기이다. 배만 해도 만 척이 넘어야 하고, 수십만 기병이 배에다 말을 싣고 바다를 건너는 등 그야말로 실현 불가능한 어불성설의 낭설뿐이다.\n게다가 북위와 백제는 경계를 접하고 있었다고 기록돼 있는데, 한반도 충청·전라도 땅에 있는 백제의 서쪽 경계는 황해바다이다. 그런 경계 안으로 북위의 기병들이 쳐들어오자 백제가 기습으로 들이치니 도망쳤다고 하는데, 북위가 황해바다로 달아났단 말인가. 여하튼 현재 역사이론대로 백제를 한반도에 놓고서는 이런 기록들이 전혀 성립되지 않는다는 것을 알 수 있다.\n백제 명제 건무 2년(495)에 사신을 통해 표문을 보내면서 “지난 경오년(490)에 험윤(북위)이 잘못을 뉘우치지 않고 군사를 일으켜 깊이 쳐들어왔으나, 사법명 등으로 하여금 군사를 거느리고 가서 반격하여 이를 토벌하게 했는데 밤에 번개같이 들이치고 도망가는 것을 따라가서 베니 시체가 들판을 묽게 물들였다(僵尸丹野).”고 표현돼 있다.\n\n두 차례나 백제에게 참패해 수십만의 기병을 잃은 북위는 이후 중국 남북조 시대의 최강자에서 점차 쇠락의 길로 접어들게 된다. 493년에 도읍을 평성에서 낙양으로 옮기게 되는데, 高句麗의 산서성 역사를 지우기 위해 중국학자들은 평성을 산서성 북부 대동시로 비정했으나, 이는 명백한 역사왜곡으로 한고조 유방의 부인 여태후가 백등산에서 포위를 풀기 위해 흉노의 묵돌선우에게 치마끈을 푼 평성은 바로 낙양 북쪽에 위치하고 있는 맹진(孟津)이었던 것이다.\n(북위의 도읍 평성은 http://www.skyedaily.com/news/news_view.html?ID=14349 참조)",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc",
    "ea56640c-1868-4a19-9ea7-65a1ffdf3b23"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-09-04T13:38:51.456000",
  "updatedAt": "2025-12-04T01:41:51.129000"
}