{
  "id": "105ed01c-5a41-47c8-a3b9-236abe6edec4",
  "title": "기준금리",
  "content": "기준금리는 한은이나 미국의 연방준비제도 같은, 한 나라의 중앙은행이 결정하는 금리를 일컫는 단어입니다. \n기준금리는 은행 등 금융회사가 한은에 짧게 돈을 빌릴 때 기준이 되는 금리입니다. (참고로 은행들끼리 짧게 돈을 빌릴 때의 금리는 ‘콜<call> 금리’라고 합니다.) \n\n기준금리란 한국은행과 금융기관 간 환매조건부채권(RP) 매매와 대기성 여수신 등의 자금거래를 할 때 적용되는 금리입니다. 쉽게 말해, 한국은행과 금융기관 또는 금융기관 간 돈을 빌리고 빌려줄 때의 이자율입니다.\n한국은행에서 발표한 기준금리에 따라 시중 은행을 포함한 금융기관들은 이를 기준으로 하여 각각 금리를 책정하게 됩니다. 기준금리를 올리면 시중 금리도 상승하게 되고, 기준금리를 낮추면 시중 금리도 떨어지게 됩니다.\n은행이 돈을 빌려오는(조달하는) 금리가 올라가면 은행이 가계나 기업에 돈을 빌려주는 금리도 연쇄적으로 올라갑니다. 은행은 이 조달금리에 비용과 은행의 수익을 감안한 가산금리를 붙여 최종 금리를 결정하기 때문입니다.\n하지만, 기준금리와 각 금융상품의 금리가 정확히 일치하는 것은 아닙니다\n\n콜 금리는 시장 금리이기 때문에 한은이 올려라 내려라 할 수는 없습니다. 대신 여러 방법을 통해 시중에 유동성(돈)을 늘리거나 줄임으로써 금리가 자연스럽게 움직이게 합니다. 이런 절차를 ‘공개시장운영’이라고 합니다.\n\n통상적으로 금리는 다른 재화와 마찬가지로 돈의 수요와 공급에 따라 오르내립니다. 금융시장에서 돈이 수요보다 덜 공급되면 ‘돈 값’인 시중금리가 올라가게 됩니다.\n한은은 대한민국에 돈을 독점 공급하는 기관입니다. 독점기업처럼 돈의 유통을 조정해 시장의 금리를 움직일 수 있다는 뜻입니다. 기준금리를 설정하고 말 그대로 이를 기준 삼아 한은이 돈을 풀거나 거두는 등의 방법을 써서 말이죠.\n기준금리는 중앙은행이 원하는 경기의 ‘온기’를 달성하기 위해 설정하는 타깃(목표치)입니다.(참고로 미 연준 기준금리의 공식 이름은 ‘연방 기금 금리의 타깃 범위’입니다. 현재는 연 0~0.25%입니다.)\n\n한은이 기준금리를 올리는 것은 시장에 돈이 좀 덜 돌게 하겠다는 뜻입니다. 돈이 귀해지면 자연스럽게 다른 금리도 올라갈 수밖에 없습니다. 대출, 예금, 채권 등이 모두 영향을 받습니다.\n그렇다고 기준금리의 향방에 시중금리가 100% 연동되는 것은 아닙니다. 경기에 영향을 미치는 변수는 금리 외에도 너무 많고, 특히 한국같이 개방된 경제에서는 글로벌 변수도 상당한 영향을 미치기 때문이죠.\n\n만약 기준금리가 큰 폭으로 올라가면 초저금리에 힘입어 상승해온 주가는 타격을 입을 가능성이 큽니다. 특히 현금을 많이 쌓아두지는 못했지만 그동안 돈을 많이 빌려서 사업을 확장하고 최근 주가가 많이 오른 신생 IT 기업의 타격이 더 클 수 있습니다. 반면 현금을 많이 쌓아둔 기업이나 경기가 회복될 때 이익이 늘어나 금리 상승의 영향을 상쇄하고도 남는 기업은 유리할 겁니다.\n\n한국은행이 발표하는 기준금리를 선별적 규제수단인 금리 규제정책으로 오해하는 사람들도 있다. 현재 한국은행이 발표하는 기준금리는 중앙은행이 시장의 수급을 통해 달성하고자 하는 목표 금리다. 따라서 강제로 금리를 정해놓은 선별적 정책수단이 아니다.\n\n중앙은행이 이자율(기준금리)을 변화시켜서 통화량(유동성)을 조절한다는 이야기를 신문에서 자주 듣게 되기 때문에 이자율이 통화량을 변화시킨다고 생각할 수 있다. 그러나 ‘이자율 조절→통화량 변화’라기 보다는 반대로 ‘통화량 조절→이자율 변화’가 더 타당한 설명이다.\n총수요가 커져서 물가가 상승하면 중앙은행은 이자율을 높여서 총수요를 진정시키려고 한다. 이자율이 높아지면 사람들의 할부 구매 등 소비가 감소하며, 기업 투자도 줄어들어 물가상승이 완화될 수 있다. \n그러나 중앙은행이 시장이자율을 법으로 규제하거나 명령할 수는 없다. 이자율은 시장의 자금수요와 자금공급에 의해 결정되기 때문이다. 따라서 이자율을 조절하려면 보유한 채권을 시장에 내다 팔거나 사들여 통화량을 변화시킨다. 즉, 중앙은행은 통화의 공급량을 조절함으로써 이자율에 영향을 주는 방식을 취하고 있는 것이다. 중앙은행의 기준금리 인상 발표는 통화 공급을 줄이겠다는 신호인 것이다.\n\n그러나 이자율이 통화량에 영향을 줄 수도 있다. 이자율이 올라가면 사람들은 가지고 있던 돈을 예금하려고 할것이다. 은행들도 보유하고 있던 초과지급준비금을 대출에 더 많이 활용하려고 할 것이다. 이 모든 행동은 화폐보유의 기회비용이 커졌기 때문에 발생하는 현상이며, 이는 신용창조를 활발하게 만들어 시중의 통화(M1, M2 등)를 더욱 커지게 만드는 요인이 된다. 이자율이 올라가면서 통화량이 증가하는 사례인데, 이것은 특별한 상황에서 언급되는 것이기 때문에 통화량의 변화가 이자율에 영향을 주는 것으로 생각하는 것이 좋다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-11T01:10:09.356000",
  "updatedAt": "2022-04-16T14:31:07.640000"
}