{
  "id": "110b4102-f004-44e1-a6cd-9b21c7098014",
  "title": "설비 증설의 딜레마(고정비 투자)",
  "content": "개별제품 단가가 비싼 상품의 경우 설비 증설을 위한 의사결정이 쉽지 않다.\n\n대량생산 대량소비를 전제하는 민간 재화와 달리 저율생산을 전제하는 경우가 많은 (그리고 또 그게 합리적이기도 한) 무기라는 특수성\n\n주문없으면 공장은 놀아야하고 인력은 빠져나가겠지 무리해서 라인 늘리는것도 문제\n\n\n[소니 공동 창업자 모리타 아키오의 자서전]\n생산 capacity는 일정한데 갑자기 큰 주문이 들어왔다고 해서 생산 capacity를 2배, 3배로 확 늘릴 수 없는 이유\n\n\"도쿄의 조그만 우리 공장에서 월 10만대의 라디오 주문을 소화해 낼 수 있을까?\n그때까지도 우리의 생산 능력은 1년에 10만 대의 트랜지스터 라디오를 생산하는 정도이다. 따라서 한 달로 따지면 기껏해야 1만 대의 라디오를 생산할 수 있을 뿐이었다. 우리가 월 10만대의 라디오를 수주하게 되면 새로운 고용자들을 고용하고 훈련시켜야 할 뿐만 아니라 시설 또한 확충하지 않으면 안될 것이었다. 이것은 곧 기간 투자를 의미했고 주요한 사업 확장이었으며, 한편으로는 하나의 도박이었다.\n나는 U자 비슷하게 생긴 곡선을 그어 보았다.\n5천대까지는 정상적인 가격을 받을 수 있을 것이다. 바로 그 지점에서 곡선이 시작된다. 거기서부터 1만대까지는 가격이 할인될 것이며, 1만대에서 최저 가격이 형성된다. 3만대부터는 가격이 상승하기 시작해 서 5만대에 이르면 단가는 5천대일 때보다 더 높아질 것이다. 따라서 10만대를 주문받게 되면 처음 5천대의 단가보다 훨씬 높아지게 될 것이다.\n우리가 생산 설비를 두 배로 늘려야 할 경우, 그리고 다음해에 그만큼의 주문을 받지 못할 경우, 그런 사태가 발생한다면 우리는 파산할 것이다. 증가시켜 놓은 인력과 설비를 도저히 감당해 낼 수 없는 상황이 닥칠 것이 너무나도 뻔한 일이었기 때문이다.  사업의 확장이라는 것은 그렇게 간단한 문제가 아니다. 신규 자본금을 끌어들이기가 곤란한 경우도 있을 수 있다. 나는 하나의 주문에 대해 사업을 확장시키는 것은 바람직하지 않다는 결론을 내렸다.\n일본에서는 주문이 많아지거나 적어진다고 해서 무턱대고 사람들을 고용하거나 해고할 수는 없다. 우리는 고용자들과 장기 계약을 맺은 셈이고 그들 역시 경영인들에 대해 마찬가지 입장이다.\n바이어는 새 견적서를 들여다보더니 \"구매량이 늘어날수록 단가가 비싸지다니\" 하고 놀랐다. 나는 그 이유를 설명해 주었고, 그는 납득한듯 단지 1만대의 라디오만을 주문했다. 물론 그 단가는 1만대를 주문할 경우의 단가였다. 그 바이어나 우리나 쌍방이 모두 적절한 선의 계약이었던 것이다.\n\nF-16 그린빌 공장도 한달에 1대에서 2대 왓다갔다하는 생산량임. 프랑스랑 비슷한 시기에 한달에 3-4대로 올라갈 예정이고 생산라인 댓수늘리는게 쉬운일도 아니고 일단 늘리면 생산업체차원에서 엄청난 투자가 되야되고 주문이 보장되어야하며 하청업체도 재편되기 때문에 앞으로도 계속 그 페이스대로 생산을 해야되는데 절대 쉬운 결정도 아님. 애초에 수요와 주문량에서 따라 생산량이 결정되는거고 미국 전투기와 프랑스 전투기가 그 수량이 다른데 왜 프랑스 라팔은 미국 F-35 수준 생산량못됨? 이러고 잇네. 프랑스가 한달에 14대 라팔 생산하면 몇년도 못가 생산라인 접어야 됨.\n또 생산라인이라는 주문들어오면 생산하고, 주문 없으면 생산 안하고 놀리고 그럴수 있는 게 아님. 일단 늘리면 계속 돌아가면서 물건이 나오는 체제임. 그리고 프랑스 공군이 해외 판매수량을 위해서 자기가 받아야할 수량을 손해보며 일부러 양보했다는 썰은 몇달전에 다쏘 회장이 TV에 나와서 당시 프랑스 공군이 예산이 없어서 몇년간 라팔 인도 못받겠다고 해서 해외분인도를 우선 돌렸다고 직접 구라라고 해명함",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-10-02T08:20:47.784000",
  "updatedAt": "2023-10-02T09:36:35.624000"
}