{
  "id": "11bc2645-3d5d-4810-8d6d-f6282883858a",
  "title": "물리학에서 Energy란?",
  "content": "Energy is an extremely important concept in all of physics. It is used everywhere to describe how different systems will behave. But what exactly is energy in the first place? What is the meaning of energy?\nThis difficult-to-answer question can be thought of in terms of a few different explanations. \nThe one I prefer is that energy is a mathematical concept used to describe how different systems behave and phenomena occur. We can think of it as a mathematical quantity that we assign to anything relevant in what we are studying. Then, energy transfers (i.e. from one form to another, or from one place to another) occur in such a way that they obey the Law of Conservation of Energy. This allows us to predict how our system will behave over time.\nAlthough we are talking about assigning energy values to different parts of our system, this does not mean we can randomly assign any energy values. These energy values are carefully calculated to be consistent with how everything around us seems to behave. An object with a specific mass moving at a certain speed, for example, will have a very specific value of kinetic energy based on its mass and speed.\nBased on all experiments we've done so far, the Law of Conservation of Energy seems to hold extremely well. Therefore, we can use it to make predictions about energy transfers in our system, as well as how these will affect different parts of our system. And it's very interesting that the system can be very tiny, or it can be as large as our whole universe.\nAnother way to think about energy is that it is a physical property that objects have. For example, a moving car has kinetic energy (rather than the energy being a mathematically assigned quantity). This is a perfectly reasonable way to look at it, but if left unclear it can lead to some misconceptions. For example, it is easy to think based on this description that energy is some \"stuff\" that can flow from one object to another, almost like a fluid. And indeed, a long time ago scientists thought of heat (a form of energy flow) as a fluid. However energy itself is not a fluid, and does not have form in and of itself, like other \"stuff\" does. It can be thought of as \"flowing\" from one object to another, or transferring to a different type of energy (e.g. gravitational potential energy being transferred to kinetic energy as an object falls to Earth).\nFinally, a common definition of energy is that it is the ability to do work (force x distance). But often, wordy definitions of work are stated in terms of energy. So this can lead to a circular argument, and if you are not fully comfortable with at least one of these terms then these definitions are of no help.\nAt the end of the day though, the reason the concept of energy is so useful is because of the conservation law. Energy cannot be created or destroyed, only transferred from one place to another, or from one type to another. It almost doesn't matter what energy is. \nwe also discuss how some forms of energy (e.g. potential energy) seem like a bit of a fudge to make the math work out. \"Stored energy\" that allows stuff to happen in the future, can easily seem like something's gone wrong. However this shows the problem with thinking about potential energy as \"stored energy\", or as \"stuff\". Additionally, all objects that we've ever studied so far seem to behave consistently with each other in terms of potential energy. The fact is, this energy value that we assign to objects exactly predicts how they will behave if a given amount of potential energy is lost - in all systems!\n\n[Potential energy]\nTraditionally, potential energy (PE) is the energy said to be stored as a result of a configurational change in a system of interacting parts. As we have seen that notion was created in order to support the conceit of conservation of energy in situations where KE vanishes, wholly or partially. As is discussed elsewhere in the literature, PE is an excellent highly useful theoretical concept. It survives because energy is conserved. Even so, PE is an idea, not an empirical quantity; it is not itself amenable to measurement.\nBriefly put, only changes in PE are defined, and these are defined as the work done on a system by conservative forces.\nSuch work is measurable as it is being done. However, once work is done it no longer exists and is no longer measurable;\nif △PE is only defined by work done (e.g., mgh, or 1/2kx^2, or 1/2CV^2) it cannot be measured in stasis while it supposedly exists.\nThe fact that the zero of PE floats, underscores the fact that PE is not a real physically measurable quantity. Moreover, there is no universal equation for PE. You cannot measure the PE of a stretched spring, or a stick of dynamite, or anything else—at least not without releasing it. What is only defined is the change in PE, and when the system experiences, say a change of 100 J of PE it actually experiences a mass change of (100 J)/c2.\nPotential energy is a tremendously useful bookkeeping device; it is not, however, a quantity possessing measurable physicality it’s a purely theoretical concept much like the quantum mechanical wavefunction. \n\nRemarkably, Leibniz, the genius who gave us vis viva was also responsible for the earliest theorizing that would, a hundred and fifty years later, evolve into potential energy. He proposed (1695) the idea that there could be inactive unmanifested vis viva; matter could harbor vis mortua (i.e., deadforce). This was a static propensity-for-motion, a “solicitation to motion” without there being motion.10 A system restrained by forces into motionless equilibrium, “has the power of acting” even though it may not act. A raised body, or a stretched elastic object possesses vis mortua. That unrealized capacity to act was the forerunner of the concept of potential energy, though Leibniz never explicitly linked it with vis viva to form a conserved gestalt.\nDaniel Bernoulli (1700–1782), Johann’s son, in his treatise Hydrodynamics (1736) made conservation of vis viva his central analytic principle—that’s what Bernoulli’s Equation is all about. In a letter to the mathematician Leonhard Euler(1743), Bernoulli spoke of “potential living force.” At the turn of the century Lazare, Count Carnot (1753–1823), Sadi’s father, called the product of weight and height, latent living force. In 1853, William Rankine (1820–1872) compared “actual or sensible energy” (i.e., KE) to “potential or\nlatent” energy (i.e., PE). After his treatise of 1847 on conservation of energy, Hermann von Helmholtz (1821–1894), adopting Rankine’s terminology, posited “the decrease in the potential energy is always equal to the increase of the kinetic energy.\nFor many of the great 19th-century scientists, people like W. Rankine, Lord Kelvin, James Joule, John Herschel, J. J. Thomson, Ernst Mach, and James Clerk Maxwell, there was “actual” energy (KE), and “possible” energy (PE). As Maxwell put it in 1877, Rankine introduced the term potential energy, a\nvery felicitous term, since it not only signifies the energy which the system has not in actual possession, but only has the power to acquire.\nAt the time, all actual energy was assumed to be kinetic. PE was the energy a system could acquire; it was not energy already possessed by the system and somehow stored. \nHence PE would not be there to be measured with the system in stasis. As Einstein (1946) pointed out, “so long as none of the [internal] energy is given off externally, it cannot be observed.” Internal energy cannot be observed; it cannot be measured as it presumably exists.\n\n\n[정지에너지(rest energe)]\n물체가 정지했을 때 갖는 에너지로 정지질량 에너지라고도 한다. 아인슈타인의 상대성이론에 따르면 어떤 물체가 운동을 하지 않더라도 질량이 있으면 에너지를 보유한다. 이는 아인슈타인의 가장 유명한 공식인 E=mc²으로 표현할 수 있다. \n정지해있는 물체의 질량을 m₁라고 한다면 물체의 정지 에너지는 E₁=m₁c² 라고 나타낸다.",
  "color": "default",
  "labels": [
    "0e59aec6-754e-4c02-893c-70f18f19c937"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-06T10:16:09.365000",
  "updatedAt": "2023-12-24T08:26:10.718000"
}