{
  "id": "11f6f32d-607e-4e55-a781-25321c858dd7",
  "title": "중국의 기술력",
  "content": "![image](media/19709fd9869.81e9ea7827636c78.jpg)\n![image](media/1970a048606.9be1481552d60078.jpg)\n![image](media/1970a048616.85a20a8c0169f239.jpg)\n![image](media/1970a048627.8e54fae0e2a7eae8.jpg)\n![image](media/1970a048637.ac61cda980655093.jpg)\n\n\n\n\n네이처가 2023. 6월 발표한 ‘네이처 인덱스 셰어’에서 지난해 중국의 자연과학 연구 영향력은 미국을 추월해 1위로 올라섰다. 중국은 이 지표에서 전년 대비 21.4% 증가한 1만9373점을 받았다. 미국은 전년 대비 6.9%가 감소한 1만7610점을 받아 2위로 내려앉았다. 자연과학 분야에서 중국 논문의 ‘양’은 2017년 미국을 앞섰는데, ‘질’까지 뛰어넘었다는 평가가 이번에 나왔다. \n\n첨단 산업 중에 중국이 미국을 앞지른게 꽤 있죠. 워낙 생산 대국이 중국이니 테스트 해보기도 편하고 관련 직종이 많이 늘어날 수 밖에요. 특허도 가장 많은 나라가 이제 중국이 되기 시작했고요. ai나 배터리, 친환경 산업 등은 이미 중국이 앞선다는 평가를 받고 있죠.\n바이오, 로봇 등도 이제 얼추 비슷하다는 평도 있습니다. 예를 들면, 전고체와 3d 메모리 특허 건수는 중국이 더 많다는 보고서가 나왔죠. 그것도 호주에서 나온 거라 공신력 있다고 평가받습니다. 금융 대국과 산업 대국은 결국 격차가 줄어들 수 밖에 없습니다.\n\n\n2023년 중국은 일본을 제치고 자동차 수출 1위 국가가 되었습니다.\n전기차 뿐만 아니라 제조업 전반에서 중국산 퀄리티가 많이 올라온 느낌입니다. 이제는 더이상 우리 중간재 받아먹은 시장이 아니라 아예 직접 경쟁자로 올라온 수준으로요. 특정 분야는 아예 우리나라를 뛰어넘는 분야도 나오고요.\n\n한국과학기술기획평가원 공식의견 이미 2020년 기준으로 한국, 중국 기술력은 동급이었습니다.\n지금은 중국에 뒤쳐졌다고 보는게 맞아요.\n\n베터리는 인정합니다. 제가 샤오미 워치 쓰는데 타 제품인 애플이나 갤럭시보다 압도적으로 오래갑니다. 로봇청소기도 최고이구요. 감성과 고급화 정교함이 좀 떨어질뿐 전기차나 가전이나 마데차이나 꽤 좋더라구요. OEM으로 다져진 기초체력 덕이겠죠\n\n스마트폰에서는 이제 정말 삼성 턱밑까지 쫒아왔어요. 몇 년 전까지만 해도 스펙상의 숫자들만 훌륭할 뿐, 실제로 써보면 문제가 많다는 평가였는데, 요즘은 약점으로 지적되던 질감, 소프트웨어 튜닝, 사용자 경험 같은 측면에서는 삼성보다 오히려 더 낫다는 평가도 종종 들립니다.\n\nEU도 중국산 부품 비중이 높은 자동차에 관세를 붙이는 법안을 만들었다가 유예했죠. 중국 의존도를 낮추고 싶어도, 부품 생산하는 공장들을 현지화하는데 실패해서.\n반도체만 해도, gpu나 cpu 같이 첨단 제품들은 미국이 강세지만, mcu 같은 저가형에 레거시 제품들은 여전히 중국이 압도적 우위입니다. 박리다매가 특성인 부품들의 경우는 여전히 전세계가 중국에 의존하고 있어요. 전기차는 특히나 수없이 많은 mcu 및 레거시 부품들을 사용하고, 이런 것들을 전부 삼성이나 tsmc, 마이크론, ti 같은 회사들의 제품으로 대체하기엔 비용이 너무 올라가버려요.\n완제품 자체는 관세나 규제 등으로 어떻게 막는다 쳐도, 중국을 원천 차단하는건 적어도 수년내로는 불가능할 거라고 봅니다. 이번에 대중국 제제가 강화되니, 중국내의 레거시 반도체 업체들이 설비투자를 늘렸다는 뉴스도 있고요.\n\n\n미국의 기술 규제니 하는게 중국에 전혀 통하지 않고 마지막 남은 euv도 중국이 독자 제작 가능하면 모든 영역에서의 게임은 끝이라고 봐도 되죠. asml보다 안좋아도? euv를 자력으로 만드는 나라와 미국의 허락받고 써야 하는 나라는 아예 다른겁니다.\n\n젠슨황이 화웨이가 자사 최대 경쟁자라고 할만합니다.\n\n한국도 EUV 2000년대 초반에 연구했음. 그런데 EUV노광기 10만개 부품중에 마스크만 만들고 그거 ASML에 납품하는데 만족하고 있음.\n중국은 제재받으니 10만개 부품 전체를 국산화하고 있는거고\n10만개의 부품이 들어가는14나노급 DUV 노광기는 물론이고 식각기(applied materials 근무하던 이효잔 박사가 밑에 중국인 연구진 20명과 특허까지 들고 귀국해서 회사차림) 는 3나노까지 개발했고, 증착기, 이자주입기는 14나노까지 개발했음.\n\nDUV를 이미 국산화 했기 때문에 정밀부품은 다 확보했을거고 EUV 단계로 넘어갈려면 가장 중요한게 광원생성과 반사경인데 DPP방식 개발 (원래 그 기술은 있었는데 상용화에 걸림돌이었던 난제를 해결)한 하얼빈 공대교수가 1등상 받았다는 건 원천기술 단계에서 상용화 단계로 넘어갔다는 것\n\n세계 대학순위에서도 중국이 거의 다 먹고 중국 공대는 엄청난 인재들을 매년 쏟아내는데 어찌보면 당연한 결과이지 않을까 싶음. 미국도 중국에 안 뒤쳐지려면 인재들을 오히려 더 받으면서 기술 발전을 해야하지 않을까 싶네. 우리나라는 인재들이 공대를 가게 만들어야 되는데 솔직히 가망이 있나 싶음\n\n달 뒤면까지 가서 흙을 퍼오는 나라\n\n기존 LPP방식은 특허로 막혀있기 대문에 DPP방식을 쓰는거죠. DPP는 장점도 있지만 상용화하기엔 난제도 있는데 하얼빈 공대 교수가 해결\n서방의 특허 장벽을 중국은 폐기된 기술을 개선해서 넘어서고 있죠. 중국말로 변도초차 차선을 바꿔서 추월한다.\n내연기관의 특허장벽을 전기차로 극복하고\nMS Windows의 특허장벽을 리눅스를 개선해 홍멍으로 극복하고 ARM의 특허장벽은 RISC-V로 극복하고.\n\n중국 DUV 국산화 했는데 한국 언론은 보도를 안하니 한국인은 모르죠. 5년만에 10만개 넘는 부품이 들어가는 최첨단 장비를 국산화 한 건 엄청난 일임. 미국 반도체 하드웨어 기술자 절반 이상이 중국계임. 젠슨황, 리사수 같은 사람들 미국에서 실력에 비해 차별받으니 귀국해서 국산화. 이런 거 보도 안하니 EUV도 기술 훔쳤을 거라는 헛소리나 하는게 한국 현실\n\n중국에선 Grok-3 발표회에서 중국계 과학자가 나온 걸로 화제\nTony Wu (95년생）\n- 저장성 출신, 수학 천재\n- 토론토대 AI 전공(Jimmy Ba의 제자)\n- DeepMind, OpenAI, 구글 거친 AI 전문가\n- xAI 공동창업자 및 수석과학자\nxAI 창립멤버 12명 중 5명이 중국계,\nOpenAI GPT-4o팀도 35%가 중국계 인재로 구성\n\n2024 국제수학올림피아드 미국팀 3년만에 중국팀 제치고 1위. 미국팀 6명중 4명이 중국계\nThe six members of the team include. Jordan Lefkowitz, 17 (CT), Krishna Pothapragada, 18 (IL),\nJessica Wan, 18 (FL), Alexander Wang, 16 (NJ), Qiao Zhang, 16 (CA), and Linus Tang, 18 (CA)\n\n\nNISTEP 「과학기술지표 2023」\n(https://nistep.repo.nii.ac.jp/records/2000116)\n2021년 연구개발비 총액 1위는 미국, 2위는 중국이었다. 3위인 일본은 전년 대비 2.7% 증가한 18.1조 엔(한화 약 166조 원)을 기록했다.\n2021년 연구개발비 총액 대비 GDP 비율의 1위는 한국(4.93%)으로 경제규모가 확대됨과 동시에 연구 개발비 총액의 대비 GDP 비율도 대폭 상승한 것으로 추정되며, 2위는 미국(3.46%), 3위는 일본(3.29%)으로 분석됐다.\n \n2022년 일본 연구자 수는 70.5만 명으로, 중국(2018년 186만 명), 미국(2020년 149만 명)에 이어 3위를 차지했고, 2021년 주요국의 노동력 인구 1만 명당 연구자 수는 1위 한국(167.4명), 2위 프랑스(112.9명), 3위 독일(106.8명), 4위 일본(99.9명)으로 분석됐다.\n연구개발 산출물인 논문은 국가·지역별 논문 수(2019-2021년 평균)에서 1위는 중국(24.6%)이었으며, 미국(16.1%), 인도(4.0%), 독일(3.9%), 일본(3.8%)이 그 뒤를 이었다.\n전 세계 특허출원 수는 1990년대 중반부터 연평균 성장률 4.6%로 증가해 2021년에는 340만 건을 기록했고, 패밀리특허 건수는 일본(26.0%)이 1위를 유지하고 있으며, 미국(22.0%), 중국(12.2%), 독일(11.1%), 한국(8.7%) 순으로 나타났다. \n\n벤츠 하이브리드 자동차 엔진에는 중국의 지리 엔진이 들어감\n지리가 볼보 먹더니 이젠 벤츠 엔진도 만드는군요.\n벤츠의 몰락으로도 볼 수 있지만 중국차 기술력이 점점 쌓이고 있는 것도 주의해야 합니다.\n요즘 국내에서 평이 꽤 좋아진 그랑 콜레오스도 결국 지리 싱유에 L기반이고 엔진 및 하이브리드 시스템도 지리의 것을 공유합니다.\n현기도 지금까지 잘해오고 있지만 중국차 추격이 빠른만큼 기술 개발에 힘을 더 써줬으면 좋겠어요.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5",
    "8a2c08db-2799-4365-9a30-76f7fb30e0c0"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-09-20T09:59:13.231000",
  "updatedAt": "2025-12-21T16:45:40.422000"
}