{
  "id": "12ea4778-e044-4e26-b329-516248d27a4d",
  "title": "석유의 역사",
  "content": "제1차 세계대전 당시 거대 군함들, 특히 군함의 무게는 참전국 해군력의 중요한 지표가 되었다. 거대 군함은 대량의 연료로서 석탄을 필요로 했기 때문에 전쟁에서는 영국과 같이 세계 곳곳의 식민지에서  석탄을 공급할 수 있는 국가가 유리했다. 하지만 이러한 식민지 쟁탈전에 후발로 참가한 미국은 석탄이 아닌 석유를 연료로 사용하여 미국 군함의 기동성은 탁월하였고, 당시 세계는 그 광경에 놀라게 되었다. 반면에 역시 후발국으로 식민지 쟁탈전에 참전한 독일과 일본은 유전과 석탄 항구 확보에 한계가 있었고, 자연히 일본은 석탄을 석유로 생산하는 기술에 관심을 갖게 되었다. 그래서 일제는 북한 아오지에 석탄액화설비를 건설하게 된다.\n제2차 세계대전 당시 일제는 나치 독일과 협력관계에 있었다. 일제는 독일, 영국 등으로부터는 ‘인조석유 기술’을, 미국으로부터는 ‘원유 정제 기술’을 전수받고 있었다. 일제는 전수받은 기술을 토대로 조선, 일본 본토, 사할린, 만주와 중국 본토 등에 다양한 인조석유 산업 설비를 건설하였다.\n\n제1차 세계대전 직후 일제는 일제 해군성 연료창(燃料廠, 연료 공장), 남만주철도주식회사(당시 군산복합체, ‘만철’), 관동군을 중심으로 하고 도쿄대학 및 각 대학, 연료연구소, 재벌, 화학기업 등이 참여한 ‘군산학연(軍産學硏) 복합체’를 구성하여 공동으로 기술개발과 생산실험을 실시하였다. \n첫째는 건류법(乾溜法)이다. ‘coal carbonization’이나 ‘dry distillation’으로 불리는 ‘건류법’은 석탄(갈탄)이나 유혈암을 공기와의 접촉을 차단하고 가열하여, 반성코크스(주체철의 원료), 콜타르, 석탄가스 등을 얻는 방식이다.\n둘째는 수소첨가법(水素添加法, 베르기우스법)이 있다. 독일의 프리드리히 베르기우스(Friedrich Bergius)가 1913년 개발한 것으로, 내열강철통에 석탄을 잘게 분쇄하여 넣고 직접 고온고압을 가하여 수소를 첨가하는 ‘액상화 방법’이다. 한 마디로 압력솥에 넣고 끓이는 방식이라고 생각하면 이해하기 쉽다. ‘일본질소산업’ 등 전문 화학회사는 주로 이 ‘수소첨가법’을 인조석유 공정에 도입하였다. ‘일본질소산업’은 일본 해군성과 노구치 시타가우가 아오지에 건설한 당시 세계 유일의 액화석유 공정설비로, 그 시점에 일본은 이를 극비사항으로 다뤘다. 또한 세계대전의 승전국이 된 미국은 독일과 일본의 이러한 인조석유 기술을 일정 기간 동안 기밀로 봉인하였다.\n셋째는 가스화(Fischer-Tropsch synthesis process, 피셔 트로프슈법) 이다. 이는 석탄을 일산화탄소와 수소(H₂＋CO)로 ‘가스화’하고, 촉매를 이용하여 탄화수소로 인조석유를 만드는 방법이다. 또한 다양한 유기화학 생산물을 제조하는 기법이기도 하다. ‘가스화’ 방법은 1921년 독일 가이자 빈루에르무 연구소 석탄 부문이 기초기술을 개발하였고, 1923년에는 인조석유를 추출하는 데 성공하였다. 미쓰이 등 일본 재벌은 주로 이 세 번째 인조석유 추출 방법인 ‘가스화 공정’을 도입하여 사용했다.\n이상 3가지 인조석유 공정기술로 독일은 세계대전을 치를 때 전투기 연료까지 생산하기도 했다. 당시 독일에서는 석탄에서 추출한 액체석유 연료의 연간 최대량이 500만t이었고, 나치 독일의 강제 점령지까지 포함하면, 독일·오스트리아에서 생산한 원유 200만t과 루마니아 등지에서 수입한 분량까지 대략 총 700만t 정도 되었다. \n\n기름 한 방울 나지 않는 독일이 세계대전을 일으킬 수 있었던 데는 독일에 풍부한 석탄으로 석유를 만드는 ‘인조 석유’ 제조 기술이 큰 몫을 했다. 독일은 공군기 연료의 92%, 전체 석유의 절반 이상을 인조 석유로 충당했다. 1944년 절정기에는 25개 공장에서 하루에 650만t을 생산하기도 했다. 일제와 인종 차별로 석유 금수를 당하던 남아프리카공화국도 똑같은 기술을 활용했다.\n석탄으로 석유를 만드는 것은 특별한 기술이 아니다. 이미 1920년대부터 독일에서 개발된 ‘피셔-트롭슈 공정’으로 널리 알려져 있었다. 석탄의 탄소와 공기 속 산소를 결합해 일산화탄소를 만드는 게 핵심이다. 일산화탄소에 수소를 넣어 반응시키면 탄화수소, 곧 석유류가 만들어진다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-11-06T23:07:07.390000",
  "updatedAt": "2023-11-07T00:16:14.632000"
}