{
  "id": "13b7635e-2aee-4476-8180-35ad7d9a5d33",
  "title": "Why Nations Fail: The Origins of Power, Prosperity, and Poverty",
  "content": "《국가가 왜 실패하는가》는 2012년에 처음 출판되었으며 경제학자 다론 아제몰루와 제임스 로빈슨의 저서이다. Daron Acemoglu and James A. Robinson.\n저자와 다른 많은 과학자들의 이전 연구를 요약하고 대중화한다. 신제도경제학을 기반으로 저자들은 정치 및 경제 제도 (사회에 존재하는 일련의 규칙 및 집행 메커니즘)에서 다른 요인을 고려하여 여러 국가의 경제 및 사회 발전 차이에 대한 주요 원인을 본다. 지리, 기후, 유전학, 문화, 종교, 엘리트, 무지는 이차적 요소이다.\n\n저자는 두 가지 유형의 제도를 대조한다. 정치적 의사 결정 및 소득 분배 과정에서 사회의 대다수를 배제하는 것을 목표로 하는 추출적 제도와 경제 및 정치 생활에서 사회의 가능한 가장 광범위한 계층을 포함하는 것을 목표로 하는 포괄적 제도이다. 저자에 따르면, 광범위한 사회 계층이 배제됨에 따라 정치적 의사 결정 과정은 필연적으로 엘리트에 속하지 않은 모든 사람들의 경제적 권리에 대한 공격으로 이어진다. 그리고 재산권에 대한 신뢰할 수 있는 보장과 사회의 다양한 부분에서 기업으로부터 소득을 얻을 수 있는 기회가 부족하여 경제 성장이 중단된다. 따라서 저자에 따르면 다원주의적인 정치 제도가 없으면 지속 가능한 발전을 달성하는 것이 불가능하다.\n\n애리조나주 노갤러스와 소노라주 노갈레스에 대한 설명으로 시작하여 저자들은 두 도시를 가르는 벽 양쪽의 생활 수준이 극적으로 다른 이유에 대해 의문을 제기한다. 이 책은 어떻게 일부 국가는 높은 수준의 번영을 달성했지만 다른 국가는 지속적으로 실패했는지에 초점을 맞춘다. 높은 수준의 웰빙을 달성한 국가는 오랫동안 안정적으로 높은 경제성장율을 보여왔다. 이러한 경제 상태를 지속 가능한 발전 이라고 한다. 여기에는 기술의 끊임없는 변화와 개선이 수반된다. 즉, 과학 및 기술 진보라고 하는 과정이다. 일부 국가에서는 이러한 현상이 관찰되고 다른 국가에서는 시간이 멈춘 것처럼 보이는 이유를 찾다가 저자는 과학 기술 발전을 위해 광범위한 사회 계층의 재산권을 보호하는 것이 필요하다는 결론에 도달한다. 기업 및 혁신으로부터 수입을 얻을 수 있는 능력(발명에 대한 특허 포함). 그러나 시민이 특허를 받자 마자 즉시 자신의 발명에 대해 더 완벽한 버전의 특허를 받은 사람이 아무도 없다는 사실에 즉시 관심을 갖게 되어 특허로 인한 수입을 영원히 받을 수 있다. 따라서 지속 가능한 개발을 위해서는 특허와 함께 상당한 부를 받기 때문에 이를 허용하지 않는 메커니즘이 필요하다. 저자들은 그러한 메커니즘이 사회의 광범위한 부분이 국가 통치에 참여할 수 있도록 하는 다원적 정치 제도라는 결론에 도달한다. 이 예에서는 이전 특허의 발명가가 지고 다른 모든 사람이 이긴다. 다원주의적인 정치 제도에서는 다수에게 유리한 결정이 내려지며, 이는 이전 발명가가 새로운 발명에 대한 특허를 막을 수 없다는 것을 의미하므로 기술의 지속적인 개선이 있을 것이다. 경제 성장을 상품과 기술의 끊임없는 변화로 해석한 것은 조지프 슘페터가 처음 제안한 것으로 이 과정을 창조적 파괴라고 불렀다. 경제 모형의 형태다. 여기서 신제품 개발에 대한 인센티브는 더 나은 제품의 발명 후에 끝나는 생산 독점 이익이다. 다원주의적 정치 제도만이 기존 독점의 소유자가 경제력을 사용하여 신기술의 도입을 차단할 수 없도록 보장할 수 있기 때문에 저자에 따르면 이러한 제도는 국가가 지속 가능한 개발로 전환하는 데 필요한 조건이다. 또 다른 전제 조건은 국가의 충분한 수준의 권력 집중화이다. 이것이 없으면 정치적 다원주의가 혼란으로 변할 수 있기 때문이다. \n\n저자에 따르면 국가 발전을 위한 결정적인 역할은 개인이 사회에 존재하는 이러한 규칙을 준수하도록 강제하는 일련의 공식 및 비공식 규칙 및 메커니즘인 제도에 의해 수행된다. \nAcemoglu와 Robinson의 개념은 반대되는 두 가지 원형으로 구성된다. 착취적 및 포용적 경제 및 정치 제도이다.\n\n포용적 경제 제도는 엘리트뿐만 아니라 사회의 광범위한 부분의 재산권을 보호하고 재산의 부당한 양도를 허용하지 않으며 모든 시민이 이익을 얻기 위해 경제 관계에 참여할 수 있도록 한다. 이러한 기관의 조건에서 근로자는 노동 생산성을 높이는 데 관심이 있다.\n\n착취적 경제 제도는 인구의 많은 부분을 자신의 활동으로 인한 소득 분배에서 제외한다. 그들은 엘리트를 제외한 모든 사람이 경제 관계에 참여하여 이익을 얻는 것을 방지하고 반대로 엘리트에 속하지 않은 사람들의 재산을 소외시킬 수 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-01-01T16:18:35.700000",
  "updatedAt": "2025-01-04T07:37:32.767000"
}