{
  "id": "145555f9-b92f-42d6-a889-7e1c47411c3b",
  "title": "신축빌라 전세사기",
  "content": "건설사 빨리 분양해서 자금 회수하려는 수법. 건설사가 직접 전세 놓으면 인기없는 문제 물건인가 의심하니 사이에 바지끼고 빠른 자금회수\n\n빌라매매가 2-3억, 저금리 시대에\n정부정책 등 이런저런 이유로 2억 언저리에 대출 잘 나옴. 금리가 낮다보니 전세가 잘 나감. 매매가와 전세가가 비슷해짐. 갭투자자 대량 유입.\n\n불법 건축물이라기보다는 보통 신축빌라 선호하는 사람들이 신혼부부나 사회 초년생들이 많죠.. 이런 사람들은 시세파악 이런 거 하기 힘듭니다. 그런데 신축빌라 분양권자들이 부동산 업자들과 짜고 시세를 높여놓고 전세가를 높여놓는 겁니다. 그래서 바지사장 두고 원래 분양가보다 훨씬 높은 가격으로 전세계약을 하도록 유도하고 (전세대출은 잘 나오는 편이었죠.. 금리도 저렴한 편이었고) 2년뒤 재계약 전에 도망가는 겁니다. 그런데 보통 빌라같은 물건은 시세가 잘 안오르고 오히려 노후화가 빨라 다음 임차인을 같은 보증금에 구하기 힘들어져서 깡통전세가 되는겁니다.\n\n신축빌라 전세사기가 많은 결정적인 이유는 공시지가가 안나오기 때문입니다(지금은 이 문제가 수정되고 있는 것으로 암) 전세가가 치솟던 2020년만 해도 전세난일 정도로 전세가 없었는데, 이때 신축이 무지막지하게 많이 생겼습니다. 신축빌라에 대한 공시지가는 안나오고 전세가가 계속 올라가고 있던 시기라 부르는 게 값이었던 거죠. 세입자는 이 집이 실제로 얼마인지 모르기 때문에 깡통인지 아닌지도 사실 감 잡기 어렵습니다. 주변 시세를 보면 안다고 하지만 사실 빌라의 경우 신축 및 엘레베이터 기타시설 등의 옵션이 달라서 왠만한 사람들은 감 잡기 쉽지 않습니다. 이런 공시지가가 안나온 신축 빌라들이 부르는게 값이라 갭투자 하기 딱 좋아서 갭투자꾼들이 몰려서 신축을 전세금 받아서 산겁니다. 깡통전세에 불법 건축물이 아닌 정상적인 건물이 대부분입니다.\n\n빌라가 매매가 잘 안되는 것이 문제죠. 소규모이니 관리도 부실할 수 있고, 전세로 사는데 매매가 보다 높으면 답 없죠. 계속 거기 사는 수 밖에..\n\n빌라왕 전세 들어가 살아서 탈출한 경험이 있어서 아는데요. 본질적인 건 전세보증보험입니다. 전세보증보험 가입을 왠만하면 다 받아주다보니 좀 높게 불러도 어차피 보증보험 가입되서 문제 없다면서 계약 추진합니다. 심지어 높게 부르는 대신 전세대출 이자 지원도 해준다고 합니다. 어차피 보증보험 들어두면 문제 생겨도 다 회수될거고 주변보다 좀 더 비싸긴 하지만 대출이자 지원해주니 뭐가 문제가 되겠냐하며 계약 꼬드기죠. 제 친구도 주변 빌라 대비 5천정도 비싸게 들어갔는데 일단 신축이라 깨끗하니 좋고 2천만원 이자로 바로 쏴주니 좋고.. 건물주는 시세보다 5천 비싸게 계약되고 2천 페이백 해줘도 3천 이상 남고.. 실제 건축비는 훨 적게 들었을 거고요. 서로 윈윈이고 폭탄은 정부가 맞는거죠. 보증보험 가입 안 한 사람들이 불쌍하긴 한데 정부가 왠만하면 다 받아줬는데 가입 안한게 문제고..\n\n전세보증보험 말고 임대보증보험이라고 임대 사업자가 의무로 드는 보험도 전세사기 한몫 했죠. 임대사업자가 임대보증보험 가입이 의무이니 걱정말고 계약하자고 꼬득이는데, 그후 전세사기치는 놈은 임대보증보험에 가입 안하고 생까는 거죠. 어차피 갭투자로 성공 못하면 튈 준비 한 애들이 종부세 및 보험미가입 과태료 등을 걱정하겠습니까? 임대보증보험이 임대인 의무 사항이어서 임차인은 안심하지만, 나중에 문제 터지고 보면 임대인이 과태료 쳐먹고 보험 가입 안한 경우가 상당히 많고 이 피해는 임차인이 다 받는 거죠.\n\n[이번 깡통 전세사기가 역대 최다인 이유]\n① 2020년 전세금,집값 상승\n② 전세공급 부족\n③ 임대보증보험상품 출현(계약미끼)\n④ 신축공시지가 확인 불가\n⑤ 이후 집값 하락 \n등 상당히 많은 이유들이 맞물린 결과\n\n대지지분하고 깡통전세는 아무런 ~~~ 상관이 없습니다.\n빌라에 깡통전세가 많은 이유는 빌라는 매매가 잘 안되고 전세는 잘 빠지는 부분을 업자들이 악용해서\n전세가액과 매매가액 차익을 벌어먹을 목적으로 생겨난 겁니다.\n이게 대지지분하고 뭔 상관이죠?\n애초 빌라에 깡통전세가 많은 이유는 문재앙때 아파트 가격만 폭등시키니 빌라랑 주택은 거래가 잘 안됐습니다. 빌라가 분양도 안되고 거래가 잘 안되다 보니 생겨난 게 깡통전세예요. 전세로 빼고 차익 빼먹고 세입자에게 떠넘기는 거죠.\n원인을 따진다면 대지지분이 문제가 아닌 부동산 시장이 아파트만 찾고 아파트만 폭등하는 현상 때문에 생겨난 게 깡통전세의 원인이죠.\n그리고 신축 빌라는 물론 불법 많습니다. 하지만 불법의 원인은 주차장과 일조권 때문에 불법이 생겨나는 거예요. 주차장을 덜 내기 위해 빌라를 근생으로 만들고 일조권으로 고층이 테라스로 깍여나가니 그 테라스 부분의 천장을 판넬로 덮고 증축하는 위반을 저지르는거죠. 그래서 신축빌라 불법 부분은 필로티 2층이나 탑층에서 불법이 나오는 겁니다. 빌라 중간층은 위반부분 잘 없습니다.\n그리고 대지지분 물론 많으면 좋은데 그 좋은 이유가 예전에는 재개발로 묶일 때 대지지분이 높을수록 감정가를 더 높게 쳐줬습니다. 근데 요새는 달라요\n대지지분만 높다고 감정가를 높게 쳐주는게 아니라 용도+ 건물년식+층수+대지지분 다 봅니다.\n대지지분만 따지고 빌라 매입하는 건 쌍판년도 생각이에요.\n\n얼마 전 '빌라왕' 사망으로 또 한동안 시끌시끌했다\n화곡동 강씨라는 이름으로도 유명한 전세사기 사건\n과연 이들은 엄벌을 받았을까? 싶지만 놀랍게도 아직 재판도 열리지 않았다.\n이들의 사기가 처음 알려진건 거의 4년 전 피해자들은 2019년 8월 8일 이들을 고소한다. 2020년 8월 서울 강서경찰서가 1년의 수사 끝에 기소 의견으로 송치한다. 검찰은 엄정한 수사로 죄목을 추가하긴 커녕 수사를 이상하게 질질 끌었는데, 1년 9개월동안 법리 검토중이라며 캐비넷에 쳐박아 두다가 2022년 5월 갑자기 담당 검사를 변경하고 변경된 검사도 다섯달 동안 사건 파악중이라며 또 지체.\n이렇게 거의 2년 반동안 시간을 끄는 사이 주범격 몸통은 주요 혐의중 하나의 공소시효가 만료되어 버린다. 검찰은 조씨에 대해 공인중개사법 위반 혐의가 있다 봤지만, 수사를 질질질 끌던 와중 2022년 5월부로 공소시효가 만료돼서 공소권 없음 처리. 그리고 전세사기 일당은 수사망이 좁혀오질 않으니 버젓이 전세사기를 지속했고, 무엇보다 주요 공범이던 빌라왕 김씨가 사망하면서 사건의 실체가 상당부분 묻혀버리기까지 한다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-12-27T13:59:54.325000",
  "updatedAt": "2023-01-11T15:21:05.287000"
}