{
  "id": "14867a60-dce4-42e0-bf0e-7379f87ccb65",
  "title": "월왕구천검(越王勾踐劍)",
  "content": "월왕구천검은 1965년 중국 후베이성(湖北省) 형주시(荆州市) 부근의 망산초묘군(望山楚墓群)에서 발견된 춘추시대 월나라의 국보급 보검입니다. 이 검은 2천년이 넘는 시간에도 불구하고 녹슬지 않은 신비로운 상태로 출토되었으며, 검신에 새겨진 '월왕구천자작용검(越王句踐自作用劍)'이라는 명문으로 인해 월왕 구천이 직접 사용한 검임을 확인할 수 있습니다. \n\n1965년 중국 후베이성의 초나라 고분에서 발견\n\n1965년 중국 후베이성(湖北省) 장링(江陵)의 망산일호초묘(望山一號楚墓)에서 출토된 유물. 출토될 당시 나무로 된 칼집에 보관되어 있었다.\n사서에는 구천이 명검 9자루를 주조하라고 명령했다는 기록이 있으므로, 그중 하나일 가능성이 높다.\n\n이 명검이 오왕(吳王) 부차의 모(矛)와 함께 초(楚)나라의 묘에서 발굴되었다. 월나라(현재의 절강성, 항저우 근처) 검이 거의 1000km 떨어진 초나라(현재의 호북성, 우한의 서북쪽)에서 발견된 이유에 대해 여러 설이 있는데, 그중 하나는 초나라가 월나라를 멸한 이후(기원전 306년), 월나라의 보물들을 전리품으로 가져와서 초나라의 무덤에 합장했다는 것이다. 이때 월나라가 또한 전리품으로 가지고 있던 오나라의 부차의 모도 함께 획득했다고 추정한다. 또 한 가지 설은 구천의 딸이 초소왕에게 시집을 갔는데, 그때 혼수로 가져왔다는 것이다.\n한편 본 고분에서는 다른 유물 2천 점과 함께 양식이 같은 다른 청동검도 발견되었는데, 이 청동검은 베이징에 있는 중국 국가박물관에서 소장하였다.\n\n명검이 오월 지역에서 탄생하게 된 배경에는 이 지역의 역사가 숨어 있었다. 오와 월나라 지역은 예로부터 밀림 지역이어서 전차들이 제대로 다니기 어려웠다. 그래서 일찍이 자신의 분신처럼 청동칼을 지니고 다녔고, 수많은 장인이 등장했다. 월나라의 역사를 다룬 ‘월절서’와 ‘오월춘추’라는 책에는 ‘구야자(歐冶子)’ ‘간장(干將)’ ‘막야(莫耶)’와 같은 장인의 이름을 딴 명검이 등장한다. 심지어 암살용으로 생선 요리에 넣어서 감출 수 있는 ‘어장(魚腸)’이란 검도 있었다. 마치 21세기의 열강들이 첨단 무기에 천문학적 비용을 투자하듯이 오와 월나라는 경쟁하며 보검을 만들었다. 보검은 한정판으로 만들어져서 왕과 귀족들이 소유했고, 보검 기술의 유출 방지를 위해 장인을 살해하기까지 했다. 이 때문에 월왕구천검 같은 신비한 기술을 100% 밝히기는 당분간 불가능하다고 한다.\n\n\n\n월왕녹영검(越王鹿郢劍): 월왕구천검에 맞먹는 명검의 출토\n\n월왕구천검(越王句踐劍)의 출토는 모두 알고 있을 것이다. 1965년 호북 형주 강릉 망산 1호묘에서 발굴되었다. 놀라운 점은 월왕구천검이 출토된 이후, 강릉지역에서 연속으로 4대의 월왕검이 출토되었다는 것이다. 월왕구천검 이후, 또 다른 3가지 검은 각각 월왕주구검(越王州句劍), 월왕불광검(越王不光劍) 그리고 월왕녹영검이다.\n\n4대 월광검이 전후로 옛날 초나라 땅이던 형주에서 발굴되었고, 같은 곳에서 나왔다. 이 현상은 사람들의 관심과 흥미를 끌 수밖에 없다.\n당연히 강릉에서 출토된 것 이외에 다른 지방에서도 월왕검은 출토되었다. 현재 출토된 월왕검의 총수는 이미 30자루를 넘는다. 다만 강릉에서 출토된 월왕검이 가장 아름답다.\n4대 월왕검 중 월왕주구검이 가장 많이 출토되었으며, 국내의 박물관에서 소장하고 있는 것만 최소한 15자루에 이른다. 이들 월나라의 보검은 호북박물관, 형주박물관에 소장하고 있는 것을 제외하고, 상해박물관, 하남박물관, 절강박물관, 수춘박물관등 여러 박물관이 모두 소장하고 있다. 그리고 해외로 밀수되어 나간 것도 있다.\n월왕구천검은 1자루만 출토되었고, 영향이 가장 크다. 그래서, \"천하제일검\"으로 불린다. 당연히 가장 날카로운 검이다.\n옛날 관에서 꺼낼 때 조그 만큼의 부식 흔적도 없었고, 차가운 빛을 내뿜고 있었다. 현장에서 예리함을 시험해보는데, 20여장의 종이를 가볍게 한번 그어서 베었다. 그리하여 현장의 전문가들을 깜짝 놀라게 만든다. 지하에서 2000여년간 묻혀 있었는데, 아직도 이렇게 날카로울 줄이야.\n월왕구천검과 나란히 얘기할만한 것으로는 월왕녹영검을 꼽아야 한다.\n녹영은 구천의 아들이다. 부자 두 사람의 이름이 쓰여진 검이 모두 초나라땅에서 출토되었다. 이는 확실히 중국 고고학의 하나의 이변이다.\n여기에서는 녹영검의 출토이야기를 다루고자 한다.\n중국에서, 섬서성 보계(寶鷄)는 청동기의 고향이라는 미칭이 붙어 있다. 그 지하에 묻혀 있는 청동기가 많고 정교하다는 것이다. 중국에서 유일한 청동기 박물관이 바로 보계에 있다. 네티즌들도 흥미가 있으면 한번 가 볼만하다. 그 안에 소장되어 있는 청동기들은 상당히 정교하고 아름답다. 그러나 상당수는 복제품이다. 원품은 타이페이 고궁박물원에서 소장하고 있다.\n만일 냉병기 출토의 고향이라고 부르자면 형주(강릉)을 꼽아야 한다. 형주에서 출토된 선진 시기의 병기는 몇 자루의 월왕검만이 아니라, 냉병기 시대에 사용된 병기는 이곳에서 거의 모두 출토되었다. 당시 초나라의 강력함과 초나라에서 벌어진 전쟁의 치열함을 엿볼 수 있다.\n예를 들어, 강릉 진가취묘지 M47호 초묘에서는 일찌기 \"쌍시병사연발로(雙矢幷射連發弩)\"가 나왔는데, 이는 들어보지도 못했던 선진 시기의 신식무기이다. 현대의 총기에서 볼 수 있는 '탄갑(彈匣)'이 있다. 안에는 20개의 화살을 넣을 수 있다. '시갑(矢匣)'이라고 부르는 것이 더 타당할 것이다.\n이 신식무기는 두 개의 '창구(槍口)'가 있다. 한번 누르면 2개의 화살이 발사되는 것이다. 발사된 후, 시갑안의 화살은 자동으로 발사위치에 들어간다. 이렇게 하여 연속발사가 가능한 것이다. 구조는 복잡하고, 설계원리는 선진적이다. 오늘날 보더라도 전혀 낙후되지 않았다.\n더욱 특별한 점은 이것이 일종의 단노(短弩)여서 몸에 휴대하기 아주 간편했다는 것이다. 기능은 현대의 권총에 상당한다.\n당연히, 형주에서 출토된 냉병기중 가장 대표적인 것은 월왕검을 꼽아야 한다. 이후에도 계속하여 출토될 가능성을 배제할 수 없다.\n월왕녹영검의 출토는 사람들의 이런 호기심하에서 이루어졌다. 이전에 출토된 월왕구천검(1965), 월왕주구검(1973), 월왕불광검(1974)이 있기 때문에 강릉에 또 다른 월왕검이 나올 것인가 모두 추측하고 있을 때 월왕녹영검이 세상에 나타난 것이다. 당시\n1986년 2월, 호북성의 형문에서 사시까지의 '형사철도'가 착공된다. 이 철도는 많은 고대 유적지를 지나고, 경로에 많은 고묘가 있기 땨문에 공사를 시작하면서 먼저 고고학 발굴부터 시작했다.\n발굴된 유적지와 고묘는 아주 많았다. 생각지도 못하게 출토된 진귀한 유물이 아주 많았다. 위에서 언급한 '쌍시병사연발노'는 바로 이 철도선의 강릉 기남향 어장의 한 고묘군에서 발굴되었다.\n1986년 11월에서 12월까지, 철로가 지나가는 강릉현 우대향 관평촌의 규모가 크지 않은 공사지에서 고고학 발굴이 진행되었다. 공사부지는 초나라의 고도인 기남성(紀南城)의 동북 각성벽과 3리밖에 떨어져 있지 않았다. 동남으로 4리를 가면 우대산의 능선이 이어진다. 산위에는 묘가 많이 있다. 그러나 철도가 지나가는 곳은 원래의 민가와 밭이었다. 조사한 후에 이 일대에는 12개의 작은 묘가 있음을 알게 된다.\n고묘의 문화재가 파괴되지 않도록, 당시에 '형사철로 고고학 발굴대'를 창립한다.\n다만 우대향 관평촌 일대의 초묘는 형사철로고고대가 발굴한 것이 아니었다. 당시 고고대는 작은 묘라고 생각하여 신경쓰지 않았다. 그래서 지방의 강릉현 문물국에서 고고학 인원을 파견하여 이 12개의 고묘를 발굴하도록 한다. 1달 동안 먼저 8개의 묘를 발굴한다. 모두 소형의 전국시대 토갱 수혈묘였다. 대부분 단관묘였고, 소수는 일관일곽(一棺一槨)묘였다. 그 후에 발굴한 9번째 묘, 즉 일련번호로 M9인 토갱 수혈묘에서 놀라운 발견이 이루어진다.\n당시의 고고기록에 따르면, M9을 발굴한 것은 1986년 12월 16일이다. 이것도 소형묘였다. 이 묘지는 지면에서 1미터 높이도 되지 않는 봉토무더기였고, 묘의 입구는 길이 4.1미터, 너비 3.1미터 깊이는 5.4미터로 측정되었다.\n이 묘는 봉토를 신경써서 메웠다. 상부는 '오화토(五花土)'이고, 하부는 '청고니(靑膏泥)'이다. 청고니를 제거하고난 후에 곽의 덮개판을 볼 수 있었다. 곽판을 연 후에 M9묘는 일관일곽으로 되어 있음을 알 수 있었다. 곽실의 길이는 2.78미터, 너비는 1.24미터, 높이는 1.01미터였다. 곽내에 관이 하나 있는데 현저호관(懸底弧棺)이었다. 관의 길이는 2.2미터, 너비는 0.78미터, 높이는 0.7미터였다. 부장품은 모두 곽실의 두상(頭箱)내에 있었는데, 모두 12개였고, 보존상태가 좋았다. 그중 동예기에는 정(鼎), 호(壺)가 있었다. 생활용기는 동작(銅勺)과 칠이배(漆耳杯)가 있었다.\n아무도 생각지 못했던 일은 이 작은 묘에 2건의 국보급 병기가 있었다는 것이다. 월왕검. 나중에 모두 국가1급문화재로평가받는다.\n첫번째 동검은 검신의길이가 66.2센티미터, 너비 4.3센티미터, 검병의 길이 9.6센티미터이다. 제조공법이 뛰어나고, 착격(窄格), 능척(棱脊), 인미호(刃微弧)로 상당히 예리했다. 이 검은 특색이 있었는데, 동시대에 출토된 청동검중 형태가 특이했다.\n두번째 동검은 월왕구천검과 마찬가지로 출토시에도 차가운 빛을 뿤어내고 있었다. 다만 장식은 더 아름답고 더 정교했다. 검신은 능척이고, 인미호이며 날카롭기 그지없었다. 전체길이는 65센티미터, 너비는 4.6센티미터, 격의 너비는 5센티미터 길이는 1.2센티미터이다. 전체 검신이 비교적 길고, 검집(劍鞘)이 있었다. 검격은 비교적 넓은데, 검격의 양면에 명문(銘文)이 쓰여 있었다. 자체는 철출(凸出)이고, 면마다 4글자가 새겨져 있어, 모두 8자이다. 문자사이의 빈틈에는 녹송석으로 상감해서 채워넣었다.\n검의 주인이 누구인가? 또 월왕이다.\n명문의 한쪽면에는 \"월왕월왕(越王越王)\"이라고 쓰여 있고, 다른 한면에는 \"자지어사(者旨於賜)\"라고 쓰여 있었다.\n월왕은 맞다. 그럼 어느 월왕인가? 호북에서는 여러 전문가들을 초청하여 알아본다.\n이 검은 월왕 구천의 아들 월왕 녹영의 것이었다. 녹영은 \"석여(鼫與)\"라고도 부르는데, 월어(越語)로는 '어사(於賜)'이다. <사기>에는 이런 기록이 있다: \"구천이 졸하고, 아들 석여를 왕으로 세우다.\" <금본죽서기년소증>에는 이렇게 기록되어 있다: \"십년, 월자(越子) 녹영이 졸하다. 불수(不受)가 왕에 세워진다.\" 당나라때 사마정의 <사기.월왕구천세가>의 색은에 \"월어로 '녹영'은 '석여'라 한다.\" \"녹영'과 '석여'는 동일인을 가리킨다. 그래서 전문가들은 이 검은 \"월왕녹영검\"이라고 명명했다.\n월왕부자가 쓴 검이 모두 초나라 땅에서 출토되다니 여러가지를 연상하게 만든다.\n이 4대의 월왕검은 어떻게 초나라 땅으로 온 것일까? 초가 월을 멸한 후 전리품으로 가져온 것일까? 그렇다면 왜 초왕묘에서 출토되지 않았을까?\n마지막으로 하고 싶은 말은 월왕녹영검이 1자루만 출토된 것은 아니라는 것이다. 그렇지만 \"월왕녹영검\"이라고 명명하지는 않았다. 그저 명문을 따라 명명했다. 영향이 비교적 큰 것으로는 다음과 같은 것들이 잇다.\n\n절강성박물관이 소장하고 있는 \"월왕자지어사검(越王者旨於賜(睗)劍)\"\n이 검은 1995년 상해박물관장이자 저명한 청동기전문가인 마청위안(馬承源)이 136만 홍콩달러를 주고 홍콩에서 구매해 가져온 것이다. 나중에 항주 강철집단공사가 돈을 내서 매입한 후 절강성 박물관에 기증했다. 이 검에는 \"월왕자지어사\"라는 명문이 있다.\n\n수춘 박물관이 소장하고 있는 \"월왕자지어사검\"\n이 검은 1996년 1월, 안휘성 수현 서권묘지 전국초기 채국귀족 M3호묘에서 출토된 것이다. 조충체(鳥蟲體)로 8자의 명문이 있는데, \"왕월왕월자지어사\"이다. 수춘에서 월왕검이 출토된 것은 이상할 것도 없다. 이곳은 초나라가 동천한 후의 도성이고, 형주와 마찬가지로 당시에는 초나라에 속했기 때문이다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-09-15T22:35:47.824000",
  "updatedAt": "2025-09-19T08:55:44.872000"
}