{
  "id": "149aa196-0fc8-4b11-ae85-40f4b05c67c2",
  "title": "전자전",
  "content": "지난달 초부터 크림 반도의 러시아 해군 군사기지인 세바스토폴 항구를 드나드는 민간 선박의 선박자동식별시스템(AIS)이 엉망으로 나타났다. 세바스토폴 항구에 정박한 선박의 위치가 8㎞ 북쪽 세바스토폴 공항으로 표시됐다.\nAIS는 항해안전을 위해 선박의 위치를 GPS(미국)ㆍ 글로나스(러시아)ㆍ갈릴레오(유럽) 등 범지구 위성 항법 시스템을 통해 자동으로 알리는 장치다. AIS가 제대로 작동하지 않은 건 러시아가 세바스토폴에 GPS 등의 전파를 방해하는 재머를 가동하고 있다는 증거다.\n재머는 우크라이나의 미사일과 드론 공격에 대한 방어 대책이다. 우크라이나는 지난해 10월 29일을 시작으로 모두 7차례 세바스토폴을 공격했다. 지난 9월 13일 공격으로 러시아 해군의 강습상륙함과 잠수함이 크게 부서졌다.\n네이벌뉴스는 또 러시아가 재머로 SAR 위성의 촬영을 훼방하고 있다고 밝혔다. SAR 위성은 카메라가 아니라 레이더로 촬영하기 때문에 날씨가 안 좋아도 이미지를 확보할 수 있다. 그러나 전파 방해를 받으면 영상 이미지가 왜곡된다.\n\n드론 때문에 최근 전자전이 주목을 받고 있다. 러시아ㆍ우크라이나 전쟁은 전자전의 중요성을 잘 알려준다. 양 측은 드론으로 정찰하고, 드론으로 공격한다. 그래서 상대 드론을 격추하는 데 양측 모두 혈안이 됐다. 우크라이나는 매달 1만대 가량의 드론을 잃는데, 대부분 러시아의 전자전 공격이 원인이다.\n앞으로 전쟁에선 전자기파를 지배하는 쪽이 이기게 된다. 그래서 전 세계의 군사 강국들은 전자전에 집중적으로 투자하고 있다. 군사컬럼니스트 최현호씨는 “전자전은 적의 통신이나 레이더를 방해하는 것에서 더 발전해 우주ㆍ사이버 영역까지 확장하고 있다”며 “주변 국가들 모두 상당히 뛰어난 전자전 능력을 보유하고 있기 때문에 우리 군도 전자전 대비에 만전을 기해야 한다”고 말했다.\n전자전은 육ㆍ해ㆍ공군 모두가 수행하고 있지만, 가장 많이 벌이지는 곳이 하늘이다. 김민석 에비에이션 위크 한국 특파원은 “전파는 직선으로 가기 때문에 전파 방해를 하든, 남의 전파를 감청하든 높은 곳에서 수행하는 것이 가장 넓은 영역을 커버할 수 있다. 그래서 공군의 전자전이 현대전에서 가장 중요한 요소 중 하나“라고 설명했다.\n공격자는 적의 레이더나 지대공 미사일 포대를 무력화하려는 전자전을 걸고, 방어자로선 공격자의 전자전에 맞서 전자전으로 맞서는 싸움이 제일 치열하다. 그래서 전투기에 전자전 시스템을 장착하거나, 작전 편대를 보호할 수 있는 전문 전자전기를 대동한다. 전투기 장착 전자전 시스템으론 공군이 운용하는 ALQ-165 ASPJ나 ALQ-200K 전자전 포드가 대표적이다.\n그러나 전투기에 장착된 전자전 포드는 출력이 작아 한계가 많기 때문에 전투기 자체 방어용에 그친다. 그래서 군사 강국들은 전문 전자전기를 따로 보유하고 있다. 전문 전자전기는 크게 두 종류다. 하나는 전투기를 기반으로 한 에스코트(Escort)용 전자전기며, 또 다른 하나는 수송기나 비즈니스 제트기에 전자전 장비를 실은 스탠드오프(Stand-off)용 전자전기다.\n전투기 편대나 공격기 편대와 함께 적진으로 침투해 통신망 교란이나 방공망 무력화 등 임무를 맡는 게 에스코트 전자전기다. 미국 해군의 EA-18G 그라울러가 에스코트 전자전기에선 최강이다.\n항공모함 탑재 전투기인 F/A-18F 슈퍼 호넷(복좌기)을 전자전 공격기로 개조한 게 EA-18G다. AN/APG-79 AESA 레이더, AN/ALQ-99F 재밍 포드, AN/ALQ-218 리시버는 적 레이더를 바로 먹통으로 만든 다음 AGM-88 HARM 미사일로 적 레이더 및 방공망을 부순다. EA-18G는 공중전 훈련에서 2007년과 2009년 두 차례 스텔스 전투기인 F-22 랩터를 ‘가상격추’한 적이 있다.\n미국을 군사적으로 맹렬하게 쫓아가려는 중국도 에스코트 전자전기를 갖고 있다. 중국 인민해방군 공군의 J-16D와 중국 해군의 항공모함용 J-15D다.\n유럽의 방산회사인 에어버스는 2030년까지 독일의 유로파이터 15대를 에스코트 전자전기형인 유로파이터 EK로 개조할 것이라고 밝혔다. 유로파이터 EK는 스웨덴제 아렉시스(Arexis) 통합 전자전 체계와 미국제 대(對) 레이더 유도미사일인 AGM-88E AARGM로 무장한다. AGM-88E AARGM은 HARM을 개량한 공대지 미사일이다.\n기체가 더 큰 스탠드오프 전자전기는 높은 고도에서 오랫동안 비행할 수 있어 더 먼 곳에서 더 넓은 영역에서 전자전을 벌일 수 있는 장점이 있다. 산악지형이 많은 한국에선 음영지역을 최소화할 수 있다는 스탠드오프 전자전기가 필요하다.\n미 공군은 지난달 14일 스탠드오프 전자전기인 EC-37B의 제식명을 EA-37B로 바꿨다. E는 전자전, C는 수송기를, A는 공격기를 각각 뜻한다. 변경 이유에 대해 미 공군은 “지상, 해상의 적을 찾은 뒤 공격해 격파하는 임무를 잘 나타내주기 때문”이라고 설명했다.\nG550 비즈니스 제트기 기반의 EC-37B는 EC-130H(Compass Call)의 임무를 물려받는다. C-130 수송기를 개조한 EC-130H는 2016년 중동에서 이슬람 무장단체 ISIS의 드론을 재머로 격추한 적 있다. \n미국뿐만 아니라 러시아ㆍ중국ㆍ일본ㆍ프랑스 등 많은 나라가 스탠드오프 전자전기를 운용하고 있다. 한국도 구체적으로 밝히진 않았지만, 스탠드오프 전자전기를 바라고 있다. 일각에선 국산 전투기인 KF-21에 전자전 포드와 대 레이더 유도미사일을 단 에스코트 전자전기 KF-21G도 함께 갖춰야 한다는 의견도 있다.\n\n24년 6월 지난달 공개된 우크라이나군 무기 평가 보고서에 따르면 러시아군의 지속적인 재밍으로 HIMARS와 엑스칼리버는 전장에서 완전히 무력화된 것으로 드러났다.\n전문가들은 첨단 AI 기술을 활용한 자율 표적 식별 능력이 전자전이 만연한 현대전에서 무기체계의 생존성을 높이는 핵심 요소가 될 것이라고 분석한다.\n\n우크라이나군이 러시아와 벨라루스에서 날아드는 자폭 드론 수십 기를 ‘전파 교란’해 무력화시켰다고 우크라이나 정부 매체가 프랑스 르몽드지를 인용해 24.11.27일(현지시간) 보도했다.\n보도에 따르면 우크라이나 국토방위군은 첨단 전자전(EW) 장비를 사용해 적(러시아·벨라루스) 드론의 위성 좌표를 가로채 추락시키고 있다.\n우크라이나 국방부 정보총국(GUR) 관련 소식통은 “이것은 우리의 ‘스푸핑’, 즉 위성 좌표를 가로채는 시스템의 결과물”이라고 밝혔다.\n우크라이나 군사 분석가인 페트로 체르닉은 지난 9월 자국 매체 아미인폼과의 인터뷰에서 우크라이나군이 전자전 장비로 샤헤드 드론을 교란시키고 있다면서 이로 인해 드론들이 경로를 변경해 연료가 부족해져 추락하고 있다고 말했다. \n러시아는 샤헤드 드론에 스타링크(스페이스X 위성) 수신기를 설치해 우리 전자전에 대응하도록 안테나 시스템을 수정하고 있다.\n\nRussia’s Kalinka system\nRussia has developed a new sophisticated monitoring system to detect and neutralise signals from SpaceX’s Starlink satellites, called Kalinka. This new system often referred to as the 'Starlink killer' is most likely to be Elon Musk's biggest headache when it comes to establishing the Starlink system worldwide. Starlink, operated by Elon Musk’s SpaceX, has been a key communication tool for Ukraine's military since the escalation of Russia’s offensive in February 2022. Ukrainian forces have used Starlink to operate drones, direct artillery fire, and maintain secure battlefield communication, giving them a tactical edge.\n\nWhat is the Kalinka System\nKalinka, developed by the Russian Center for Unmanned Systems and Technologies (CBST), is being touted as a significant advancement in electronic warfare. According to CBST Chairman Andrei Bezrukov, the system can locate drones, boats, and other devices linked to Starlink terminals within a range of up to 15 kilometres. Speaking to Russian media, Bezrukov stated, “The basic principles of radio signal transmission have not changed since the invention of the radio.”\n\nHe further explained that Kalinka's detection range depends on factors such as terrain and the electronic systems deployed by enemy forces. The system can reportedly even detect communication terminals connected to Starshield, a militarised version of Starlink.\n\nBezrukov noted that the timeline for mass production would depend on the demand from Russian forces operating in conflict zones. Kalinka is already being integrated into various platforms, including boats, jet skis, and helicopters, to enhance its versatility across different terrains and environments.\nStarlink’s Critical Role in Ukraine\nStarlink is a satellite-based internet system that uses a constellation of small satellites in low Earth orbit to provide high-speed broadband access globally. Its deployment in Ukraine has been instrumental in maintaining communication in areas with damaged infrastructure. Ukrainian forces have relied on Starlink to coordinate military operations, including drone strikes on Russian targets and real-time battlefield communication. For example, Ukrainian drones connected to Starlink have been used to identify and attack Russian positions, correct artillery fire, and transmit video footage back to military commanders. Starlink’s encryption capabilities have also facilitated secure group communications between soldiers and commanders.\nRussia’s Countermeasures\nRussia’s development of the Kalinka system is seen as a direct response to Ukraine’s successful use of Starlink. By disrupting Starlink signals, Russia aims to neutralise Ukraine’s technological advantage. The Kalinka system’s ability to identify and target both stationary and mobile Starlink terminals could significantly impact Ukraine's drone and communication operations.Bezrukov highlighted the system’s potential, stating, “Kalinka can identify unmanned boats and aerial drones, including the so-called ‘Baba Yaga’ drones,” which Ukraine has deployed in strikes against Russian infrastructure.\n\nA Broader Global Concern\nThe implications of the Kalinka system extend beyond the Russia-Ukraine conflict. Starlink’s role in warfare has drawn scrutiny from other global powers. For instance, China has raised concerns about the network’s ability to resist jamming and its potential to interfere with national security operations. Some Chinese experts have even suggested exploring methods to disable Starlink satellites if necessary.\nBefore the introduction of Kalinka, Russian forces primarily relied on visual tracking to monitor unmanned drones and boats used by Ukraine. Kalinka marks a significant leap in Russia’s electronic warfare capabilities, offering a more advanced and reliable method to counter drone and satellite-based threats.\nAccording to reports, the system is undergoing rigorous combat testing in Ukraine and has already demonstrated its effectiveness in detecting and targeting Starlink-connected devices. While small-scale production has begun, larger-scale deployment will depend on operational needs and demand from Russian military forces.\nThe Kalinka system could shift the dynamics of the ongoing conflict by undermining Ukraine’s reliance on Starlink technology. Its success in neutralising satellite communications may influence the strategies of other nations and highlight vulnerabilities in using satellite networks for military purposes.\nAs combat testing continues, the effectiveness of Kalinka will be closely monitored, not only for its impact on the Russia-Ukraine conflict but also for its potential to shape future advancements in counter-satellite technologies globally.\n\n\n\n\nCan the Rafale and its SPECTRA system perform electronic warfare as well as dedicated EW platforms, such as the Growler and Tornado ECR, or is it just for self-defense?\n\n\nNo, there’s a reason Spectra and all such built-in EW suites are called ‘Self Protection’ EW suite.\nThey can’t compete with external jamming pods (Escort jammers), let alone dedicated EW platforms like Growlers. They simply don’t have the power to provide escort jamming.\nTake Libya for example, despite Rafale seeing active participation and France being actively involved – it had negligible SAM kills throughout the campaign. Vast majority of the Libyan ADS were taken out by TLAMs, followed by B-2 and then E-18 Growlers escorting Coalition aircraft. The first SAM site Rafale engaged was on Day 11 of the campaign – very little was left by the time (Opération Harmattan).\nEW suites like Spectra can be effective against average radars but are restricted in their overall EW capability. Dedicated EW platforms not only cover much more bands, have much greater insight (SA) about enemy ADS; thus, can perform jamming more effectively. They can also jam communication data links and Networks used to connect enemy Command Control, Search & Fire-control radars and the SAM launchers – these are not remotely possible with Spectra and similar EW suites. There’s a whole cyber warfare domain that dedicated EW platforms operate in.\nIf Self Protection EW suites could be even half as effective as dedicated EW platforms, then there wouldn’t be any need of the latter. Nor would you have E-18 Growlers or E-6B Prowlers with extensive modifications for EW role if you could get the same performance by just hanging few jamming pods on a Super Hornet or A-6 Intruder.\n\nIt is intriguing that some people consider a Self-Protection EW suite equivalent to dedicated EW platforms providing stand-off jamming support.\nAll EW suites on 4th gen. aircraft have a jamming power of about a 100 watts or so. EF Typhoon’s Praetorian DASS for instance, has a jamming power of 50 watts.\n[1] Spectra, Praetorian DASS, Falcon Edge or ALQ-214 IDECM are Self-Protection jammers, capable of only protecting individual aircraft simply because they lack the power to provide escort-jamming support.\nExternal ECM pods in general have a jamming power around ~1 kW or more. Depending on the type, most are for Self-Protection while some like Elta’s ELL-8251 are powerful enough to serve as an Escort-jammer, able to provide escort jamming to two or more aircraft in the formation.\nThen you’ve Growlers with ALQ-99E tactical jamming pods with a peak power near 11 kW.\n[2] ALQ-99 is the largest and most powerful jamming pod in service today, something one would expect from a dedicated EW platform. ALQ-99 comes in two variant – High band and Low band pods. They not only enable Growlers to deal with much more sophisticated and powerful radars but more importantly, can provide stand-off jamming support; that is Growlers can provide jamming support to the strike package while operating far from the threat radar.\nThis is in contrast to typical Escort-jamming pods carried by 4th gen. aircraft that must operate in proximity to the threat radar (often being part of the attack-run). Also, an E-18 Growler can carry upto 5 ALQ-99 pods to provide complete jamming coverage. Most 4th gen. platforms are limited to carrying a single external jamming pod.\nThe power disparity between an internal EW suite, external jamming pod and Growler’s ALQ-99 also influence their jamming capability and the kind of threats they can deal with. Such large disparity in jamming power would result in a threat radar having much bigger burn-through range against Spectra compared to an external jamming pod and Growler.\nGreater effective radiated power allows you to deal with more powerful radars and is in particular helpful against radars with large bandwidths where barrage or noise jamming is needed. Internal EW suites like Spectra are great at deception jamming techniques (DRFM) but are very limited in terms of noise jamming as they lack the necessary power. This makes them virtually ineffective against advanced AESA radars with large operational bandwidths.\nThe F-35 primarily uses the APG-81 radar for EW operations which gives it 10 times more effective radiated power than Growlers/Prowlers with ALQ-99.\n[3] This is due to much larger aperture of the radar giving it 2° beamwidth compared to ALQ-99 like jamming pod having somewhere around 40° beamwidth. The Growler’s jamming signals are spread over 20 times bigger area.\nThe APG-81 acting as the primary transmitter for F-35’s EW suite gives it massive advantage in EW. We’ve seen two Dutch F-35A providing escort jamming to 4 ‘Blue’ F-16s against 8 ‘Red’ F-16s in training,\n[4] something Rafale’s Spectra can never do. In an early 2009 test flight, F-35’s EW suite demonstrated the ability to detect & jam F-22 and F-15’s AESA radars,[5] a feat restricted to dedicated EW platforms.\n\nOf course, today EW is not only about jamming but also locating emitters to enhance Situational Awareness. This is an area where modern EW suites like Spectra put more emphasis than early 4th gen. platforms. However, it is nowhere near the sensitivity nor accuracy of ASQ-239 on F-35. Put it short, a single F-35 can locate an emitter with an accuracy comparable to three Rafale working together. That’s not an exaggeration, former F-16CJ pilots state that the F-35 can detect, identify and triangulate emitter locations faster and with greater precision than a flight of 3 F-16CJ (SEAD variant) that surround the emitter.\n[6] I’ve written a detailed answer comparing ASQ-239 and Spectra.\n\nHow does the Rafale SPECTRA vs F35 AN-239 EW suite compare?\nThey don’t really compare well. While modern 4th gen. EW suites like Spectra use some of the advanced technologies such as phased array transmitters – there is a big difference in 4th gen. and 5th gen. EW suite design. For starters, Spectra has 3 RWR antennas – two on the front hemisphere and one at the aft. While the F-35’s ASQ-239 Barracuda has 10 RWR antennas – 6 on the front hemisphere and 4 at the rear. This would give ASQ-239 greater bandwidth, especially in the lower bands from those bigger antennas on leading edge. We already know that Spectra doesn’t go bellow 2 GHz . The ASQ-239 will have significantly better accuracy, be much more powerful and sensitive. Where EW suites in modern 4th gen. can get 1° accuracy in azimuth (direction), the ASQ-239 and ALR-94 can get that accuracy in both azimuth and elevation. We know that a single F-35 has the ability to locate, identify, and triangulate emitter locations faster and with greater precision than a flight of three F-16CJs (SEAD variant) working together. The F-16CJ use ASQ-213 HTS that provide targeting solution to launch HARMS at enemy radars, which should have comparable accuracy as Spectra. In other words, ASQ-239 on F-35 can generate Firing solution against an airborne emitter on its own (passively) with minimum assistance from the radar – something that would take at least 3 Rafale working together. Jamming Rafale’s Spectra use phased array transmitter for jamming and like any other internal EW suite is for Self-Protection. The ASQ-239 is deeply integrated with the APG-81 radar and primarily uses the radar for transmitting the jamming signal. The massive radar aperture provides significantly higher gain (directivity) which results in F-35 having 10 times more effective jamming power than dedicated EW platforms like Growlers. The difference in jamming power between F-35 and an internal EW suite like Spectra is huge. For context, an internal jammer like Spectra will only have a few dozen watt output; Typhoon’s DASS for instance has 50 watt while an ALQ-99 jamming pod on Growler has about 10 kW output . The F-35’s ASQ-239 can provide escort-jamming to legacy aircraft as we’ve seen Norwegian pilots using their F-35 to provide stand-off jamming to F-16s in training. Rafale can’t do that without having external jamming pod. Out Of The Shadows: RNLAF experiences with the F-35A - Combat Aircraft Magazine May 2018 Self-Protection EW suites like Spectra heavily rely on deception jamming like DRFM which are effective against most threats but are largely ineffective against modern AESA radars that require broadband jamming. The F-35’s massive power advantage from the radar allows it effectively jam AESA radars. We’ve seen F-35 demonstrating its ability to jam F-22 and F-15’s AESA radars in China Lake test. The ASQ-239 do have its own internal transmitters as well as ALE-70 towed decoys for spherical coverage and to cover bands outside the radar’s coverage. The Barracuda’s internal jammer should have similar output as Spectra but since jamming power required is directly proportional to one’s RCS – F-35 having orders of magnitude smaller RCS would result in much greater jamming effectiveness given same power. Cyber Warfare The F-35 can attack enemy networks and data links, jamming or inserting malicious algorithm into hostile networks. The F-35 has significant cyber warfare capabilities as the former head of Air Combat Command, Gen. Hawk have stated that F-35’s EW capabilities being “an order of magnitude better than anything we’ve had in the past.” EW suites like Spectra can’t jam networks or data links and are almost exclusive to jamming hostile radars. The ASQ-239 like Raptor’s ALR-94 before is designed to form the primary means of Situational Awareness in the F-35 – to characterise and locate threats with precision to form a Targeting solution so as to significantly minimize radar transmission and maintain EMCON. Both ASQ-239 and ALR-94 are so powerful that they’ve greater range than the radar. Spectra implements some aspect of 5th gen. design in that it’s more powerful than the previous RWRs but the radar remain the primary means of Situational Awareness in Rafale. The F-35’s design requirement of penetrating Integrated Air Defences with minimum external support required significant emphasis on EW capability – to a degree that USMC replaced their E-6B Prowler, a dedicated EW fleet with baseline F-35B. Despite some similarities there’s day and night difference between Spectra and Barracuda’s performance.\nLastly, there are things Growlers and F-35 can do that are simply beyond Spectra, such as communication jamming or inserting algorithm-packed data streams into enemy networks\n which comes under the cyber warfare domain.\nIt’s no brainer that Rafale’s Spectra while good in its own league isn’t remotely comparable to a dedicated EW platform like Growler. The same holds true for any 4th gen. platform. There’s a large mission overlap between F-35 and E/A-18 Growler. Most people fail to recognise that USMC is replacing their EA-6B Prowlers with baseline F-35B.\nThe upcoming Next-Generation-Jammer (NGJ) on Growlers will be using GaN modules that will not only allow using more complex waveforms that are particularly useful in cyber warfare but also increase power output by an order of magnitude. There’s no public data on NGJ’s power output but we know that ram-air-turbine developed for NGJ can generate 90 kW power at low air-speeds while having a design potential upto 700 kW.\n\n\n라팔의 스팩트라에 pl15 또는 j10c 레이더의 패턴 데이터가 업데이트 되어있느냐죠. 적성국 무장의 레이터 특성을 알아야 경보, 재밍이 가능한데..모르는 신호가 접수되면 뉴트럴(상용 신호)로 뜨니 조종사는 위협 여부를 판단하지 못합니다.\n우리 kf21도 마찬가지입니다. 적성국의 데이터를 많이 모아야 대응이 되고, 그래서 미군이 무서운거죠. 실전 경험을 통한 축적된 데이타.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-12-03T21:04:42.747000",
  "updatedAt": "2025-05-23T07:55:46.078000"
}