{
  "id": "14dfb063-e1e9-4e48-80fa-d0bb7c4fd73b",
  "title": "전쟁과 사람 - 중세",
  "content": "[레오나르도 다빈치]\n15세기의 이탈리아는 다수의 독립 국가들로 구성되어 있었다. 도시국가들은 때때로 서로 전쟁 하거나 또는 동맹으로 맺어졌데, 주요 도시국가들로는 교황이 통치하는 교황국(Papal states), 나폴리 왕국(the Kingdom of Naples), 밀라노 공국(the Duchy of Milan), 피렌체 공화국(Republic of Florence)과 베니스 공화국(Republic of Venice)등이 있었다.\n1482년 다빈치는 밀라노 공국에서 활동을 시작했다. 밀라노는 남서 유럽에서 전략적 위치를 차지하고 있어 수세기 동안 군사적 분쟁의 요지였다. 1480 년대는 이 지역이 전쟁 중이어서 군사요새를 설계할 기술자들이 필요했다. 레오나르도는 밀라노 공국을 철권통치로 지배하고 있던 루도비코 스포르차 공작의 군사 기술자로 일했다. 그로부터 10 년 후, 그에게 최후의 만찬을 그리게 한 사람은 스포르차 공작이었다. <암굴의 성모>나 <기마상> 등이 이때 만들어졌고, 그 중 가장 유명한 건 <최후의 만찬>이다. \n1499년에 제2차 이탈리아 전쟁이 일어나면서  프랑스 왕국의 루이 12세가 밀라노를 점령하고 다빈치는 직장을 잃게 된다. \n밀라노 정세가 불안정해지자 그는 베네치아로 갔다. 당시 베네치아는 오스만 제국과 전쟁 중에 있었다. 베네치아 원로원은 50년 전, 콘스탄티노플 정복에 이어 제국 확장을 계속하고자하는 오스만 터키족 들로부터 운하와 도시를 보호하는 방법에 대하여 군사 기술자인 다빈치의 조언을 물었다.\n다빈치는 그들과 싸우기 위해 이동식 댐과 현대 스쿠버 장비와 비슷한 수중 잠수복 두 가지를 제안한다. 즉 베네치아인들이 적을 가까운 계곡으로 끌어들여 움직일수 있는 댐을 제거하여 침략군을 익사시키고, 현대 스쿠버장비와 유사한 잠수장비를 가지고 수중에서 오스만 함선의 바닥에 구멍을 뚫어 수중 공격을 개시한다는 것이다. 베네치아 원로원은 이 계획이 황당하다고 생각했는지 어느 것도 채택하지 않았다. \n레오나르도는 자신의 디자인에 대한 기술적인 세부사항이 범죄자들의 손에 넘어가지 않도록 조심하였지만, 전쟁의 어느 한 편만을 지지하지는 않았다. 1502 년, 오스만 제국의 술탄 바예지드 2세는 이스탄불의 골든 혼(Golden Horn)을 가로 지르는 다리를 설계할 토목 기사를 고용하기 위해 로마로 왔다. 다빈치는 그의 일생 동안 밀라노 공작에서 부터 프랑스 왕까지 수많은 강력한 후원자들을 가지고 있었는데, 그는 1502년 술탄에게 충성을 보증하는 구직서를 보냈으나 채택되지 않았다.\n다빈치는 잠시 베네치아에서 일을 하다가 1500년 피렌체로 다시 돌아오게 된다. 1503년에 피렌체 시청에 벽화작업을 의뢰받아 <앙기아리 전투> 작업을 시작했는데, 옆편 벽에서 당시 라이벌인 미켈란젤로가 <카시나 전투>를 작업하고 있었다.\n\n체사레 보르자(Cesare Borgia)는 교황 알렉산더 6세와 정부 사이에 사생아로 태어나 열여덟 살에 추기경으로 서품을 받았다. 그는 잔인하고 속임수에 능하며, 여동생과 근친상간을 범하고 교황군의 총사령관인 자신의 형을 살해하고 그 자리를 대신 차지하였다.\n보르자는 목적을 위해서라면 수단과 방법을 가리지 않아, 1502년 당시 27세 그는 권력의 정점에 있었고 당시 사람들이 가장 두려워했던 사람 중 한 명이다. \n1502년, 체사래 보르자는 교황군 총사령관으로 아버지이자 교황인 알렉산데르 6세의 지원으로 중부 이탈리아의 로마냐 지방을 거의 정복해 지배했다. 1502년 체사래는 레오나르도 다빈치의 천재성을 알아보고 그를 군사 건축가 겸 기술자로 고용하였다. \n이몰라에서 군사작전을 하는 동안, 다빈치는 도시의 방어를 강화하기 위한 계획으로 이몰라 지도를 작성하는 임무를 맡았다. 그가 만든 지도는 현존하는 가장 오래된 평면도 지도이었다. 이 시기 이전에는 위에서보다 사람이 요새를 보는 각도에서 지도를 그려왔는데, 이 단순한 시각 변화는 어떻게 전쟁을 치러야 하는가를 변화시켰다.\n레오나르도와 보르자와의 관계는 두 사람 모두 사생아이며, 야심차고 관습에 얽매이지 않는 사람들이었기 때문에 잘 지냈으며, 더구나 레오나르도는 과학에 대한 것 외에는 정치색이 없어서 보르자와 일하는 것을 전혀 꺼려하지 않았다.\n보르자의 궁정에서 마키아벨리는 어떻게 하면 피렌체가 전쟁에서 피사를 이길 수 있을지를 묻는다.  다빈치는 일련의 운하, 수문, 댐을 사용하여 아르노 강의 흐름을 바꿔 강물이 피사로 흘러가는 대신 피렌체로 흘러들어가게 하겠다는 것이다. 만약 이 담대한 계획이 성공한다면 피사는 가뭄에 시달리게 될 것이며 피렌체는 부유한 항구로 변하고 또한 물은 일련의 운하로 연결되면 피렌체에서 선박이 지중해로 항해 할 수 있게 된다. 다빈치는 아르노의 상세한 지도를 만들어 피사로부터 강 전체를 훔칠 계획을 세웠다. 이 프로젝트를 위해 다빈치는 피렌체에서 활동하였는데, 성공을 위해 필요한 것은 기존 수로의 전환과 날렵한 운하 및 한 번도 결코 본적이 없는 수문의 제작이었다. 이를 위해서는 정확한 지형도와, 정밀한 측량 및 지형에 대한 측정, 계곡과 산길을 통과하는 최고의 운하 경로를 배치 했으며, 두번째 지도는 피사 주변을 보여고 있다.  다빈치가 개발한 전문가 설문조사 및 지도는 현대지도 제작의 기초가 되었다.\n다빈치는 아르노 강의 일부를 다른 곳으로 돌리기 위한 여러 가지 구도를 조사하던 중, 다시 한 번 그 지역의 아름다움에 매혹당해, 미래의 그림들을 위한 수많은 스케치를 만들었다. 다빈치가 모나리자를 그리기 시작한 것은 이 시기였고, 그 배경에는 아름다운 아르노 강과 주변 경관의 전경이 그대로 녹아 있다.\n그러나 불행하게도, 16세기 기술에 비해 다빈치의 계획은 너무나 웅장해서 성공하지 못한다. 수로의 건설을 감독하기 위해 선정된 수압 기술자,마스터 콜롬비노(Master Colombino)는 모든 면에서 비능률적이었고 레오나르도가 그토록 주의 깊게 고안해 낸 계획을 그대로 따르지 않았다. 운하는 너무 얕아서 많은 물을 우회시킬 수 없었고, 건설업자들이 운하를 깊게 파려고 하자 큰 홍수와 폭풍으로 인해 둑이 무너지고 말았다. 이로서 황당하기까지 한 르네상스 천재, 레오나르도의 꿈은 막을 내렸다. \n\n르네상스 시대의 다빈치는 여러 군용 장치를 고안해낸 군사 공학자로도 유명세를 떨쳤다. △기갑전차 △자동기관총 △낙하산 등 그가 고안한 군사 공학 장치들은 하나하나 열거하기 힘들 정도로 다양했다.\n1. 기갑전차 : 다빈치는 기갑전차 설계를 제안한 적이 있다. 기어로 작동되고 바퀴를 돌리는 크랭크로 추진력을 얻는 기계다. 기갑전차를 움직이는 데는 성인 남자 8명의 힘이 필요했다. 다빈치의 설계도에 따르면, 측면 사방에서 총이 튀어나와 발포를 해가며 진격하는 위력적인 모습이었다고 한다.\n2. 자동 기관총 : 총신이 꽂힌 정면 부분이 부채꼴처럼 펼쳐진 빗자루 모양의 이중 판 형태인데 정면에는 총 11개가 부채꼴 형태를 따라 2중으로 장착됐습니다. 첫 번째 판에 놓인 총이 한 번 발사된 뒤 총신을 식히고, 재장전을 위해 두 번째 판이 차례로 발사된다. 다시 두 번째 판이 쉬는 동안 첫 번째 판이 발사된다. 두 가지 판이 서로 돌아가면서 총을 쏘아댄 것.\n3. 낙하산 : 그는 중력의 존재를 대강은 알고 있었고, 공기 역학에 대해서도 기본적인 이해를 하고 있었는데, 다빈치는 하늘에서 낙하하는 사람을 안전하게 착륙시키는 장치를 고안했다. 직물을 씌운 피라미드 형태의 틀 모양이었는데 과학자들은 당시에 이 낙하산을 실제로 제작해 사용했다면 어느 정도 제 역할을 했을 것이라 짐작하고 있다.\n다빈치는 위에서 설명한 군사 장치 외에도 하늘을 나는 기계, 박격포와 대포, 잠수복 등 여러 군사용 장치를 개발했다. 하지만 정작 다빈치 스스로는 짐승을 죽이는 것도 꺼려해 평생을 채식주의자로 살았다. 평화주의자였던 다빈치는 살상을 하거나 전쟁을 벌이는 일을 혐오했습니다. 그는 자신이 고안한 장치들과 자신의 군사 공학자로서의 일에 대해 죄책감을 느낀다고 자주 말했다고 전해진다. 다빈치에게 군사 공학자로서의 삶은 경제적으로 안락한 삶을 위해 어쩔 수 없는 일이었던 것이다.\n\n\n[타르탈리아(Niccolò Fontana Tartaglia)]\n이탈리아의 수학자이다. 3차방정식의 해법을 카르다노에게 뺏긴 비운의 수학자로 유명하다.\n1499년 이탈리아의 브레시아 지방에서 태어난 니콜로는 어렸을 때 아버지가 살해당하고, 루이 12세의 프랑스군이 쳐들어와 프랑스 병사에 의해서 턱에 칼을 맞고 혀에 부상을 입는다. 어머니의 간호로 어찌어찌 살아남긴 했지만 이 때의 트라우마로 인해 말을 더듬는 버릇이 생겼고 이때부터 말더듬이라는 '타르탈리아(tartaglia)'라는 별명을 얻게 되었다. 3차방정식의 해법을 발견하였으나 발표하지 않고 있다가, 카르다노의 요청으로 3차 방정식의 해법을 다른 사람들에게 가르쳐주지 않는 조건으로 알려줬다. 하지만 카르다노가 그의 저서 '아르스 마그나'에 3차방정식의 해법을 실어 이후 3차방정식의 해법은 카르다노의 공식으로 불렸다. 이 외에 포술학도 연구하였다. 타르탈리아는 포탄이 포물선을 그리며 날아가며 발사각 45도에서 최대 거리에 도달한다는 사실을 알아낸다. 다만 사실만 밝혔을 뿐 이에 대한 증명은 이후 갈릴레오 갈릴레이가 하게 된다. 1557년 베니스에서 사망한다.\n\n[미켈란젤로]\n이탈리아 르네상스 시기의 조각가이자 건축가, 화가 그리고 시인.\n1503년 당시 피렌체와 피사 사이에는 전쟁이 지속되고 있었다. 레오나르도는 10월 피렌체 화가 길드에 다시 등록한 후 시뇨리아의 주문을 받아 전투 장면을 그리기 시작했다. \n\n레오나르도는 이때 <안기아리 전투>를 그렸고 미켈란젤로는 그 맞은편 벽에 <카시나 전투>를 그렸다. 안기아리 전투는 1440년 보르고 산 세폴크로 근처 안기아리에서 피렌체와 밀라노 사이에 벌어진 전쟁으로 밀라노군을 참패시킨 유명한 사건이다. \n미켈란젤로는 로지아 반대편 벽에 피렌체와 피사 사이에 벌어진 카시나 전투에서 피렌체가 승리한 날을 기념하는 작품을 의뢰받았다. 시의회가 카시나 전투 장면을 미켈란젤로에게 의뢰할 때만 해도 피렌체는 아직 피사에게 굴복하지 않은 때였다. 미켈란젤로는 벌거벗은 남자들의 혼란스러운 모습을 묘사했는데 과격한 전투 장면을 누드로 그린 것은 처음이다. \n이후 레오나르도는 <안기아리 전투>를 완성시키지 않고 1506년 5월에 밀라노로 돌아갔다. 미켈란젤로도 <카시나 전투>를 미완성으로 남긴 채 교황 율리우스 2세의 부름을 받고 로마로 갔다.\n\n1530년 카를 5세의 군대에 피렌체가 침공당했을 때(피렌체 공성전)에는 피렌체측 방위 대책 위원 중 한 명으로 뽑혀 성벽 건축을 맡기도 했다. 그는 임기응변으로 양가죽을 이어만든 천을 이용해 대포 공격을 막는 등 굉장히 현실적이면서도 기발한 아이디어를 냈다.\n성형 요새 이전에 지어진 유럽의 성채들은 대부분 성벽의 두께가 비교적 얇고 높았다. 당시 화약무기는 흔치 않거나 없었기 때문에 수성전의 주력은 궁병대였고 높은 성벽은 더 먼 사거리를 확보해주고 상대 궁병대로부터 아군을 지켜주고 적 부대가 성벽을 타넘기 힘들게 만들었기 때문이다. 성곽의 형태 자체도 위협적인 공성병기가 딱히 없었던 만큼 원형 또는 원기둥에 가까웠다.\n그러나 이러한 성곽은 15세기 중반부터 대포가 빠르게 발달하면서 무력화된다. 성벽이 높으면 그만큼 맞히기도 쉽고 무너뜨리기도 쉬웠기 때문이다. 1453년 콘스탄티노폴리스 함락 당시 오스만 제국은 난공불락이라 일컬어진 콘스탄티노폴리스의 삼중 성벽을 공략하는 데 대포를 적극적으로 활용했다. 비슷한 시기 유럽에서도 대포가 점차 널리 활용되고 있었다. 특히 100년 전쟁 막바지에 접어들 무렵이었던 프랑스가 대포를 적극적으로 활용했다. 프랑스인들은 야전은 물론 공성전에서도 대포가 유용함을 입증해 나가고 있었다. 1494년에는 프랑스 왕국이 이탈리아 반도를 침공하면서 이제 이탈리아인들은 대포의 위력을 몸소 체험하는 처지가 됐다. 이후로 거의 1세기 가까이 이탈리아 반도 전체가 전란에 휩싸였고 각국은 필사적으로 대포에 대응할 수 있는 축성 방식을 고안해내야 했다. 때 마침 이탈리아에서는 르네상스 문화의 사조 덕택에 이를 실현시킬 수 있는 유능한 기술자, 건축가 및 학자들이 이미 각국에 초빙되어 후원을 받거나 고용되어 활발하게 활동하고 있었다. 이들은 곧 이탈리아에서 성형 요새가 탄생하게 된 인적 배경이 됐다.\n성형 요새는 15세기 후반부터 16세기 전반까지 이어진 프랑스의 이탈리아 침공 시기에 본격적으로 발달하였다. 미켈란젤로가 피렌체 공화국의 수도 피렌체 성벽에 성형 요새 형식을 도입하였고 이후에 페루치와 스카모치에 의해 개수된다. 이 설계는 1530년대부터 40년대까지 이탈리아 전 지방으로 퍼지게 된다.\n이때 피렌체를 침공한 카를 5세와 교황 클레멘스 7세는 한 편이었다. 교황은 사코 디 로마에서 로마를 털린 이후(로마의 황제 카를 5세의 용병대가 로마로 쳐들어와 로마를 약탈) 결국 자존심을 굽히고 카를 5세와 화해해 같은 편을 먹었다. 한 마디로 미켈란젤로는 과거 자신의 고용주를 배반한 셈이었다. \n결국 이 전투에서 피렌체가 패하고 카를 5세가 승리해서 미켈란젤로는 사형당할 수도 있었지만 교황은 미켈란젤로를 용서하고, 다시 일하라고 독려한다. 다만 과거 로마를 털었던 카를 5세에게 여전히 앙금이 있어서 그 분노를 담아 미켈란젤로에게 그림을 그리도록 맡겼다. 미켈란젤로는 1533년 교황 클레멘스 7세로부터 시스티나 성당의 제단 위 벽면에 최후의 심판도를 그리라는 명을 받습니다. 클레멘스 7세가 이 그림을 주문한 것은 신성로마제국군에 의한 로마의 점령과 약탈 등 재난의 연속에 대한 분노의 감정을 달래기 위한 것이었는데, 1534년 교황의 사망으로 이 작업은 일단 중지된 것처럼 보였다. 그러나 클레멘스 7세의 뒤를 이어 교황이 된 바오로 3세가 다시 이 작업을 의뢰함으로써 1535년 4월 16일 발판의 조립이 시작되었다. \n최후의 심판은 클레멘스 7세가 1535년 미켈란젤로에게 의뢰한 것으로, 그 배경에 로마의 황제 카를 5세의 란츠크네흐트 용병대가 로마로 쳐들어와 로마를 약탈한 참사가 있다.\n\"명색이 가톨릭 신도이며 로마인이라는 작자가 '로마 황제' 주도로 로마를 박살낸\" 참상에 엄청난 분노를 느낀 클레멘스 7세는 이 작품을 기획해 의뢰하였다. \n\n[세르반테스(Miguel de Cervantes)]\n스페인 왕 펠리페 2세가 동군연합으로 있던 나폴리 왕국으로 가서 그곳에 주둔해 있던 스페인 해군에 지원하게 된다. 당시 세르반테스가 왜 난데없는 군 입대를 선택했는지에 대해서는 지금으로선 알 수 없다. 9월에는 \"왕이 머무는 궁정이나 성채 등에서 싸우면서 무기를 꺼내서는 안 된다\"라는 법을 위반해, 오른손이 잘리고 10년 간 마드리드에서 추방당하는 벌에 처해지자 이를 피해 여러 곳을 전전하다가 이탈리아 반도로 도망갔다. 로마에서 먼 친척뻘 되는 고위급 사제의 도움을 받고, 훗날 추기경이 되는 다른 사제의 수행원으로도 일하면서 르네상스 문학을 섭렵했다.\n그러다 1571년 펠리페 2세의 이복동생 돈 후안 데 아우스트리아가 오스만 제국의 해군에 맞서 결성한 전투함대 휘하 부대에 자원 입대한다. 세르반테스는 1571년 스페인과 교황청, 베네치아, 제노바가 중심이 된 신성 동맹의 연합함대와 오스만 제국 함대가 맞붙은 레판토 해전에서 세 발의 총탄을 맞았다. 세르반테스는 이후 건강을 회복했지만, 왼팔을 쓰지는 못했다. 레판토 해전에서 대승했지만, 이때 총상을 입고 왼손이 불구가 되어 ‘레판토의 외팔이’라는 별명을 얻게 됐다. 그때가 24세였다. 군 생활을 계속하다가 1575년 9월에 귀국하는데 탄 배가 태풍에 휩쓸리고 튀르크 해적의 습격까지 받아 포로가 된다. 노예 신분으로 5년간 포로 생활을 하다가, 가족이 모은 돈으로 몸값을 지불하고 천신만고 끝에 간신히 풀려났다. 그때가 33세였다. 그때 자유의 중요성을 절감했을 것이다. 돈키호테의 주제 중 하나가 자유다. 인간이 어떻게 인간을 구속할 수 있나 묻는다. 집에 돌아왔지만 가세는 더 기울어 있었다. 1569년 첫 번째 소설 ‘라 갈라테아’를 출간했지만, 생계를 위해 포르투갈로 가서 왕실 업무를 봤다. 당시 꿈의 대륙인 중남미 파견을 청원했지만 불발에 그쳤다. 아마 집안이 개종 유대인이라서 그랬을 걸로 추측한다.\n그 후 막시밀리안 2세 황제가 써준 표창장을 받고 제대하면서 조국 스페인으로 돌아오던 길에 악명 높은 알제리 해적들에게 형 로드리고와 함께 포로로 잡히고 그 후 5년 동안 알제리에서 갇혀 지내게 되었다. 이때 마드리드에 있는 트리니타리아스 수녀원에서 그를 위해 해적들에게 몸값을 지불해줬다. 이 과정이 상당히 드라마틱한데, 세르반테스를 데리고 있던 쪽이 원래 수녀원에 요구한 금액보다 더 높은 금액을 부르자 수녀원은 세르반테스 가족에게 받은 돈 외에 부랴부랴 주변 상인들에게 도움을 청해서 간신히 돈을 마련할 수 있었고, 세르반테스가 코스탄티니예로 가는 배에 강제로 태워져 막 출발하려고 하기 전 협상이 타결되었다. 세르반테스는 풀려난 뒤 군사 식량을 납입하는 식량 조달원으로 안달루시아 지방을 떠돌아다니는 직책을 맡았으나, 그런 중에도 교회 소유 밀을 징발했다고 파문당하고, 당국 허락 없이 밀을 팔았다는 죄목으로 투옥되기도 했다. 풀려난 뒤로 그라나다에서 세금 징수원을 했는데, 책임자의 먹튀와 기타 억울한 과정으로 인해 다시 세비야 감옥에 7개월 동안 갇힌다.\n갇혀 있던 동안에 그는 돈키호테를 구상했다. 그리고 풀려난 뒤 바야돌리드에 가정을 꾸렸고 거기에서 돈키호테 1권을 탈고하며 1605년 돈키호테 1권이 출판된다. 세르반테스는 자신의 책이 베스트셀러가 될지 몰랐다고 한다. 그러나 이 소설은 시대를 초월하는 고전이 되었고 문학사를 대표하는 걸작의 반열에 오른다. 이때의 나이가 58세. \n\n[바흐]\n나치 독일 시기 바흐는 \"독일 사람 중 가장 독일인\"으로 불리며 민족주의 열성을 자극하는 집회에서 가장 많이 연주된 작곡가다. 바흐의 곡들은 히틀러 유겐트 멤버들에 의해 공연되었고 거의 매일 라디오에서 연주되며 정치적으로 이용됐다. 당시 바흐의 인기는 1935년 독일 전역의 여러 도시에서 괴벨스와 아돌프 히틀러가 직접 참석한 라이프치히의 \"레이히 바흐 축제\"에서 정점을 찍었다. 바흐의 250번째 생일을 기념하기 위해 축제가 조직되었다\n\n\n[헨델(George Frideric Handel)]\n바로크 시대의 음악가. 독일(마그데부르크 공국) 출신이지만 영국에 귀화해 활동한 독일계 영국인이다. 헨델은 바로크 후기의 가장 중요한 음악가 중 한명으로 같은 독일 출신의 동갑내기 작곡가인 바흐와 함께 바로크 음악의 양대 산맥으로 일컬어진다. 그래서 헨델의 별명도 음악의 아버지라고 불리는 바흐와 대비되어 '음악의 어머니'로 불린다. 바흐가 주로 기악곡과 종교음악쪽에서 큰 업적을 남겼다면 헨델은 오페라나 오라토리오와 같은 극음악쪽에서 큰 업적을 남겼다. \n\n헨델의 <왕궁의 불꽃놀이>도 알고 보면 전쟁과 관련 있는 작품이다. 영국이 승리한 오스트리아 왕위계승 전쟁 후에 독일 아헨에서의 평화협정을 축하하는 행사용 음악이었다. \n18세기 중엽 오스트리아 합스부르크 왕가의 왕위를 마리아 테레지아가 계승하는 것을 반대하며, 그것을 빌미로 프로이센의 프리드리히 2세가 일으키고 유럽 각국이 참여한 전쟁이 ‘오스트리아 계승전쟁’이다. 당시 오스트리아의 마리아 테레지아에 대한 주요 지원세력은 영국이었다. 당시 영국은 프랑스가 유럽에서 주도권을 장악할 경우 영국의 식민지 상업 제국이 위협받게 될 것으로 우려하고 있었다. 따라서 오스트리아 왕위계승 전쟁은 1689~1815년 동안 지속된 영국과 프랑스의 세력다툼의 한 국면을 이루고 있었다고 할 수 있다.\n전쟁의 종지부를 찍으며 1748년 10월 체결된 엑스 라 샤펠 조약(아헨 조약)은 이후 영국과 프랑스간의 분쟁의 불씨를 남기기도 했지만, 오스트리아의 영토 대부분에 대한 마리아 테레지아의 상속권을 확증했다. 오스트리아를 지원한 영국은 축제 분위기에 휩싸였다. 오스트리아계승전쟁(1740∼1748)을 종결시키는 아헨조약(1748)을 축하하는 뜻으로 1749년 런던 그린파크에서 개최된 불꽃놀이를 위하여 국왕 조지 2세의 의뢰를 받아 1749년 4월에 작곡하였으며, 평화를 되찾은 1749년 4월 27일, 런던의 그린 파크에서는 불꽃놀이가 열렸다. 이 날을 기념해 헨델이 작곡한 곡이 [왕궁의 불꽃놀이]였고 같은 날 불꽃놀이 개최 전에 이 곡이 초연되었다.\n초연시에는 100대의 관악기가 참여해 야외용 음악을 위한 거대한 음향을 구축했다. 초연 전에는 이 거대한 오케스트라의 대규모 리허설을 보기 위해 1만 2천여 명이 넘는 구경꾼들이 런던에 모여들었다고 한다. 이 날을 런던 역사상 최초의 교통 체증이 일어난 날이었다고 보는 흥미로운 시각도 있다. 당시 신문에는 “런던 브리지가 어찌나 막히는지 3시간 동안 단 한대의 마차도 지나갈 수 없었다”는 기사가 실리기도 했다. 그런데 정작 축제 당일의 불꽃놀이는 뜻대로 되지 않았던 모양이다. 서곡을 연주하고 101발의 캐논포가 발사된 뒤에 불꽃놀이가 시작되었고, 로켓과 온갖 불꽃들이 공중으로 쏘아 올려지는 모습은 대단히 훌륭했지만, 불꽃놀이의 핵심이었던 회전불꽃이 제대로 작동하지 않았다. 나머지 불꽃탄의 색과 형태도 변하지 않는 것이 많아 축제는 애처로울 정도로 형편없었다고 한다. 게다가 설상가상으로 화재도 일어나 화가 난 불꽃놀이 기획자가 축제 집행관에게 덤벼드는 사건도 있었다고 한다.\n영국 왕 조지2세는 전쟁에서의 승리를 기념하기 위해 1749년 4월 27일 런던의 그린파크에서 성대한 불꽃축제를 열었고, 이 행사의 음악을 헨델이 담당하게 되었다. 〈왕궁의 불꽃놀이〉는 당시 식전 음악으로 연주되었는데, 헨델은 이 행사가 성대하게 치러지는 점과 많은 군중들이 모여들고 야외에서 연주될 것을 감안하여 당시로서는 보기 드문 대규모 편성을 선보였다.\n출판 당시 헨델은 이 곡을 서곡으로 내놓길 바랐으나, 왕실에서는 인기 없던 조약과 군주를 위한 선전 수단으로 삼고자 이 곡을 \"왕궁의 불꽃놀이 음악\"이라고 명명하도록 하였다.\n\n또한 그의 오라토리오 <유다스 마카베우스> 중의 ‘보아라, 승리의 용사가 돌아온다’라는 유명한 합창곡은 기원전 이스라엘의 영웅 유다의 활약상을 그린 것이지만, 당시 영국에서 반군을 제압한 윌리엄 아우구스투스 공이 이끈 영국군의 승리를 축하하기 위해 만든 작품이라고 한다.\n'유다스 마카베우스'는 헨델이 1746년에 작곡한 3막의 오라토리오이다. 대본은 영국의 대본가이며 출판인인 토마스 모렐(Thomas Morell)이 썼다. 헨델은 이 오라토리오를 윌리엄 아우구스투스 공(Prince William Augustus)에게 헌정하였다. 윌리엄 공(또는 컴벌랜드 공작)은 조지 2세의 아들로서 1746년 4월 16일, 컬로덴 전투(Battle of Culloden)에서 스코틀랜드 반도들이 중심이 된 자코뱅주의자들의 반란을 제압하고 승전하였기에 영국 백성들로부터 크게 찬양을 받은 사람이다. 자코뱅주의자들은 영국에서 하노버 왕조를 무터트리고 스튜어트 왕조를 수립하려고 반란을 일으켰었다. 윌리엄 공의 승전으로 영국은 하노버 왕조를 계속할수 있었다. 이는 마치 기원전 170-160년에 셀루시드 제국이 유다를 점령하고 통치하고 있을 때 유다스 마카베우스라는 영웅이 유대인들의 봉기를 주도하여 예루살렘에서 셀루시드 제국의 군대를 몰아낸 일과 흡사하므로 헨델은 윌리엄 공의 승전을 유다스 마카베우스의 승전에 비유하여 이 오라토리오를 작곡한 것이다. \n\n[하이든(Franz Joseph Haydn)]\n오스트리아의 작곡가. 교향곡의 아버지라는 별명이 있는데 하이든은 살아 있을 때 104곡이나 되는 교향곡을 남겼고 그는 이전까지 명확하게 확립하지 못했던 교향곡 형식과 악장 개수, 각 악장의 성격과 구성 등에 대한 기준을 세웠다. \n\n교향곡의 아버지요, 고전음악의 대표 주자인 하이든도 1796년  <전시의 미사(Missa in Tempore belli)>를 내놓았다. 이 시기 오스트리아는 나폴레옹이 이끄는 프랑스군이 북 이탈리아에 침입하므로 인접해 있는 국가로서 큰 위협을 느끼게 됐다. 그리하여 같은 해 8월에 오스트리아는 프랑스와 전쟁에 대비해 총 동원령을 발표했다. 하이든은 이 시기의 전쟁에 대한 불안감과 그로인해 사람들이 안절부절 못하는 사회적 현상을 음악으로 표현, 직접 ‘전시미사’라는 제목을 붙였다.\n나폴레옹은 당시 이탈리아로부터 비인을 항하여 진군하고 있었고, 이 곡은 당시 나폴레옹 군의 침공을 앞둔 상태에서 평화에 대한 간절한 염원을 담은 미사곡으로 알려져 있다. 이 미사곡를 끝마치는 ‘우리에게 평화를 주소서’(dona nobis pacem)에서, 트럼펫과 팀파니는 이 구절이 내포하고 있다고 하이든이 느낀 명백한 의미를 강조하고 있다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-25T19:59:33.934000",
  "updatedAt": "2023-01-27T12:39:26.218000"
}