{
  "id": "15a7e367-7751-4589-b82e-1733a4ab4d46",
  "title": "백범일지",
  "content": "![image](media/17ffc11dbbb.84345ae829491113.jpg)\n\n\n이광수가 윤문하였다고 한다. \n\n백범일지는 춘원이 자신의 반민특위의 처벌을 면하고자 대필 윤색한 거라는 설.\n\n나의 소원은 이미 이광수씨 따님의 육성으로 이광수 씨가 윤문할 때 자신의 생각을 써넣었다고 증언했어요.\n\n나도 백범일지를 읽으면서 참 좌충우돌적인 삶을 살았구나 하고 생각했다.\n과거에 낙방하고 먹고살기위해 풍수를 배우다\n얼떨결에 동학에 참여하는 등 그의 삶은 어떤 사상이 있기보다 매우 즉흥적이란 생각을 했었는데\n조금씩 그 의문이 풀리는 것 같다.\n\n70년대 고등학교 시절에 \"나의 소원\"은 소설가 이광수 작이라고 종종 들었는데 이제 확연하게\n이해가 되네요.\n\n헤겔의 변증법, 붉은 민주주의 사상과 언론의 자유, 아담스미스의 노동가치론 등을 거론한 것은 다른사람(특히 춘원 아니면 다른 지식인)이 글을 썼다고 봅니다.  아담스미스 같은 인물은 현대화된 서양식 교육을 받지 않은 김구는 알 수가 없는 것이거든요.\n\n일지 한자를 보면 김창수 같은 무식쟁이가 찾아 쓴 단어가 아님은 확실한 듯하고...  역시 저자가 이광수였구나 하는 감탄이 나올 정도로 단어 선택이 탁월한 것으로 생각된다...  이광수가 친일이라고 매도하고 있으나, 과연 그가 왜 친일을 하게 되었는가에 대해선 조금 더 심도 깊은 연구가 필요한 듯하다...예를 들어, 부모나 자식을 볼모로 친일을 강요한다면 그 누가 안할 수 있었으리요?  더구나 같은 민족을 노예로 만드는 등 이가들이 구멍가게 꾸려나가듯 나라 끌어가는 꼴을 보다 근대화된 일본의 통치시스템을 본다면 제대로 정신 박힌 인간이라면 그 누가 친일하지 않았겠는가? 누누이 말하지만, 과거의 역사는 그 시대를 산 사람들의 몫이다, 지금의 잣대로 예단하는 바보짓은 이제 그만 했으면 싶다..\n\n김구의 독립정신은 추앙돼야 하지만 광복후 세계를 보는 눈은 솔직히 어두웠다.\n\n[치하포 사건]\n치하포 사건(鵄河浦事件)은 1896년 3월 9일 황해도 안악군 치하포의 한 주막에서 조선 청년 김구[1]가 일본인 상인 츠치다 조스케(土田譲亮[2])를 일방적으로 폭행하고 끝내 살해한 뒤 재물을 탈취한 사건이다. 사건 직후 김구는 피신했다 6월 말 해주부에서 체포, 인천 감리서에 구속된 상태로 심문을 받다 1898년 탈옥 후 재수감, 1899년 석방되었다.\n\n츠치다 조스케가 상인이라는 건 이미 2000년대가 되기 전부터 알려져 있던 사실이다. 학계는 츠치다의 신분에 대해 '상인'으로 결론을 내린 상태다.\n김구가 아무 죄도 없는 멀쩡한 일본인을 잔혹하게 죽였는데 이걸 《백범일지》에서 사실과 다르게 썼다. 조스케가 육군 중위라는 기록은 현재까지 백범일지에서만 발견되었다. 일본 측 기록엔 약장수로 등록이 되어 있었다. \n\n[나의 소원]\n'나의 소원' 중 '내가 원하는 우리나라'는 2000년대 이후 한류가 국제적으로 각광받으면서 인터넷 상에서 종종 인용되기도 한다. 한류가 김구가 주장하는 '문화의 힘', 즉 소프트파워를 입증하는 대표적 사례로 손꼽히기 때문이다. 다만 그 부분은 해방 이후 김구의 의뢰로 한자로 쓰여진 백범일지를 한글로 첨삭해 윤문한 친일파 이광수가 메이지유신을 참고해 썼던 자신의 글에서 따와 추가한 내용이라는 주장이 있다.\n\n김구는 1947년 11월 13일에 쓴 <백범일지> 출간사에서 이 책의 상권을 중국 상해와 중정에 있을 무렵 유서처럼 써뒀다고 밝혔다. 하권은 \"미주와 하와이 해외 동포를 염두에 두고\" 독립운동에 대한 자신의 '경륜과 소감'을 알리기 위해 썼다고 했다.\n이어 \"끝에 붙인 '나의 소원' 한 편은 내가 지금 우리 민족에게 하고 싶은 말의 개요를 적은 것\"이라고 설명했다. \"한 민족이 국가를 세워 국민 생활을 하려면 반드시 기초되는 철학이 있어야\" 하겠기에, 그가 \"믿는, 우리 민족 철학의 대강령을 적어본 것\"이라는 취지다.\n\n '나의 소원'을 다르게 보는 견해도 있다. 재야역사학자 김상구씨(<김구 청문회> 저자)의 시각이 대표적이다. 김상구씨는 지난 16일 기자와의 인터뷰에서 \"<백범일지>에 실린 '나의 소원'은 100% 이광수 작품\"이라고 주장했다. \n 주장의 근거는 ▲ 이광수 수필집 <돌베개> <도산 안창호 전기> ▲ <동아일보>에 연재한 '젊은 조선인의 소원'이란 글 등이다. 김상구씨는 '춘원 이광수의 글을 살펴보면 '나의 소원'과 사상과 내용, 문체가 상당히 유사하다'는 주장을 편다.\n \n춘원 이광수가 김구의 <백범일지>를 윤문한 사실은 이미 학계에 알려진 사실이다. 김구의 아들 김신씨는 <신동아>(1986년 8월호)와의 인터뷰에서 이를 밝힌 바 있다. 또한 김구 자신도 1947년 국사본 서문에서 한문이 많았던 <백범일지>가 \"한글 철자법에 맞게 윤문\"됐다는 것도 밝혔다. 하지만 김상구씨는 \"이광수가 백범의 글을 다듬는 '윤문' 수준이 아니라, 춘원 자신의 사상을 여러 군데 끼워 넣었거나 대필한 것\"이라고 주장한다. 이는 전혀 다른 차원의 문제다.\n\n'나의 소원'은 백범이 국한문 혼용으로 기록한 초판본에는 없고 1947년판 <국사본 백범일지>부터 나온다. 이 글은 간결하고 유려한 문장으로 기록돼 명문으로 손꼽힌다. 글쓴이가 누구이든 한글 문장 사용에 숙달한 사람이 쓴 것으로 보인다.\n\n그는 백범에 대해 \"문화에 대해 그렇게 해박한 시각을 갖고 있는 분도 아니고 독립운동, 배운 거 없이 온몸을 던져서 독립운동하기에 바쁜 그런 분이었다\"라고 평가했다.\n도 교수는 \"('나의 소원'에는) 갑자기 '문화 국가'라는 개념이 등장한다, 물론 해방 후에는 독립이 됐기 때문에 그렇게 이야기할 수 있겠다\"라면서도 \"글에 나오는 '아름다운 나라'를 대중이 무비판적으로 이상화하는 건 문제가 있다\"라고 덧붙였다.\n도 교수는 \"일본 메이지 시대 때 '아름다운 나라 부국강병하자'는 메이지 유신 개념이 있었는데, 이것이 벤치마킹 돼 쓰였을 가능성이 크다\"라고 지적했다. \n\"정리하자면, '나의 소원'에는 백범의 사상과 합치하는 바도 분명 있지만, 춘원 등의 보조도 눈에 보인다는 것입니다.\"\n\n'나의 소원'이란 부분은 김구의 원래 글에 없었다. 이광수의 윤문 뒤에 생겨난 부분이다. 김구가 최종적으로 승인하기는 했지만, 그것은 이광수의 머리에서 나온 부분이었다.\n\n방민호 논문은 '나의 소원'이 김구의 승인을 받은 것이기는 하지만 <백범일지>의 여타 부분과 문체가 다를 뿐 아니라 김구의 사상과도 가까워 보이지 않는다고 평가한다. 김구가 공산주의를 싫어한 것은 사실이지만 김구의 생각이라고 보기에 어색한 부분들이 많다고 말한다. \n\n[김립]\n김립은 이동휘의 최측근으로 일찍이 동양 최초의 사회주의 정당인 한인사회당을 만든 인물이다.\n김립은 상해 임시정부가 수립될 때 참여를 반대했던 이동휘를 설득하여 임시정부에 참여하게 한 인물이었다. 이동휘가 국무총리, 김립이 차관급인 국무원 비서장의 직위를 맡았다.\n\n김립은 1919년 11월 상하이 대한민국 임시정부 국무원 비서장에 취임했다. 임시정부의 재정과 인사를 비롯한 모든 업무를 실질적으로 총괄하던 거물급 인사였다. \n\n항일독립지사 김립은 국제정세에 탁월한 감각을 지녔던 인물이다. 뿐만 아니라 조선독립운동의 방략에 대해 당대 손에 꼽을 정도의 전략가였다.\n윌슨의 민족자결주의가 제1차 세계 대전 당시\n승전국인 제국주의 논리임을 일찍이 간파했던 인물이다. 승전국인 미국과 영국, 그리고 그들과 동맹국인 일본이 조선의 식민지 상태를 해결해 주지 않을 것을 이미 알고 있었기 때문이다.\n그리하여 김립은 처음부터 파리강화회의에 기대를 걸지 않았다. 김립은 오히려 러시아 혁명 이후 임시정부 승인 문제를 중요하게 생각해 대소외교를 중시했던 인물이다. 그리하여 식민지 약소민족 해방운동을 공개적으로 지지하던 레닌으로부터 운동자금을 지원받고자 했다. 김립은 상해 임시정부 특사 자격으로 같은 한인사회당 출신 한형권을 러시아로 파견했다. 그 결과 금괴 40만 루블을 상해로 옮겨오는 데 결정적으로 역할을 수행했다. 물론 여기에는 한인사회당 출신 항일독립운동가 박진만의 역할이 컸다. 한형권과 박진만은 러시아 볼세비키 권력자 레닌과 직접 대담하며 상해임시정부 인정과 함께 레닌으로부터 거액의 운동자금을 약속 받았다.\n\n상해임정은 개조파와 창조파의 분열, 그리고 무장투쟁노선과 외교독립노선의 간극을 좁히지 못한 채 암투와 분열로 세월을 보냈다. 그러자 러시아 볼세비키 정권은 상해 임정의 분열된 모습에 실망하여 독립운동자금지원을 중단한다.\n<백범일지>의 김구의 회상에서도 언급되듯이\n1924년부터 러시아 혁명정부와 상해 임시 정부는 완전히 관계가 단절된다.\n\n김립이 죽을죄를 지었다는 판단은 경무국장 김구 혼자서 내린 게 아니었다. 그것은 임시정부의 공식 견해였다.\n김립 암살 사건이 일어난 때는 포고문이 발령된 지 13일 만이었다. \n\n상해 임시정부는 김립과 한형권을 죽이려고\n임정 경무국 비밀경호요원들을 중심으로 테러단을 만들어 실행에 옮겼다. 1922년 2월 피살 당시 김립은 머리와 가슴에 12발의 총격을 받고 즉사했다. 김구(九)는 그의 죽음에 대해 백범일지에서 짤막하게 논평했다. 통쾌하다는 말이었다. \n\n김립의 동료들은 통분해 마지않았다. 어떻게 독립운동계의 동지가 다른 동지에게 총을 겨눌 수 있는가. 아무리 조직과 정견이 다르더라도 있을 수 없는 일이었다. 정부 공금을 횡령했다는 혐의는 터무니없는 거짓이었다. 저희에게만 총이 있는가? 공산당 내 열혈 청년들은 보복에 나서야 한다고 주장했다. 김철수의 회고에 따르면, 최동욱·최계립·이호반·한광우 등이 그렇게 주장했고 기꺼이 행동에 옮길 의지를 갖고 있었다. 그들은 누가 흉행을 교사했는지 잘 알고 있었다. 임시정부 안팎에 피바람이 불어닥칠 수 있는 위험한 순간이었다. 김철수를 비롯한 당 간부들이 적극 만류했다. 우리의 투쟁 대상은 일본 제국주의이지 결코 동족이 아니라고, 거듭된 동족상잔은 허용할 수 없다고 말이다.\n\n문제의 초점은 국가 공금을 횡령하여 자기네 당(공산당)만을 위해 사용한 점에 있었다. 이동휘는 그 범죄를 교사한 자로 지목되었다. 국무총리 재임 중에 소련이 대한민국 임시정부에 제공한 거액의 자금을 김립으로 하여금 횡령케 했다는 것이었다.\n\n문서에는 문제의 40만 루블과 20만 루블이 모두 상하이파 공산당에 지급된 것이라고 기록되어 있다. 그 자금의 결산 보고 의무도 상하이파 공산당에 부과되어 있다. 한인사회당과 그 계승자인 상하이파 공산당이 그 자금을 관리할 권리가 있다는 주장이었다.\n\n김립은 1910년대와 20년대 초를 대표하는 걸출한 항일독립지사이자 사회주의자였다. 김립의 죽음은 러시아 혁명 정부로부터 받아온 독립운동자금에 대한 오해에서 빚어졌다. 그 오해는 민족주의자와 사회주의자 간의 갈등으로 표출되어 민족적 비극이자 참극으로 끝났다. 김립의 죽음은 실제로 항일독립운동계의 크나큰 손실이자 이후 상해 임시정부가 쇠락해 가는 계기로 작용했다.\n\n김립의 비극적 죽음이 가져온 독립운동 전선 상의 분열이자 뼈아픈 대목이 아닐 수 없다. 김립을 죽인 직접적인 세력은 상해 임시정부 경무국이지만 그들에게 살해 명분을 제공한 자들은 고려공산당 이르쿠츠크파였다. ＇김립을 극형으로 처단해야 할 인물＇이라고 발표한 상해 임정의 포고문은 사실이 아님에도 이를 처음 퍼뜨린 세력이 상해파 고려공산당의 적수였던 이르쿠츠크파 고려공산당이었기 때문이다.\n\n국민대표회의가 좌절되면서 항일독립운동 역량은 전체적으로 집중, 강화되지 못한 채 독립운동전선은 더욱 분열되고 상해 임정은 일개 노쇠한 군소운동 단체로 전락했다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-06T08:01:34.174000",
  "updatedAt": "2022-06-30T00:51:27.062000"
}