{
  "id": "16e13d0b-c860-4053-88a6-24e1055bb1fd",
  "title": "전쟁 발발시 시나리오 - 작계 5015",
  "content": "1974년 나온 작계 5027은 북한이 대규모 기갑 전력을 앞세워 남침한다면 한ㆍ미가 이를 막아낸 뒤 반격한다는 작계다. 이를 위해 미국은 개전 후 90일 안에 병력 60여만명, 항공모함 5척과 전투함 160여척, 군용기 2500여대를 한반도에 보내기로 했다.\n그러나 작계 5027이 전면전만 상정했다는 평가에 따라 한ㆍ미는 2015년 작계 5015를 내놨다. 작계 5015는 전면전뿐만 아니라 국지전, 대량살상무기 등 다양한 상황에 맞게 짜였다. 또 작계 5029이라는 북한의 쿠데타, 대량 탈북, 대규모 자연재해 등에 대비한 작계를 따로 준비했다.\n\n\n북한의 계획은 7일안에 서울 점령하고 버티면서 협상하는 것.\n\n우리군의 작전은 3일 이내에 반격하는 것\n\n전방 사단은 전멸 판정받고 후퇴해서 사단 재편성에 들어가며 예비사단이 반격한다고 알고 있음.\nGP나 GOP는 5분안에 전멸.\n\n1. 각종 미사일은 전쟁이 터짐과 동시에 주요지점 타격\n\n2. 전쟁 터짐과 동시에 한국 최강 화력 7군단은 그냥 평양까지 올라감\n\n3. 3일 이내에 다른 군단도 밀고 올라 감\n\n4. 30일 이내에 압록강까지 밀고 감\n\n이미 2010년대에 한미연합사는 북한이 대규모 남침 능력이 사라진 것으로 판단하고, 대신 휴전선이나 NLL에서 국지적인 도발은 계속 발생할 것으로 예상해서 작계를 짜놨다. 이른바 공세적 방어전략과 국지 대응전략 두 가지로 대응.\n공세적 방어를 위해 20, 26, 30 기계화 사단은 보다 신속히 기동하기 위해서 사단에서 여단으로 개편.\n대신 북진 군단인 7군단은 8사단과 11사단을 기계화 사단으로 개편해 기계화 사단 수를 2개에서 3개로 늘려 강화함. 그리고 노후된 M48은 퇴역시키고 주력은 모두 K1, K2로 편성. 전차 대수는 33대에서 44대로 늘어남. 따라서 전체 전차 전력은 오히려 강화됨. \n노도부대를 공중기동사단으로 만들어서 7군단에 배속함.\n보병사단은 전방사단 23, 27, 28사단이 없어지는 대신 전 보병부대를 차량화, 기동화 함. \n모든 보병들은 워리어 플랫폼으로 무장.\n타이거 4.0 네트워크 체계로 부대들간 통신을 담당.\n한마디로 북한이 남침하면 마지노선처럼 방어만 하는 과거의 전략은 연합사나 합참에서 사라진지 오래(MB때부터). 이제는 북진을 위해 작계를 바꾸고 부대구조를 바꾸는 중임. 예를 들어 한국판 BMS(battle management system)에 북한 지형을 위성으로 스캔해서 최신 버전으로 업그레이드해서 입력시켜 놈. 그래서 전차와 장갑차 각 단차의 디스플레이에 부대 표시 등 작전맵의 배경으로 투영시킬 예정.\n\n\n우리 군은 전쟁 발발시 우선 각종 탄도미사일과 순항미사일로 북한의 고정 전략 목표에 대한 타격을 가합니다. 적 지휘부, 통신시설, 공항, 고정레이더 & 방공 시스템에 대한 타격 등이 이루어지죠. 하지만 이렇게 해도 북한의 방공망을 완전히 마비 시킬 수 없습니다. 북한도 이동식 방공미사일 시스템이 있으니까요. 그래서 우리 공군의 주력 전술기가 총동원 되어 북한 상공으로 진입하게 되어있습니다. 즉 F-35A, F-15K, KF-16U가 전부 동원 된다는 소리입니다\n방공망이 살아있는데 뭐하러 거길 전부 몰려갈까요?\n바로 핵미사일 입니다. 정확히는 이동식 발사대(이하 TEL)에 장착된 핵미사일 등입니다. 이것들은 탄도미사일로 제거가 불가능합니다. 이것들은 결국 전투기가 직접 가서 수색해서 제거해야 합니다.\n물론 군사위성과 군정찰기 등으로 감시 한다고 하지만 그 모든걸 100% 감시가 불가능하고\n계속 이동하기에 이러한 TEL을 파괴 하기 위해선 전투기가 직접 가야 합니다. 그런 TEL 파괴 임무가 F-35A 도입의 주요 명분중 하나이기도 합니다\n북한 방공망이 살아있는 상황에서 투입 가능한 스텔스기란것도 있지만 F-35A에 장착된 EOTS가 \n이러한 북한의 TEL 탐색 추적 능력이 현존하는 그 어떤 무기체계보다 가장 뛰어납니다. 이번에 F-35A 20대 추가 도입의 가장 큰 명분이 바로 이것입니다. 북한의 TEL을 최단 시간에 찾아내기 위해 북한 지역을 샅샅이 뒤지려면 F-35A가 최소한 60대는 있어야한다.\n그런데 제가 위에 F-35A, F-15K, KF-16U가 전부 동원된다고 써놨죠? 예 F-35A는 북한의 TEL 탐색하는 최적의 고도에서 탐색을 하고 F-15K는 공대지 무기를 잔뜩 달고 최대고도로 비행하면서 \nF-35A가 보내주는 표적 위치정보를 받아\n스나이퍼 포드로 추적 파괴하는 겁니다.\nF-35A는 스텔스기라 중고도로 내려와 탐색을 해도 북 방공망이 요격하기 힘들지만 F-15K는 지대공 미사일의 공격을 피하기 위해 최대한 높이 비행하는 거죠. 그리고 F-35A에는 2발의 공대지 무장만 장착 가능한 반면 파괴해야하는 목표가 너무 많아\nF-15K가 미사일 캐리어 역활을 해주는 겁니다.\n그러면 KF-16U은 뭐하냐? 우리군 탄도미사일 공격에 살아 남은 북한의 전투기들이 아군기를 요격하러 나오면 그 전투기들을 상대하는것이 바로 KF-16U 입니다. F-35A과 F-15K는 공대지 무장을 하고 있어 기체가 무거워 공대공 교전을 못하는 상황이고 무엇보다 TEL을 찾아 파괴하는 것이 최우선 목표이기에 북한의 전투기를 상대하는건 \nKF-16U가 하는 겁니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-11-18T14:40:10.882000",
  "updatedAt": "2023-06-05T22:57:52.467000"
}