{
  "id": "16ead772-be2a-4a43-9c18-7dd53aea1550",
  "title": "무조건 항복 - 일본제국",
  "content": "일본은 패전 막바지에 이르기까지 한반도와 타이완에 대한 지배권을 끝까지 놓지 않으려 했다. 이는 '다카키'가 제시한 일본이 항복할 수 있는 최소 조건 3개 항목의 하나로, 나머지는 천황제 존속과 일본의 산업력과 경찰 병력 유지였다.\n\n제국주의 일본은 태평양 전쟁에서 항복 선언 막판까지 한반도와 타이완 지배권을 놓지 않기 위해 필사적으로 매달렸다. 고시로 유키코의 논문에 따르면, 일본은 1945년 6월까지 미국의 전략사무국(OSS·CIA의 전신) 핵심 관계자와 접촉하며 한반도 운명을 흥정했다. 항복 후(즉 패전 후)에도 한반도 지배권을 계속 유지하기 위한 일본측 접촉 창구는 주로 유럽에 파견된 무관들이었다. 대표적으로 후지무라 요시카쓰(藤村一義)를 들 수 있다. 그는 일본 해군대학을 수석 졸업한 엘리트 해군 장교로서, 1944년 6월 무렵 프랑스 무관 보좌관으로 일했으며, 같은 해 10월부터 독일 무관 보좌관을 겸임했다. 그는 1945년 4월 말까지 스위스에 주재하며 미국 전략사무국의 앨런 덜레스를 접촉해 ‘조건부 항복’ 가능성을 타진했는데, 이 때 내세운 조건 중의 하나가 바로, 일본이 강점한 한반도와 타이완을 일본 영토로 유지해 달라는 것이었다. 특히 후지무라는 한반도의 일본 귀속 당위성을 미국이 뉴멕시코를 성공적으로 합병한 것과 같다고 강변했다. 일본의 한반도 지배권 유지 시도는 1945년 6월 중순까지도 계속되었다.  역시 스위스에 주재하던 육군 무관 보좌관 오카모토 기요토미(岡本淸福)가 역시 미국 전략사무국의 덜레스와 접촉을 시도했던 것이다. 일본측이 협상 창구로 필사적으로 매달렸던 미국측 파트너 앨런 덜레스는, 1945년 4월 이탈리아 북부 지역에서 독일군 사령관과 비밀 항복 협상을 벌여, 소련측을 긴장시켰던 인물이다. 소련은 이때 미국과 영국이 자신들을 따돌리고 독일과 항복 협상을 일방적으로 진행해 전리품을 챙기는 것 아니냐고 불만을 터뜨렸다. 앨런 덜레스는 그 뒤 미국 전략사무국을 확대한 중앙정보국 국장이 되어, 대소 첩보전과 중남미 공작을 지휘했다. \n하지만 일본의 노력은 독일이 공식으로 항복을 선언함으로써 수포로 돌아갔다. 더욱이 1945년 6월 말이 되면 오키나와 혈전에서 ‘미국의 승리’로 완전히 승패가 가려지던 때였다. 독일의 항복으로 전쟁 부담이 줄어들고, 일본 본토에 대한 본격 진공 작전이 계획되던 시점에서 미국이 굳이 일본의 ‘조건부 항복’을 받아들일 이유가 없었던 것이다.\n\n< 38선은 일본이 그었다.>\n'브루스 커밍스'는 '고시로'의 연구 결과를 인용해 일본이 소련군의 한반도 진군을 막거나 지연시킬 힘이 없어서가 아니라 일본이 만주와 한국에서 군대를 신속하게 철수하거나 항복하면서, 소련을 한반도에 끌어들였다고 주장했다. \n\n지금까지 정설로 굳어져온 분단 경위는 2차 세계대전의 전승국, 그중에서 전후 처리 과정에서 라이벌로 등장한 미국과 옛 소련이 상호 경쟁과 타협의 산물로 38선을 그었다는 것이었다. 지도를 참고해가며 한반도에 직접 38선을 그은 장본인은 미국의 딘 러스크로 알려져 있으며, 선을 그은 정확한 날짜는 일본 나가사키에 두 번째 원폭이 투하된 날(1945년 8월10일) 자정께였던 것으로 브루스 커밍스 등 역사가들은 기록하고 있다. 그 결과 아무런 힘도 쓸 수 없었던 것처럼 보였던 패전국 일본은 당연히 ‘분단 책임’에서 면제되어 왔다.\n하지만 과연 그럴까. <시사저널>은 일본의 군국주의 세력이 태평양전쟁에서 패배해 한반도에서 물러나는 바로 그 순간까지 ‘대동아 공영’의 훗날을 기약하며 한반도 분할을 상정하고, 이를 위해 기민하게 움직였다는 사실을 입증한 역사학 논문 한편을 찾아냈다.\n논문의 필자는 고시로 유키코(小代有希子)교수. 미국에서 활동하는 동아시아사 전공자이자, 1999년에 출간된 <범태평양 인종주의와 미국의 일본 점령(Trans-Pacific Racisms and the U.S. Occupation of Japan>으로 ‘오히라 저작상’까지 수상한 바 있는 역사학자다. 오히라 저작상은 한·일 수교 당시 ‘김종필·오히라 각서’ 작성의 당사자이자, 1978년부터 1980년까지 일본 총리를 지낸 오히라 마사요시(大平正芳)를 기리기 위해 제정한 학술상이다. 아시아 태평양 지역 국제 관계 분야에 두드러진 연구 업적을 남긴 연구자에게 수여되며 국제적으로 그 권위를 인정받고 있다.\n한반도 분단이 일본의 치밀한 ‘항복 전술’의 산물이었다는 사실을 밝힌 논문은 <유라시아의 쇠퇴: 일본의 제2차 세계대전 종전 전략(Eurasian Eclipse:Japan’s End Game in World War Ⅱ)>으로, 지난해 4월 미국 역사학회가 발행하는 격월간 학술지 <미국 역사 학보> (제109호 2회)에 발표되었다.\n논문에 따르면, 일본 군국주의자들 내부에서 청일전쟁(1894~95)과 러일전쟁(1904~ 1905) 전야에 툭하면 들먹거렸던 ‘38선 분할안’을 구체적인 고려 대상으로 검토하기 시작한 때는, 태평양전쟁의 패전이 거의 확실했던 1945년 초이다. 이같은 흐름에 결정적인 지침을 제공했던 배후 인물은 당시 일본의 현역 해군 소장이자 종전 당시 일본 해군성 교육국장이었던 다카키 소키치였다.\n논문에 따르면, 그는 일본 ‘제국 해군’의 지도적 전략가로 활약했으며, 1939년께부터 일본의 세계 전략으로 추축국(독일·이탈리아·일본)과 소련을 묶어, 영·미 동맹에 대항하는 방안을 입안해 추진했던 인물이다. 그는 1943년 이후 전쟁에서 승산이 없다고 판단되자 전쟁 조기 종결을 주장하며 적어도 겉으로는 ‘친 영·미파 부전론자’로 행세했으나, 뒤로는 패전 이후 예상되는 미국의 절대적인 영향을 약화하기 위해 소련과 손잡는 전략을 비밀리에 추구했다.\n한반도 분할의 단초를 연 문건은 1945년 3월13일 다카키가 육필로 완성한 <주칸호코구안(中間報告案·중간보고 초안)>이다. 이 문건의 핵심 요지는 일본이 전쟁에서 질 때 지더라도, 동북아에서 일본이 누렸던 기득권을 송두리째 미국에 넘겨줘 미국이 지배적인 헤게모니를 행사하는 일이 발생해서는 안되며, 바로 그렇기 때문에 미국을 저지할 수 있는 유일한 세력인 소련과 손잡아야 한다는 것이다. 결과적으로 이 보고서는 항복 선언에 즈음한 일본의 ‘이중 플레이’ 원칙을 제시했다.\n다카키는 패전 후 일본의 재기를 위한 일종의 ‘보험’으로 소련과의 제휴를 제안한 것으로 보인다. 보험의 내용인즉, 그때까지 일본이 관할하고 있던 사할린 지역 등을 미국에 넘기지 않고 소련에 넘긴다는 것이다. 이를 통해 추후 동아시아 질서에서 미·소가 양립하는 세력 균형을 도모한다는 것이다.\n물론 다카키는 다른 전략가들과 마찬가지로 한반도와 타이완에 대한 지배권을 끝까지 놓지 않으려 했다. \n하지만 한반도 영구 지배는 이미 일본의 의도대로 굴러갈 상황이 아니었다. 고시로의 논문에 따르면, 태평양 전황은 1945년 접어들면서 일본에 최악으로 변해가고 있었다. 즉 일본이 ‘항복의 조건’을 내세울 겨를이 없었던 것이다.\n일본측 최고 전쟁 지휘부였던 ‘대본영’은 1945년 5월께면, 이미 해외 공관 등 다양한 첩보 루트를 통해 소련이 곧 참전해 만주는 물론 한반도 북부로도 진격할 것이라고 확신하고 있었다(소련이 공격을 위해 극동 지역에서 군비를 증강한다는 징후를 일본 당국이 포착한 것은 1945년 2월이다). 대본영은 또 거의 같은 시기, 미국도 소련의 진공과 거의 동시에, 즉 1945년 가을까지는 일본 본토 공격을 위한 예비적 군사 행동으로 한반도 남부에 진격할 것이라고 예측하고 있었다.\n그렇다면 일본은 어떻게 할 것인가. 일본 대본영은 소련의 만주 침공 및 한반도 진출에 대해서는 대비하라고 지시한 반면, 미국의 한반도 진출에 대해서는 한국에 주둔 중인 사령관에게 미군 상륙을 저지하라고 명령하는 등 각각 다른 대응 요령을 주문했다. 한반도 분단을 일본이 유도한 것이다.\n소련에 대한 일본의 소극 대응은 교전 당사국인 소련에게조차 의아심이 들 정도였다. 당시 만주 방면에 주둔하고 있던 일본군은 약 100 만명이었는데, 일본은 이 병력을 소련의 침공 루트로 이동시키지 않았다. 일본 관동군 (작전기획부)은 이미 1944년 8월께 소련군이 만주를 침공할 때 예상되는 진격 루트를 파악해, 여섯 가지 방어 시나리오(57쪽 위 지도 참조)를 준비해 두고 있었지만, 이후 정작 실행한 것은 아무것도 없다. 일본은 또 소련으로부터 의심을 살 것을 우려해, 당시 만주 쪽에 거주하던 1백50만명에 이르는 자국 민간인도 소개하지 않았다.\n그 결과, 고시로의 설명에 따르면, 소련의 참전 및 일본 항복 과정의 혼돈과 무질서 속에서 만주 지역에서만 일본 민간인 18만명이 목숨을 잃었다(일본의 교과서는 이를 태평양전쟁 말기 소련군이 보여준 잔혹함의 본보기로 묘사하고 있다). 더욱 중요한 결과는 소련이 1945년 8월8일(일본 히로시마에 첫 원폭이 투하된 바로 다음 날) 만주국에 대해 공격을 개시하자마자 파죽지세로 한반도에 밀려들어 미국이 더 이상의 소련군 남하를 막기 위해 서둘러 38선을 확정하게 했다는 것이다.\n지금까지 국제 학계에서는 일본이 왜 패색이 짙었던 1945년 상반기의 시점에서, 미국으로부터 원폭을 얻어맞을 때까지 항복을 늦추었는가에 대해 의견이 분분했다. 태평양전쟁 막바지의 분수령이었던 오키나와 전투에서 일본군을 섬멸한 연합군은 1945년 7월26일, 포츠담 선언을 통해 일본에 무조건 항복을 요구했지만, 일본은 이를 거부하고 계속 항전을 외쳤다. 대체로 지금까지 국제 학계의 공인된 설명은 ‘일본 내부에서, 즉 군부 강경파가 최후의 일전을 외치며 항복을 반대했기 때문’이라는 것이었다.\n그러나 항복 선언이 늦어지던 시기는 바로 일본이 미·소간 ‘세력 균형’을 염두에 두고 소련을 만주와 한반도에 끌어들이기 위해 사력을 다했던 시기와 일치한다. 일본측이 정부 차원에서 소련에 대한 양보를 검토하기 시작한 때는 1944년 9월이며, 최종안은 1945년 5월 무렵 당시 일본 외상이었던 도고 시게노리의 명의(실제로는 일본 군부가 작성한 것)로 나왔다. 골자는 일본이 점령하고 있던 사할린 남부와 만주국을 포함하여, 쿠릴 열도 일부 할양, 북만 철도 양보, 전략 거점인 뤼순·다롄 임대, 홋카이도와 혼슈 사이의 군사 요충인 쓰가루 해협 개방 등을 포함한 내용이다\n고시로의 논문에 일본이 직접 38선을 그었다는 구체적인 물증은 제시되어 있지 않다. 그 이유는 일본이 원폭 투하로 항복이 초읽기에 몰리자 장차 미 군정 치하에 들어갈 때를 대비해 기밀 문서를 서둘러 폐기함으로써 이 시기 일본측의 전략적 판단과 그에 따른 구체적 행동이 드러나지 않도록 했기 때문이다. 고시로의 설명에 따르면, 기밀 문서 폐기 작업은 원폭이 떨어지던 바로 그날 결정되어, 주로 외무성과 대본영에서 신속하고 광범위하게 진행되었다. 특히 소각은 중국(만주국 포함) 관련 외교 문서, 소련 관계 문서, 추축국 관계 문서 순으로 이루어졌다.\n하지만 고시로는 논문에서 일본의 한반도에서의 항복 전술 또한, 당시 전개되던 ‘국제적 음모, 특히 심각하게 양분된 한국 독립운동 상황에 대한 관측 결과’에 입각해 이루어졌다고 지적했다. 한국 내 일본 정보 당국(조선군 참모부)은 한반도 자체가 독립 노선을 둘러싸고 심각하게 분열되어 있다는 사실을 잘 알고 있었다. 또 이같은 분열이 국제 관계와 맞물려 어떤 결과를 낳을 것인가까지 치밀하게 계산에 넣고 항복 시점을 찾았다는 것이다. 한반도 주둔 일본군의 최종 항복은 1945년 9월9일에 있었다.\n고시로의 논문에 따르면, 이같은 일본측 판단과 움직임은 곧장 한반도에 분단을 불러들이는 결과를 낳았다. 한반도에 미국·소련 양쪽 모두가 존재해 서로 경쟁할 수 있는 구도가 형성되었기 때문이다. 당초 연합군이 합의를 본 한반도에 대한 장래 구상은 한반도를 공동 위임 통치한 뒤, 적절한 절차에 따라 독립시킨다는 것 외에 확실하게 정해진 것이 없었다.\n고시로의 논문에 따르면, 일본은 1945년 초 한반도 방어 체제를 수정했다. 즉 그 해 2월 기존의 조선군사령부를 해체하고 ‘제17 지역군’(제17 방면단)을 신설해, 한반도 방어 임무를 맡겼던 것이다. 하지만 제17 지역군은 제구실을 하지 못했다. 1945년 6월께, 일본은 유럽에 파견된 일본 언론인까지 동원해 첩보 활동을 벌인 결과, 소련이 사할린·만주는 물론 한반도까지 요구한다는 사실을 알고 있었다.\n국제 학계에서 한반도 분단은 주로 미국과 소련의 대결 구도를 전제로 설명되어 왔다. 미국 학계에서 ‘한·미 관계 정상화’를 주장해 주목되었던 미국 해군대학 에드워드 올슨 교수의 경우도 이에 속한다. 그가 자신의 책 <한·미 관계 정상화하기>에서 이해한 한반도 분단은, 주로 미국이 주도권을 가지고 진행한 결과였다. 다시 말해 적당한 선에서 소련의 영토 확장 욕심을 충족시켜 주면서, ‘패전 후 일본에 대한 관리권’에 관한 한 절대로 소련에게 양보하지 않는다는 방침에 의해 초래된 결과였다. 그의 주장에 따르면, 분단은 이같은 미국 이해의 산물로서 지금까지 한·미 관계 정상화를 가로막는 기원이다.\n하지만 고시로 연구 결과에 힘입어 이 부분에 대한 설명은 바뀌고 있다. 분단은 물론 한국전까지 가능케 한 상황은 일본이 ‘조성’했다는 것이다. 브루스 커밍스 교수(미 시카고 대학)도 지난해 펴낸 <북한, 또 하나의 나라>(최근 국내에서 <김정일 코드>로 번역·출판됨)에서, 소련이 얼마나 신속하게 한반도에 진출할 수 있었는지를 간략하게 설명하며 고시로를 인용했다. 그에 따르면, 1945년 8월 8일 참전을 선언한 소련은, 이미 8월9일 러시아 블라디보스토크에서 군대를 움직여 총 한방 쏘지 않고 함경북도 웅기에 상륙했으며, 8월 13일에는 벌써 청진으로 진격했다. 그리고 8월15일, 일본은 때를 기다렸다는 듯이 항복을 선언했다. 그러나 이 때 일본이 강조했던 것은, 미국에 대한 항복이 아닌, 미·소에 대한 항복이었다.\n브루스 커밍스는 고시로의 연구 결과를 인용해 ‘일본이 만주와 한국에서 군대를 철수하거나 신속하게 항복하면서, 소련을 한반도에 끌어들였다고’ 주장했다. 일본이 소련군의 한반도 진군을 막거나 지연시킬 힘이 없어서가 아니라는 것이다.\n분단 과정에서 일본의 행위를 고려하는 입장이 과거에 전혀 없었던 것은 아니다. 학계에서는 이를 ‘일본 요인설’로 부른다. 하지만 현재까지 학계는 일본의 분단 책임에 대해서는 대체로 회의적인 견해를 보여왔다.\n분단 과정에 대한 연구로 박사 학위를 받은 이완범 교수(현 국무조정실 파견 근무·한국학연구원)는 “일본 요인설에는 수긍할 점이 없지 않다. 이미 분단이 있기 전 만주에 주둔 중인 관동군과 일본 본국의 대본영도 작전상 분계선으로 경기도와 황해도 일원을 포함한 지역을 설정한 바 있고, 미국이 38선을 그을 때 이를 참고했을 가능성도 높다”라고 말했다. 그러면서도 그는 분단에 대한 일본 요인설이 일본 책임론으로 귀결되기는 어려운 상황이라고 설명했다.\n고시로 유키코는 소련을 끌어들여 동·서 냉전 체제를 가속화한 뒤 여기서 ‘어부지리’를 취하려는 일본의 ‘항복 전략’은 종전후 그대로 맞아떨어졌다고 주장했다. 이 과정에서 한반도는 미·소뿐 아니라, 일본에게도 이용당했다는 것이다.\n이는 또 전후 동아시아 냉전 질서의 전개 과정과 그 결과를 살펴보면 더 분명해진다. 일본은 미·소의 세력 다툼을 교묘하게 이용해 미국으로부터 전폭적인 지원을 얻음으로써, 패전의 잿더미에서 빠른 속도로 국가를 재건할 수 있었다. 38선 확정은 한국 전쟁을 초래했으며, 이 전쟁에서 가장 많은 득을 챙긴 쪽은 일본이었다. 그 후 일본은 세계 제2의 경제 대국으로 올라섰다.\nhttp://www.sisajournal.com/news/articleView.html?idxno=101747\n\n\n2차대전 막바지 일본은 '1억 국민 총력적 옥쇄'를 결심합니다. 국민 최후의 한명까지 마을 아낙네까지 죽창과 호미라도 들고 싸우자고 결의했었죠.\n동남아 태평양 부근의 수많은 군도를 요새화한 것은 물론이고요. 전쟁의 광기에 미친 일본 수뇌부와 그것을 교조적으로 지지하는 당시 일본 국민들.\n원자폭탄 2방은 그들 스스로 자처한 것입니다. \n일본에서는 미국이 핵폭탄을 꼭 써야했냐는 식으로 까고 있는데 당시의 미국으로서는 어쩔 수 없는 선택이었죠. 태평양 전쟁 막바지에 일본의 패배가 거의 기정사실화 되자 연합군측에서는 더 이상의 희생을 막기 위해 무조건 항복을 수차례 권유했지만 일본은 오히려 최후의 일본인 한 명까지 결사항전 하겠다고 엄포를 놓고 있는 상황이었습니다. 문제는 미군이 결사항전을 결의한 일본 본토에 상륙하기 위해서는 일본군이 점령중인 태평양과 아시아의 섬들을 하나하나 점령해야 했는데 미국 국방부는 이 과정에서 미군이 최소 수십만명 이상 희생될 것이라는 예측을 내놓죠. 마침 이때 맨해튼 프로젝트가 성공했다는 소식이 트루먼 대통령에게 전달되고 며칠 후 히로시마와 나가사키에 원폭 투하를 명령하죠. 미국 입장에서는 다 이긴 전쟁에 수십만의 병력을 희생시킬 수 없는 입장이었으니 그야말로 당연한 선택이었다고 할 수 있습니다.\n미국은 첫번째 핵을 쓰기전에 일본에 핵을 쓸 수 있다고 경고하고 항복을 요구했습니다. 그래서 일본 정부내에서 항복하기로 결정을 했지만 육군 수뇌부가 옥쇄를 말하며 항복하지 않았습니다. 히로시마에 핵이 떨어지고 난 뒤에 미국은 다시 항복을 요구했지만 일본 육군의 수뇌부는 거절했고 나가사끼에 또 한번의 핵이 떨어진 겁니다. 히로시마와 나가사키의 희생은 일본 스스로 만든 겁니다.\n원폭이 투하되지 않았다면 일본 열도가 원폭에 의해 파괴된 것보다 더한 파괴를 당했을 것이란 점은 일본, 미국 양측 모두 알고 있는 자명한 사실입니다. 원폭이 투하된 이유는 적은 자원으로 최소한의 피해를 내며 최대한 빠른 시간내에 전쟁을 종결짓기 위해서였습니다. 또한 소련의 정세가 심상치 않았기 때문이었지요. 연합국측에 소속되어있던 소련은 한국전쟁 당시에도 그랬듯이 2차 세계대전때도 미국이 일본을 점령하기 직전까지 몰아넣자, 다된 밥에 숟가락 올린다는 식으로 개입하려 했습니다. 소련과 미국은 이념의 차이 때문에 서로 경쟁하고 있었고, 때문에 미국은 소련이 개입할 시간적 여지를 주기전에 전쟁을 마무리 짓고 싶어했습니다.\n더불어 오키나와, 이오지마 전투에서 일본군의 격렬한 저항과 카미카제 전술을 보며 미군은 일본을 사이비 종교를 신봉하는 세뇌당한 국민들로 이루어진 나라라는 생각을 갖고 경원시 했지요. 카미카제는 비행기를 몰고 전투함에 자폭했고, 일본군 저격수들은 야자수에 몸을 묶고 죽을 때 까지 저격을 했으며 오키나와전에서는 5000명에 이르는 민간인과 군인들이 미군 전차를 향해 자폭가방을 메고 \"돌격 앞으로!\"를 했다. 피난민들이 숨었다는 동굴에는 동굴마다 어린아이와 노인 부녀자들의 자폭한 시체가 즐비했고 해안가에도 뛰어내린 민간인의 시신이 산을 이루었다.\n이러한 전쟁 양상을 보며 미군은, 열도에 상륙할 시 미군의 인명피해도 어마어마할 것이지만, 일본에 살고 있는 민간인의 피해도 무시무시한 수치에 달할 것이라고 예측했다. 이에 따라 핵폭탄이 아닌 재래식 무기를 이용하여 일본을 단시간에 제압하기 위해서 작전을 짜본 결과 단시간에 제압 성공한다 치더라도 너무나 많은 민간인들이 희생당할 것은 뻔한 일이었다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-11-06T08:04:20.803000",
  "updatedAt": "2023-09-04T08:53:59.041000"
}