{
  "id": "1769975e-c607-41b6-901a-cca5dfabe102",
  "title": "전자전기 도입방안",
  "content": "1. 공군 파일럿 : 그라울러 도입\n2. 국방과학연구소 : 수송기 기반 전자전기 개발\n3. 방사청 : 비지니스기 기반 개발\n\n3 안 중 그라울러 도입안은 미국이 호주에\n전자전 포드나 소프트웨어는 제공하지 않아서 나가리 됐고, 수송기 기반이냐 아니면 미국 ec-37처럼 비지니스기 기반 전자전기로 하냐로 나눠진 상태로 이번 kida 타당성 조사가 들어간 걸로 알고 있습니다. 그라울러 즉 전투기 기반 전자전기 도입도 최초 검토엔 들어갔었으니 즉 신인균 대표가 주장한 내용이 터무니 없는 주장은 아니었다고 할수 있죠.\n\n전자전기 도입은 우리나라 공군기가 북한 이동발사대 잡으러 들어갔을 때 원거리 재밍을 하는 게 주임무이긴 합니다. 근거리 재밍은 현재 rf-16의 ard-300 과 KF-16D의 alq-200 으로 북한 정도 지대공 수준은 가능한 상태인데, Kfx은 모두 alq-200 이상의 전자전 능력을 가진 버젼으로 개발중이라고 lig쪽에서 직접 설명 듣기도 했네요.\n원격재밍기 즉 현 ec-130(콤파스 콜)의 역할을 해줄 기체가 없어서 원격 장거리 재밍기를 도입하는게 공군의 주목적이긴 했습니다.\n그리고 북한이 평원 이상 거리에서 중장거리 미사일 발사시 도로에 깔린 유선망이 아닌 무선망을 사용해야 하는데 그걸 장거리에서 재밍하는 역할도 맡기려고 했지요, 간접 kamd(킬 체인)역할이라고 해야하나, 이건 그라울러 같은 전투기 기반 전자전기가 할 수 없는 역할이죠,\n\n전자전기의 마지막으로 숨겨진 역할은 4.5세대로 주변국 5세대기를 잡기 위한 용도입니다. 5세대 전투기가 당연히 4.5세대 전투기보다 공대공전에서 유리할수 밖에 없는데 보병이 대전차전을 대비하듯이 세계 각국에선 5세대 전투기에 대한 대응책을 준비하고 있는데 그 핵심이 바로 장거리 전자전기입니다. 상대 전투기뿐 아니라 상대 조기경보기 레이더마져 재밍해서 스텔스기의 눈인 레이더와 링크체계를 무기력하게 만들어서 근접전을 강요하는 전술이죠, 즉 스텔스기를 장거리에서 못보지만 상대도 4.5세대기를 장거리에서 탐지하기 어렵게 만든후 스텔스기보다 우세한 운동성을 이용해서 5세대기를 잡겠다는 전술이죠(f22는 예외겠지만요.). 당연히 eots 적외선 장치 및 irst같은 근접 센서및 적외선유도 미사일은 5세대급으로 갖춰야지 가능한 전술이겠지요. \n이렇게 깊은 뜻이 있고 용도가 다양한 전력의 핵심인 전자전기 사업을 한반도 지형 문제로 막는다는 건 말이 안된다고 생각합니다. 한반도는 산악 지형 때문에 전자전 효과는 사막보다 못해도 미국의 ec-130 전자전기 지원은 항상 필수적인 요건이었습니다. 거기다가 주변 국가와의 분쟁은 중국의 경우 서남해, 일본의 경우 동남해가 주무대가 될 가능성이 높은데 장애물이 전혀 없는 넓은 바다는 전자전기가 가장 유리한 무대입니다.\nKIDA가 kfx사업이나 여러 공군의 핵심적인\n사업을 막은 전례가 있는지라 전 아무리 생각해도 KIDA의 공군 발목잡기처럼으로만 느껴집니다.\n\n현대 공중전의 필수인 전자전기가 효용성이 없다는 KIDA 연구 발표보고 혹시 저 안에 간첩있는 거 아닌가 의심하게 되었다는..\n\n미국의 그라울러 같이 수준이 높지 않을 뿐 관련 기술들이 국산 무기들에 이미 적용되어 있습니다.\n수리온, LAH, 그리고 국산 전투함들에 설치, 운영되고 있죠. 주로 공격용이라기 보다는 방어적인 성격이죠. ALQ 200K같은 전자전 포드는 미국이 해외로 수출을 막을 정도로 수준이 높다고 하더군요.\n\n관련 기술은 이미 다 개발이 됐지만 이걸 비행기에 설치, 통합 운영하는 것이 더 어려운 거라고 하더군요. 전자전 특성상 비행기 자체 전자부품과도 전파간섭이 발생하기에 이걸 해결하는 것이 진짜 난제 중의 난제라고.\n\n함정용 전자전 장비 SLQ-200, 전투기 외장형\nALQ-200K 같은 기술은 상당히 축적되어 있는데 자체 비행기가 없어서 운용시 조종사 허벅지에\n작동기를 착용하고 타는 걸로 알고 있습니다\n재밍기는 전투기에 달았겠지만… 장비가 있다고\n하는데, 작동기랑 재밍기는 어떻게 연결하는지 쉽지\n않겠죠. 무선으로 작동을 한다면 상대의 재밍에\n재밍을 작동도 못시키고 끝날수 있겠네요\n우리 전투기가 필요한 이유입니다. 국산 공대지\n미사일도 블루투스로 작동 시킨다고 들었는데,\n국산 전투기 나오면 정식으로 등록해 조작판에서\n할수 있겠죠. KFX 개발추진 시작시 4대 기술중에 RF JAMMER 라는게 있는데, 재머 자체는 우리가\n함정용으로는 이미 개발된 적이 있고 F-16에 적용하는 정도의 기술은 가지고 있는데 얼마나 더 강력하게 만드느냐겠죠. 결국 적기 전파자료 수집이 중요하죠. 만드는 것은 우리나라 전자기술로 볼 때 어렵지 않다고 봅니다. \n중국의 정찰기가 제주도 남쪽서 일본쪽 쓰시마와 큐슈 사이로 일년에 몇번씩 날아서 우리 공군기가 감시 하느라 따라 다니게 하는 것도 우리나라랑 일본의 레이다 주파수를 모으려고 다니는 거죠. \n첨에 나타날 때만 레이더 가동하고 전투기가 따라 붙으면 지상 레이더는 다 꺼야 할듯. 아니면 평상시 레이더랑 전시 레이더 주파수를 다르게 변경시키든지.\n\n전투기에 달린 재머와 전자전기 재머를 혼동하시는 듯. 전투기의 재머는 대부분 SPJ(self protection jammer)라고 불림. 예로 kf-16에 달린 ALQ-105 전자전 재머도 명칭이 aspj 임. SPJ는 자기방어용 전자전 장비를 말하는 것으로 이걸로는 자기 한 몸 지키는 거 외에는 못함. 잘해봐야 적의 공대공미사일 방해하는 수준. 아주 뛰어나면 적전투기 레이더 교란하는 수준임. 그런 물건으로 지상방공망 교란 절대로 못함. 애초에 크기와 출력이 다른 물건이라 전투기에 포드형식으로 달린 물건으론 어림도 없고 그나마도 그라울러 쯤 되는 전자전기가 동반 되어야함. 그러울러 이전에는 a-6 계열기체인 프라울러가, 공군에선 f-111 계열인 레이븐이 그 역할을 했었음.\n\n팰컨에 달린 전자전 장치 ASPJ 모듈들을 f-16  복좌형에 통합할 내부 용적이 안나와서 우선 C형인 단좌형에만 ASPJ를 운용 중임. 그래서 복좌형인 D형은 외장포드에 의존해야하고, 여기서 한국은 D형이 운용할 외장포드로 국산인 ALQ-200K를 개발해서 쓰는거.\nASPJ랑 비교하면 외장포드라 추가적인 항력이 발생하고 이에 따른 기동성 저하와 외부 스테이션 하나를 포드가 차지하는 단점이 있지만, 외장형 체계라 더 고출력 재밍이 가능하고 대형의 안테나를 보유해서 재밍의 정밀도가 더 뛰어난 장점도 있음.\nASPJ가 ALQ-200K보다 두 버젼 정도 아래 버젼이고, 게다가 미국껀 전자전 장치가 고장나면 as가 너무 느려서 실제 활용률이 떨어진다고 함. 전자전 장치 만큼은 국내산이 좋을 수 밖에 없다고 함. 다운 그레이드에 대해서 이래저래 말이 많은데 전자전 장비를 그대로 수출하게 더 이상하다는 게 정설. \nalq-200K가 어쩔수 없이 외부에 설치했지, 성능이 별로라고 하는 게 잘못됐단 거지. 이거 아닌 우리 공군 전투기들은 다 내장형인데 생각보다 성능이 썩 좋지 않다고 함. 고로 공대지 전투로 sead 작전 할 때 핵심이 되는건 alq-200K를 장착한 기체라고 함. ASPJ가 내장형이라 크기 제한이 있고, 세대가 이전 버전인데 alq-200이 성능이 더 떨어진다는 건 조금만 확인해보면 틀린 얘기란 걸 알 수 있어. 아무튼 전자전 장비는 국산이 운용 효율이나 성능 모두 더 나음.\n\n전자전은 북한 상대로는 차고 넘칩니다. 일단 하피 대량으로 운용해서 전시에는 체공형 무인자폭기들이 레이더 작살낼거고, 시긴트 포트 없지만, AGM-88 HARM 미사일 가지고 있어서 공세적인 공격 가할 수 있죠. 그리고 무엇보다 지상기반 전자전체계를  가지고 있어서 광역 재밍을 할수있습니다.\nKIDA에서 빠꾸 놓은 게 스탠드오프 전자전기죠.\n나름 전자전기술 많이 올라와서 그런가 미국서 도입 하는 장비들에 전자전 장비들 제외하고 도입하고 있네요. 포세이돈 시긴트 장비 빠지고, 글로벌호크도 시긴트 장비 빠졌죠.\n\n현재 KF-21 베이스의 KF-21EA 전자전기 개발이  진행 중인 걸로 앎니다.\n\n[사례]\n전자전기로 인도-파키스탄 공중전에서 상대측의 전투기레이더, 데이터링크, 심지어는 공대공 미사일까지 교란.\n인도는 Su 30 전투기를 간이 조기경보기로 삼아 Mig 21 전투기를 통제하는데,  파키스탄의 전파방해가 성공하여 인도의 유기적인 활동이 제한된 상태에서 격추 된것으로 알고 있습니다.\n인도가 미군과의 합동 훈련에서 Su-30을 조기 경보기처럼 활용한 Mig-21로 미 공군을 깜짝 놀라게 했으며 카슈미르 분쟁에서도 비슷한 전략을 구사했다는 내용이었지요. 하지만 Su-30의 전자전 정보들을 이미 파키스탄에서 파악을 하고 있었고  Geun Hoo Kim님 말씀대로 실전에서 먹통이 되면서 Mig-21이 격추되었다지요. 이 때문에 인도는 러시아 전투기의 전자전 능력에 큰 회의감을 보였다는 소식까지 접한 적이 있습니다. \n\n\n\n중국군은 남중국해와 대만해협 상공에서 젠(J)-16D 전자전기 등과 4세대인 055형 구축함 등을 투입해 펠로시 의장의 전용기를 쫓았으나 실패했다.\n미 국방부의 명령을 하달받은 미 항공모함 타격군의 전자전 능력 행사로 인해 중국군의 거의 모든 전자전 장비가 정상적으로 작동하지 않았다.\n군사전문가 허위안밍은 중국군의 함정이 펠로시 의장 전용기를 추적하지 못한 것은 놀라운 일이 아니라며 “중국군의 055형 구축함에 설치된 레이더 탐지 범위가 500㎞ 이상으로 알려졌으나, 실제로는 그보다 훨씬 미치지 못할 것”이라고 평가했다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-03-07T07:28:37.554000",
  "updatedAt": "2023-07-05T21:17:15.750000"
}