{
  "id": "194d8411-ffe3-4290-96ac-4360f0a74513",
  "title": "장하준 경제이론 비판",
  "content": "박동운 (단국대학교 명예교수)\n영국 케임브리지대 장하준 교수의 저서 『그들이 말하지 않는 23가지』가 대단한 인기를 끌고 있는 것 같다. 책 제목에서 ‘그들’은 신자유주의자들을 말한다. \n여기에서는 그의 주장 가운데서 문제가 된다고 생각되는 대표적인 세 가지 이슈만 언급하려고 한다. 첫째, 신자유주의 비판, 둘째, 자유무역으로 잘사는 나라는 거의 없다라는 주장, 셋째, 더 크고 더 적극적인 정부 제안 등이다.\n첫째, 장 교수는 “자유시장이라는 것은 없다”라고 단정하고, “자유시장이 존재한다는 신화에서 벗어나는 것이야말로 자본주의를 이해하는 첫걸음이다”라고 외친다. “정부는 언제나 시장에 개입하고 있기 때문에 자유시장이 없다”는 것이다. 현실에서는 유토피아가 없듯이 자유시장도 없다.\n그런데도 우리는 유토피아를 추구하듯이 자유시장을 추구한다. 무엇보다도 자유시장이 우리를 잘살게 해주기 때문이다. 1960년대 이후로 수출주도형 개방정책을 추진하여 자유시장을 확대해 온 도시국가 싱가포르는 세계 일류국가가 되어 있고, 남한은 북한보다 훨씬 더 잘 살고 있다. 이 같은 사실은 우리가 자유시장을 더 열심히 추구해야 한다는 근거다.\n영국에서 신자유주의는 마가렛 대처 전 영국 수상의 기여로 뿌리를 내렸다. 마가렛 대처가 등장하기까지 영국은 1940년대부터 도입되기 시작한 사회주의 정책으로 인해 보잘 것 없는 나라였다. ‘경제자유지수’에 따르면 1970년대 전반기의 영국은 저성장ㆍ고실업ㆍ인플레이션의 나라로 ‘경제자유’가 한국보다 더 열악한 상태였다. 이런 상황에서  대처는 1979년 5월 정권을 잡자마자 구조개혁을 추진하여 영국을 시장경제국가로 바꿔놓았다. 이 결과 대처는 280여 년 동안 배출된 57명의 수상 가운데 이름 다음에 ‘이즘(ism)’이 붙는 유일한 수상으로 칭송받아 그녀의 정책은 대처리즘이라고 불린다. \n대처의 개혁을 교훈 삼아 뉴질랜드와 아일랜드도 구조개혁을 추진하여 시장경제국가로 바뀌어갔다.\n이를 지켜본 OECD는 1990년 『구조개혁의 진전』이라는 보고서를 출간하여 구조개혁의 방향과 내용을 요약한 후 회원국들에 영국, 뉴질랜드, 아일랜드처럼 구조개혁을 추진할 것을 강력하게 권고했다. \nOECD가 회원국에 권고한 구조개혁의 내용은 9개 항목으로 구성되어 있는데,  경제에 경쟁원리를 도입하여 시장경제 활성화를 이룩하는 것이다.\n이 보고서에서 OECD가 권고한 구조개혁의 내용은 ① 금융시장: 개방, ② 해외직접투자: 장애요인 감축, ③ 요소시장과 상품시장: 경쟁 강화, ④ 경쟁정책: 규제완화 및 철폐, ⑤ 국제무역: 자유화, ⑥ 농업: 보조금지급 폐지, ⑦ 산업정책: 경쟁력 강화, ⑧ 노동시장: 유연성 제고, ⑨ 공공부문: 민영화 등이다.\n이는 마가렛 대처가 뿌리내리게 한 신자유주의의 핵심내용이다. 달리 말하면 이는 장 교수의 표현대로 “정부는 언제나 시장에 개입하고 있기 때문”에 정부가 개입을 줄이게 되면 시장경제가 활성화된다는 내용이다.\n이어 대처리즘은 사회주의 붕괴에도 영향을 미쳤고, 독일의 메르켈 수상에게 ‘제2의 대처’, 프랑스의 사르코지 대통령에게 ‘바지 입은 대처’라는 별명을 선사했다. 이렇게 해서 신자유주의는 뿌리를 굳혀왔다.\n장하준 교수는 2008년 미국발 금융위기를 전적으로 신자유주의 탓으로 돌린다. 그러나 금융위기는 미국이 잘못된 금융제도를 잘못 관리해서 발생한 것으로 분석되기도 한다. 금융위기는 전적으로 신자유주의 탓이 아닌 것이다.\n둘째, 장 교수는 “자유무역으로 잘사는 나라는 거의 없다”라고 주장하면서 한ㆍ미 FTA 비준을 반대한다. 국제무역의 기조는 가트체제에서 우루과이 라운드체제를 거쳐 지금은 WTO 체제가 지배하고 있다. WTO 체제에서 FTA는 선택이 아닌 필수다. 자유무역이 한국을 수출규모 7위, 무역규모 9위, 경제규모 13위로 만들었다는 것을 부인할 사람은 없을 것이다. 한국, 싱가포르, 대만은 1960～1970년대에 수출주도형 개방정책을 도입한 후 자유무역을 확대함으로써 오늘날 잘사는 나라가 되었다는 것을 부인할 사람은 없을 것이다.\n폐쇄주의를 고수해 온 북한은 지금 어떤가? 왜 미국은 크기가 자기 나라의 100분의 1밖에 되지 않은 작은 나라 한국과의 FTA 체결을 바라는가? 왜 EU는, 왜 중국은, 왜 인도는 우리와의 FTA 체결을 바라는가? 우리는 처음으로 칠레와 FTA를 체결하여 얼마나 많은 이득을 얻었는가! 국제무역질서는 WTO체제에서 더욱 더 ‘자유무역’ 쪽으로 바뀌어가고 있는데도 장 교수는 이 같은 변화를 반대하는 입장이다. \n셋째, “자유시장이라는 것은 없다”라고 단정한 장 교수는 책의 끝 부분에 이르러서는 놀랍게도 “더 크고 더 적극적인 정부”를 제안한다. 장 교수는 역사의 변화를 전혀 인식하지 못하고 있는 것 같다. 1992~2007년간(글로벌 금융위기 전까지) OECD 30개국의 정부 규모(GDP 대비 정부 총지출 비율) 변화를 보면 한국을 비롯한 3개국은 증가하고, 나머지 27개국은 감소했다. 1992~2010년간에는 11개국이 증가했는데 이들 국가 가운데 대부분이 금융위기 극복을 위해 재정지출을 늘렸기 때문에 나타난 결과다. OECD 자료만 보더라도 세계는 지금 경쟁적으로 ‘작은 정부’를 향해 변하고 있는데 장 교수만 이를 전혀 인식하지 못하고 있는 것 같다. 누가 뭐래도 1990년대 이후 ‘작은 정부’로의 세계적인 변화는 신자유주의의 기여이다.\n또 하나 큰 정부와 관련하여 놀라운 것은 장 교수가 ‘스칸디나비아 국가들의 복지’를 치켜 세우고 있다는 점이다. 장 교수는 스칸디나비아 국가들이 복지 중심의 ‘큰 정부’를 벗어나 ‘작은 정부’로 얼마나 빠르게 변하고 있는지를 전혀 인식하지 못하고 있다. 1992~2010년 18년 동안 이들 국가의 정부 규모(GDP 대비 정부 총지출 비율) 감소는 한마디로 놀랍다. 정부 규모가 핀란드는 62.0%에서 56.3%로, 스웨덴은 69.4%에서 54.5%로, 노르웨이는 56.1%에서 46.6%로 감소했다. 세계가 ‘작은 정부’로 빠르게 변하고 있고, 복지국가 스칸디나비아 국가들마저 ‘작은 정부’로 돌아서고 있는데도 장 교수는 더 크고 더 적극적인 정부를 제안하고 있는 것이다. \n\n독자\n장하준 교수의 책을 읽고 나서 느낀 점은 자유 무역이 모든 국가에 적용되어서는 안된다는 것이었습니다. (물론 장하준 교수의 근거 자료도 개도국에서의 정부 역할이 대부분 입니다.) 아직 산업 기반이 갖춰지지 못한 개도국에서는 정부의 역할이 중요하다고 생각합니다. 자유 무역을 개도국에게 강요하는 것은 어린아이와 어른이 경쟁하는 것과 어느정도 닮아 있습니다. \n그리고 마지막 GDP 대비 정부지출 비율은 데이터 해석에 문제가 있을 수 있습니다. GDP = C + I + G + NX 에서 G가 늘어도 C, I 등 다른 부문의 증가율이 더욱 크면 GDP 대비 정부지출 비율은 줄어들 수 있습니다.\n\n독자\n미국발 금융위기는 신자유주의탓이 맞지요. 미국 금융제도를 잘못 관리한 이유가 신자유주의 발상에서 나온것이 아닙니까? 각종 금융규제 철폐하고 자유시장논리에 따라 맡기게 되면 안되는 분야가 있습니다. 사회주의든 자본주의든 양극단은 최악의 결과를 가져온다고 봅니다.\n\n독자\n'나쁜 사마리아인'에서도 비슷한 내용이 언급되어 있었는데 그 내용이 사회주의로 돌아가자는 것이 아닙니다. 이미 보호주의로 커질대로 커진 강대국들이 깡패처럼 자유무역을 후진국들에게 강요한다는 내용이었지요.\n\n독자\n장하준 교수가 세계적으로 인정받는 이유는 제시하신 논리(자유주의 사상)를 데이터를 분석하여 반박했다는 것에 있습니다. 마지막에 제시한 데이터도 GDP가 커지면 상대적으로 정부 총지출이 작아질 수 있는 것인데, 데이터의 해석에 문제가 있습니다.\n\n독자\n우리나라가 수출주도형 개방경제로 성장했다는 논리는 어디서 나옵니까? 유치산업에 대해 국가가 엄청난 보호무역주의를 펼쳐왔다는 것을 모르시는 건지, 아니면 본인 논리에 대충 갖다 맞추려고 사실을 왜곡하시는 건지. 개발도상국 지원 차관, 정경 유착 등 거의 정부 주도의 성장정책이었음을 잊어버리신 건지.\n\n[스웨덴의 복지정책]   -- 김정호\n한국과 더불어 스웨덴은 장하준 교수가 자신의 논점을 입증하기 위해 자주 등장시키는 사례이다. 파업으로 지새우던 나라가 사회적 대타협을 통해 정치적 안정을 찾았다는 것, 그리고 높은 복지에도 불구하고 아니 높은 복지 때문에 미국보다 높은 경제성장을 누리고 있다는 사실 등이 그렇다.\n하지만 실제의 스웨덴의 역사는 장하준의 논점을 부인한다. 19세기 중반 이후 100년간 스웨덴의 성장은 자유주의 경제 때문에 가능했다. 본격적인 복지제도는 1970년대 이후 20년 정도 지속되는 데 그 시간 동안은 스웨덴은 저성장으로 몸살을 앓는다. 다시 성장의 계기를 찾은 것은 90년대 초반 경제위기를 탈출하기 위한 각종 신자유주의 정책을 택하면서부터이다. \n스웨덴의 경제사를 좀더 자세히 살펴보자.\n스웨덴은 1864년부터 자유주의 경제체제를 택한다. 그뒤 60년 동안 스웨덴은 아마도 유럽에서 가장 자유로운 경제를 구가했다고 봐도 과언이 아닐 것이다. 복지제도 같은 것은 거의 없었다.\n다음의 표는 1870년부터 20세기 말까지의 각 나라별 재정의 비중을 보여준다. 1870년 경제성장을 시작할 당시 스웨덴의 경제규모에 대한 재정 비중은 5.7%로서 세계 어떤 나라보다 작은 상태였다. 7.3%의 미국보다 더 낮았던 것이다. 그런 상태에서 스웨덴은 급속한 경제성장을 시작한다. 스웨덴에 복지제도가 들어오기 시작한 것은 1932년부터였다. 마치 한국이 지난 60년간 그랬듯이 이 나라도 70년 가까운 기간 동안 급속한 경제성장을 이룬다. 그 과정에서 사회주의 세력이 득세하게 되고 1932년 드디어 사회민주당이 집권한다. 그것이 복지제도의 시발점이 된다. 하지만 사회민주당도 그 후 40년간은 그리 적극적인 복지정책을 펴지 않는다. 임금정책만 보더라도 오히려 대기업에 유리한 정책을 폈던 것이 사실이다. 1970년까지도 스웨덴은 고속성장을 지속한다.\n성장에 문제가 생기기 시작한 것은 1970년대 철저한 복지제도가 들어오면서부터이다. GDP에 대한 재정지출의 비중은 급격히 늘기 시작해다. 1980년 정부재정의 비율은 국민총생산의 60%에 달함으로써 공산주의 국가를 제외하고는 가장 높은 상태가 된다. 세금이 급속히 늘어나 일부 부자들에게는 한계세율이 100%를 넘는 지경에까지 이른다.\n기업에 대해서도 개입정책이 강화되어 기업을 보호하고 보조금을 주는 정책들이 본격적으로 들어온다. 수입에 대한 제한조치들이 등장하고 노동자들에 대한 보호조치도 강화되었다. 1970년대 이후 20년간 스웨덴은 장하준이 권할 만한 정책은 모두 한 셈이다. 하지만 결과는 장하준의 참패다. 그가 조롱해 마지 않는 주류경제학의 예측이 현실로 나타났다. 근로의욕은 감퇴하고 투자는 사라졌으며 실업은 늘었다. 소득은 성장이 아니라 오히려 뒤걸음질을 쳤다. 급기야 1992년 외환 위기에까지 몰리게 된다.\n문제를 인식하기 시작한 스웨덴 정부는 1980년대 말부터 이런 문제들을 해결하기 위하여 장하준이 신자유주의 정책이라고 혐오할 만한 모든 것들로 대응한다. 복지 혜택 및 재정 축소, 감세, 공적연금의 부분 민영화, 바우처 제도에 의한 공립학교 선택제 등 파격적인 자유주의 개혁등이 그것이다. 최근에는 대대적인 민영화에도 착수했다. 스웨덴은 경제위기의 과정에서도 시장의 자유도를 늘린 몇 안되는 나라 중의 하나다.\n복지제도가 있기 때문에 사람들은 더 안심하고 모험적인 투자를 하게 된다는 것이 장하준 교수의 논점이다. 그 말이 맞다면 복지제도가 철저히 자리잡는 1970년대 이후부터 새로운 기업들이 우후죽순으로 등장하고 투자도 왕성하게 이루어져야 한다. 하지만 현실은 정 반대다. 스웨덴의 50대 기업 중에서 오직 한 개만이 1970년대 이후에 등장했다. 나머지 49개는 자유방임 경제 시절에 등장했던 기업들이다.\n자유경제로의 전환은 복지와는 무관한 과정인 것 같다. 한국의 60년대, 중국의 80년대, 인도의 90년대 대전환이 모두 그렇다. 자유경제의 기간이 수십년 지속되면 부가 축적되는데, 그리고 나면 그 돈을 쓰고 싶은 대중적 욕구가 분출된 결과가 복지국가라는 것 아닐까.\n복지제도가 사람들을 더욱 적극적으로 변화하게 만든다는 장하준 교수의 주장은 근거가 없다. 유럽 노동자들에 대한 OECD의 인터뷰 결과, 노동시장 보호가 강한 스웨덴, 프랑스, 독일 등의 노동자가 유연한 노동시장의 미국, 캐나다, 덴마크의 노동자보다 더 실직을 두려워하는 것으로 나타났다. 복지제도는 사람들을 안주하게 만들고 더욱 변화하고 싶지 않게 만든다. 20년의 철저한 복지혜택 후 90년대 초에 결국 스웨덴마저 외환위기에 직면하게 되었으니 말이다.\n장하준이 즐겨 내놓는 90년대 이후 스웨덴의 고속성장은 외환위기 이후에 이어진 자유주의정책들 때문이다. 민영화, 복지 혜택 및 재정 축소, 감세, 공적연금의 부분 민영화, 바우처 제도에 의한 공립학교 선택제 등 파격적인 자유주의 개혁이 그것이다.\n장하준은 미르달 상을 받은 학자다. 미르달은 1974년 노벨경제학상을 받은 스웨덴의 경제학자이며 스웨덴 복지제도의 아버지이기도 하다. 복지제도에 대해서 미르달은 흥미로운 이야기를 했다. 스웨덴이 복지제도를 할 수 없다면 세계 어떤 나라도 복지제도를 할 수 없을 거라고 이야기했다.\n\n복지제도의 가장 큰 위험은 사람들이 일할 의지를 버리게 된다는 것이다. 일을 하지 않아도 국가가 먹여 살려주는 데다가 일을 해서 돈을 벌더라도 그 중 큰 부분을 세금으로 내야 하기 때문이다. 즉 일을 하나 안하나 차이가 별로 크지 않기 때문에 일할 의지를 버릴 가능성이 높아지는 것이다.\n미르달은 그런 걱정을 할 필요가 가장 작은 나라가 바로 스웨덴이라고 확신했다. 첫째 스웨덴 사람들의 청교도적 근로윤리가 누구보다 확고하기 때문이고, 둘째 스웨덴 사회가 상당히 동질적이기 때문에 세금을 내더라도 아까워하지 않을 거라는 확신 때문이었다. 한마디로 스웨덴은 원래부터 부지런한 가족같은 국가이기 때문에 복지를 하든 세금을 높이든 관계없이 여전히 사람들이 열심히 일할 것이라는 확신이다. 그러나 그토록 노동윤리가 철저했던 스웨덴 사람들조차도 복지제도 앞에서는 게을러져 갔다. 1970년대 이후의 성장률 둔화와 1990년대 초의 외환위기가 바로 그 증거다. 1990년대 이후의 고성장은 80년대 말부터 시작된 본격적 자유경제적 개혁의 산물이다. 장하준은 그런 사실조차도 본인의 의도에 맞게 아전인수식으로 해석해 버렸다.\n\n장하준은 단일 경제 이론으로는 모든 경제 상황을 설명할 수 없다며 그 예로 스웨덴과 싱가포르를 꼽았는데, 자유무역으로 발전한 싱가포르는 의외로 토지의 약 90%가 국가 소유고 복지국가로 알려진 스웨덴은 한국보다 재벌의 경제 집중도가 더 높다고 말했다. 일렉트로룩스, 아스트라제네카 등 100여 개에 이르는 기업들을 소유한 스웨덴 재벌 ‘발렌베리’ 가문에 경제가 집중되어 있음에도 스웨덴이 복지국가가 될 수 있었던 비결과 사회주의와 자유방임주의 성격을 모두 가진 싱가포르가 잘 사는 나라가 된 비결이 방송에서 공개된다.\n\n\n\n\n\"자유무역으론 부자 못된다고? 장하준 주장 근거 빈약\"\n\n2011. 11. 19일 서강대 경제대학원 주최로 열린 ‘시장경제에 대한 오해와 이해’세미나에서 송의영 서강대 경제학부 교수는 “장 교수가 저서를 통해 일관되게 ‘자유무역, 자유시장 정책을 사용해 부자가 된 나라는 과거에도 거의 없었고 앞으로도 거의 없을 것’이라고 주장한다”며 “하지만 이를 뒷받침하는 사례의 개수가 충분하지 않아 신빙성이 떨어진다”고 지적했다．\n송 교수는 “예컨대 장 교수는 신자유주의가 태동한 1980년대 이후 개발도상국들의 성장률이 떨어진 것을 자유무역 실패의 증거로 들고 있는데 통계학적인 오류가 심각하다”며 “당시 성장률 감소는 선진국과 자유무역을 하지 않는 국가에서 공통적으로 발생했고 개발도상국 대부분이 무역자유화를 선택한 것은 1980년대 후반이었다”고 설명했다．\n\n남주하 서강대 경제학부 교수는 “쑹훙빙이 〈화폐전쟁〉에서 ‘금융위기의 주요 원인이 대형 금융재벌의 음모론 때문이며 이들이 자산가격 버블을 조장해 폭리를 취했다’는 주장은 과장된 것”이라며 “금융위기의 근본 원인은 인간의 탐욕과 망각이었다”고 강조했다. 그는 “인간의 본능은 경제정책으로 고치기 어렵기 때문에 금융위기는 10년이나 20년에 걸쳐 주기적으로 발생할 수 밖에 없다”며 “과거 네덜란드, 영국, 프랑스, 미국, 일본 등의 사례를 볼 때 신용팽창이 일어나고 경제 호황의 중심이 된 국가를 중심으로 금융위기가 일어났다”고 말했다．그는 “다음 버블은 중국일 가능성이 높다”고 전망했다.(2024년 중국의 부동산 버블)\n\n유종일 KDI 국제정책대학원 교수는 “미국에선 월마트로 인해 자영업자들이 파산하고 최저임금 노동자가 많아지는 등 지역 경제가 망가지고 있다”며 “한·미 FTA가 시행되면 미국식 제도를 받아들인 데 따른 부작용이 나타날 수 있다”고 우려했다．정규재 한국경제신문 논설실장은 “월마트가 비용을 줄인 혜택이 소비자에게 돌아가 미국 경제에 ‘월마트 효과’가 생겼다”며 “자유무역으로 매년 5000만명의 중산층이 중국과 인도에서 생기고 가난했던 나라들이 부자 나라로 바뀌고 있다는 점에 주목해야 한다”고 반박했다．\n\n이날 토론 사회자로 나선 진념 서강대 경제대학원 교수(전 경제부총리)도 “문화 개방으로 한국 대중가요가 무한경쟁을 통해 ‘K-POP’이라는 이름으로 세계적인 인기를 끌고 있다”며 “문을 닫는 것은 현명한 선택이 아니다”라고 말했다．\n\n남주하 교수는 “완전한 시장도 없고 완전한 정부도 없다는 시각으로 보수와 진보 모두 양보와 타협을 하는 자세가 필요하다”고 역설했다．",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-18T10:31:56.205000",
  "updatedAt": "2025-02-05T19:25:22.127000"
}