{
  "id": "19500c23-3dfd-4558-bddb-28f1ed72823b",
  "title": "금성/경주/월성",
  "content": "![image](media/1949f351838.8049d20ed1165b43.jpg)\n![image](media/1949f894fc4.9be0e3021782759f.jpg)\n![image](media/1949f8c83b7.941a3978982f1827.jpg)\n![image](media/1949f8c83c8.ad0ae900daf7e647.jpg)\n![image](media/1949f8f17a2.b364a0889cfa4a17.jpg)\n![image](media/19510dd410b.9911ba917641422d.jpg)\n![image](media/198df514748.83e108eefa5346a1.jpg)\n![image](media/198df53e221.ab15fb5e2c41fc6d.jpg)\n![image](media/198df574d2a.bf7d32ba5b34ffdb.jpg)\n![image](media/19927bb99bf.97baaa6147be4735.jpg)\n\n\n\n금성(金城)은 원래 신라의 수도에 쌓은 성곽의 이름이었다. 서기전 37년(신라 혁거세 거서간 21년) 신라의 서울에 성을 쌓고 금성이라 이름하였다. 그리고 서기전 32년(신라 혁거세 거서간 26년) 금성 안에 궁궐을 짓고 왕이 거주하였다.\n『삼국사기(三國史記)』 「신라본기(新羅本紀)」 에 따르면 101년(신라 파사 이사금 22년) 파사 이사금(婆娑尼師今, 재위 80∼112)은 월성(月城)을 쌓고 그곳으로 거처를 옮겼다. 이로써 신라의 왕성은 금성에서 월성으로 바뀌었다. 그러나 138년(신라 일성 이사금 5년) 금성에 신하들이 정치를 의논하는 정사당(政事堂)을 설치하는 등 금성은 계속 중요한 곳으로 여겨졌다.\n이후 월성이 왕성으로 고정되면서 금성은 그 의미가 변화되었다. 통일 신라 시대에는 금성을 궁성의 의미보다는 수도인 경주 그 자체를 가리키는 용어로 사용했던 기록도 확인된다.\n초기 왕궁을 둘러싼 성곽인 금성의 위치는 현재 분명히 밝혀지지 않았으며, 금성으로 추정되는 성곽 유적도 없다. 다만 『삼국사기』 「지리지(地理志)」의 기사에 의하면, 파사 이사금 때 금성의 동남쪽에 성을 쌓고 월성 또는 재성(在城)으로 불렀다고 한다. \n\n\n처음 혁거세 21년(기원전 39년)에 궁성을 쌓아 이름을 금성(金城)이라 하였다. 파사왕 22년(101년)에 금성 동남쪽에 성을 쌓아 월성(月城) 혹은 재성(在城)이라고 불렀는데, 둘레가 1천 23보였다. 신월성(新月城) 북쪽에 만월성(滿月城)이 있는데 둘레가 1천 8백 38보였다. 또 신월성 동쪽에 명활성이 있는데 둘레가 1천 9백 6보였다. 또 신월성 남쪽에 남산성이 있는데 둘레가 2천 8백 4보였다. 시조 이래로 금성에 거처하다가, 후세에 이르러서는 두 월성에 많이 거쳐하였다.\n— 《삼국사기》 권34 잡지3 지리\n\n\n22년 봄 2월, 성을 쌓고 월성이라 이름했다. 가을 7월에 왕이 월성에 옮겨가 살았다.\n— 《삼국사기》 〈신라본기〉 파사이사금조\n\n\n\n[천도] \n통일 후 신라가 수도를 안 옮긴 이유는\n삼국 가운데 신라만이 천도(遷都) 경험이 없다. 그러나 천도의 시도조차 전혀 없었던 것은 아니다. 천도를 계획한 사람은 통일전쟁 이후 강력한 개혁을 추진했던 신문왕이었다. 신문왕은 689년(신문왕 9)에 달구벌(현재의 대구)로 천도를 하려고 했다가 뜻을 이루지 못했다. 고구려.백제 등의 경우를 보면 고대 국가에서 천도를 하는 주요 계기는 외부 세력의 침략에 대비하기 위한 것이었다.\n그런데 신라의 경우는 사정이 달랐다. 천도를 계획한 689년 무렵 신라를 위협할 만한 외세의 침략은 없었던 것이다. 그렇다면 신문왕은 왜 천도를 추진했을까. 신문왕은 강력한 왕권을 확립해 새로운 신라를 건설하려고 했다. 그의 아버지 문무왕은 삼국통일의 위업을 완수하고 민생 안정을 위해 노력했다. 그 결과 집권말기에 민생을 안정시킬 수 있었다.\n새로운 신라의 건설을 위해서는 진골 귀족의 정치력을 약화시키고 왕권 강화를 실현할 수 있는 제도의 정비가 시급했다. 그 과제는 아들인 신문왕에게 넘겨졌다. 681년 즉위하자마자 신문왕은 유력한 진골들을 제거하고, 나머지 진골들에게 절대적인 충성을 강요했다. 나아가 정부의 통치력이 하부 행정단위까지 효과적으로 미치도록 하기 위해 중앙과 지방 통치조직을 재정비했다. 이어서 보다 근본적인 개혁을 위해 신문왕이 구상한 조치가 바로 수도를 옮기는 것이었다.\n삼국통일 후 수도 경주는 지나치게 동남부에 치우쳐 있어 행정 중심지로서 문제가 있었다. 그런 이유 때문에 신문왕이 천도를 계획했다고 볼 수도 있다. 그러나 국왕의 입장에서 보면 천도는 기득권을 누렸던 귀족세력을 약화시키고 왕권을 강화할 수 있는 절호의 기회일 수 있다. 때문에 천도를 구상할 때 신문왕은 진골 귀족을 겨냥했었다고 보인다.\n신문왕은 새로운 수도의 후보지로 달구벌을 점찍었다. 이때 왜 신문왕이 국토의 중앙에 위치한 충주나 한강 유역의 서울을 수도의 후보지로 물색하지 않았을까 하고 의아해하는 사람들이 혹시 있을 수도 있다. 그러나 충주.서울 등은 본래 고구려나 백제의 영토였다. 신문왕에게 원래 신라의 영역이 아니었던 곳으로 수도를 옮기는 것은 매우 커다란 모험으로 생각되었을 것이다. 그래서 신문왕은 경주에서 지리적으로 그리 멀지 않으면서도 교통의 요지로 행정 중심지인 달구벌을 후보지로 선택했던 것으로 보인다.\n6세기 전반부터 신라의 수도 경주는 왕경 또는 왕도라 불렸다. 이 무렵 왕경 6부(양부.사량부.모량부.본피부.사비피부.한기부)의 지배세력에 경위(京位)를 수여하고, 지방의 지배세력에 외위(外位)를 수여해 차별했다. 경위란 왕경의 관위란 뜻으로 이벌찬부터 조위까지의 17관등을 말하며 외위는 지방의 관위란 뜻으로 악간부터 아척까지의 11관등을 지칭한다. 신라는 경위, 즉 17관등을 보유한 왕경 6부인만을 관리로 등용했다. 지방민은 아무리 능력이 뛰어나도 관리로 채용하지 않았다. 나아가 7세기 중반 진덕여왕대에는 경위를 보유한 6부의 지배세력만을 골품 신분으로 편제해 그것에 따라 관리의 선발이나 승진에 차별을 두는 관료제 운영원칙을 마련했다. 골품 신분에 편제된 사람들, 그들 역시 경주에 뿌리를 둔 왕경인이었다.\n이처럼 통일기 이전의 신라에서는 왕경인이라는 사실 하나만으로도 여러 가지 특권을 누릴 수 있었다. 특히 진골 귀족이 그러했다. 이런 상황에서 신문왕이 천도 계획을 발표하자, 그들은 왕이 지배층을 대대적으로 물갈이해 왕권을 강화하고자 한다고 인식했을 법하다.\n'삼국사기'에는 달구벌로 수도를 옮기려고 하다가 뜻을 이루지 못했다고만 전할 뿐, 천도를 하지 않은 이유에 대해선 설명이 없다. 하지만 여러 가지 정황을 참조할 때 대략 다음의 두 가지 이유를 제시할 수 있다. 하나는 경주에 뿌리를 둔 진골 귀족들의 반발이다. 신문왕이 수도를 옮기면서 동시에 지배층을 물갈이하려는 시도에 대해 그들이 거세게 저항했음을 쉽게 예상해볼 수 있다.\n다른 하나의 이유는 새로운 수도의 건설에 들어가는 막대한 재정 비용을 절약하면서 천도의 효과를 얻을 수 있는 대안이 제시됐다는 점이다. 새 대안이란 왕경의 범위를 축소함으로써 기존의 6부 영역을 조정하는 조치였다.\n왕경의 범위를 축소한 구체적 내용은 방대한 왕경을 현재의 경주 시내 정도로 줄이는 것이었다. 통일기의 왕경은 오늘날 경주 시가지의 범위와 대략 일치한다. 대성군과 상성군.임관군이 왕경을 둘러싸고 있는데, 이들 군은 모두 통일 이후 설치한 것이다. 삼국통일 이전까지 대성군 등은 모두 왕경에 속했었다. 그 범위는 현재의 행정 구역상으로 안강읍을 제외한 경주시 전체와 울산시 농소동 일부, 두동면과 두서면을 망라했다. 통일기에는 또 6부의 영역도 축소된 왕경의 범위 안에서 새롭게 조정했다. 최근의 연구에서 그 시기가 신문왕대였음이 밝혀졌다.\n신문왕은 달구벌로의 천도가 진골귀족들의 강력한 저항으로 어려워지자, 왕경의 범위를 재조정하는 방향으로 정책을 선회했던 것이다. 그런데 천도의 포기는 역으로 지배층의 물갈이를 통한 정치개혁의 후퇴를 전제하는 것이었다. 실제로 왕경의 범위 축소에도 불구하고 진골귀족을 비롯한 왕경 지배층의 정치.사회적 지위에 획기적인 변동은 일어나지 않았다.\n신문왕은 천도뿐만 아니라 여러 가지 개혁정책을 추진했고, 가시적인 성과도 있었다. 진골들의 핵심 경제 기반인 녹읍을 혁파해 그들이 경제적으로 국왕에게 의존하게 만들었고, 또 부분적으로 능력에 따라 관리를 채용하거나 승진시키는 관료제를 시도하기도 했다. 그러나 기득권 세력의 저항에 부딪혀 천도가 무산됐다는 점에서 보면 신문왕의 정치개혁은 완전한 결실을 봤다고 보기 어렵다.\n그 후유증은 70~80년 뒤에 나타났다. 8세기 후반 혜공왕대부터 진골들의 왕권에 대한 도전이 거세게 일어나 신라의 몰락을 부채질했다. 폐쇄적인 골품제와 그에 기초해 운영하는 인사 관행을 청산하지 못한 결과였다.\n전덕재 서울대학교 규장각 책임연구원\n\n\n\n소금강산\n금강산이라는 이름으로 불린 쪽은 '경주의 금강산'이 기록상으로 먼저 나온다. 금강산이라는 이름 자체는 경주의 금강산이 북한 강원도의 금강산보다 오히려 먼저다. 삼국사기나 삼국유사에 나오는 금강산도 여기를 지칭한다.\n\n책보고(https://youtu.be/Y0gmpiKouQE?si=Dw-OSrWHCYoMXlTp)\n마의봉이 있어요. 황산에 있습니다. 황산의 마의봉.  그러면 이산에서 죽었을 가능성이 굉장히 크겠습니다. 마의 두도 바로 경덕진 근처에 있네요. 마의두에 이제 꼭대기란 뜻이에요. \n\n삼국사기  권 제12신라본기 제12   경순왕(敬順王) \n9년(935) 겨울 10월에 왕은 사방의 토지가 모두 남의 소유가 되어 국력이 약해지고 세력이 고립되어 스스로 편안할 수 없게 되었다고 여겨, 여러 신하들과 국토를 들어 태조에게 항복할 것을 논의하였다. 여러 신하들이 의논하기를, 혹자는 그렇게 하는 것이 좋다고 하고 혹자는 안 된다고 하였다. 왕자가 말하기를, “나라의 존망은 반드시 천명(天命)에 달려 있는 것입니다. 오직 충성스러운 신하, 의로운 선비와 합심하여 민심을 수습하여 스스로 지키다가 힘이 다한 후에 그만두어야지, 어찌 1,000년 사직(社稷)을 하루아침에 가벼이 남에게 주는 것이 옳은 일이겠습니까?”라고 하였다. 왕이 말하기를, “고립되고 위태로움이 이와 같아 세력이 온전할 수 없다. 이미 강해질 수 없고 또 약해질 수도 없으니, 죄 없는 백성들이 간장(肝臟)과 뇌수가 땅에 널리는 참혹한 죽임을 당하게[肝腦塗地] 하는데 이르도록 하는 것은 내가 차마 할 수 없는 일이다.”라고 하고, 시랑(侍郞) 김봉휴(金封休)에게 편지를 가지고 가게 하여 태조에게 항복하기를 청하였다. 왕자가 울며 왕에게 하직하고, 바로 개골산(皆骨山)에 들어가 바위에 기대어 집으로 삼고, 삼베옷을 입고 풀을 먹으며 일생을 마쳤다. \n\n삼국유사\n신라에는 네 곳의 신령한 땅[四靈地]이 있어 나라의 큰일을 의논할 때에 대신들이 그곳에 모여서 의논을 하면 일이 반드시 이루어졌다. [사령지의] 첫째는 동쪽의 청송산(靑松山)이고, 둘째는 남쪽의 오지산(亐知山)이다. 셋째는 서쪽의 피전(皮田)이고, 넷째는 북쪽의 금강산(金剛山)이다. 이 왕 때에 비로소 설날 아침의 조례[正旦禮]를 행하였고, 또한 시랑(侍郞)의 칭호도 처음으로 쓰기 시작하였다.\n\n경산\n삼국시대 초기 압독국(押督國), 혹은 압량소국(押梁小國)이라는 작은 나라가 있었다. 고대 신라어로 '느르들'이었을 것으로 추정되며, 이를 한자로 훈차(느르→押, 들→梁) 및 음차(들→督)한 것이 '압독' 또는 '압량'인 것이다.\n신라 지마 이사금 때 신라에 편입됐고 삼국시대에는 김유신이 압량주의 군주를 맡는 등 국방의 요충지였다. 신라 경덕왕 때 장산군(獐山郡)이 되었으며, 이 역시 압독/압량의 '압(押)'이 신라어로 '느르(노루)'였던 것을 '노루 장(獐)' 자로 훈차한 것이다. 이 당시 장산군은 3곳의 영현을 거느리고 있었는데 여량현(餘糧縣, 진량면), 자인현(慈仁縣, 자인면), 해안현(解顔縣, 대구광역시 동구 해안·동촌권 지역)이었다. 9주 5소경 중 양주(삽량주)에 속했다. \n앞서 기술된 것처럼 선덕여왕 시절 대야성 전투에서 대야성을 잃자 달구벌이 대백제 전선의 최전방이 되었고 대구의 바로 옆인 경산은 국방의 요충지적 성격를 맡게 되었다. 이후 신라는 김유신을 압량주의 군주로 삼아 신라의 수도권 방어 및 對백제 전선을 책임지게 한다. 그리고 경산은 장산(章山)으로 개칭되었다. 신문왕은 바로 이 장산성에 행차하여 그 유명한 대구 천도를 시도했지만, 서라벌의 반발로 중단되었다.\n충선왕의 휘가 장(璋)이라 피휘를 위해 경산(慶山)으로 바뀌었다. \n\n원효\n\n출생 617년 신라 금성 불지촌(佛地村) 율곡(栗谷)",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc",
    "b813a4f6-0efe-4f29-95d6-b4490c81845f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-01-26T05:44:02.508000",
  "updatedAt": "2025-12-11T11:55:07.527000"
}