{
  "id": "195495e5-89d3-480e-b793-efd0f933c343",
  "title": "펠츠만 효과, 코브라 효과",
  "content": "브레이크, 충돌방지장치, 에어백, ABS... 이런 자동차의 안전기술들은 과연 자동차 사고로부터 우리를 안전하게 지켜줄 수 있을까? 엔지니어들은 그렇다고 대답할지 모르지만 경제학자의 시각은 조금 다르다. 소위 '펠츠만 효과'라고 불리는 경제효과가 등장한 이후부터이다.\n펠츠만 효과는 1976년 시카고 대학 경제학자 샘 펠츠만(Sam Peltzman)이 발표한 논문에서 제시한 개념으로, 1966년에 시행된 미국의 안전벨트 관련 규제는 큰 효과가 없을 수 있음을 실증적으로 분석했다.\n1960년대 미국에서 운전자 사망사고를 줄이기 위해 안전벨트 착용을 의무화 한 결과 운전자 사망사고는 감소했으나, 보행자 사고는 증가했고 종국적으로 전체 자동차 사고와 사망자 수가 더 늘어난 결과를 초래 했다는 것이다. 즉 안전벨트 의무화로 운전자들은 안정성이 강화되었다고 믿고 난폭, 과속 운전이 증가하였고 이에 따라 보행자 사고를 포함한 자동차 사고와 사망자수가 증가한 것이다. \n펠츠만의 논문은 당시에 큰 충격을 줬다. 실증분석 결과의 신뢰성에 대해 많은 연구들이 이어졌다. 후속 연구들은 펠츠만의 연구를 재확인하기도 했고 부인하는 발견을 하기도 했다. \n펠츠만의 연구는 중요한 시사점을 준다. 사람들은 변화된 상황에 반응한다는 것이다. 안전벨트 착용으로 인해 좀 더 안전한 운전환경이 되면 좀 더 과감하게 운전하는 행태변화를 일으킬 수 있다는 것이다. 안전성이 높아지면 운전자는 이 장치를 믿고 더 난폭하게 운전을 하는 것이다. 사고 위협이라는 비용이 감소함에 따라 고속 주행이라는 편익을 운전자가 선택하고 취한다는 겁니다. 펠츠만은 이를 비용 감소에 따라 편익을 늘리려는 운전자들의 '자연스러운' 경제행위라고 설명했다. \n\n세계보건기구는 음주 폐해를 줄일 수 있는 방편으로 주류의 알코올 함량을 낮출 것을 제안한다. 소비자의 취향 역시 저도수 소주를 선호하는 방향으로 바뀌고 있다. 이와 같은 소주의 저도수화는 과연 알코올 관련 질병을 감소시켰을까? 앞의 안전벨트 규제와 마찬가지로 소주의 저도수화 자체는 알코올 관련 질병을 낮출 수도 동시에 높일 수도 있다. 먼저 소주의 도수가 낮아지면서 알코올 섭취가 감소하기 때문에 알코올 관련 질병이 감소할 수 있다. 하지만 동시에 소주를 마시는 데 따른 위험이 감소하기 때문에 음주가의 소주 소비는 오히려 증가할 수도 있다. 결국 소주의 도수가 낮아지는 현상이 소주 소비, 더 나아가서는 알코올 관련 질병에 어떤 영향을 미쳤는지는 실증의 문제가 된다. 변이슬, 우석진, 전종설(2017)의 연구에 따르면 소주 도수가 점차 낮아지면서 알코올사용에 의한 정신 및 행동장애 처방 건수는 일반적 기대와는 다르게 증가하는 경향이 있었다. 동시에 음주율 및 고위험 음주율 역시 증가했다. 의학계는 저도수화로 국민 건강을 증진할 수 있을 것으로 주장했으나 실제로는 음주 소비자의 행태변화로 인해 오히려 알코올 관련 질병이 증가해 의도한 성과를 거두지 못한 것 같다.\n\n일반적으로 우리는 어떤 것의 결과를 예측할 때 다른 요인들은 변화하지 않는다고 가정할 때가 많다. 하지만, 인간은 합리적이기 때문에 주요한 요인의 변화는 다른 요인들을 자연스럽게 변화하게 만든다. 따라서 새로운 제품개발이나 안전규제가 인간의 합리성에 의해 본래의 의도와 다른 결과를 가져올 수 있음을 이해한다면, 신제품 개발이나 정책당국자의 정책구상이 좀 더 종합적으로 이루어져야 한다는 것을 이해할 수 있게 된다.\n사람들은 유인에 반응하기 마련이다. 정책이 선한 목표를 의도했다고 하더라도 의도한 결과는 그렇지 않을 수 있다. 정책 형성에 믿음보다 증거가 중요한 이유다. 펠츠만 효과는 정부정책 수립 및 집행 과정에서 신중함과 다양한 측면의 고민이 얼마나 중요한지를 나타내는 사례이다.\n '맨큐의 경제학'에 나오는 '경제학의 10대 기본원리' 중 하나가 \"사람들은 경제적 유인에 반응한다\"는 것이다. 비용이나 편익의 한계적인 변화들(marginal changes)은 사람들이 반응할 유인을 제공한다라는 내용이다. 제조업자가 자발적으로 오염물질 방출을 줄이도록 요구하는 시도는 전혀 효과가 \n없다. 오염물질을 줄이기 위해서는 그들에게 오염물질 방출을 줄이는 데 대한 금전적 보상을 해 \n주는 것이 훨씬 효과적이다. 이는 그들의 유인체계를 바꾸기 때문이다. 그 사례에서 '펠츠만 효과'를 언급하고 있다. '안전띠 의무화 규제'와 같은 펠츠만의 연구를, 사람들의 행동이 주어진 유인구조에 반응한다는 일반적인 원리를 보여주는 사례라고 소개한다. 어떤 정책을 분석할 때는그 정책의 직접 효과뿐 아니라 사람들의 유인구조를 통해 작동하는 2차적 효과도 반드시 고려해야 한다. 정책이 사람들의 유인구조를 변화시킨다면 사람들의 행동도 변한다는 사실을 알아야 한다.\n\n정보화 사회의 발달로 인류의 편의성이 증진된 반면 해킹, 몰래 카메라, 사생활 노출의 위험성이 증진됐다.\n\n2008년 금융위기 또한 펠츠만 효과의 사례라고 볼 수 있다. 투자위험도를 줄인다는 파생상품을 과신해 모럴해저드가 생겨 방만하게 투자하다가 파국을 맞이한 것이다. 첨단 파생상품의 발달로 효율성은 증가했지만 시장 붕괴 위험도 증가했음을 알 수 있다. \n\n대표적 사례로 대공황이 있다. 미국은 1913년 최종 대부자 역할을 하는 연방준비제도(Fed)를 설립했는데, 그러자 미국 은행들은 더 이상 금융위기가 오지 않을 거라고 확신하며 방만 경영을 이어갔고 결국 대공황이 닥치고 말았다. \n\n세탁기, 청소기, 식기세척기와 스탠드형 스팀다리미 등은 대표적으로 가사노동을 수월하게 하는 제품들이다. 따라서 많은 사람들은 이런 가전제품들이 여성들의 가사노동을 획기적으로 줄였다고 여긴다. 과연 가사노동을 수월하게 해주는 가전제품의 등장이 여성의 가사노동을 감소시켜 줬을까? 대답은 “아니다”이다. 미국의 역사학자인 루스 코완(Ruth Schwartz Cowan)이 이에 관해 문제를 제기하였고, More Work for Mother(과학기술과 가사노동, 1985)라는 저서를 통해 분석하였다. 그녀는 가전제품 덕분에 가사노동은 훨씬 더 수월하게 할 수 있었지만 정작 여성의 가사노동은 줄지 않고 오히려 늘었다고 주장했다. 20세기 초 중반에 미국의 각 가정에 세탁기나 진공청소기 같은 가전제품이 도입되면서 가사노동이 어떻게 변했는지를 조사한 결과, 상식과는 정반대의 결론에 도달한 것이다.\n그녀는 그 이유로 두 가지의 주요 원인을 들었다. 첫 번째는 세탁기가 도입되기 전에는 부피가 크고 무거운 빨랫감은 여성의 몫이 아니라 집안의 남자들의 몫이었으나, 세탁기의 등장으로 인해 세탁은 온전히 여성의 몫으로 바뀌게 되었기 때문이다. 두 번째 이유는 세탁기의 등장으로 청결 기준이 훨씬 높아졌기 때문이다. 예전 같으면 두세 번 입어도 크게 문제가 되지 않았을 얼룩이 세탁기의 등장으로 세탁의 대상이 된 것이다. 또한, 일상적인 의류들도 두세 번 입고 세탁하던 것에서 한 번 입고 세탁하는 것으로 일상생활의 방식이 점차 변화하게 된 것이다. 결국 가전제품의 등장은 가사노동을 수월하게 만든 것은 사실이지만, 그것으로 인해 우리의 일상생활도 따라 변화하면서 가사노동의 빈도수를 증가시키는 결과를 가져오게 된 것이다.\n이처럼 현대사회의 기술혁신 및 주방가전제품의 출현에도 불구하고 1920년대의 주부와 비교하여 현대 여성의 가사노동 시간은 크게 감소하지 않았다. 세탁기의 등장으로 한 번에 빨래하는 가사노동의 시간은 줄었지만 과거보다 한 가구 당 소유하고 있는 의류나 침구의 수가 증가하고 청결의식이 높아져 세탁을 보다 자주 하게 됨으로써 결국 세탁에 소요되는 시간은 증가하게 된 것이다.\n\n펠츠만 효과의 발생을 막을 방법은 특별히 없다. 예를 들어 자동차에 에어백 대신 수류탄을 달면 교통사고 수는 크게 줄겠지만, 그런 차를 타려고 하는 사람은 없기 때문이다. 안전한 목적을 둔 정책이나 기술이 위험을 높일 수도 있는 결과를 가져온다는 사실을 늘 염두에 두고, 리스크와 안정성의 적절한 균형을 맞추는 게 필요하다. \n한편, 혁신을 위해서는 위험을 감수해야 하기 때문에, 펠츠만 효과는 사회적 안전망이 새로운 산업군에 뛰어드는 기업가를 배양하는 조건임을 암시한다.\n\n[코브라 효과]\n어떤 문제를 해결하기 위해 시도한 정책이 도리어 그 문제를 심화시키는 현상을 말한다.\n영국 식민지 시절 인도에서는 코브라로 인한 국민들의 사망사고가 빈번했다. 영국 총독부는 이에 대한 대책으로 국민들이 코브라를 잡아오면 그 수만큼 보상금을 지불하는 정책을 추진하였다. 이 같은 정책 초기에 국민들이 잡아오는 코브라 수가 증가하자 영국 총독부는 코브라 수가 감소하고 결국 코브라로 인한 사망자수 역시 감소 할 것이라 기대했다. 그러나 일정 기간이 지난 후 코브라 수가 오히려 증가하였고 코브라로 인한 인명사고가 또한 증가했다. 그 원인을 확인 한 결과 인도 국민들이 산과 들에 있는 코브라를 잡아오는 것이 아닌 코브라 농장을 만들어 코브라를 사육하고 사육된 코브라를 잡아서 보상을 받고 있었던 것이었다. 결국 총독부는 코브라 제거 정책을 포기하기에 이르렀고, 이에 따라 인도 국민들은 사육하던 코브라를 모두 산과 들에 버렸다. 그 결과 코브라는 퇴치 정책을 추진하기 전 보다 수십 배 증가한 결과가 초래되었다.\n여기서 유래하여 문제 해결을 위한 정책이 역효과를 가져오는 현상을 코브라 효과라고 부르게 되었다.\n한국에서의 신고 포상금 제도(파파라치)처럼 인센티브를 부여하는 정책은 으레 그 인센티브를 노리는 사람이 생겨나기 마련이다. 물론 인센티브를 거는 것은 정책에 동참하는 것을 독려하기 위한 수단이니 그 자체로 문제는 없다. 그러므로 그 단물만 쏙 빨아먹기 위해 제도를 악용하여 정책의 의도가 빗나가는 일이 없도록 하는 게 중요하다. 하지만 코브라 효과의 유래가 된 문제의 정책은 그런 대책을 세워놓지 않았다. 따라서 포상금을 노리고 제도를 악용할 수 있게끔 허점이 생겼고 결국 포상금을 노린 제도의 악용이 판을 치는 모럴 해저드가 만연하게 된 것이다.\n\n펠츠만 효과 및 코브라 효과는 특정 문제를 해결하기 위한 정책 수립 및 집행 시 단순히 일차원적 관점으로 접근하기 보다는 다양한 관점으로 다차원적 시각으로 접근해야 함을 시사하고 있다. 이러한 정책이 국민들의 생활과 밀접한 관계가 있는 의식주를 포함한 경제정책일 경우 더 신중하고 깊이 있는 고민이 필요하다.  \n펠츠만 효과와 코브라 효과에서 볼 수 있듯이 선의적 정책수립 및 집행이 항상 선의적 결과를 발현하는 것은 아니다. 펠츠만 효과와 코브라 효과에서 나타나는 문제를 최소화하기 위해서는 단선적이고 조급하며 단편적인 정책수립 및 집행이 아닌 복합적, 입체적 관점으로 정책을 수립하고, 집행 전 정교한 시뮬레이션 과정이 필요하다. 물론 정책은 필요한 시기에 수립되고 집행되는 것이 중요한 시효(時效)적 특성을 내포하고 있으나 숙의(熟議) 과정을 소홀히 하는 설익은 정책 수립 및 집행이 초래하는 부정적 결과를 고려 할 때 정책의 시효적 특성이 숙의적 과정을 우선할 수 없다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-14T09:07:25.807000",
  "updatedAt": "2023-02-05T16:51:44.590000"
}