{
  "id": "199cd529-2fa4-4345-bd75-9927e384728e",
  "title": "타미르 미사일, 애로우 미사일",
  "content": "타미르 미사일\n항공기나 미사일을 요격하는 일반적인 미사일과는 달리 C-RAM처럼 박격포탄이나 무유도 로켓 등을 방어하기 위해 만들어졌으며, 탄도 미사일을 요격하기 위해서는 탄도탄 요격 미사일인 애로우 지대공미사일을 별도로 사용한다. \n사거리가 70km, 요격고도 10km 정도로 잘못 알려져 있으나 이는 약간의 마케팅 용어에 가깝다. 정확히는 4km~70km 밖에서 쏜 적 로켓도 요격 가능하다는 의미로, 이는 일반적인 무유도 다연장로켓이 포물선 궤적을 그리므로 4km~70km 거리 밖에서 쏜 적 로켓탄의 포물선 궤적이 아이언 돔의 요격범위 안에 들어온다는 소리다.\n즉 아이언돔의 요격 미사일인 타미르(tamir)가 실제로 70km 밖으로 날아간다는 의미가 아니며 제인스는 실제 이 미사일의 유효사거리는 항공표적일 경우 약 10km 전후, 로켓탄두의 경우 7km전후로 보고 있으며 유효 요격고도는 3km 정도로 보고 있다.\n\n가격 한 발에 수천만원, 한 발당 5만 달러\n\nThe estimated cost of each Tamir interceptor missile was cited in 2014 as from US$20,000 to 50,000. a 2020 analysis estimated a total cost of $100,000 to $150,000 for each interception.\nIron Dome’s Tamir interceptor has a range of less than 10 miles, meaning that its batteries must be located very near the population centers it is tasked to protect.\n\n아이언 돔이 그동안 요격한 것은 북한 로켓보다 성능이 떨어지고 속도도 느렸다. 우리 실정에 맞지 않는다는 반론이 나온 배경이다. 이스라엘 아이언 돔은 소형 박격포탄이나 트럭에 탑재한 조잡한 다연장로켓을 상대한다. 한국은 170mm 자주포와 다양한 구경의 다연장로켓 등 이스라엘과 다른 고강도 위협을 상대해야 하므로 아이언 돔은 역부족이라 평가다.\n\nLAMD\nLAMD는 저고도 미사일 방어체계로, 20km의 사거리를 가진 해궁미사일을 개량.\n한국군은 단거리 탄도탄 요격체계로 이스라엘의 아이언 돔 도입을 고려한 바 있다. 하지만 여러가지 이유로 인해 자체개발이 더 적합하다고 결론지었다.\n북한군의 높은 위협수준으로 인한, 우리군의 높은 요구성능\nLAMD의 요격미사일은 해궁의 절반 가격 이하(1발 당 5억 정도)로 만들어도 여전히 아이언 돔의 타미르 미사일(1발 당 5000만원~1억 정도##)보다는 훨씬 비싸다. 하지만 이것은 우리군의 요격 미사일 요구성능이 이스라엘보다 훨씬 높기 때문이다. 이스라엘이 대응하는 주된 위협은 무장단체 하마스의 로켓 기습이다. 이러한 공격에는 주로 까삼 로켓이나 이란제 파즈르 로켓 등이 사용되고 소구경 다연장 로켓 수준을 벗어나지 못한다. 또 하마스의 작전 수행 역량 역시 정규군 수준에 미치지 못한다. 또한 가자 지구와 이스라엘의 국경선은 50km 정도 밖에 안된다.\n한편 우리나라가 대치하고 있는 북한군은 수 많은 170mm 자주포는 물론 최소 240mm 이상의 다연장로켓(방사포)들을 휴전선 근처에 배치하고 있고, 이보다 큰 600mm 초대형방사포와 KN-25포까지 지속적으로 증강하고 있다. 때문에 우리나라는 이스라엘보다 더 크고 많은 수의 포/미사일에 대응할 수 있어야 한다. 또 한반도의 군사분계선은 동서로 무려 240km에 달하며, 수도권의 경우는 인구밀집도가 매우 높기 때문에 정확도가 떨어지는 북한 장사정포는 오히려 민간인의 피해를 더 크게 만들 것이라는 분석이 주류이다. 그리고 북한군은 엄연한 훈련 체계를 갖춘 정규군이기 때문에 군사작전전술능력도 하마스와 비교하기엔 무리가 있다. 방사청 역시 LAMD 개발이 아이언돔 도입보다 비용이 많이 든다는 지적에 대해 우리군의 요구성능에서 차이가 크다고 설명했다.\n\n개발 될 LAMD의 요격미사일의 예상가격이 1발 당 6억 원(1형)에서 17억 원(2형)이 될 것으로 예상되어, 북한의 포탄 1발 가격(100만 원 이하)에 비해 너무 비싸다는 평가가 있다. 또 우리나라와 같은 안보환경에 있는 나라가 많지 않기 때문에 체계개발에 성공해도 다른 나라에 수출하기 쉽지 않을 것이라는 의견도 있다.\n하지만 우리나라는 수도권에 많은 인구, 자산, 주요시설이 집중되어 있고, 고층빌딩의 건설비가 보통 수 천억원을 넘나드는 것을 보았을 때, LAMD 요격미사일로 이를 방어할 수 있다면 비싼 것이 아니라는 분석도 있다. \n또 대규모 드론 공격을 방어하는데에도 활용될 수 있기 때문에 향후 해외 수출 가능성도 높을 것이라는 의견도 있다.\n\n2026년을 목표로 개발중인 장사정포 요격체계는 북한 240㎜ 및 300㎜ 방사포탄(로켓탄)을 요격할 수 있는 것으로 나타났다. 이들 방사포와 함께 수도권을 위협하고 있는 170㎜ 자주포탄 요격 능력은 군 작전요구성능(ROC)에서 빠져 제외된 것으로 밝혀졌다.\n한 소식통은 “170mm 포탄은 로켓보다 훨씬 작은 탄두만 날아와 탐지하는 고성능 레이더와 요격체계를 개발하는 데 천문학적인 비용이 들고, 실제 위력은 105mm 포탄 수준으로 크지 않아 요격대상서 제외한 것으로 안다”고 말했다. \n이번에 아이언 돔의 한계에서 드러났듯이 수백발 이상의 로켓탄·포탄이 한꺼번에 날아올 경우 다 막는 건 현실적으로 불가능하기 때문에 타격수단 강화가 근본적인 대책이라는 지적이다.\n이스라엘 주요 시설은 물론 민간인 보호도 주목적으로 하는 아이언 돔과는 달리 ‘한국형 아이언 돔’은 국가적·군사적으로 중요한 시설을 방어하는 것을 주목적으로 한다는 것입니다. 앞서 방사청 등은 한국형 아이언 돔에 대해 ‘북한군의 장사정포 공격으로부터 국가 중요시설과 군사보안 시설을 방어하기 위한 요격 체계를 말한다’고 밝힌 바 있습니다.\n\n사거리 20km, 요격고도 5km, \n\n\n\n애로우 미사일\n마하 9에 이르는 고속의 요격 성능을 갖춘 90~148km 사거리에 최대 요격 고도 50~60km를 확보하고 있으며, 현재 100km 버전이 개발 중이다. 예상되는 목표물 4m 내외로 접근할 정도의 상당한 명중률을 지녔다. 접근과 더불어 150kg에 이르는 대형 탄두를 기폭, 적 미사일을 파괴하는 방식이며 수동 열추적과 능동 레이더 2개의 유도 장치를 혼용한다.\n애로우-3 : 완전 직격 요격 방식",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-02-26T17:33:41.189000",
  "updatedAt": "2024-02-26T18:17:46.125000"
}