{
  "id": "19afbc0f-d9a0-4498-81a5-41c2f85c58ef",
  "title": "五代十國時代, 후삼국시대",
  "content": "당나라의 쇠퇴\n당나라는 8세기 중반까지 국력이 최고조에 달했으나, 안사의 난이 일어나며 쇠퇴하기 시작하였다. 안사의 난의 주도자였던 안록산은 반은 소그디아나인, 반은 투르크인으로서 744년 이래 당나라의 장군이었다. 그는 744년에 변방의 민족들과 싸우며 경험을 쌓았으나 딱히 공을 세우지는 못하였다. 안록산은 허베이성 인근을 통치하며 힘을 모았고, 결국 10만 명이 넘는 대군을 동원하여 반란을 일으켰던 것이다. 그는 한시적으로 자신을 황제로 참칭하였고, 연나라를 건국하였다. 당나라는 곽자의와 같은 명장들의 공으로 초기에는 승리를 거두었으나, 이미 무너져가던 당나라 군대는 변방에서 단련된 안록산의 군대에게 상대가 되지 못하였다. 결국 조정은 장안에서 피난을 갔으며, 결국 현종은 쓰촨성으로 달아난 채로 위구르 칸국에게 구원을 청했다. 위구르의 칸이었던 바얀추르 칸은 이 구원 요청에 크게 기뻐했고, 당나라의 공주를 자신의 신부로 맞는 등 우호 관계를 다지며 이 요청에 응했다. 위구르 족은 당나라가 다시 장안을 정복하는 것을 도왔으나, 당나라가 막대한 양의 비단으로 배상하기 전까지 군대를 물리는 것을 거부하였다. 티베트도 당나라가 흔들리는 것을 감지하고 군대를 동원하여 중국 대륙을 약탈하였으며, 842년에 티베트 제국이 무너지고 난 이후에도 당나라는 중앙아시아를 되찾을 힘이 없을 정도로 전락하였다. 당시 당나라의 쇠락이 워낙 심했기에 과거 시험의 문제가 '왜 당나라가 쇠락하고 있는가?'라는 주제가 나올 정도였다. 안록산은 757년에 환관들 중 한 명에게 살해당하기는 하였으나, 763년에 안록산의 부장 사사명이 아들에게 살해당하기 전까지 전국에서는 여전히 혼란과 소요가 계속되었다.\n대략 710년 경부터는 지방의 절도사들이 막강한 군권을 바탕으로 점차 권력을 노리기 시작하고 중앙 정부에 반항하기 시작하였다. \n특히 안사의 난 이후에는 지방의 절도사들이 가진 자치권과 권력이 중앙 정부의 통제를 넘어섰으며, 781년과 784년 사이에 일어난 반란들 이후에는 중앙 조정이 반란이 일어날 때 빠르게 진압할 수 있도록 지방의 절도사들에게 조정의 재가 없이 마음대로 지방의 대소사들을 처리할 수 있는 권한을 주어버렸다. 당나라는 이들이 지방에서 일어나는 소요들을 빠르게 진압하고 조정에게 충성을 유지하기를 바랐던 것이다. 조정은 이들에게 독자적인 군대를 보유할 수 있는 권한, 조세권, 직위 승계권까지 주며 막대한 권한을 주었다. 시간이 흐르자 절도사들은 점차 중앙에서 파견된 관리들의 통제를 벗어났고, 나중에는 군벌에 가까울 정도로 독립적으로 변하였다. 이러한 절도사들의 난립은 960년에 송나라의 중앙집권제가 구축될 때까지 계속되었다. 이 당시에는 사람들이 자유롭게 땅을 팔고 살수 있었는데, 이 때문에 부유한 지주들이 강제로 가난한 자들의 땅을 빼앗아 많은 사람들이 유민으로 전락하는 경우가 매우 많았으며 반면 대지주들이 출몰하였다. 755년에 토지 분배제 제도가 무너진 이후부터는 중국 중앙 정부는 송나라 시대의 몇몇 예외를 제외하고는 거의 토지 문제에 관여하지 않았으며, 오직 세금을 걷는 일에만 치중하였다.\n중앙 정부의 힘이 무너지자, 845년 즈음에는 100여 개가 넘는 수적들과 강도 무리들이 양쯔 강 인근의 도시들을 약탈하였음에도 관군의 저항을 받지 않았다고 전해진다. 858년에는 대운하 인근에 대대적인 홍수가 일어났고, 북부 중국 평원의 토지와 논밭들을 대거 휩쓸며 엄청난 피해를 입혔으며 1만 명이 넘는 사람들이 물에 빠져 익사하였다. \n사람들은 이후 당나라가 더이상 천명을 잃어버렸다고 여기기 시작하였고, 새로운 왕조가 세워져 이 혼란을 끝낼 것이라고 소망하기 시작하였다. 873년에는 대규모의 흉작이 발생하였고, 제국의 근간 자체가 흔들렸다. 어떤 지역에서는 평년의 절반도 안되는 수확량을 거두며 곡물이 태부족해졌고, 사람들이 수없이 굶어죽었다. 당나라 초기에 중앙 정부가 제대로 작동할 때에는 가격 규제나 곡물을 풀고 토지제를 정비하여 이같은 자연재해에 제대로 방비할 수 있었으나, 9세기 후반 경 당나라 조정은 이미 국가를 통치할 능력을 잃어버리고 있던 것이다.\n\n수많은 자연재해들과 반란들이 일어나 당나라의 권위를 깎아먹기는 하였으나, 9세기 초는 대체적으로 당나라의 중흥기로 여겨진다. 당나라가 경제 문제에 그다지 관여하지 않은 것은 뜻하지 않게 상업의 발전과 시장의 개방을 불러왔고, 고리타분한 관료제에 의하여 장악된 시장경제가 풀려나는 계기가 되었다. 780년에는 오래된 정전과 부역제가 월급을 지불하는 용병제로 바뀌었으며, 상인 계급이 등장하여 경제 발전을 촉진했다. 특히 양저우, 쑤저우, 항저우와 같은 대도시들이 당나라 후기에 최고로 경제적으로 발전한 도시였다. 당나라 정부는 건국 초부터 소금 생산과 판매를 독점하였는데, 안사의 난 이후로 이 독점력이 낮아진 이후부터는 상인들에게 소금을 판매할 권한을 주어 유동성을 높였다. 799년에는 이 소금으로 얻는 세입이 정부 총 세입의 절반을 차지할 정도였다. 8세기 후반부터 당나라의 국력이 쇠진하였을 때도 당나라는 여전히 막강한 힘을 가지고 있었고, 945년에 편찬된 구당서에는 828년에 당나라 정부가 전국적으로 규격화된 치수용 체인 펌프를 공시하는 내용의 황실 칙령을 발표하였는데 이 칙령이 전국적으로 잘 효력을 발휘하였다고 적혀 있다. 덕종은 양세법을 실시하여 재정을 건전하게 바꾸었고, 전쟁을 통해 국경을 안정시키려 노력하였다.\n당나라의 마지막 명군은 덕종의 뒤를 이어 즉위한 헌종이었다. 780년대에 헌종은 재정 개혁을 감행하였고, 수도에 잘 훈련받은 군대인 신책군을 두어 환관들이 이를 다루게 하였다. 이 군대는 당시 당나라 최정예병들이었고, 798년에 대략 24만 명 정도가 있었다고 전해진다. \n806년과 819년 사이에 헌종은 중앙에 반기를 든 세력들을 제압하기 위하여 7번이나 군사 원정을 펼쳤고, 2개를 제외하고는 모두 완벽히 평정하는 데에 성공했다. 헌종은 절도사의 세력도 제한하였으며 일시적이기는 하였으나 절도사의 후계 승계권도 박탈하는 데에 성공했다. 대신 헌종은 중앙이 파견한 군관들을 그 자리에 세웠고, 과거제를 통해 임용된 관리들이 지방을 다스리게 하였다. 이 때의 당나라의 중흥기를 원화중흥이라고 한다. 헌종은 다만 말년에 금단에 빠지고 불교를 맹신하는 등 빛이 퇴락하다가 결국 환관에게 독살당하였다. 헌종의 뒤를 이은 황제들은 사냥, 연회, 향략에 빠져 국정을 제대로 돌보지 않았으며, 결국 환관의 권력이 막대해졌고 관리들은 당파로 나뉘어 서로 싸우는 데에만 몰두하였다. 결국 문종 황제가 환관들을 꺾어 힘을 제한하려 하였으나, 이 것이 실패하며 결국 당나라는 완전히 환관들의 손아귀에 장악되게 되었다.\n당나라는 자연 재해와 절도사의 권력 강화 등에다가 희종 때에 황소의 난이 터지며 완전히 멸망의 길을 걷게 되었다. 황소의 난으로 당나라는 장안과 낙양을 둘 다 빼앗겼고, 이를 되찾기 위하여 10년을 고스란히 바쳐야만 하였다. 황소의 난은 결국 당나라 관군에 의하여 진압되기는 하였으나, 당나라는 이후 결코 회복되지 못했고 점차 망해가기 시작한 것이다. 당나라 말기에는 대규모와 소규모의 도적들이 교외 지역을 돌아다니며 약탈을 하였고, 소금 밀매업자들이 횡행하여 세입이 크게 줄었으며 강도들이 상인과 대사들을 공격하며 안전이 크게 위협받았다. 대규모 도적단들은 심지어 성벽으로 둘러쳐져 있는 도시들을 공격하기도 할 정도였다.\n황소의 심복으로 한때 황소의 난에 가담했던 주전충은 원래 소금 밀매업자였는데, 전세가 불리해지자 당나라 관군에게 항복하였다. 주전충은 황소를 물리치는 데에 공을 인정받아 절도사의 지위를 얻었고, 막강한 군력을 새롭게 만들어냈다. 주전충은 이후 원정을 하여 당나라에서 가장 강력한 절도사가 되었고, 903년에는 조정을 장악하고 소종을 협박하여 수도를 낙양으로 옮기게 하였으며, 스스로 황제의 자리에 오를 야심을 꿈꾸었다. 904년에 주전충은 소종을 암살하고 그의 어린 아들인 애종을 황제로 세웠다. 905년에는 애종의 형제 9명을 참살하였다. 907년, 주전충은 결국 애종을 퇴위시키고 선양을 받아 황위에 올랐으며, 후량을 건국하며 당나라를 멸망시켰다. 1년 후 주전충은 애종을 독살시켜 죽였다.\n\n통일신라\n8세기 후반 통일신라에서는 국가 기강이 해이해지면서 중앙 귀족들 간의 권력 투쟁이 치열해지고, 지방에 대한 통제력이 약화되면서 지방에서는 군사력과 경제력, 새로운 사상을 갖춘 호족 세력이 성장하였다.\n진골 귀족들은 녹읍제를 다시 부활시키는 등 경제 기반을 확대하여 사병을 거느리고 자신들의 세력 확장을 위해 권력 투쟁을 벌였다. 혜공왕이 죽고 상대등 김양상이 선덕왕으로 즉위하면서 진골 귀족들 사이에는 힘만 있으면 누구나 군주가 될 수 있다는 생각이 널리 퍼졌다. 이에 경제력과 군사력을 확보한 귀족들은 왕위 쟁탈전을 벌였다. 왕권이 약화되고 귀족 연합적인 정치가 운영되었으며, 시중보다 상대등의 권력이 더 커지게 되었다.\n이러한 과정에서 녹읍을 토대로 한 귀족들의 지배가 유지되는 한편, 대토지 소유가 확대되었고, 농민들의 부담은 가중되었다. 또한 자연 재해가 잇따르고, 왕족과 귀족의 사치와 향락으로 국가 재정이 바닥나면서 백성들에 대한 강압적인 수취가 뒤따르면서 살기가 어려워진 백성들은 토지를 잃고 노비가 되거나 도적이 되기도 하였다. 그리하여 중앙 정부에 대한 불만이 높아지고 지방에서 반란이 잦아지게 되었다.\n9세기 중엽의 문성대왕(文聖大王) 이후 중앙 귀족은 지방 세력의 위협에 대처하기 위해 왕위 쟁탈을 위요(圍繞)한 정쟁(政爭)을 식히고 점차 타협하는 경향을 나타내었다. 한편 골품제로 중앙의 정치 무대에 참여할 수 없었던 지방 세력은 중요한 활동 무대를 해상무역(海上貿易)에서 찾게 되었다. 이리하여 공적인 조공(朝貢)의 형식으로 행해지던 대외무역은 점차 민간무역에서 주도하였다. 이들은 당뿐만 아니라 일본과도 활발히 교역했다. 그러나 당과의 무역이 가장 성하여서, 신라인의 왕래가 빈번한 산둥반도(山東半島)나 장쑤성(江蘇省) 같은 곳에는 신라방(新羅坊)이 생기고, 이를 관할하기 위한 신라소(新羅所)라는 행정 기관이 설치되었다. 또 거기에는 신라원(新羅院)이라는 사원이 세워졌는데, 장보고가 문등현 적산촌(文登縣赤山村)에 세운 법화원(法花院)은 가장 유명한 것이었다.\n지방 세력가들의 민간 무역이 성행하고, 당의 지방통제권이 약화되면서 해적(海賊)의 출몰이 잦았다. 이는 성행하는 해상무역에 큰 타격이 되었는데, 이러한 배경 속에 해상의 군진(軍鎭)이 설치되었다. 신라는 본래 변경의 수비를 위하여 육지에 설치하던 군진(軍鎭)을 해적들의 활동이 심한 해안의 요지에 설치하여 이를 방비하였다. 청해진(淸海鎭 : 완도)·당성진(唐城鎭 : 남양)·혈구진(穴口鎭 : 강화) 등이 그것이며, 그 중 흥덕왕 3년(828년) 장보고(張保皐)가 설치한 청해진이 가장 대표적인 것이었다. 장보고는 해적 출몰의 방비는 물론 국제 무역을 하여 황해의 왕자가 되었고, 다시 중앙의 정치에도 관여하였다. 장보고의 경우와 유사하게 지방에서 일정한 지역에 대한 실질적인 지배권을 대를 이어가며 행사하는 세력가들이 이 시기에는 수없이 나타나게 되었다. 그들은 보통 성을 쌓고 스스로 성주(城主)라고 자처하였다.\n9세기 이후에 나타난 통일신라 사회의 이러한 커다란 변화는 상업 발달에 따른 대상인(大商人)의 대두와 대토지 소유의 확대로 점차 구체화되었다. 중앙 집권 체제의 약화에 따라 지방의 토호와 귀족들은 점탈 또는 매매의 방법으로 농장을 확대하여 대지주로 성장하였다. 또 신라 지방 행정의 말단인 촌락의 인민을 통제하던 촌주(村主)도 역시 토지와 인민을 다스리며 세력을 확장해 갔다. 약화된 국가 권력은 이들 지방 세력을 규제할 수 없었다. 한편 국가의 비호 밑에 발달한 사원도 면세(免稅) 특권을 가지고 토지를 겸병(兼倂), 농장을 확대해 갔다.\n한편, 당나라로 유학을 갔다가 귀국한 6두품 출신의 유학생들과 선종 승려들은 신라의 골품제 사회를 비판하면서 새로운 정치 이념을 제시하기도 하였다. 그러나 이들도 진골 귀족들에 의하여 자신들의 뜻을 펼 수 없게 되자 은거하거나 지방의 호족 세력과 연계하여 사회 개혁을 추구하였다.\n10세기로 들어오면서 지방에서 성장하던 견훤과 궁예는 신라 말기의 혼란을 틈타 독자적인 국가를 수립하였다. 이에 따라 신라는 그 지배권이 축소되면서 후고구려와 후백제가 대립하는 후삼국 시대가 전개되었다.\n이 때에 당나라에 구원병을 요청하는 등 이런저런 방법을 동원해 보았으나 별로 효력이 없었고 나중에 고려 태조왕건에게 나라를 바칠수밖에 없었고 근 천년에 가까운 통일신라시대는 막을 내리게 됩니다\n\n‘후삼국시대’는 견훤이 후백제를 건국한 892년부터 936년 고려 건국까지다.\n중원의 ‘오대십국시대’는 주전충이 후량을 건국한 907년부터 960년 송나라 건국까지다.\n후삼국시대에서 고려 광종 치세까지 겹치는 시기\n\n남쪽의 통일신라에서는 왕권이 약해지고 나라의 실권을 쥔 지배층인 진골들의 권력 다툼으로 인해 지방 통제력이 약화되면서 궁예가 후고구려를, 견훤이 후백제를 세워 후삼국시대가 성립되었다. 이후 궁예가 폭정을 일삼자 신하들이 고구려계 호족들의 대표인 왕건을 새로운 왕으로 추대하였고, 왕건은 궁예를 축출한 뒤 고려를 건국하였다. 때마침 중국이 분열되어 혼란한 덕분에 삼국통일전쟁 때와는 다르게 후삼국시대의 통일은 외세의 개입 없이 고려의 주도 아래 진행될 수 있었다.\n다만 그렇다고 후삼국이 외교에 무관심했던 건 아니었다. 견훤의 후백제가 오대십국을 포함한 중원 국가들은 물론 거란, 일본 등 모든 주변국과의 외교에 적극적인 노선을 취했다면 왕건의 경우 후삼국 통일의 주도권을 잡은 이후부터 후당, 후진 등 중원 세력과의 외교에 전념했다. 신라 역시 후당에 조공하는 등 생존을 위해 백방으로 노력하였으나 중원 세력들은 고려를 정통으로 인정하면서 신라를 박대하였다.\n한편 북쪽의 발해 역시 귀족들의 권력 다툼과 말갈족의 이탈로 점차 쇠퇴하기 시작하였고, 이를 틈타 발흥한 거란족의 침입으로 멸망하였다.\n이후 오대십국을 통일한 송나라는 거란을 견제하려는 목적으로 고려와 친선관계를 맺었다.\n\n송나라\n960년 후주의 무신 조광윤이 후주 공제로부터 선양을 받아 송나라를 건국하였고, 979년 2대 황제 송태종이 72년간의 혼란기를 끝내고 천하통일을 완수한다.\n하지만 당나라가 멸망한 틈을 타 북쪽에서는 거란족이 요나라를 세워 만주와 몽골 고원을 장악한 뒤 후진의 석경당으로부터 연운 16주를 할양받아 송나라를 위협하기 시작하였고, 서북쪽에서는 탕구트족이 서하를 건국하여 하서주랑 일대를 차지한 뒤 송나라의 변경을 침입하기 시작하였다. 결국 중국 역사상 북방민족(거란, 여진, 서하, 몽골)들의 힘이 가장 강성한 시기로 접어들면서 한족 중심 중원 왕조인 송나라가 힘을 쓰지 못하게 되었다.\n송나라는 특유의 문치주의 체제로 인해 군사력이 허약하였고 거란이 장악한 연운 16주로 인해 방어적인 이점도 살릴 수 없어 거란에 많은 세폐를 바쳐 평화를 유지해야만 하는 굴욕을 겪었다.\n이후 요나라가 쇠퇴한 틈을 타 여진족이 금나라를 세우자 송은 금나라와 손을 잡아 요나라를 서쪽으로 내쫒았으나(서요) 곧바로 금나라의 공격을 받아 남쪽으로 도피하여 남송을 세웠고 이후에는 몽골에게 서하, 서요, 금나라와 같이 멸망하였다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-03-19T22:17:52.185000",
  "updatedAt": "2025-11-03T15:06:54.454000"
}