{
  "id": "1a6ff5e2-737c-4fbd-92f6-f66400da15af",
  "title": "용병의 역사 - 동양",
  "content": "[고대 중국]\n중국의 춘추전국시대에는 간첩단이나 암살단 등의 형태로 전문 인력을 제공받아 전략을 펼치는 사례, 다른 군벌이나 군주에게 식량이나 천을 주고 병력을 동원하는 사례 등 용병에 대한 풍부한 기록이 남아 있습니다.\n유비가 공손찬의 객장(客將)으로 시작해 서주 도겸의 객장으로, 다시 여포의 객장을 거쳐 조조의 객장, 원소의 객장, 유표의 객장을 하면서 어느 세력에서나 환영받을 수 있었던 것도 그의 뛰어난 군사적 능력이 뒷받침했을 것이란 추측도 있다. 당시 객장은 대세력의 군주들이 일부 성을 떼어주고 군량을 대주는 대신 최전방에 세워놓는 일종의 용병이었다.\n7세기 중국 당나라는 티베트와 위구르 족 병사를 고용해 투르크 등 유목민족의 전쟁에 동원했습니다.\n\n[몽골 용병]\n몽골과 항전을 벌이면서 몽골 밑에서 용병으로 뛰었던 타타르족이라 추측되는 색목인들까지 여러 민족이 고려에 들어와 있었다. \n\n[5호 16국]\n서진의 지배 계층 내에서 서로 황위 주도권을 잡기 위해 ‘8왕의 난(八王之亂)’이 일어나자, 각 지역의 제후들과 황족들은 북방민족들을 자신들의 용병으로 고용하기 시작했다. 이 때 갈족의 장수인 석륵(石勒)이 동해왕(東海王) 사마월(司馬越)의 휘하로 들어가 각 제후들을 격퇴하는데 큰 공헌을 했다. \n석륵은 사마월의 용병으로 활약하다가 도리어 반란을 일으킨 유연에게 패배하고 군사력과 근거지를 상실했다. 이후 석륵은 방황하다가 307년 유연(劉淵)에게 항복하였다 한다. \n5호16국도 한-위-진(漢-魏-晉)의 혼란이 수습되지 못한 끝에 용병 역할로 중화제국 안에 들어와 있던 오랑캐들이 정권을 세운 것이다.\n16년 동안 친족 정권의 암투가 한창이던 때 8왕 중 성도왕(成都王)의 용병부대이던 흉노족 지도자 유연(劉淵)은 독자적인 나라를 건국했다. 중원으로 진출, 영가(永嘉)의 난을 일으켜 수도 낙양을 함락하고 황제를 처형했다. 이로써 건국한 지 불과 50년 만인 316년 진나라(서진)는 멸망했다. 선비족과 함께 저(氐)족, 갈(羯)족, 강(羌)족도 기다렸다는 듯 중원으로 진출해 연쇄적으로 나라를 세웠다. 이민족에 의한 최초의 중국지배, 즉 오호가 135년 동안 16개 나라를 세우고 무너지기를 반복하는 5호16국 시대를 열었으며 선비족 탁발부(拓跋部)가 세운 위나라(북위)에 의해 중원이 통일될 때까지 약육강식의 혼란이 지속됐다.\n\n[송나라]\n1070년대 요나라 기병에게 시달리던 북송에서는 당나라에서 중앙아시아 출신 사타족을 이용해 토번 기병을 제압한 사례를 기억해내고, 부하라 출신 무슬림 용병 5,300명을 고용했으며, 1080년에는 만여명을 추가로 고용하였다 한다. \n중앙군인 금군은 금과 싸움에서 4 배나 증가하는데 이 증가 대부분이 용병이었다.\n\n[명나라]\n부대의 전투력을 제고하기 위하여, 명나라의 일부 지방관리는 사적으로 높은 값을 주고 마카오의 흑인을 사들였고, 또한 그들이 마카오를 탈출하여 명나라 군대에 들어오도록 유인하기도 하였다. 그리고 비적을 소탕할 때는 그들을 선봉에 서게 하였다. 그들에게 중국인과 결혼하고 중국에서 자식을 낳도록 해주었다.\n명나라 군대의 흑인 사병중에서 가장 유명한 것은 정지룡(鄭芝龍), 정성공(鄭成功) 부자가 장악한 흑인부대이다. 그들은 정씨의 친위대가 되었을 뿐아니라 이후 대만 수복 전투에서 혁혁한 전공을 세운다.\n류성룡의 징비록을 보면 명나라군에도 용병이 있었다고 한다. 그것도 흑인에서 백인까지 골고루 있었으며 이들은 돈을 받고 명나라군에서 싸웠다. \n\nhttps://www.google.com/amp/s/www.joongang.co.kr/amparticle/23950329\n\n청나라 장수 유정은 중국 남쪽의 소수민족인 남만(南蠻)들을 정벌한 경험으로 동남아시아 출신들을 대거 사병(私兵)으로 삼아 전장을 누비고 다녔다. 정유재란 때도 그랬다. 그런 유정을 오랜 세월 따라다닌 수하 장수가 다국적 병사들에 대해 이렇게 평가했다.\n“달자(8子, 몽골 계통)는 상대하기 쉽고, 해귀(海鬼, 남만 계통)는 약간 강하고, 왜자(倭子, 일본군)가 가장 강하다. 순천 왜교성 싸움에서 적의 수급을 가장 많이 베어 온 군사는 모두 조선 사람으로서, 귀화하여 한군(漢軍)이 된 자들이었다. 제독이 매우 중히 여겨 조선군들을 달아나지 못하게 하였으므로 따라간 자가 300명이었다.”(‘성호사설·인사문’)\n실제로 유정은 명나라로 귀국할 때 용맹한 조선인들을 가정(家丁)으로 삼아 데리고 갔다. 조선 영·정조 시기 성대중의 ‘청성잡기(靑城雜記)’도 이때의 다국적군 기세를 설명하고 있다.\n“묘병(苗兵, 묘족 병사)은 귀병(鬼兵)이라고 해서 전투에 참가할 때 반드시 먼저 성에 올라가긴 했지만 왜구를 보면 지레 기가 꺾였다. 중국 군대는 더 그랬다. 그러나 조선인은 기세가 꺾이지 않았다. 잘만 쓴다면 천하의 막강한 군대가 될 수 있다.”\n\n[양창대(洋槍隊)]\n양창대는 1860년 상하이 호상(豪商)의 자금 지원을 받아 청나라에서 태평천국을 방어하기 위해 미국인 프레드릭 타운센드 워드가 용병으로 조직한 서양식 중국 용병군이다. \n상승군은 상하이에서 본래 체류하던 서양 세력쪽의 탈영병, 건달, 전직 선원 등을 모아 만든 양창대라는 용병단에서 시작했다. 초대 지휘관은 미국 프리깃함 \"공자\" 호의 함장 프레드릭 타운센드 워드(Wald)였다. \n1850년 홍수전이 태평천국의 난을 일으켰고, 태평천국군이 1860년에 강남, 강북을 격파하였다. 당시 청나라의 국군인 상해 방어군은 약했었고, 태평군의 공세가 시작되자 상해의 관료와 상인들은 공황상태에 빠졌다. 그들은 영국/프랑스 연합군에 병사를 보내어 비적을 토벌해줄 것을 요청하였으나 거절당했다. 청나라의 관료와 상인들은 어쩔 수 없이 스스로 돈을 내서 군대를 조직했다. 그래서 Wald의 서양 군부대가 탄생하였다. \n왈드는 다시 필리핀과 인도의 흑인으로 용병을 구성했고, 동시에 3 천명의 중국인들도 모집해서 3 개단으로 만들고 서양의 군사훈련을 시켰다. 이들을 양창대라 하였는데 여러번 태평군을 무찔렀다. 양창대는 이후 청나라 정부에 의하여 '상승군(常勝軍)'이라는 공식적 칭호를 받았다. 양창대의 사람수는 많지 않지만, 이 사람들은 모두 망명객이고, 그 중에서 흑인 용병의 능력이 가장 뛰어나서 상승군의 주력이 되었다. \n1862년 자계 전투에서 워드가 죽자 이후 영국의 찰스 조지 고든이 지휘했다. \n나중에 태평군 말기에 주장수인 충왕 이수성은 자기의 실패원인을 분석한 후 그 원인이 서양군대가 중간에 막아서 방해했기 때문이라고 생각했다. 그들은 청나라 지방관리로부터 돈을 받고 태평군과 대적하는 것이라고 생각했으며, 서양병사들은 돈만 보면 목숨을 걸고 싸운다는 것을 알았다.\n한편 태평천국군에도 많은 외국인들이 참가했었다. 원래 전쟁기간 동안 각국의 중국 주재 사병들은 자주 월급을 제대로 받지 못했다. 태평군은 양창대의 용맹함을 보고는 외국인을 태평군에 고용할 생각을 하게 된 것이다. 이 사람들은 비록 단독의 부대를 이루지는 못했지만, 수량은 제법 많았고, 그중에 흑인들이 상당수를 차지했다. \n청나라 조정은 태평천국의 난이 진압되자 양창대를 해산하였다. 태평천국군내의 흑인사병도 일부는 죽고, 일부는 도망쳤다. 이후로 명, 청 이래로 존재하던 흑인용병은 중국에서 사라졌다. \n\n[승병 용병부대]\n15세기 일본 전국시대에는 총포에 전문화된 용병 부대 사이카슈, 불교 일파인 잇코종 승병 용병부대 등이 있었다. \n전국시대가 되면 사찰은 사실상 하나의 '종교 번', 또는 비유적인 의미로 '다이묘'가 되어버렸으며, 경제와 문화의 중심지가 되어 사찰 도시가 발달했다. 수백 혹은 수십개의 절을 수반한 종단을 기반으로 하여 경제적 이익을 두고 다른 종단의 승병들 또는 봉건 영주인 다이묘들과 싸우기도 하였고, 반대로 정치적인 목적에 부합하는 다이묘의 세력에 가담하여 힘을 보태기도 했으며, 단순히 다이묘에게 돈을 받고 승병을 파견해 싸우는 용병일을 하기도 했다.  \n \n[사이카슈 철포 용병단]\n사이카 마고이치는 사이카슈 용병집단 우두머리에 대한 별칭이다. 마고이치라는 이름은 일본 철포 용병단의 후계자에게 계승되던 이름이었다. \n오닌의 난 이래로 전국시대의 혼란을 틈타 세력을 키우게 된 호족 집단의 결합으로 만들어진 초기의 \n사이카슈는 철포 따윈 모르는 깡촌 집단에 불과 했다. 1543년 일본 규슈 남단 다네가시마 섬에서 포루투갈 상인들에 의해 2 정의 철포가 전래되었을 때 사이카슈는 철포 제조기술을 훔쳐오게 된다. 이들은 초기에 토착민과 융합된 용병집단이었다. 다른 다이묘 병사들 처럼 반농반군이 아니라 철저한 직업용병이었다.\n1570년 오다 노부나가와 미요시 삼인중 사이에 전투가 벌어지자 사이카슈는 용병으로서 양측 모두에 가담하여 싸웠다.\n\n사이카 지역 상인들은 중국과 유럽을 상대로 한 무역으로 부유해졌으며 해외에서 유입되는 최신 사상과 기술들을 접할 기회가 많았다. 이러한 지리상의 이점 덕분에 사이가는 일본에서 처음으로 철포를 생산해내는 지역이 된다. 전국시대의 난세에는 자신들의 전투기술로 생계를 유지하는 용병집단이 수두룩했지만 사이카 철포대의 특징은 당시로서는 최신무기 였던 화승총의 제작과 운용에 능숙했다는 점이었다.  사이카 사람들은 철포를 제조하는 능력뿐만이 아니라 이 최신무기를 다루는 뛰어난 능력때문에 많은 다이묘들은 거금을 주고 그들을 용병으로 고용해 철포병으로 활용했다. 화승총이 일본에 도래한지  얼마 되지않았던 당시에 일본 어느 지역의 영주도 그 고가의 화기를 많이 소유할 수 없었다. 사이카와 네고로 군단을 제외하면, 나머지는 겨우 오다 노부나가 정도의 다이묘만이  철포대를 소유하고 있었던 것이다. 그 오다의 철포대 조차 사격의 정교함에서는 사이카 사람들의 발밑에도 미치지 못했다. 실제로 오다 노부나가가 일본 전역을 통일하려 시도할 때 이 사이카 철포대는 10년이 넘게 저항하여 오다의 군대를 격퇴한 적이 있었다. 그러나 오다 노부나가에 이어 히데요시가 이끄는 대군에 압도 당해 기슈 번은 해체되고 사이카 패들은 히데요시나 다른 유력 다이묘들의 수하로 뿔뿔이 흩어지고 만다. \n\n임진왜란때 일본의 철포(조총) 용병대나 명나라의 몽골 용병들이 참전하였다.\n\n임진왜란때 가토 기요마사의 좌선봉장을 맡아 휘하 3000명의 부대를 이끌고 조선에 상륙하고 그후 조선으로 망명해 관직을 수여받고 병자호란때까지 활약한 김충선 장군.  조선에서 조총의 유용성을 설파하고 포수를 훈련시켜 조선군을 본격적으로 조총으로 무장시키고 이괄의 난 진압에 앞장서는 등 큰 족적을 남긴 인물이지만 이 사람이 일본에서 활동하던 시절에 대해서는 전혀 밝혀진 바가 없다. 전국시대에선 누구의 가신이며 어떤 일을 하였는데, 심지어 본명조차 알 수가 없딘. 그나마 기록에 남은 본명으로 추측되는 사야가(沙也可)로 미루어 보았을때 당대 유명한 철포 용병대였던 사이카슈의 일원이었을 거라는 게 가능성 높은 추측임.\n\n17세기 후추보다 더 비싼 향신료가 있었으니  육두구다. 인도네시아 반다제도가 원산지로 후추 가격의 10배였다. 네덜란드 동인도 회사는 반다제도를 장악하기 위해 1621년 10 여척의 전함을 이끌고 영국령 인도네시아로 쳐들어갔다. 이때 네덜란드측 병사에 일본인 용병 사무라이들이 있었다. 그들은 영국군을 물리치고 원주민 대부분을 죽였다. 네덜란드는 이러한 야만적 침탈로 육두구를 독점 매매했다.\n\n16세기 말 이후 거의 100년 동안 일본 사무라이들이 용병으로 고용되어 시암(태국), 캄보디아, 버마, 스페인, 포르투갈의 왕과 네덜란드 동인도 회사를 위해 일했다. 당시에 일본 사무라이는 공격조, 왕실 경호대, 주둔군 수비대, 암살자로 활약했다. 동남아의 왕들이 일본 전사들을 장기고용 형식으로 고용했다면, 유럽 고용주들은 단기 계약으로 특별 작전에 그들을 이용했다. 전자의 군주들이 일본 용병을 신뢰하는 경향을 보였다면, 유럽인들은 그들을 두려워했다. 유럽인들은 처음에 일본인들의 기술에 열광하다가, 얼마 지나서는 일본인들이 장래에 칼끝을 자신에게 겨눌 것이라 의심하게 되었다. 가령, 마닐라의 스페인인들은 지역 봉기가 일본의 필리핀 공격으로 비화될 수 있다는 공포에 시달렸었다.\n네달란드 독립 전후 과정에서 네덜란드는 실전 경험이 풍부한 일본 로닌 용병들을 적극적으로 고용한 한편, 네덜란드뿐만 아니라 많은 유럽 국가들이 동남아시아 식민지 건설 과정에서 로닌 사무라이를 고용했음. 전투력은 물론 유럽인들에게 익숙하지 않은 열대 기후에서도 전투력이 떨어지지 않으며, 무엇보다 총을 잘 다루는 사무라이가 많았기에 용병으로서 가장 선호되었다. 동남아시아에도 많은 사무라이들이 진출해 있었는데 야마다 나가마사를 필두로 한 일본인 사무라이 부대는 스페인의 침공으로부터 아유타야(태국)를 지킨 공로로, 야마다는 위계 3위 관위인 오크야(후일 프라야)를 수여받았다. 야마다는 쏭탐 국왕 사후 그의 유언에 따라 활동하다 정치적으로 몰려 변방의 리코르 왕국(현재의 나콘시탐마랏주)의 국왕으로 책봉되었고, 암살로 목숨을 잃었다. \n\n[고구려의 말갈족 용병]\n연개소문은 안시성을 지원하기 위해 북부욕살 고연수와 남부욕살 고혜진이 이끄는 15만 명의 고구려 지원병을 급파했다. 지원병 안에는 최소 5천 명 이상 되는 말갈병이 포함되어 있었다. 욕살은 여러 성을 관장하는 광역 행정망의 책임자로 임용한 박사는 고구려의 광역행정망은 동서남북중의 방위명을 딴 5부였으므로 이 중 남부와 북부의 병력이 총 동원된 것으로 추정했다.\n그런데 고연수가 첫 전투에서 대패하고 휘하 장병 3만 6천명을 거느리고 당태종에게 항복했다. 당태종은 고구려의 지휘관 3500명은 당나라로 압송하고 고구려의 용병이던 말갈병 3300명은 생매장했다. 신라 출신의 용병인 설계두도 전사하여 둘 다 나란히 대장군으로 추증된다.\n\n말갈이 고구려의 국민이었다고 하는데 정확히 말하면 용병이지. 광개토 시절부터 전쟁 많이 하면서 군인력이 부족해 지니까 말갈 용병도 무관이 될수 있었던거고... 용병 무관. 그러니 고구려 멸망 후에 발해 건국하면서 고구려를 계승했다고 말할수밖에 없는거지\n\n수·당과의  전쟁과정에서  고구려군과  함께  싸운  말갈을  어떤  존재로 보는가 하는 문제에 대해 여러 의견이 있다. 말갈을 단순히  고구려에  부용되어  동원된  자들이나  용병으로  보는  경우와  속민으로  보는 경우,  고구려민으로서  고구려  군에  속하는  특수부대로  편성되어  참전한  것으로 보는  경우로  나눠졌다.\n\n[고려의 여진족 용병]\n유금필은 후삼국시대를 끝낸 일리천 전투(후삼국시대의 마지막 서기 936년 고려의 왕건과 후백제의 신검이 지금의 경상북도 구미시 선산읍 일대인 일리천에서 맞붙은 전투이며, 후삼국시대를 종결짓는 최후의 전투)에서 자신의 휘하에 있던 여진 소국 ((흑수(黑水), 달고(達姑), 철륵(鐵勒))의 용병들로 구성된 9500기의 강하고 날렵한 기병을 이끌고 참전하였다.\n유금필이 이끌던 군대는 '제번병' 이라고도 부르는 북방 유목민족들로 이루어진 유금필만의 기병부대였어. 나라에 예속된 군대가 아니라.\n\n일리천 전투에서 유금필이 이끈 북방기병 흑수, 철륵, 달고 제번의 9500 기병. 제번(諸蕃) 즉, 번병(藩兵)이 아니라는 이야기이지요. 쉽게 이야기하면 국경 밖의 외국 군대라는 뜻입니다. 달고야 고려 장수 견권이 안변에서 무찌른 적이 있으니, 고려 국경과 인접했다고 보아도 될듯한데요.\n철륵은 참 뜬금없다고 생각합니다. 흑수야 가깝게는 안변 이북, 더 멀게는 두만강, 더 멀게는 송화강 생여진까지 생각한다 하더라도 철륵은 철리, 즉 최동북방 오국부입니다. 9500이면 생여진의 총병력의 1/3이 참전한 것과 다름없습니다.\n고려가 대체 어떤 조건을 내세웠길래, 1만 명 가까이 되는 북방 기병들이 내지를 비워두고 멀리 경상도까지 목숨 바쳐가며 싸우러 오는 건지\n마침 그때 936년 9월에 거란 태조는 석경당을 구원하기 위해 남진하고 있었으니 여진족이 거란은 딱히 걱정하진 않을 때이긴 합니다만, 부족 간 전쟁도 심심찮게 벌어지던 그곳에서 병력을 빼내 저 멀리 한반도까지 내려온다니. 제일 궁금한 게 왕건이 내건 포상이 뭐였을까 하는 점입니다. 또한 유금필이 완벽하게 그들을 통제할 수 있었는가 하는 점도 궁금하네요. \n\nhttps://www.google.com/amp/s/cm.asiae.co.kr/ampview.htm%3fno=2019082015013291797\n\n조선조 초기때만 하더라도 북방 변경 수비군에 외인부대가 있었다고 하던데 주로 조선에 전향한 여진, 몽골 , 거란, 돌궐, 왜인들이 있었고 명나라와 전쟁중 포로가 되었다가 도망친 욜라뽕따이 샴(지금의 태국), 이나 동남아 지역의 흑인도 조선의 외인부대에 있었다고함.\n\n[대립군(代立軍)]\n임진왜란 당시 백성에게 돈을 받으면서 대신 군역을 해주던 사람. 생계를 유지하기 위해 돈을 받고 다른 사람의 군역을 대신 해주는 사람",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-11-30T11:46:59.686000",
  "updatedAt": "2023-08-22T21:44:12.091000"
}