{
  "id": "1a9adb0f-6989-45cb-a77e-c6b5641c984f",
  "title": "대포의 역사(조선)",
  "content": "![image](media/17ea44ca0c3.82e3045ba2f37d7a.jpg)\n![image](media/17ea44ca0cb.90e549715275a79e.jpg)\n![image](media/17ea44ca0d3.a6113af6d31a9e7e.jpg)\n![image](media/17ea44ca0dc.94f9b64fd79a3e16.jpg)\n![image](media/17ea44ca0e5.8ec35c2c2724881f.jpg)\n\n\n조선 시대의 대포는 화약이 포 안에서 터져서 그 힘으로 커다란 쇠공이나 쇠뭉치로 만들어진 대포알을 날리는 것이다. 그 쇠공이나 쇠뭉치 대포알은 터지지 않는다. 적의 성벽을 무터뜨리거나 해전에서는 적의 배를 부셔버리는 데 큰 역할을 했다. 우리나라의 판옥선이나 거북선은 튼튼하고 크기 때문에 대포를 싣고 다니며 약한 왜군의 배를 침몰시킬 수 있었지. 이순신 장군이 싸울 때 우리 측의 피해는 아주 적은데 적의 피해는 엄청나게 컸던 이유도 바로 대포가 큰 역할을 했다.\n\n조선에서 개발한 화포는 각종 총통을 비롯하여 완구(碗口), 질려포(蒺藜砲), 발화(發火) 등 여러 가지가 있는데, 임진왜란 당시 조선의 화포 기술은 이미 일본을 능가하고 있었다. 일본은 조총만 있었지 화포를 가지고 있지 않았다. 일본은 1543년 포르투갈에서 조총을 받아들였다. 조총을 수입하여 기술은 알게 되었으나 임진왜란이 시작될 때까지만 하여도 화포 기술은 지니지 못하였다.\n이에 비하여 조선은 이미 거북선에 실을 각종 화약 무기를 개발한 상태였다. 『이충무공전서』에 의하면 거북선에는 천자총통(天字銃筒), 지자총통(地字銃筒), 현자총통(玄字銃筒), 황자총통(黃字銃筒), 대승자총통(大勝字銃筒), 소승자총통(小勝字銃筒), 질려포, 대완구(大碗口), 중완구(中碗口), 대발화(大發火) 등과 함께 장편전(長片箭), 철탄환(鐵彈丸), 피령전(皮翎箭), 대장 군전(大將軍箭), 장군전(將軍箭) 등의 탄을 실었다고 하였다.\n\n[주화(走火)]\n최무선이 고려 말에 화통도감(火㷁都監)에서 제조한 화약무기 중의 하나이며, 우리나라 최초의 로켓형 무기이다. 고려 말엽에 처음 만들어진 주화는 1434년부터 사용되기 시작하여 1447년에는 대·중·소 주화로 종류가 나누어졌다가, 1448년 신기전(神機箭)으로 그 이름이 바뀌어 계속 사용되었다.주화의 구조와 크기에 대한 기록은 없으나 소신기전 정도의 크기로 추정되므로, 길이 110㎝의 화살에 길이 15㎝, 지름 2.2㎝의 화약이 들어 있는 약통이 화살의 앞부분에 부착되어 있으며, 초창기의 사정거리는 150보 정도로서 속이 빈 화살통 같은 곳에서 발사되었다.\n\n◾화포(총통) : 천자문 순서로 이름을 붙이는데, 천·지·현·황의 차례로 그 크기가 정해진다. 천자총통은 임진왜란 당시 조선군이 사용하는 제일 큰 포로 화약을 잰 다음 돌탄을 넣어 발사하여 적의 함선을 격파하였다. 거북선에 탑재되었다.\n\n◾비격진천뢰(飛擊震天雷) : \n대포에서 쏠 수 있는 조선의 독창적인 무기로 1591년 선조 때 이장손이 개발했다. \n비격진천뢰를 쏘면 도화선에 붙은 불이 천천히 타 들어가 대포가 적의 진영에 떨어진 후 터질 수 있도록 만든 시한폭탄과 같은 것이다.\n속이 빈 쇠구슬 내부에 목곡(木谷), 죽통(竹筒), 빙철(憑鐵), 화약 등을 넣어 완구(碗口)로 발사하였다. 중국에도 진천뢰가 있었는데 그것은 불을 붙이는 것과 거의 동시에 폭발하는 것이었다. 그런데 비격진천뢰는 즉시 폭발이 아니라 시간차를 두고 폭발하기 때문에 비격진천뢰의 의의는 서양에 앞선 폭발탄이었다는 데 있다.\n비격진천뢰는 조선이 임진왜란 초기의 패배를 딛고 전세를 역전시키는데 큰 기여를 했다. 특히 경주성 전투에서 이 비격진천뢰가 아주 큰 역할을 했다. 적들이 그 폭탄이 뭔지 몰라서 빙 둘러서서 구경하고 있다가 갑자기 터지는 바람에 큰 피해를 당했다는 이야기가 있다.\n◾대완구(大碗口): 완구는 비격진천뢰나 둥근 돌탄을 입구 부분에 재었다가 곡사로 발사하는 둥근 원통 모양의 화기이다. 특히 대완구는 돌탄을 발사하여 대상물을 파괴하므로 적의 함선을 격파하는 데 많이 쓰였다.\n◾질려포(蒺藜砲) : 통 속에 마름쇠를 가득 넣은 것으로 폭발과 함께 파편을 날린다. 철질려(鐵蒺藜)는 길이 약 2.5㎝의 가시 네 개가 사방으로 나와 있는 마름쇠로 적이 공격해 오기 전에 설치하거나 적이 다가 왔을 때 던져 적의 접근을 막기 위해 사용한다.\n◾발화(發火) :  원통형의 두꺼운 종이통 속에 흑색 화약이 들어 있는 분사 추진 무기이다. 크기에 따라 대발화, 중발화, 소발화 등으로 나뉘는데 분사 추진 무기인 신기전, 질려포에서 분사 추진용 약통으로 쓰기도 하고, 봉수대(烽燧臺)에서 군사 통신 수단으로 쓰기도 하였다. 거북선에 대발화를 실어 적선을 불사르는 데 쓰기도 하였다.\n\n◾불랑기(佛狼機) : 근세시기 동양에서 사용된 후장식 대포. 기존의 대포와는 달리 후장식이라 빠르게 장전해서 쏠 수 있다는 장점이 있다. 포탄과 화약을 장전하는 자포와 이를 끼워 발사하는 본체인 모포가 분리되어 가능한 일. 이런 구조 때문에 자모포(字母砲)라고도 부른다.\n15세기 유럽에서 중국을 통하여 들어오면서 마카오의 포르투갈인을 통해 명나라로 유입되었으며 불랑기라는 이름은 포르투갈을 불란국으로 부른데서 유래\n\n임진왜란 때는 조선식 자모포를 만들어 썼는데, 포르투갈의 불랑기에 비하면 조선의 것은 길이와 무게가 작았다. 이는 바로 조선의 실정에 맞게식 변형하여 이용하였다는 것이다.\n불랑기는 1597년(선조 30)에 처음으로 제작하여 시험 발사를 하였다. 불랑기는 모포(母砲)와 자포(子砲)가 분리되어 있다. 모포는 포신(砲身)을 가진 어미 포를 말하며, 자포는 장약을 장전하는 아들 포를 말한다. 불랑기는 자포 안에 포탄을 장전한 상태로, 자포를 모포에 결합시키는 방식을 취하고 있다. 포마다 자포가 다섯 개씩 배당되었기 때문에 발사할 때마다 그것을 바꿔가면서 장전할 수 있어서 발사한 다음 금방 재발사할 수 있다. 이 때문에 장전 시간을 절약할 수는 있으나, 자포와 모포의 규격이 정밀하지 않으면 폭발할 위험성도 있다. 불랑기는 포신 뒤쪽에 장약실(裝藥室)이 있는데 여기에 장약을 설치하여 발사한다. 또한 가늠자로 조준 사격을 할 수 있는 발전된 형식의 중무기이다.\n\n대형 화전은 성곽 공방전과 수군전에서 주로 부피가 크고 쉽게 불붙지 않는 목표를 불태우기 위한 것이다. 이것은 흑색 화약이 많이 재어져 있는 분사 추진 무기이다. 대형 화전은 발사 장치에 재었다가 자체의 분사 추진력으로 비행한다. 특히 임진왜란 때에 많이 썼는데, 오래 전부터 내려오던 화전이 대형화된 것으로 볼 수 있다.\n\n‘대장군’이라는 이름을 가진 천자총통은 이미 고려시대부터 있었다고 한다. 이것은 한꺼번에 둥근 모양의 많은 탄알을 넣어 사격함으로써 적에게 큰 피해를 줄 수 있는 직사포이다. 사거리가 일반 포보다 훨씬 짧기 때문에 위력은 약하다. 이 포의 사거리가 짧은 것은 탄환이 포신을 빠져나오기 전에 포신 내부 압력이 급격히 떨어지기 때문이다. 따라서 이 포는 많이 제작되지 않았다. 하지만 복잡한 형태의 이 같은 포신을 만들어 냈다는 것은 분명 기술적으로 발전하고 있었음을 보여 주는 것이다.\n\n1593년의 평양 전투에서는 4만 여명의 명군이 일본군에게 포격을 가하기 위해 갖가지 종류의 화포를 배치했다. 두 군대의 세력이 비슷하였음에 불구하고, 일본군은 명군의 우세한 화력 때문에 한 순간에 패배하였다.\n\n[홍이포]\n1604년 명나라가 네덜란드와 전투할 때  네덜란드가 사용하던 대포인 컬버린을 홍이포(紅夷砲)라 부르게 되었다. 네덜란드와 싸울 당시 중국인들은 이 대포의 파괴력에 크게 압도되어 이를 수입하였고, 1621년에는 복제품을 만들었다. 명나라는 홍이포를 주조하면서 겉관은 구리, 속관은 주철로 주조하였는데 이렇게 되면 포압에 견디는 힘이 늘어나므로 내구성이 늘어나는 효과가 있었다. 홍이포의 설계와 생산이 가능하게 되자 명나라는 대대적으로 홍이포의 생산에 착수하였다. 이 \n홍이포가 인조 이후 조선에서도 제작돼 병인양요와 신미양요 때 사용됐다.\n\n[대한제국의 포]\n1890년에 도입한 크루프 야포들은 이후 개틀링과 함께 조선군 포병대의 주력으로 자리잡음. 저 때 도입한 크루프 야포가 청국으로부터 도입한 암스트롱 야포들 밀어냈음. 1890년 크루프 야포 도입 이후로 암스트롱 야포들은 2선급으로 밀려났다가 제 1 차 동학농민운동이 벌어지는 1894년에 예비 포병으로 다시 등장함.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-29T14:27:38.306000",
  "updatedAt": "2022-06-30T00:51:27.070000"
}