{
  "id": "1c198457-9ede-4497-90ae-56387f4d2462",
  "title": "마사다(masada) 요새 전투",
  "content": "![image](media/1677378066353.77289820.jpg)\n![image](media/1677378434661.918975069.jpg)\n![image](media/1677378441037.1036501900.jpg)\n\n\n[개요]\n마사다(Masada)는 황야를 배경으로 사해(死海, Dead Sea)를 굽어보는 바위투성이 구릉에 자리한 천혜의 요새이다. 장엄하고 아름다운 경관을 자랑하는 이 유적은 고대 이스라엘 왕국의 상징이었다. 73년 로마군의 공격에 맞선 유대 저항군은 이곳에서 마지막 결전을 벌이다 최후를 맞았다. 유대의 헤롯 왕(Herod, 기원전 37년〜기원후 4년 재위) 때 초기 로마 제국의 고전주의 양식으로 건설한 왕궁 터가 남아 있다. 왕궁을 둘러싼 병영과 요새, 공격 램프(ramp, 건축물로 진입하기 위해 만든 경사로)는 로마 제국의 공성 보루 가운데 오늘날까지 남아 있는 가장 완전한 유적이다.\n헤롯 왕은 사실상 난공불락이던 마사다를 골라 자신과 가족의 피난처로 삼았다. 내적으로는 유대 왕국에 대한 유대인의 위협, 외적으로는 유대 왕국을 이집트 왕국에 복속시키려는 클레오파트라의 위협에 대한 대비였다. 처음에 건물들은 로마의 고전주의 건축 양식을 따르긴 했으나 이후에 건축한 것들보다 상대적으로 수수한 편이었다. 그 뒤 건물을 점점 확장하고 화려하게 장식하면서 왕궁이 사치스러워졌다. 헤롯 왕은 재위 말기에 다시 위협을 느껴 요새를 재건하고 강화하였다.\n제1차 유대 전쟁의 끝을 장식한 장소로 열심당원을 주축으로 한 유대인들이 예루살렘 함락 이후에도 로마 제국에 끝까지 대항하다 함락되자 노예로 끌려가기를 거부하고 전원이 자결한 장렬한 이야기의 무대다. 마사다가 히브리어로 요새(מצדה)를 말한다.\n그림에 오른쪽 부분을 보면 길이 하나 더 나있는데, 저 비탈길이 바로 로마군이 근성으로 쌓아 올린 토산이다. 원래는 저기도 그냥 절벽이었다.\n\n[배경]\n66년 로마에서 임명한 유대의 총독인 게시우스 플로루스가 세금을 징수하기 위해 예루살렘 성전에 바쳐진 헌금까지 착복하는 일이 벌어지자 유대인들의 분노는 극에 달했다. 게시우스가 유대인들을 무자비하게 진압하자 결국 걷잡을 수 없는 폭동으로 번졌다. 이 여파는 다른 지방으로 확대됐고 유대를 관할하는 시리아 지방 총독 케스티우스 갈루스가 로마 군대를 이끌고 직접 군사행동에 나섰지만, 반란군의 기습으로 패배하고 말았다.\n네로 황제는 다른 지역에서도 유사한 폭동이 일어날 가능성을 우려해 베스파시아누스에게 진압을 지시했으며 67년 티투스는 아버지 베스파시아누스와 팔레스타인으로 향했다. 하지만 68년 네로 황제가 사망하면서 전쟁은 잠시 중단됐다. \n서기 66년, 로마제국의 속주 유데아(유대)에서 걷잡을 수 없는 반란이 일어나자 네로 황제는 베스파시아누스 장군을 파견했다. 베스파시아누스와 그의 장남 티투스가 지휘하는 로마군은 반란군의 저항선을 뚫고 예루살렘을 포위했다. 그때 수도 로마에서는 정변이 일어나 네로 황제가 자살하자 로마의 정세는 쿠데타의 연속으로 극도의 혼란에 빠졌다. 이에 오리엔트 군단은 베스파시아누스 장군을 황제로 옹립하여 사태를 평정했고, 베스파시아누스는 로마에 돌아와 황제자리에 올랐다.\n아버지로부터 예루살렘 공략을 일임 받은 장남 티투스는 공격을 개시했다. 예루살렘 성은 네 달 동안 계속된 포위를 견디지 못하고 끝내 함락되고 말았다.\n70년 6월 티투스는 로마군에게 유대 지역의 나무들을 베어 예루살렘 성전 둘레에 뾰족한 말뚝으로 7㎞에 달하는 벽을 세워서 유대인들을 탄압하라고 지시한다. 그해 9월 예루살렘은 넉 달 동안 계속된 포위를 견디지 못하고 끝내 함락됐고 티투스가 이끄는 로마 군단은 예루살렘 성벽을 허물고 성 내로 들어가 유대인들을 살육했다.\n그렇게 예루살렘 성전은 완전히 파괴됐다. 로마군은 성전의 서쪽 담장 하나만 남겨뒀는데 지금까지 남아 있는 ‘통곡의 벽’(유대교와 이슬람교의 성지)이다. \n서기 71년 개선식에서 베스파시아누스와 티투스는 개선마차를 함께 타고 로마에 입성했다. 그 뒤에는 예루살렘에서 끌고 온 수많은 포로들과와 수많은 전리품들이 줄을 이었다.\n\n[전쟁]\n기원전 6년 헤롯 왕 치세 말기에 유대 왕국은 로마 제국의 직할령이 되었다. 소규모 로마 수비대가 마사다에 설치되었다. \n66년, 제1차 유대-로마 전쟁이 발발함과 동시에 유대교의 파벌 중 하나인 열심당원이 마사다에 주둔하던 소수의 로마 수비대를 쫓아내고 마사다를 되찾았다.\n그러자 66년 유대인의 반란이 시작되었다. 유대 지도자 가운데 한 사람인 메나헴(Menahem)이 이끄는 열심당원은 마사다의 수비대를 기습하여 살육하였다. 그들은 반란 기간에 마사다를 수중에 넣었다. \n\n​70년 로마 황제 티투스(Titus)가 예루살렘을 함락하고 사원을 파괴한 뒤 많은 유대인이 마사다에 들어와 기거하였다. 유대인은 헤롯 왕의 궁전 건물 일부를 점거하고 유대 교회와 의식용 수조, 작은 주택 등 더 수수한 구조물을 만들었다.\n유대-로마 전쟁의 전황이 로마쪽으로 기울어진 70년, 예루살렘마저 함락되자 도주한 열심당원의 지도자인 엘리에젤 벤 야일(Eleazar ben Ya'ir)이 휘하 열심당원과 소수의 유대인까지 총 967명을 데리고 마사다로 대피, 로마에 대한 게릴라전을 시작한다.\n로마군은 이들을 무시했으나 이들은 무려 3년 넘게 마사다에 틀어박혀 주변 마을이나 도시를 공격했고 예루살렘 정복 후 기념주화까지 발행하며 승리를 자축하던 로마였지만 피해가 누적되자 이들을 토벌하기 위해 본격적으로 군대를 파견, 기나긴 유대전쟁의 마침표를 찍고자 했다.\n루키우스 플라비우스 실바(Lucius Flavius Silva) 장군을 사령관으로 하는 로마군은 제10군단 장병 9천 명과 유대 노예, 노역인으로 이루어진 6천 명을 포함한 총 1만 5천 명을 동원하여 마사다 점령에 나섰다. 로마군은 우선 마사다 주변 지역에 8개 요새를 건설하고 벽을 지어 포위망을 형성했으며 수적 우세를 앞세워 정면 공격을 감행했다.\n마사다에 있는 인원은 1천 명도 안 되고, 여성과 아이들도 상당수 포함되어 있던 터라 전투에 나설 수 있는 인원은 소수였다. 그러나 헤로데 대왕이 작정하고 건설한 마사다 요새는 약 450m 높이의 바위 절벽에 지어진 천혜의 요새, 5m가 넘는 높은 성벽과 20m가 넘는 37개의 망루까지 있는데다가 진입로가 오직 뱀처럼 꼬인 정면 길밖에 없는 난공불락이었다. 이런 지형 특성상 공성병기 동원도 불가능한 마사다는 철벽을 자랑했고 로마군의 마사다 공략은 번번히 실패로 돌아간다. 더군다나 마사다가 위치한 유대 광야는 광활한 사막으로 밤낮으로 무더위와 혹한이 공존하는 극한의 환경을 자랑해 식량, 식수 등 각종 보급에 어려움을 겪으며 부대를 유지하는 것조차 쉽지 않았다.\n마사다는 지형 자체가 450m에 가까운 고지대인 데다가 남북 길이 600m, 너비 250m, 평균 120m인 평평한 마름모꼴 정상이라 사람이 거주하기 편안한 장소다. 사방이 절벽인데 올라가는 장소도 구불구불한 좁은 길 하나뿐이라 수비하는 입장에서는 편리하지만 공격하는 입장에선 고행. \n전쟁사에서 고지대에 위치한 성과 요새들은 제아무리 난공불락이라 할지라도 포위당한 후 식수, 식량 공급이 차단되며 더 버티지 못하고 항복하거나 최후의 역공을 하기 마련이지만 마사다는 그런 점에 있어서 완벽한 방비가 된 요새였다. 헤로데 대왕은 마사다를 비롯한 주변 광야가 대부분 석회로 이루어져 빗물이 땅에 흡수되지 않고 고인다는 사실을 알고 빗물이 흘려내려 가는 지점을 막아 물 저장고로 만들었다. 우기마다 수만 리터의 물이 쌓이는 마사다였고 곳곳에 만들어둔 물 저장고는 총 750만 리터의 물을 저장할 수 있기에 목욕탕과 사우나를 운용할 수 있을 정도로 마사다는 물이 풍족했다.\n식량 또한 수년을 먹을 수 있도록 포도주·기름·곡물·과일 등이 보관되어 있는데 마사다의 특이한 기후와 창고의 설계가 맞물려 저장 기간이 100년도 문제 없었다고 한다. 심지어 평평한 광야인 마사다 정상을 이용해 중앙엔 밭도 일구고 있었다고 하니 식량 문제도 없었다. 또한 비둘기집을 만들어두어 각종 조류를 식량 겸 그 배설물을 이용해 연료로 썼다고 하니 로마군이 수 년을 포위하고 있더라도 먹고 살기에 문제가 전혀 없는 장소였다.\n반대로 공격하는 입장인 로마군에게 있어 유대 광야는 무척이나 힘든 환경이었다. 유대 광야는 여름에는 50도도 넘는 기후에 평상시에는 비 한 방울도 내리지 않는 황무지라 물은 물론 식량 공급도 원활하지 못한 장소였다. 우기에 내리는 집중호우는 마사다에 머무는 유대인들에게는 물을 공급해주는 고마운 비지만  로마군에게는 땅에 흡수도 되지 않은 채 발목까지 잠기게 하는 성가신 존재였다. 석회로 이루어진 광야의 지형 때문에 비가 제대로 흡수되지 않아 지형마저 바꿔버릴 정도의 홍수도 자주 나는 지형인 만큼 포위하고 있던 로마군은 난데없는 홍수에 휩쓸려 많은 병력을 잃었다. 광야에서 몰아치는 강풍은 최고 시속 100km를 넘나들 정도였으니 바람만으로도 진이 붕괴될 정도였다 한다. \n이런 상황이 무려 2년이 이어졌고 로마군의 실바 사령관은 고심끝에 가장 간단하지만 가장 무모한 방법을 동원한다. 마사다 요새에서 가장 성벽이 낮은 서쪽에 툭 튀어나온 바위산이 있었는데, 이 곳에 토산(土山)을 쌓아 발리스타 등 공성병기를 배치하여 공격을 가하고 마사다까지 흙과 나무를 차근차근 쌓아 비탈길을 만들어 공성추를 전진시키는 방법이었다. 공병들은 그 시절에도 수고가 많았다\n유대인들은 로마인들의 의도가 적중한다면 난공불락의 마사다도 함락될 수밖에 없다는 것을 알았으나 이를 막을 힘이 없었다. 작업에 동원된 인원 모두가 노예로 끌려온 같은 유대인들, 막을 힘도 없지만 나가서 이걸 막게 되면 같은 유대인을 자기 손으로 죽이는 셈이 된다.\n그렇게 6개월이 흘렀고 토산과 비탈길이 완성되자, 로마군은 본격적으로 공성병기를 동원해 공격을 시작한다. 마사다에서도 이에 대응하기 위하여 성벽 뒤에 또 다른 성벽을 쌓으며 방어를 강화했으나, 지형적 우세를 상실한 이상 오래 버틸 방법은 없었다. 결국 성벽이 붕괴됐지만, 로마군은 재정비를 위해 일시 퇴각한다. 최후의 순간을 맞이한 유대인들은 모두 모였고, 로마인들의 손에 목숨을 잃지 않기 위해 극단의 선택을 감행한다.\n물러난 로마군은 마사다에서 피어오르는 큰 불길을 보고 당황하여 황급히 요새로 올라갔다. 폐허가 된 마사다에 남아있는 건 수백 구에 달하는 유대인들의 시체. 로마군은 주변을 수색하여 하수도, 우물 등지에 숨어있던 5명의 어린이와 2명의 노파를 발견해 자초지종을 물었다. 남은 유대인들은 유대교 가르침에 반하는 자살을 할 수는 없으니살인도 하지 말라 했을 텐데 모든 결혼한 남자들이 자기 처자를 죽이고, 남자들 중 10명을 뽑아 이들이 나머지 남자들을 모두 죽이고, 남은 10명끼리 추첨을 통해 다른 이들을 죽일 최후의 한 명을 뽑고, 이 마지막 한 사람이 요새에 불을 지르고 스스로 목숨을 끊는 방법으로 모두 최후를 맞이한 것이었다. 마지막 1명은 동포들을 위해 유대교의 가르침을 어쩔 수 없이 어긴 셈이다. 그렇게 마사다는 한 줌의 잿더미가 돼서야 로마인들의 손에 떨어졌고, 마사다에서 살아남은 7명의 유대인들은 로마군이 모두 살려주었다.\n\n로마 제국은 또다시 마사다에 수비대를 설치하여 40여 년 동안 머물렀다. 수비대는 산꼭대기는 물론 플라비우스 실바 총독이 건설했던 요새를 모두 점령하였다. 로마 제국의 수비대가 철수한 뒤 유적은 5세기까지 버려졌다. 그 뒤 강력한 지진이 일어나 그때까지 남아 있던 헤롯 왕 시절의 건물 대부분이 무너지고, 언젠가부터 작은 기독교 수사 공동체가 산꼭대기에서 기거하였다. 그들은 수수한 예배당을 세우고 빈터와 동굴에 원시적인 주거지를 마련하였다. 수십 년 뒤 이 공동체도 흩어지고 마사다는 잊혀졌다. 그로부터 13세기가 지난 1960년대에 발굴 작업이 시작되면서 마사다는 다시 세상에 모습을 드러냈다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-26T11:19:55.240000",
  "updatedAt": "2023-02-26T13:26:02.280000"
}