{
  "id": "1cef2d36-cd1b-47b4-b88f-ad1a99a56a94",
  "title": "해군력",
  "content": "동북아 해군 '호위함' 삼국지… 중국·일본 '대형화'에 밀리는 한국 (hankookilbo.com)\n\n요약\n1. 1,2차 대전을 보더라도 급격하게 해군 군사력을 증강한 국가들은 곧바로 전쟁을 일으켰다.\n2. 최근 중국, 일본이 해군력을 무섭게 증강하고 있다.\n3. 인천급, 대구급, 충남급은 중국, 일본에 대항하기 힘든 군함이다. 충남급에 10년안에 L-SAM기반 함대공 미사일을 장착할 예정이지만 대구급은 계획이 없다. 인천급은 개량 자체가 불가능하다. 충남급에 미사일 탑재 발사수가 너무 적다. 레이더만 좋다.\n5 이런 와중에 국방비는 4.5% 증액인데 물가 상승을 고려하면 동결이다. 즉 예산 증액이 없다.\n\n\n\n세계 경제규모 2위 3위국가와 똑같이 국방비를 쓴다는 것은 불가능합니다. 한국이 가능한 전략은 너희가 한국보다 쎄지만 만일 쳐들어 오면 너희 피해도 만만치 않을거야 라는고슴도치 전략이 최선입니다.\n제 생각엔 한국이 함대를 끌고가서 중국, 일본 함대를 박살내는 것은 어려워도 중국, 일본이 쳐들어 오면 막아내는 것은 가능하다고 봅니다. 그러기 위해선 1조가 넘는 이지스함이나 구축함을 주변국과 같이 찍어내기 보단 미사일 전력을 강화하고 잠수함을 꾸준히 늘리는 것이 더 효율적이겠죠\n다른 나라의 군사력과 비교해 보면 한국의 해군력이 약한 것이 아닙니다. 유럽의 강대국과 비교해 봐도 핵잠과 항공모함을 빼면 영국, 프랑스도 한국보다 월등한 해군력을 가지고 있는 것은 아닙니다. 기껏해야 20척 정도의 대양용 전투함을 가지고 있는데 그 이유는 군함이 워낙 비싼 무기라서 그렇습니다. 미국이나 100척이 넘는 구축함과 순양함을 가지고 있는데 국방비 천조국의 미국도 해군이 쓰는 돈이 전체 국방비의 50%가 넘습니다.\n한국 해군은 해군이 쓸수 있는 국방비에서 최선을 다해 전력증강과 개선을 하고 있다고 저는 생각하고 있습니다.\n\n\n뉴스에서 말하고 싶은건 예산 증액도 없고 최신 호위함이 너무 작고, 성능도 충분치 않다는 겁니다. 이걸 개선해야 안보강화가 아닐지.........\n\n인천급이나 인천급에 바탕을 둔 대구급, 충남급이 ㅂㅅ된 이유가 해군 대가리들 탓...\n애초에 확장성 없이 너무 작게 만든데다가 이 조그마한 배에 무려 127mm함포 탑재...\n게다가 ㅂㅅ같은 방산법으로 개량시 원판의 20% 이상 확장 못하게 만들어서 계속 ㅂㅅ함됨.\n\n군비증강이 곧 전쟁으로 직결된다는 논리적 비약은\n둘째치고 함선의 역할이 뭔지 착각하고 있는 거\n같군요. 만톤짜리 건 2천톤 짜리 건 대함미슬, 중어뢰\n한방이면 어초로 변하는 세상입니다. 삼국의 함대\n전력을 비교하면서 왠 대공미슬 타령인지 모르겠네요.\n정확하게 전시 어떤 상황을 상정하고 쓴 글인지 알 수가 없습니다. 우리가 현시점 항공지원 못받는 원정함대를 꾸려서 중일과 전쟁할리도 없거니와 호위함의 주목적이 뭔지 조차 제대로 이해하고 있지 않은듯요. 개량조차 쉽지않은 울산급 호위함들을 까면서 해군력을 더키우자는 건 결국 양적인 팽창을 의미하는듯 한데 그게 중일의 해군력 군비경쟁을 이유로 우리의 건함 계획을 한순간에 뜯어고쳐서 새 군함들을 찍어내는게 현실적으로 가능한 일인지 모르겠습니다. 전시도 아니고..\n\n지금 나라 꼬라지보면서 해군 구축함 적다고 징징대네. 우리나라 지형을 보면 해군력 증강이 비용대비 효과가 있다고 생각하나?\n삼면이 다 막혀있는데 대양해군 찾고 자빠지면 어쩌란 말이지? 군인력이 복무기간 단축과 인적자원 급감으로 대대적인 병력감축을 억지로 당하게 생겼는데.\n보직 채워줄려고 함선 만들 바에 차라리 미사일 전력을 늘리고 잠수함이나 더 집중하는게 훨신 실용적임. 우리가 대양에 나가서 중국, 일본 상대할 것도 아니니.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-09-19T16:35:25.737000",
  "updatedAt": "2023-09-19T16:54:10.944000"
}