{
  "id": "1dc43003-6967-431d-80fa-ddfceb7601cb",
  "title": "관자(管子, 관중)",
  "content": "관중은 삼국지의 제갈공명이 흠모한 인물이며, 조선후기 실학자 정약용선생님이 좋아했고 학문적 영향을 받은 인물이다. 관중이 살았던 춘추전국시대는 여러 제후국이 서로 경쟁하던 시대임에도 불구하고 관중을 높이 평가하여, 제나라 재상이 되기 전 잠시 몸을 의탁했던 노나라에서도 정무를 맡기려 했을 정도로 대내외적으로 인정을 받았다. \n관중이 죽자, 제나라는 급속히 기울었다. 환공 역시 패업을 이룬 군주로서의 위상을 하루아침에 잃어버리고 아첨하는 군신들에 싸여 몇 년을 버티지 못하고 죽게 되었다. 이를 보면서 아무리 좋은 시스템을 구축했다 하더라도 이를 운용하는 사람이 제대로 서지 못한다면 이 시스템은 무용지물이 됨을 알 수 있다. 처음에는 좋은 인재가 놀 터전을 마련하는 것이 우선이지만은 그 이후는 그 터전을 제대로 운용할 인재가 더 중요함을 보여주는 역사적 사례일 것이다. 시스템을 구성하는 제도와 사람 이 두 가지 요소는 꼭 상생해야 하는 불가분의 관계이다.\n\n\n[부국강병론]\n\"무릇 영지를 지니고 백성을 다스리는 사람은 그 임무가 사계절을 살펴서 농사가 잘되게 하는데 있고, 그 직분은 곡식을 저장하는 창고가 가득 차도록 하는 데 있다. 나라에 제물이 많으면 멀리 있는 사람이 오고, 토지가 모두 개간되면 백성이 머물러 산다. 창고가 가득 차면 예절을 알고, 입을 옷과 먹을 양식이 풍족하면 영광과 치욕을 안다. 윗사람이 법도를 준수하면 육친끼리 도타와 지고, 예의염치를 널리 베풀면 군주의 명령을 잘 지킨다.\"\n\n관중이 제시하는 통치법의 가장 기본 골자는 일단 백성들을 먹고살게 만들어주는데 있다. 지도자의 책무는 경제를 발전시켜 국민을 잘 살게 하는게 우선이라는 것이다. \n그래서 관중이 제창하는 정책이 바로 중농정책이다. 그리고 이를 위해서 세금을 줄인다. 또 온갖 부역과 무명잡세들을 줄인다.\n관중은 이 나라가 부유하지 않은 이유는 세금이 낮기 때문이 아니라, 그 세금의 분배가 고르지 못해서 생기는 문제라고 진단했기 때문이었다. \n부역은 꼭 필요한 경우에만 실시하고, 부역에 동원되는 인원들도 일반민들이 아닌, 빈민들로 구성하여 임금을 주면서 일종의 뉴딜정책을 실행하여 사회를 안정시킨다. \n특히 농번기의 부역은 수확량에 결정적인 타격을 미치므로 국가 위기상황이 아니고서는 엄금해야한다. \n\n[군사론]\n“제후국의 군주는 다른 나라의 땅을 탐내서는 안 됩니다. 땅을 탐내려면 반드시 군사에 힘써야 하는데, 군사에만 힘쓰다 보면 반드시 백성이 궁핍해지고, 백성이 궁핍해지면 백성을 자주 속여야만 합니다. 속이는 일을 그쳐야만 용병을 늦게 해도 승리할 수 있지, 속이면 백성의 믿음을 잃게 됩니다. 백성이 불신으로 가득차면 난동이 일어나고, 안에서 난동이 일어나면 군주에게 위험이 닥치게 됩니다.\"\n\n농번기의 전쟁도 침략을 당한 경우가 아닌 이상, 절대 일으키지 않아야 한다. 또한 전쟁도 최대한 억제되어야 한다. 전쟁은 사회적 비용이 너무 막대하게 소비되는 일이다. 전쟁을 안 하고 이기는 것이 가장 좋고, 만일해야 한다면 한 번의 전투로 전쟁을 끝내야한다. 여기서 오해하지 말아야할 점은 관중이 평화주의자는 아니라는 점이다. 그래서 그는 겸애를 주창한 묵자들을 비판했다. 겸애를 하게 되면 병사들이 전쟁을 수행할 수 없기 때문이다. 또한 같은 맥락에서 유가의 생명존중사상도 배척한다. 생명을 존중하게 되면 병사들이 전쟁에서 목숨 걸고 싸우려들지 않기 때문이다.\n\n환공 : 외국의 침략 방지를 위하여 국방에 투자해야 하지 않겠나?\n관중 : 공께서는 국방 투자보다 먼저 국부 증진에 치중해야 합니다. 제나라 내부의 정정이 아직 불안한데 군사력을 증대한다고 과도하게 국고를 낭비하면 주변국과의 긴장상태가 조성되고 백성들도 상대적으로 빈곤해져 민심도 떠나갈 겁니다.\n\n \n[염철론]\n환공 : 누대(樓臺)와 정각(亭閣)에 세금을 징수하는 게 어떤가?\n관자 : 누대와 정각을 헐 것입니다.\n환공 : 나무에 세금을 징수하는 게 어떤가?\n관자 : 묘목을 벨 것입니다.\n환공 : 가축들에 세금을 징수하는 게 어떤가?\n관자 : 가축을 죽일 것입니다.\n환공 : 인두세를 징수하려는데\n관자 : 욕정을 억제하여 인구를 줄어들게 할 것입니다.\n환공 : 그러면 어떻게 나라를 다스려야 하나?\n관자 : 오직 산과 바다의 자원을 잘 관리해야만 합니다. \n\n- 해왕(海王) -\n\n관중이 세금을 오직 산과 바다의 자원에서 끌어와야 한다고 말한 것은 오로지 염철(鹽鐵)만을 국가에서 통제해야 한다는 것이다.\n즉 염철만 전매제도를 실시함으로써 국가 재정을 확보해야 한다는 것이다. \n이 두 가지를 제외한 나머지 무명 잡세들은 폐지하고 이 두가지만으로도 국가의 세입은 충분하며 국민의 세 부담을 경감시켜야 한다는 것이다.\n이후 이 염철론은 한 무제 이후로 수천 년간 역대 중국정권에서 변함없이 채택된 국가재정의 수입 방안으로 자리매김하게 된다.\n\n[경제 제재]\n관중에겐 타국을 굴복시키는 방법이 크게 두 가지 있었는데, 하나는 직접 전쟁을 일으켜서 무력으로 굴복시키는 것이었고, 두 번째는 경제력으로써 압박을 넣어 금력으로써 굴복시키는 것이었다. \n그는 실제로 이 두 번째 방법을 이용했다고 기록되어 있다.\n제나라가 초나라에서 사슴을 비싼 가격에 구매하는 것이다. 이에 당연히 초나라에선 농업을 소홀히 하고 사슴만 잡으러 다닐 것이고, 관중은 계속해서 사슴을 구매한다. 이렇게 되면 초나라는 사슴 수출로 금전 수입이 늘어나지만, 농업은 상대적으로 저조하여 식량을 제나라에서 수입하게 될 것이다. \n이때 농업/곡물의 수출을 통제해버리는 것이다. 당연히 초나라의 곡물가는 급상승할 것이고, 식량을 구하기 위해 초나라의 백성들은 제나라로 귀순하게 될 것이다. 이후 초나라에게서 스스로 항복을 받아내든, 전쟁을 일으켜서 강제적으로 병합하든지 하는 것이다. 이것이 관중의 전쟁 승리 방법이었다. \n현대에 미국이나 여타 강대국들이 자행하는 경제재제의 원류라 할 수 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-11T20:30:19.997000",
  "updatedAt": "2022-11-11T23:42:16.199000"
}