{
  "id": "1de3ceb0-08b4-4fff-baea-48d914802c88",
  "title": "용의자(죄수)의 딜레마",
  "content": "용의자가 둘 있다. 둘 다 죄를 자백하지 않으면 각각 1년씩 복역한다. 한 명이 배신해서 다른 죄수의 범죄를 자백하면 자백한 죄수는 풀려나고 다른 죄수는 10년을 복역한다. 둘 다 배신해서 서로의 범죄를 자백하면 모두 5년을 복역한다. 두 죄수는 서로 협력하는 게 최선이지만 배신의 유혹을 이기기 어렵다. 상대방이 협력하든 배신하든 각 죄수는 배신을 선택해야 이득이다. 이 ‘죄수의 딜레마’는 간단한 수학모형으로 사회현상을 이해할 수 있는 유용한 도구이다.\n\n[의미]\n개인의 자유는 무한히 보장되어야 하는가?\n개인의 이익을 위해 공동의 약속을 파기할 유인이 존재함을 의미. 개인주의, 자유주의 추구는 공동체 사회전체의 손해를 가져올 수 있다.\n아담스미스의 개인주의가 파레토 최적(경제효율성 최대)이라는 이론과 반대. \n왜? 아담스미스의 '보이지 않는 손이론'(invisible hand theory)은 개인들이 서로 독립적이라는 전제하에서 성립되는 이론이다.\n그러나 용의자의 딜렘마 게임은 개인들이 서로 이해관계가 얽혀 있고 서로 독립적인 관계가 아니다.  \n상호 연결(네트워크) 관계\n\n예) 후보단일화 실패?\n\n예) 정치권의 뇌물수수 고백\n\n예) 전쟁과 평화 : 양국 모두 군사 투자는 경제 성장 저해, 양국 모두 산업 투자는 경제 성장 증진, 한쪽이 군사투자, 한쪽이 산업투자는 전쟁 개시로 군수투자국이 이김\n\n예) 남북관계\n남북한의 군사적 대치국면은 서로를 완전히 믿지 못하는 전략적 상황(strategic situation)에서 발생하는 일종의 죄수의 딜레마 게임과 매우 유사한 상황이며, 남북한 관계와 같이 죄수의 딜레마 상황이 오랫동안 반복될 무한반복게임의 경우 남북한 양측이 협력하여 평화를 달성할 가능성이 있음을 보여주었다. 마지막으로, 남북관계는 내가 협조하면 상대방도 협조하고 상호 배신은 없을 것이라는 상호 신뢰(믿음)를 구축하는 것이 최우선이며, 이를 위해 다음의 3가지 정책적 시사점을 제시하였다. 첫째, 원칙적으로 북한이 도발하기 전까지 우선 협력하는 선의를 보여야 한다. 둘째, 도발에 대해서는 반드시 응징한다는 평판을 쌓아야 한다. 셋째, 남북관계는 응징(보복)에 방점을 두지 말아야 하며 상호 보복서클의 함정에 빠지지 않기 위해 때로는 어느 정도의 이타주의(미덕)가 필요하다.\n\n예)\n경제학적 관점에서 기후변화 문제를 한마디로 정의하자면, “공유지의 비극(Tragedy of Commons)”을 발생시키는 “죄수의 딜레마(Prisoner’s Dilemma)” 문제의 일환이라 할 수 있습니다. 이에 대한 게임이론(Game Theory)에서의 최적화된 해답으로서는 “맞대응(Tit for Tat)” 전략이 있으며, 이를 상황에 알맞게 국제 정치와 국제 협약에 적용을 시킨다면 상당히 괄목할 만한 기후변화 관련 정치적, 정책적 방법론들을 구상할 수 있을 것이라 저는 기대하고 있다.\n\n예)\n과점 기업 간의 게임 상황. 시장에선 이 두 기업만 존재하고 기업엔 높은 생산량, 낮은 생산량 두 가지 선택지가 주어진다. 결과값에는 두 기업의 생산량이 적을수록 공급이 적어지고 시장에서 이윤은 많아진다. 게임이론대로면 두 기업 모두 높은 생산량을 선택하는 게 ‘우월전략균형’이 된다. A기업 입장에서 본다면 B기업이 높은 생산량을 결정할 시, 높은 생산량을 선택하는 것이 유리하다. B기업이 낮은 생산량을 결정해도 높은 생산량을 선택하게 된다. B기업도 A기업의 선택 과정을 그대로 따라간다. 이는 양쪽이 협의 없이 게임을 진행한 결과다. 이를 ‘비협력 균형’이라고 한다. 보통 게임이론에서 균형이라 하면 이 비협력 균형을 뜻한다.\n하지만 이때 A기업과 B기업은 고민을 하게 된다. 서로 담합하게 된다면 분명 둘 모두에게 이로운 방향이 있기 때문이다. 둘 다 낮은 생산량을 선택하는 방법이다. 그렇게 된다면 양쪽 각각 180만원의 이익을 얻어 담합하기 전보다 20만원의 이익을 더 볼 수 있다. 이런 결과를 ‘협력 균형’이라고 부른다.\n사회적 후생 관점에서 본다면 협력 균형과 비협력 균형 중 무엇이 좋은지는 상황에 따라 다르다. 만약 위와 같은 과점 기업들의 눈치싸움이었다면 비협력 균형이 사회 전체의 후생에 더 바람직하다. 기업들이 협력하지 않고 경쟁을 해야 더 많이 생산할 것이기 때문이다. 정부가 과점 기업 간의 담합 협상을 막는 이유다.\n반대로 군비경쟁을 벌이거나 공유자원 채취를 놓고 눈치싸움을 하는 때는 협력 균형이 더 바람직할 수 있다. 이 경우 상대방과 서로 합의하면 군비를 적게 쓸 수 있고, 공유자원을 적게 사용할 수 있다.\n\n예) \n주가조작 공범들 -> 이탈 유혹\n전정권 정치 범죄 -> 자백 유혹\n물품 사재기\n공유지의 비극\n6.29 선언 직후 양김의 후보 단일화 실패\n\n예) 뱅크런 -- 내쉬균형\n\n예) 코코본드 의무 불이행 - 채권 상환 않함.\n시장의 신뢰를 잃음.\n\n예) 주가 하락시 투매(아케고스 헤지펀드) -- 내쉬균형\n\n예) 한 개인(또는 한 집단)의 이탈(파기)는 전체 규정의 붕괴\n\n예) 투키티데스의 함정: \n신흥국의 부상은 지배국에 도전\n전쟁은 양국 모두에게 불행, \n평화가 더 좋은데 인류역사는 그렇지 못하다.\n\n예) 기업 합병시 피인수, 인수기업 두 문화의 충돌 \n양자가 조금씩 양보하면 협동 효율 달성\n서로 자기만의 최대 이익을 추구하다보면 합병 실패\n\n예) 노사간의 협상시 상호 양보가 중요\n\nhttp://www.dklevine.com/general/whatis.htm\n\n예)\n2010년, LCD패널 업계에서 삼성전자가 대만에 밉보이게 되는 사건이 일어났다. 삼성전자, LG디스플레이, 치메이 이노룩스, AU옵스트로닉스, 청화 픽처스, 한스타 디스플레이 등 한국과 대만의 LCD 제조사들이 유럽에서 가격담합 판결을 받고 엄청난 과징금을 물게 됐는데, 삼성전자만 전액 면제를 받은 것. 담합 업체 중 자진해서 가장 먼저 신고를 한 업체는 처벌을 면하는 ‘리니언시 제도’ 때문이었다. 이에 대만 기업인들과 정치인들은 삼성전자가 자기만 살기 위해 경쟁사들을 저버렸다며 맹비난했고, 이 중에는 홍하이그룹의 궈타이밍 회장도 있었다. 당시 홍하이그룹이 소유한 치메이 이노룩스는 무려 15억5,000만원의 과징금을 내야 했다. 사실 LG디스플레이와 다른 대만 제조사 대부분이 리니언시 제도를 통해 과징금을 일부 경감받았지만, 대만의 반한 감정과 맞물려 삼성전자만 고자질쟁이로 낙인찍히게 된 것이다.\n\n예) 지나친 이기주의(효용극대화, 이윤극대화)는 오히려 해가될 수 있다. 남 생각도 좀 하면서 상호 이익이 되는 방향으로 행동(외교정책, 산업정책)하는 것이 바람직하다. 산업정책적 측면에서 미국과의 관계도 지난친 자국 혹은 우리기업의 이윤적 관점으로만 볼 것이 아니라 상호이익이 되는 측면을 고려해야 한다.\n\n예)\n기드 모파상은 세계 3대 단편소설가로 손꼽힌다. 그의 소설 중에는 전쟁이 배경인 작품이 많다. 특히 자신이 겪었던 보불전쟁은 자주 소재가 됐다. 보불전쟁은 1870~71년 사이 벌어진 프랑스와 프로이센 간의 전쟁이다. 프로이센은 이 전쟁에서 승리한 뒤 베르사이유 궁전에서 독일 제국 수립을 선포한다. 프랑스는 막대한 배상금을 물고, 알자스-로렌지방도 잃었다. 프랑스로서는 대굴욕의 역사다. \n모파상의 '두 친구'는 전쟁이 일반인의 평범한 삶을 어떻게 파괴하는지를 냉정하게 그렸다. 배경은 프로이센군이 파리를 에워싸 고립시킨 1871년 1월이다. 시계상 출신의 '모리소'와 봉제 재료상인 '소바주'는 친구 사이다. 두 사람은 낚시광이다. 일요일마다 낚시터에서 마주친 두 사람은 절친이 된다. \n하지만 전쟁은 두 사람의 낙을 가져가 버렸다. 어느 화창한 날, 두 사람은 우연히 파리 시내에서 산책을 하다 마주쳤다. 올 들어 가장 청명한 이런 날에 낚시를 가지 못하다니. 압생트 두 잔에 취해버린 두 사람은 낚시를 떠나기로 의기투합한다. 이들이 즐겨 찾던 낚시터는 파리 외곽 아르장퇴유 인근의 마랑트섬. 프로이센과 대치해 있어 지금은 갈 수가 없다. 이들은 파리를 지키는 프랑스군으로부터 끝내 통행허가증을 얻어낸다. 텅 빈 벌판의 한쪽, 강둑 마른 갈대 속에서 두 사람은 낚시를 즐긴다. 하지만 즐거움은 오래가지 않았다. 프로이센군에게 발각돼 체포된다. 프로이센군은 전쟁통에 낚시를 하는 이들을 첩자로 몬다. 그리고는 프랑스군을 통과할 때 필요한 암호를 요구했다. 납빛이 된 두 사람에게 프로이센 군인들은 총을 겨눈다.\n보불전쟁은 프랑스가 선전포고를 하면서 시작됐다. 정작 프랑스는 전쟁 준비가 돼 있지 않았다. 군은 나태했고, 무기는 부족했다. 감히 프로이센 군대와 맞서 싸울 생각을 하지 못했던 파리 경비대는 ‘실내화를 신고 집에서 빈둥거리는 사람’을 칭하는 단어로 변질됐다. 모리스도 파리경비대였지만 전쟁에 대한 현실 인식은 없었다. 그에게는 전쟁의 참상보다 당장 낚시를 하지 못하는 고통이 더 컸다.\n프로이센 장교는 두 사람에게 암호를 실토할 5분을 준다. 두 사람이 말을 않는다. 장교는 다시 1분을 준다. 그래도 두 사람의 반응은 없다. 답답해진 프로이센 장교. 이번에는 전략을 바꾼다. 장교는 모리소의 팔을 붙잡고 조금 먼 곳으로 나가 제안을 한다. “그 암호는 뭔가. 당신 동료는 아무것도 모를 것이오. 내가 유감스러워하는 표정을 지을 거니까.” 모리소가 말을 않자 이번에는 소바주를 데리고 간다. 그리고는 같은 질문을 던진다. 모리소와 소바주는 끝내 입을 열지 않는다. 장교의 히든카드였던 ‘죄수의 딜레마’가 통하지 않았다. 두 사람은 총살되고, 밧줄과 돌덩이에 묶인 시신들은 강 속으로 사라진다. 장교는 두 사람이 낚은 물고기들을 보며 아무 일이 없었던 듯이 미소를 지으며 말한다. “이 물고기들이 살아있을 때 얼른 튀겨라. 아주 맛있을 것이다”. 전쟁이란 이런 것이다.\n\n 예)\n죄수의 딜레마를 이용한 대표적인 정책이 공정거래위원회의 ‘리니언시(담합 자진신고)’다. 리니언시는 담합을 실토하면 실토한 기업에 대해서는 과징금을 감면해준다. 첫 번째 기업에 대해 과징금을 전액 면제해주고, 두 번째 기업에 대해서는 과징금의 반을 깎아준다. ‘죄수의 딜레마’를 이용해 서로 배신하게 하는 전략이다. \n \n지구온난화도 ‘죄수의 딜레마’의 결과로 본다. 지구온난화를 막겠다며 탄소배출량을 감축시켜본들 다른 나라가 협력하지 않는다면 효과가 없다. 지구온난화 개선 없이 나만 상품경쟁력을 잃게 되기 때문이다. 결국 남이 줄이든, 줄이지 않든 나도 탄소감축을 하지 않는 것이 ‘우월전략’이라는 결론이 나온다. 그러니 탄소배출감축은 요원하다.\n \n동북아 군비경쟁도 ‘죄수의 딜레마’와 닮았다. 다른 나라가 군비를 줄이든 줄이지 않든 자국이 군비를 확장하는 것이 ‘우월전략’이다. 북한의 미사일 발사도, 한국의 사드 배치도, 중국과 일본의 군사력 증강도 개별적으로는 자국방어를 위한 최선의 전략이지만 동북아 전체로 보면 최선이 아닐 수도 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "4c2e72b8-0cf2-48f3-b5fa-5ad39f6b68ea"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2019-03-02T08:35:43.320000",
  "updatedAt": "2024-01-25T08:10:39.256000"
}