{
  "id": "1e851505-7d2b-4708-8575-a5c6847dc5bf",
  "title": "대만, 한국전쟁",
  "content": "1950년에도 한국과 대만의 운명은 밀접하게 연관되어 있었다. 그해 1월 애치슨 미국 국무장관이 태평양 지역 미국 방위선(애치슨 라인)에서 한국과 대만을 제외하자 마오쩌둥은 대만 해협을 건너가 내전을 종식시킬 준비를 시작했다. 풍전등화 같은 대만의 운명을 바꾼 건 한국전쟁이다.\n1950년 6월 25일 새벽 북한 공산군이 38선을 넘어오자, 미국은 한국에 미군을 파병하는 동시에 제7함대를 대만해협에 배치했고 마오쩌둥은 대만 통일의 꿈을 접어야 했다.\n\n국공내전에서 공산군에게 패배하고 타이완으로 밀려난 장제스의 국민당 정부는 각지에서 산발적인 저항을 계속했지만, 1950년 애치슨 라인 선언으로 한국과 함께 타이완이 미국의 극동 방어선에서 제외되면서, 중공은 걱정없이 타이완 침공계획을 입안할 수 있었고, 1950년 4월에는 하이난海南 섬이, 5월에는 조우산舟山 열도가 중공군의 손에 들어갔습니다. 그런데 6.25 전쟁이 터지면서 중공군의 타이완 침공을 경계하기 위해 미국 7함대가 6월 27일 타이완해협에 주둔하면서 중공군의 타이완 침공작전은 어그러지게 되었습니다. 중공은 미국에 대해 비난성명을 냈지만 미국은 7함대를 타이완해협에서 물리지 않았고, 이로 인해 해군력이 빈약한 중공의 타이완 침공에 제동이 걸리게 됩니다. 그리고 6월 29일, 유엔 안전보장이사회가 끝난 직후 타이완의 장제스 정부가 미국 워싱턴에 연락을 보냅니다. 타이완 최정예 국부군 3만 3천 명을 한반도에 파병하여 대한민국을 원조하고 싶다는 내용이었죠. 타이완의 이 파병이 이루어졌다면 타이완은 아마 국사 교과서에 '미국 다음으로 많은 지상군을 파병한 나라'가 되었겠지만, 미국 대통령 해리 트루먼을 제외하고, 중국의 참전과 대만군대의 잉여함을 염려하던 나머지 회의 참석자들이 모두 반대하였고, 통합참모본부와 극동군 사령관 더글러스 맥아더도 여기에 반대하면서 미국은 타이완의 요청을 거부하고 일본에 있던 미국 지상군을 우선 파병하는 것으로 방향을 잡습니다.\n이미 일단락이 난 줄로 알았던 타이완의 파병문제가 다시 수면 위로 떠오른 건 1950년 11월 말의 일입니다. 중공군의 한국전쟁 참전으로 기로에 선 맥아더 원수는 타이완군 5~6만을 한반도에 파병시키기 위해 대만과 직접 협상할 수 있는 권리를 미국 정부에 요구했지만, 미국 정부가 이를 기각하고 결국은 확전론을 주장하던 맥아더 원수가 해임됨으로서 대만의 한국전쟁 파병 이야기는 사그라들게 됩니다. \n한국전쟁(6.25)에서 가장 득을 본 나라는 흔히 전쟁특수를 누린 일본이라고 하지만, 타이완도 한국전쟁으로 인해 덕을 입은 나라가 아닐까 합니다. 가장 큰 이유는 중국공산군의 타이완 침공작전이 한국전쟁 때문에 어그러졌기 때문이고, 직접 파병을 하지 않았기 때문에 인력, 자원손실도 거의 없었기도 하니까요. \n\n2차 세계대전이 끝나고도 소련의 스탈린은 1948년 베를린 봉쇄, 그리스의 공산내전, 중국대륙의 공산화등 공산주의 팽창 야욕을 하나 하나 드러내고 있다가 드디어 1950년 6월25일 북괴군으로 하여금 기습 남침을 단행,한반도에서 전쟁을 일으켰다.\n대전 후 평화의 무드에 젖어 참고, 참아 왔던 미국도 이번엔 방관하지 않겠다고 응징에 나서 유엔 총회를 긴급소집, 공산주의의 침략 행위를 저지하자는 결의안을 채택하고 한국에 참전하기로 하였다. 당시만 해도 미국은 2차 대전을 승리로 이끈 구세주와 같은 존재였고 마샬플랜에 의한 전후 복구 원조에 여러 나라들이 수혜를 받던 때라서 미국이 하자하면 많은 나라들이 뒤따랐다.\n자유 우방국들에게 공산 침략을 막기 위해 한국 참전을 호소하자 맨 먼저 호응을 하고 출병의사를 밝혀 온 곳은 대만의 장개석이었다.\n미국이 그토록 많은 원조를 해 주었는데도 몇 년 사이 그 큰 중국대륙을 모택동에게 빼앗기고 대만에 밀려와 칩거하고 있던 장개석으로서는 염치도 없고 미안하기도 해서 파병의사를 제일 먼저 보내왔다. 그리고 중국 사람들로 볼 때 한국은 형제국이요, 자기네의 영향권 안에 있다는 속지 관념이 있어서\n역사적으로 삼국통일 때 당나라 군대, 임진왜란 때 명나라 군대, 동학농민혁명 때 청나라 군대가 출병 한 적도 있었다.\n장개석은 그의 군대 (공식 명칭은 중화민국 국민당 군,여기서는 國府軍이라 칭함)중 가장 잘 무장된(Best Equipped) 3개 전투사단 33.000명을 파견하겠다고 제의하였다.\n이 소식을 접한 트루만 대통령은 그거 좋은 생각이다 하고 그의 제의를 수락하였다. 그러나 애치슨 국무장관을 비롯, 주위의 고위 안보 보좌관들은 그건 절대 안 된다고 대통령께 건의하였다.\n첫째, 국부군이 한반도에 출병하면 중공군이 이를 구실 삼아 한국전쟁에 개입 할 가능성이 있고\n둘째, 국부군 3개 사단이 대만에서 빠져 나가면 대만 방위가 취약하여 중공군이 대만을 침공 할려는지 모른다는 우려 였다. 그리고 미 합참본부의 평가 보고에는 “그들은 경험도 없고, 훈련도 안 되었고,장비도 빈약한 그저 일자리로 여기고 모여든  잡동사니 집단이다“ 라는 내용이었다. 이러한 설명을 듣고 보니 국부군의 파병은 안되겠다는 생각이 들어 트루만 대통령은 장개석의 제의를 기각하였다.\n동경에 있던 맥아더 장군은 처음 장개석의 파병의사를 듣고 긍정적으로 받아들여 긴박한 한국전선의 상황에 비추어 그렇게 라도 국부군의 병력을 투입하려고 생각했다. 그러나 워싱톤 당국으로부터 국부군 파병은 안되다는 전갈을 받고 그도 그 결정에 따르기로 하였다. 사실상 그때는 맥아더 사령부 산하 일본주둔 미군은 모두 합쳐 3개 연대 규모로 그나마 무장된 전투부대가 아니고 일본의 행정과 치안질서를 감독하던 관리 병력밖에는 없는데 한반도에서 북괴군의 남진을 저지하라는 훈령을 받았기 때문에 국부군의 참전을 고려하였던 것이다. 그 대신 가능한 빠른 시일안에 미 본토로부터 전투병력을 부산에 상륙시켜 주겠다는 미 고위층의 약속을 받았다.\n7월 들어 전세는 대단히 불리하여 북괴군은 낙동강 상류에 까지 몰려왔고 워커 장군 휘하 미 8군이 속속 부산에 도착, 국군과 함께 낙동강전선에서 분투하고 있었다.\n그러던 7월 말, 이제 대구와 부산만 남은 전쟁 중 가장 위급한 시기에 맥아더 장군이 대만에 좀 다녀오겠다고 워싱톤에 통보하였다. 그랬더니 워싱톤 고위층에서는 혹시 맥아더 장군이 대만에 가서 장개석과 파병 논의를 하지 않을까 신경을 곤두세우고 있었다.\n맥아더 장군은 한국전쟁이 발발하자 2차대전 때 출전했던 재향군인들에게 공산주의에 맞서서 우리는 총궐기하여 싸우자하는 편지를 보낸 일이 있었다. 이것은 현역 사령관이 할 일이 아닌 월권행위이다. 그래서 대통령은 그 편지를 모두 회수하라는 지시를 내린바 있었다. 이러한 돌출 행위를 잘 저지르는 맥아더이기 때문에 이번 대만 방문에 워싱톤 고위층이 이목을 집중하지 않을 수가 없었다. 그가 대동하겠다는 참모 수행원들의 면모를 보니 최고위급 주요 참모는 모두 망라되어 있어 그게 더욱 워싱톤을 긴장시켰다.\n그래서 맥아더 장군에게 미리 다짐 해 놓았다. \n\"장개석과 만나 절대 국부군 파병논의는 하지 말라고\". \n그래도 못 믿어 동경주재 국무성 고위 외교관을 동행케 하여 장개석과의 회담을 지켜 보도록 하였다.\n맥아더 장군도 이러한 정황을 다 이해하고 7월31일 대만 방문에서는 장개석과 만나 한국 출병문제는 논의하지 않았고 다만 대만의 방위 현황을 점검하고 중공이 저질을 지도 모를 대만 침공에 대한 미국의 방위 의지만 상징적으로 과시하는 선에서 방문 목적을 마쳤다. 그래서 장개석 군대는 단독 출병은커녕 유엔 16개국 참전국의 하나에도 끼지 못하였다.\n\n대만도 3만 명대의 병력을 파병하는 것을 고려하고 있었다고 한다. 만약 이 계획이 실행되었다면 영국에 이어 3번째로 많은 군대를 파병한 나라가 되는 것이었다. 그러나 이 때 미국은 대만의 참전이 중공군의 개입으로 인한 3차 세계대전이 터질 가능성, 중공군이 대만에 빈집털이를 시전하는 것 등을 두려워해 대만을 뜯어말려 물자 지원에 그쳤다고 한다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-08-26T17:15:55.047000",
  "updatedAt": "2023-04-09T10:50:11.995000"
}