{
  "id": "1f5d842c-84cf-4851-b109-020e22a1d0cc",
  "title": "절대주의의 정치체제",
  "content": "[서유럽의 절대주의]\n귀족의 몰락과 부르주아 시민의 성장을 바탕으로 강화된 왕권이 국가를 통합하면서 수립된 17세기 유럽의 절대주의 체제하에서 국왕은 상비군, 관료제, 징세제도 등의 제도적 장치와 왕권신수설 등의 이념적 장치를 이용하면서 자신의 권력을 강화, 유지시켰습니다.\n\n상비군이란 국왕의 독자적인 군사력으로 대부분 외국인 용병으로 구성되어 대외적으로는 영토확장, 대내적으로는 당시 빈발했던 반란의 진압에 이용됐습니다. 이를 통하여 왕은 봉건귀족들의 군사력을 유명무실화시킴으로써 군사적인 중앙집권화를 꾀할 수 있었습니다.\n\n봉건귀족들의 세력근거를 견제하고 약화시키면서 왕의 의지를 관철시키기 위한 관료기구도 출현했는데 이를 통하여 군주는 행정적 중앙집권화를 이룰 수 있었습니다. 관료는 관직매매를 통해 충원되었는데, 관료로 충원된 사람들은 대부분 부르주아로, 이들은 부를 이용해 국왕에게 접근했으며, 궁극적으로는 관직에의 봉사를 통하여 귀족세력으로의 상승을 꾀했습니다. 그러나 절대주의 말기로 갈수록 절대주의체제의 유동성은 경직되고, 특히 관직이 포화되어 부르주아의 귀족으로의 상승은 점점 더 어려워졌습니다. 또한 이 체제는 최고의 조정자 내지 운영자로서의 국왕의 의지와 역할이 대단히 중요했습니다. 따라서 나약한 국왕의 시기에 절대주의체제는 약화될 수밖에 없었습니다. 프랑스 루이 15세 치세에서 귀족 계급의 반동이 일어난 것도 바로 국왕이 제 역할을 다하지 못했기 때문입니다. 여기서 지배집단 내부에서의 갈등이 깊어지면서 절대주의는 위기를 맞이하게 됩니다.\n\n징세제도는 절대주의 정치체제에서 빼놓을 수 없는 부분입니다. 군주는 전국적인 징세를 통하여 재정의 중앙집권화를 이뤘는데, 이 과정에서 국가는 귀족 및 교회, 관료 등 특권집단에게는 납세의 의무를 면제해 주는 대신 일반 평민에 대한 과세권을 확보하는 모종의 타협이 이루어졌습니다. 이런 점에서 절대주의 체제는 민중에 대한 수탈을 통하여 몰락하고 있던 귀족들을 보호하고 자본가 집단을 육성시킨다는 근본적인 모순점 혹은 봉건적 속성을 내포하고 있었습니다.\n\n[동유럽의 절대주의]\n동유럽의 경우는 이와는 다소 상이했습니다. 동유럽의 절대주의국가는 서유럽과 같은 사회, 경제적 변화의 결과로 보기는 어렵습니다. 해상진출에 활발하지 못했던 동유럽에는 도시세력이 성장하지 못하여 봉건적인 토지귀족의 사회적인 우위가 지속되었습니다. 따라서 동유럽의 절대주의는 오히려 정치, 군사적 산물로서의 성격이 더 강하다고 할 수 있지요. 중세 말부터 동유럽은 전쟁의 소용돌이 속에 휘말렸습니다. 특히 17세기에 절대주의체제를 갖춘 스웨덴은 프로이센과 폴란드, 오스트리아와 러시아 등 동유럽 각국을 침입하기 시작했는데요. 여기서 크게 타격을 입은 동유럽의 국가는 서둘러서 절대주의적인 국가구조를 수립하려는 시도를 했던 겁니다.\n\n그런데 서유럽에서 절대군주가 부르주아와 제휴하여 봉건세력을 위축시키면서 자신의 입지를 확립한데 반하여 동유럽의 군주들은 토지귀족과 타협할 수밖에 없었습니다. 그렇기 때문에 동유럽에서는 봉건적 성격이 강한 절대주의체제가 수립되었습니다. 군주는 상비군과 관료, 그리고 징세권을 확립하는 대신 귀족의 제반 특권을 보장하여, 농노제는 더욱 강화되고 귀족들은 관료와 군대지휘관으로 진출하게 됩니다.\n\n따라서 동유럽의 절대주의체제는 정치, 경제적 근대화에는 부정적인 역할을 할 수 밖에 없었습니다. 산업화가 지연되고 중산층이 성장하지 못했으며 정치, 경제의 자유화와 민주화도 순조롭지 못했습니다. 그러나 동유럽의 절대주의는 강력한 권위주의와 효율적인 관료기구의 통제에 입각하여 서유럽에 비해 훨씬 장기적으로 지속되었으며, 1차 세계대전의 종식과 함께 궁극적으로 붕괴되었습니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-01T14:13:11.951000",
  "updatedAt": "2022-04-01T14:13:11.951000"
}