{
  "id": "1f766a01-9bd1-434d-b4e0-0bceed0326e5",
  "title": "(금융) 사기의 역사 서양",
  "content": "[에퀴(Écu)와 '루이(Louis)]\n17세기 중엽 프랑스에는 '에퀴(Écu)'와 '루이(Louis)'라는 은화가 있었다. 두개의 화폐는 액면가가 달랐는데 '루이'는 '에퀴'의 1/12에 해당했다. 금화나 은화는 함량에 따라 가치가 결정되기 때문에 발행자가 순도를 유지하면 큰 문제는 발생하지 않는다. \n사건의 발단은 엉뚱한 곳에서 시작되었다. 특이하게 오스만제국 사람들이 프랑스 은화인 '루이'를 장신구로 생각하고 수집하면서 오스만제국에서 '루이'에 대한 수집 열풍이 불었다. 곧 루이의 공급이 부족하게 되었고 루이의 가치가 상승하여 에퀴의 1/12인 비율이 1/6까지 상승했다. 이 당시에 프랑스에서는 봉건 귀족에게 화폐발행권이 있었다. 이러자 조폐권을 소유한 일부 봉건귀족들이 이 기회를 틈타 이익을 얻으려고 주조소를 통해 위조화폐를 주조했다. 각 주조소들이 자체적으로 순도를 조절해서 발행하는 바람에 정상적인 순도를 가진 '루이'와 '사이비 루이'가 마구 뒤섞여 버렸다. \n1655 ~ 1675년의 약20년간 지속된 이 혼란은\n해결되는 데 오랜 시간이 걸렸다. 루이 14세가 문제의 심각성을 깨닫고 1666년에 '루이'의 발행을 금지시켰지만 이미 풀린 화폐의 유통을 정리하는 것은 쉽지 않았다. 엄청난 이익 실현과 추가 이익이 가능했기 때문에  규모가 너무 컸고 수 많은 사람이 연루되었다. 그리고 주된 피해자는 발행자인 프랑스가 아니라 오스만제국이었다. 터키는 순도가 낮은 '루이'가 범람하면서 화폐에 대한 신뢰가 하락하고 정부가 '루이'의 유통을 금지시키면서 현금거래가 불가능해졌다. 물가가 폭등하고 사회적인 혼란이 지속되는 상황에서 프랑스 정부는 결국 극단적인 결단을 내렸다. 정상적인 '루이'는 유통시키고 함량이 낮은 루이는 용해시켜서 은으로 돌려주었다. 무려 4백50년전에 발생한 이 위조화폐 사건은 당대에 많은 희생자를 낳았지만 반대로 그들의 희생을 토대로 자본을 축적한 자들이 있었다.\n\n[포야이스 국채 사기사건]\n1821년말 그레거 맥그레거(Gregor MacGregor) 라는 스코틀랜드인이 자신이 남미의 니카라과, 온두라스 일대에 있는 포야이스(Poyais)라는 나라의 왕이라며 포야이스의 국채를 매각했다. 그러나 포야이스란 나라는 없었으며 그는 왕도 아니었다. 다만 그가 그 일대의 추장에게서 웨일스만한 땅을 불하받았던 것이다. 그는 상상의 나라를 만들어 자칭 왕이라 칭하고 국채 매각에 나선 영국판 봉이 김선달이었다.\n그레거의 사기는 통했다. 포야이스의 국채는 날개돋힌듯이 팔려 나갔다. 그는 수익률 6%의 조건에 60만 파운드를 조달하는데 성공했다. 그레거는 자신의 주장을 입증하기 위해 포야이스에 이민자를 보냈다. 중세시대의 귀족과 같이 부자가 될수 있게 한다는 거짓말에 속아 200명의 영국인들이 남미에 있는 가상의 나라로 이민을 갔다. 그러나 그곳은 사람이 살만한 곳이 되지 못했다. 초가집에 원주민의 약탈이 극에 달했다. 이민자들은 그곳에서의 삶을 포기하고 근처 영국 식민지인 벨리즈(Belize)로 탈출했다. 탈출 과정에 무더위와 굶주림, 열병으로 많은 사람들이 목숨을 잃거나 자살하고 50명만 살아 남았다. 이 사실이 영국 언론에 보도되었을 때 그레거는 영국을 떠나 줄행랑을 친 뒤였다.\n\n[중남미, 신흥국 국채투기]\n영국은 나폴레옹 전쟁에서 승리 후 전쟁 자금이 불필요하게 된 정부가 국채 매각을 줄이자 시중의  여유자금은 새로운 투자처를 찾기 시작했다. 투자자들은 고위험 고수익 투자인 해외투자로 눈을 돌렸고 그 대상은 라틴아메리카였다. 라틴아메리카 국가들은 이제 막 스페인에서 독립해 국가를 건설하기 위해 막대한 자금을 필요로 했다.\n1822년 3월 남미 혁명의 지도자 시몬 볼리바르 (Simón Bolívar)가 파견한 투자유치단은 런던 은행들의 도움으로 200만 파운드의 볼리비아 국채를 발행에 매각하는데 성공했다. 현지의 풍부한 광산자원과 영국 국채수익률의 2배인 7%의 금리가 성공의 매력 포인트였다. 볼리비아의 성공에 힘입어 그해 5월에 칠레 정부가 100만 파운드의 국채를 10만 파운드에 사는 조건으로 채권을 발행했다. 만기가 도래하면 10배의 이익을 돌려주는 이 조건에 엄청난 청약자들이 몰려 청약 개시와 동시에 물량이 소진되었다. 칠레 국채 가격은 10월에 25 파운드로 치솟아 투자자들은 5개월만에 150%의 수익을 냈다. 남미 국채가 돈이 된다는 소문이 돌면서 투자자들이 벌떼처럼 몰렸다. 페루 정부의 국채 매각 시에는 런던증권거래소 앞에 대혼잡이 빚어졌다.\n독립전쟁을 벌이던 그리스 채권도 인기였다. 1824년 2월 그리스 국채 발행은 청약과 동시에 마감했다. 금리 조건은 6%였다.\n영국은 5% 이상 수익률을 주는 채권 발행을 금지했는데, 이를 회피하기 위해 발행자들은 프랑스에서 채권을 발행해 영국에서 파는 수법을 썼다. 요즘의 역외편드와 같은 방식이었다.\n채권발행을 대행하는 영국은행들은 폰지 파이낸싱 수법을 사용했다. 나중에 발행한 채권으로 조달한 자금으로 먼저 발행한 채권의 상환금으로 썼다. 정작 채권을 발행한 남미 국가들은 이자만 받았다. 로스차일드와 베어링스 브러더스와 같은 거대 은행들은 채권 발행을 대행하며 수수료로 막대한 이익을 취했다.\n1824년에는 남미에 금광개발의 붐이 불었다. 남미의 금이 전세계 금의 수요를 채우고도 남는다느니, 어떤 금광에는 금을 밟지 않고 지나가지 못한다느니 하는 소문이 돌면서 금광개발회사 주식에 돈이 몰렸다. 앵글로-멕시칸의 주식은 액면가의 10% 가격에 일반공모되었는데, 곧바로 액면가의 33%, 얼마 안가 150%로 치솟았다. 레알 델몽트의 주가도 70 파운드에 공모되었는데 나중에 1,350 파운드로 뛰었다. 공모가로 산 사람은 거의  20배나 수익을 올린 것이다. \n이런 사업 공모에 브로커와 기자들이 개입된다는 점은 옛날이나 지금이나 달라진 게 없다. 기자들은 사업체에서 몇 푼되지 않은 돈을 받거나 신주를 받는 조건으로 신생회사를 화려하게 포장하는 기사를 썼다. 이런 일로 언론사 기자가 고발되는 일이 있었으나 사법부는 언론의 자유를 이유로 유야무야시켰다.\n하지만 실적에 근거하지 않는 거품은 언젠가는 꺼지기 마련이다. 1825년 1월 실체없는 투자에 대한 장밋빛 환상이 깨지면서 신흥시장과 벤처 투자에 대한 인기가 시들해 졌다. 남미의 선적장에는 영국산 제품이 산더미처럼 쌓여 소비되지 않았다. 남미 금광에 대한 환상도 깨져 레알 델몬트의 주가는 1,550 파운드에서 200 파운드로 급락했다.\n거품 붕괴는 영란은행이 가속화시켰다. 나폴레옹 전쟁시 전쟁 채권을 발행하면서 금본위제에서 이탈했던 영란은행은 은행권을 과도하게 남발했었다. 1725년 8월 영란은행의 금보유량이 400만 파운드인데 비해 은행권 발행규모는 1,500만 파운드였다. 이제 과다한 통화량을 줄이기 위해 영란은행은 은행권 발행을 줄이기 위해 재할인율을 올렸다. 지폐 공급을 줄여 통화량을 줄이는 조치였다. 그러자 시중에 돈이 말라가면서 패닉이 나타났다. 그해 12월, 런던 은행가는 공포에 휩싸였다. 중소은행이 예금지급 불능사태에 빠졌고, 줄줄이 은행파산이 이어졌다. 당시 70개의 은행이 파산했다. 주식시장도 곤두박질쳐 평균 80% 이상 폭락했다. 영란은행 앞에는 은행권을 금으로 바꾸려는 군중들이 몰렸다. 그들은 폭도로 변했고, 경찰이 출동해야 했다. 남미에서 온다던 금은 오지 않고, 오히려 런던 은행에 금 가뭄이 생겨난 것이다.\n경제학자들은 당시 영란은행이 잘못 판단했다고 지적했다. 영란은행은 중앙은행으로서의 역할을 해야 했지만, 투자자와 영국정부, 주주의 이익을 위해서 움직이는 이익단체에 불과했다. 경제위기가 닥치면 중앙은행이 통화공급을 늘리는 정책을 써야 하는데, 영란은행은 투자자들의 이익을 위해 긴축정책을 채택한 것이다.\n당황한 영국 정부는 각의를 열어 재할인률을 내리고, 프랑스 중앙은행(Banque de France)에서 긴급히 금을 빌려와 간신히 수습했다.\n\n[폰지 사기(Ponzi Scheme)]\n1920년대 찰스 폰지라는 사람이 미국에서 벌인 사기 범죄에서 유래했다. 이탈리아 이민자인 폰지는 해외에서 사들인 국제우편 쿠폰을 미국에 들여오면 환율 차를 이용한 차익거래(arbitrage)가 가능하다는 점을 내세웠다. 만국우편연합은 편지 수취인이 답신할 때 필요한 ‘국제반신권’을 발행해왔다. 회원국이면 어디서나 우표로 교환할 수 있는 쿠폰이다. 스페인에서 미국 돈으로 1센트에 불과했던 이 쿠폰은 미국 우체국에서는 6센트 우표로 교환할 수 있었다. 이탈리아 등 유럽 일부 국가에서도 쿠폰값이 미국에 견줘 훨씬 쌌다. 폰지는 이들 나라에서 반신권을 사들여 미국에서 우표로 교환해 팔면 큰 수익을 올릴 수 있다는 계산이 섰다. 하지만 실제로는 우정 당국이 우표와 현금의 교환을 불법으로 규정했기 때문에 차익거래 자체가 불가능했다. 폰지는 1919년 12월 보스턴에 증권사를 차렸다. 본인이 대표이면서 유일한 직원이었다. \n이를 미끼로 ‘45일 뒤 원금의 50%, 90일 뒤 원금의 100% 수익’을 약속하자 4만 명이 1500만달러(약 170억원)를 맡겼다. 당시 은행 이자율이 연 4%였던 것에 비하면 엄청난 수익률이었다.\n그러나 실상은 아무런 사업을 하지 않으면서 나중에 들어온 사람 돈으로 먼저 들어온 사람에게 수익을 지급하는 다단계 사기였다. 그러나 신규 투자자 유입이 뜸해지면서 신규자금 유입이 줄어들어 기존 가입자에게 약속한 수익금을 지불할 수 없게 되자 폰지 사업의 정체는 1년 만에 탄로나고 말았다. 그는 징역 3년을 살고 출소한 이후 다시 부동산 사기를 벌이는 등 구제 불능의 삶을 살았다. \n그러나 폰지사기 사건은 역설적으로 금융발전에 기여했다. 폰지와 같은 금융사기를 막기 위해서는 연방 차원의 대책이 필요하다고 판단한 미국 의회는 1934년 증권거래법을 통과시켰고, 이를 바탕으로 증권거래위원회(SEC)가 출범했다. \n\n[크뤼게르(Kreuger)]\n세계 금융시장을 뒤흔든 희대의 사기 스캔들은 하나의 작은 불씨로부터 시작되었다. 초기 성냥은 황으로 만들어 색이 노랗고 불이 너무 잘 붙어 크고 작은 사고가 잦았다. 그러나 20세기 초, 성냥의 머리 부분을 개량해 지금의 붉은색 성냥을 만든 남자가 있으니, 바로 ‘성냥왕’이라 불리는 사나이 이바르 크뤼게르(Ivar Kreuger, 1880~1932)이다. 안전한 붉은 성냥으로 세계 성냥 시장의 75%를 점유한 그는 여기서 벌어들인 돈을 바탕으로 자국인 스웨덴과 미국의 은행에서 대출을 받아 기업을 인수하였다. 탄광, 철도, 언론사, 휴대전화(에릭손), 탄광, 철도, 목재, 영화 유통, 부동산, 언론사에 이르기까지 업종을 넘나드는 문어발식 확장으로 2백여개의 기업을 인수한 크뤼게르는 일찍이 재벌의 자리에 올랐다. 그는 호소력 짙은 말투로 투자자들의 돈을 끌어모았고, 자신의 회사를 독과점으로 만들어 가치를 띄웠다. \n그 무렵 그의 재산은 당시 3억 크로나. 지금의 가치로 12조 원에 이르렀다. 크뤼게르의 명성은 전 유럽을 넘어 미대륙까지 퍼졌다. 그는 재계의 거물이자 이웃 유럽 국가의 총리와 왕래하고 미국 대통령이 자문을 구하는 인물이었다.\n개인적인 흥망사도 흥미롭지만 그게 다가 아니다. 크뤼게르가 스웨덴 경제구조와 세계 금융산업에 미친 영향은 적지 않다. \n성냥은 스웨덴의 가장 중요한수출품이었다.  크뤼게르는 넘치는 자본을 국가에 대출하고 그 대가로 성냥 독점 판매권을 얻어 냈다. 독일에서도 같은 방식으로 독점권을 따냈다. \n\n물론 눈부신 성공 뒤에는 어두운 면이 있었다. 어느 누가 무슨 재주로 10년도 되지 않는 기간 동안 정직하게 일을 해서 그렇게 큰돈을 벌 수 있겠는가. 하지만 금융시장에 대한 크뤼게르의 이해와 아이디어만큼은 금융 공학이라 불러도 될 정도였다. \n그의 금융수법은 당시 스웨덴에만 머문 것이 아니다. 오늘날 투자은행의 대부분이 그가 고안한 금융 발명품을 팔고 있다. 그가 돈을 불리고 굴리는 기술은 오늘날 골드만삭스나 파산한 리만브라더스 등의 투자은행이 머리를 조아려야 할 만큼 혁신적이었다. 그가 개발한 금융 상품과 자산 운용 기법은 현대의 투자은행이 지금도 두루 사용하고 있는 것으로 크뤼게르를 그 시초라고 봐도 무리가 없다. 크뤼게르는 빚도 자산임을 일찍이 깨달았다. 그는 은행에서 융자를 받아 자신이 소유한 기업에 투자하고, 값이 오르면 그것을 담보로 또 다른 회사에 투자해 재산을 계속 불렸다. 또한, 자신이 투자한 회사의 경영권을 확보하기 위해 주식의 등급을 나누어 의결권에 가중치를 더했다. 오늘날의 투자사들도 소액 주주들이 경영권을 주장하는 것을 막기 위해 단순 투자 주식과 의결권이 있는 주식으로 주식의 종류를 나누어 판매한다.\n그뿐만 아니라 독점으로 운영하는 성냥 공장을 미끼로 고배당을 약속하는 장기 무담보 사채를 발행해 자금을 쓸어 담았다. 해외 투자자들에게는 주식과 채권의 중간 개념인 주식예탁투자증권을 발급해 투자금을 모았다. 이는 당시로 치면 새로운 개념으로 해외투자가 막혀 있던 돈 많은 미국의 투자자와 해외 기업을 연결하는 역할을 했다. 오늘날 미국 예탁 증권(American depositary receipt)이 같은 방식으로 유통되고 있으며 다국적 투자사인 JP모건이 초기에 이 방법으로 해외투자를 시작했다. 또한, 미국 달러화의 평가절하를 대비해 네덜란드 길더와 미국 달러 두 종류로 지급 수단을 요청할 수 있도록 조정했다.\n그리고 그가 소유한 수많은 기업 간의 거래를 회계장부에 기재하지 않고 임의로 처분하는 식의 장부 외 거래(off balance sheet financing)를 통해 당국의 규제를 피했다. 쉽게 말해 자회사의 재무 상황을 모기업의 재무제표에 표기하지 않는 것이다. 그가 시작한 이 관례는 오늘날 그 수치가 50% 이하의 주식을 보유한 경우 투자로 인식해 그 자세한 재무 상황은 보고할 필요 없다는 방식으로 자리매김했다.\n크뤼게르식의 회계 관리는 투명하지 않은 자금 흐름과 무분별한 투자를 불러 부실 경영을 낳는다. 기업의 가치에 대해 정확히 알 수가 없다 보니 한없이 부풀려지기도 한다. 2000년대 세계적 경제 위기를 초래한 엔론도 바로 이런 방식으로 회계 처리를 했다. 1백여 년 전 이미 이런 식으로 투기했다는 점에서, “사기계의 레오나르도 다빈치” 라는 크뤼게르의 별명은 무색하지 않다.\n실물경제가 움직이지 않는 금융시장은 투자가 투자를 낳아 계속 돌아간다. 순환 출자의 함정도 거기에 있다. 하지만 이것이 가능한 것은 경기가 활황일 때다. 거품에 의존한 이 사슬이 어느 시점에 그 속도를 멈추면 도미노처럼 와르르 무너진다. 크뤼게르 왕국도 그랬다. 1929년 월가의 주가 대폭락과 경제공황으로 그의 투자 사이클에 균열이 생기기 시작했다.\n그러나, 1929년부터 시작된 대공황으로 그의 가면은 서서히 벗겨지게 된다. 판매량이 떨어지고 돈줄이 마르면서 그의 분식 회계와 채권 위조가 속속 발각된 것이다. 크뤼게르 왕국이 붕괴되는 데 결정적인 역할을 한 것은 에릭손이었다. 그는 1930년 그가 갖고 있던 에릭손의 주식을 미국의 전화통신기 제조 회사인 국제전화전신(ITT)에 팔았다. 이 회사는 에릭손의 경쟁사였다. 1932년 ITT는 크뤼게르가 주식을 팔 당시 고의로 에릭손의 자산 상태를 부풀려 놓은 것을 발견하고는 계약을 무효로 하고 판매 대금(1천1백만 달러)을 환급할 것을 요구했다. 물론 크뤼게르는 그럴 만한 자금이 없었다. 대공황 중이라 투자자를 모집하기도 어려웠다. 환급 요구가 있은 지 몇 주 후인 1932년 3월, 크뤼게르는 파리의 한 아파트에서 시체로 발견되었다. \n1932년 3월 자신의 자산과 이익이 허위라는 사실이 밝혀지자 결국 권총 자살을 하고 말았다. \n그 후 그가 소유한 기업은 줄줄이 도산했고, 한때 그가 소유했거나 투자했던 기업의 대부분은 발렌베리 그룹으로 넘어갔다. \n그가 주로 활동했던 스웨덴과 미국의 투자자들이 들고 있던 채권은 한 순간에 휴지가 되었다. ‘크뤼게르 크래시(The Kreuger Crash)’라고 불리는 이 사건을 계기로 미국은 1933~34년 연달아 금융 규제를 위한 입법을 실행한다.\n정부까지 나서서 크뤼게르에게 거액을 대출했던 스웨덴은 일대 혼란에 빠졌다. 나라 전체가 충격에 흔들리던 이때, 당시 사민당 대표였던 페르 알빈 한손은 강한 정부를 내세우며 자본의 규제와 사회 안전망 구축을 위한 복지 정책을 내놓아 정권을 잡는다. 그리고 이후 44년간 스웨덴에서는 사민당이 집권했다.\n\n[미국]\n국채를 매점하려던 무모한 시도가 불러온 경제 스캔들은 뉴욕 증권거래소를 창시됐고, 가짜 의약품 산업은 미국 식품 의약품국 FDA 설립으로 이어졌다. 또한, 수많은 월 스트리트 스캔들은 1984년에 내부자거래 금지법 같은 법률 제정을 이끌어냈다. \n\n[메도프의 다단계 사기]\n1960년 버나드 메이도프는 22살의 나이에 5천달러의 밑천으로 장외주식 중개회사를 세운다. 이 구멍가게는 1989년 미국 나스닥시장 거래의 5%를 점유하는 버나드 메이도프 투자증권(BMIS)으로 성장했다. 덕분에 메이도프는 나스닥 거래소 위원장(1990∼1993년)까지 지냈다.\n\n 1960년 투자회사 ‘버나드매도프 투자금융’을 설립. 10여 년 동안 투자자들에게 8~10%에 이르는 고수익을 선사했던 매도프. \n뉴욕 현지에서 유태인 부모 아래 태어난 매도프는 대학 졸업 후 경비원으로 일하며 주식 투자를 시작한다. 부자 투자자를 찾아 나선 그는 매년 10%의 높은 이윤을 주겠다는 약속으로 투자자들을 끌어모은다. \n\n매도프는 투자자의 마음을 움직이는 미덕을 알고 있었다. 그는 세 가지 방식으로 신뢰를 주입하기 시작한다. \n첫 번째, 특정한 인종 집단의 구성원이라는 점으로 사람들의 이목을 끌어라. 그는 유태인으로써의 자긍심을 보이며 예시바 대학과 유태인 자선단체에 아낌없는 부조를 냈다. 실제로 피해자 중 상당수는 스티븐 스필버그, 하더스를 비롯한 유태인 부자들이었다. \n두 번째, 값비싼 신호를 이용하라. 그는 병원, 학교 등에 막대한 기부금을 조성, 유태계 기부 문화의 역할 모델로 존경받았다. \n세 번째, 평판을 착취하라. 너그러운 자선가로 위장한 그는 지속적인 수익 창출이라는 평판을 이용했다. 다른 전문가들보다 한 수위의 평판 게임을 벌이고 있었던 매도프. 그는 “내가 원하는 것은 쉽게 돈을 버는 게 아니다”라며 여러 투자 제안을 거절, 천천히 평판을 쌓으면서 사람들이 돈을 오랫동안 맡겨두게끔 만들었다. \n\n아무런 사업을 벌이지 않으면서 뒤에 투자한 사람의 돈으로 먼저 투자한 사람에게 수익금을 주는 전형적인 다단계 사기 수법이었다. 메이도프가 저지른 수법은 전형적인 ‘폰지 사기(Ponzi Scheme)’다.\n\n메이도프는 명성이 높은 지인들을 이용해 피라미드식으로 펀드를 판매하며 몸집을 불려나갔다. 세계적인 대형은행에 높은 수익률을 약속하며 자금을 끌어모았다. 프랑스 비엔피(BNP)파리바, 스페인 방코산탄데르, 스코틀랜드 왕립은행, 일본 노무라 등 유수의 금융기관들이 앞다퉈 막대한 금액을 집어넣었다. 국내에서도 대한생명(5천만달러), 한국투자신탁운용(2천만달러) 등 여러 금융사가 직간접적으로 투자했다. 1970년대 초부터 2008년 12월까지 세계 136개국 3만7000여명이 피해를 봤다. 영화감독 스티븐 스필버그, 메이저리그의 전설적 투수 샌디 쿠팩스, 노벨평화상 수상자 엘리 위젤 등 유명 인사들도 피해자 명단에 이름을 올렸다. \n\n매도프의 금융 사기 전모가 드러난 것은 글로벌 금융위기가 닥친 2008년 12월. 70억 달러 가량의 환매 요청이 들어오자 자금 조달이 어려워지면서 그의 몰락은 시작됐다. \n<포브스>는 금융위기가 터지지 않았다면 메이도프의 20년 사기극은 계속됐을 것이라고 했다. 2008년 시장이 붕괴되자 공포에 휩싸인 투자자들이 대거 환매를 요구했다. 메이도프는 기관투자자를 찾아 파격적인 이익을 보장하는 새 상품에 투자하라고 권유했지만 소용없었다. 그해 12월 70억달러를 돌려줘야 했지만 은행 잔고에는 10억달러밖에 없었다. \n\n법원은 판결문에서 “다른 어떤 금융 사기와도 비교할 수 없는 극도로 사악한 (Extremely Evil) 죄를 저질렀다”면서 71세의 매도프에게 150년형을 선고했다. 그에게 돈을 투자한 수많은 기업과 단체는 존폐 위기에 섰을 뿐만 아니라, 은퇴 자금을 모두 날린 노인들은 다시 돈벌이를 찾아야 했고, 그중에는 자살하는 사람들까지 생겨났다.\n\n2008년 12월 미국 월가의 거물인 버나드 매도프 나스닥 증권거래소 위원장이 FBI에 체포된다. 그의 혐의는 바로 500억 달러 규모의 금융 사기. 미국 금융 사기 역사상 최대 규모의 스캔들이었다. 유명인사, 전문 투자자를 비롯한 피해자가 무려 72만 명.\n\n2021. 5. 14일 미국 노스캐롤라이나주 교도소에서 한 82세 노인이 쓸쓸하게 생을 마감했다. 2009년 징역 150년형을 받고 복역 중이던 버나드 메이도프다. 그는 역사상 최악의 금융 사기로 세상을 떠들썩하게 했던 인물이다. 공식 집계된 피해액만 650억달러, 우리 돈으로 73조원에 달했다.\n\n매도프의 사기극은 그의 가족들까지 비극으로 몰아넣었다. 죄책감을 이기지 못한 매도프의 큰 아들은 목을 매 자살했고, 둘째 아들은 사기 행각에 가담한 혐의로 감옥에 수감 중이다. 한때 최상위층의 삶을 누렸던 그의 부인은 최근 낡은 트레이닝 복을 입고 쓰레기통을 비우는 모습이 공개돼 충격을 주었다.\n\n\n[엔론 사태]\n미국 동부의 조그마한 가스 파이프 운송회사였던 엔론은 맥킨지 출신 컨설턴트인 제프리 스킬링을 영입한 후 급속도로 성장했다. 파산 직전까지 최고경영자(CEO)를 지냈던 스킬링은 엔론을 미국 재계 서열 5위 기업으로 수직 성장시켰다. 이 빠른 성장 덕분에 엔론은 여러 경영 서적이나 강의에 빈번히 등장하는 초우량 기업으로 알려졌다. 미국에서 가장 존경받는 기업 10위 안에 뽑혔고, 사회적 공헌을 많이 하는 가장 양심적인 기업 10위 안에 포함된 적도 있었다. 공화당과 민주당의 많은 정치인들, 심지어 환경보호 단체들조차 엔론으로부터 엄청난 기부금을 받았다.\n\n스킬링은 끊임없는 인수합병(M&A)으로 엔론을 성장시켰다. 워낙 M&A를 자주 하다 보니 자금이 필요했는데 엔론은 이 자금을 외부로부터 조달했다. 즉 주식이나 사채를 빈번하게 발행해 돈을 마련했다. 주식이나 사채를 성공적으로 발행하려면 회사의 이익이 많거나, 신사업의 성장 가능성이 높아야 한다. 그런데 엔론이 M&A로 인수한 기업이나 신규로 진출한 사업들은 대부분 엔론의 기존 업종인 가스 및 에너지 공급업에 비해 마진이 높지 않았다. 심지어 손실을 볼 때도 많았다.\n\n이런 상황에서는 신규 자금 조달이 쉽지 않다. 이게 바로 엔론이 회계 조작을 시작한 이유다. 엔론은 분식회계를 통해 이익이 많다고 투자자들을 속인 후 시장의 기대 수준을 초과하는 업적을 발표하는 형식으로 주가를 끌어올렸다. 동시에 그 기회를 이용해 사채나 주식을 발행하는 방법으로 자금을 끌어들였다.\n\n엔론이 사용한 분식회계 방법은 특수목적법인(Special Purpose Entity·SPE)을 만들고 이 법인에 부실을 떠넘겨 숨기는 방법이었다. SPE는 엔론의 부실 자산을 비싼 값으로 사주고, 엔론이 이익을 보게끔 낮은 가격에 에너지를 공급하는 방법으로 엔론의 이익을 부풀렸다. 이에 따라 SPE는 막대한 손실을 입었다. 이 손실은 모두 엔론이 지급 보증을 해줬으나, 이런 내용을 재무제표에서 숨긴 셈이다. 이 와중에 내부 고발로 분식회계가 탄로나자 엔론은 곧 파산했다. 분식회계가 밝혀진 지 불과 1년 만에 미국 재계 랭킹 5위의 대기업이 모래성처럼 무너져 내렸다. 스킬링은 증권사기죄로 무려 25년 형을 선고받고 현재 복역 중이다. 나머지 고위 임원들도 대부분 1∼6년 형을 선고받았다. 분식회계로 부풀린 이익에 대해 받았던 성과급도 대부분 몰수당했다.\n\n엔론을 감사했던 회계법인 아서 앤더슨의 명예도 땅에 떨어졌다. 많은 기업들이 잇따라 계약을 파기하자 아서 앤더슨은 명맥을 유지하지 못하고 역시 해체됐다. 이 회사는 엔론을 통해 상당히 많은 돈을 벌었지만, 고의로 분식회계를 눈감아줬다는 증거는 발견되지 않았다. 때문에 미국 대법원도 아서 앤더슨에 무죄를 선고했다. 그러나 아서 앤더슨에 죄가 없다는 뜻은 아니다. 엔론 감사에 대한 문서를 파기한 혐의로 미국 검찰의 기소를 받았으나 대법원까지 간 재판에서 무죄 판결을 받았을 뿐이다. 즉 부실 감사에 대해 재판을 받은 건 아니다. 많은 경제 범죄 사례와 마찬가지로 ‘심증은 많으나 물증이 없는 사건’인 셈이다. 따라서 부실 감사 혐의에 대해서는 기소조차 되지 않았다.\n\n엔론 사건 이후 미국 의회는 사건 재발을 방지하기 위해 2001년 사상 최고의 강력한 기업 규제 법안인 ‘사베인-옥슬리 법안’을 통과시켰다. 이후 기업의 내부 통제와 외부 감사 절차가 대폭 강화됐다.\n\nSPE를 이용한 분식회계 외에도 엔론은 다양한 분식회계 방법을 활용했다. 엔론이 파산한 이후 상당한 기간에 걸쳐 조사한 결과 드러난 추가 분식회계 방법은 2가지다. 놀랍게도 이 방법들은 2008년 세계 금융위기의 원인과도 대단히 유사하다.\n\n첫째, 엔론은 원래 에너지 공급 기업이었으나 스킬링의 지휘 아래 점차 에너지 거래 기업으로 바뀌었다. 엔론은 에너지 관련 파생상품을 최초로 설계하고, 이 파생상품 거래 시장을 만들었다. 미리 정해진 가격에 앞으로 10년 동안 에너지를 공급하는 권리를 사고파는 상품 등이 그 예다. 이를 담당한 경영자나 파생상품 트레이더들은 파생상품의 거래에서 발생하는 이익의 일정 비율(대략 9%)을 보너스로 지급받았다.\n\n이 파생상품은 지금 거래가 이뤄지고 있긴 하다. 그러나 영업을 통해 회사에 현금이 실제로 유입되는 시기는 지금으로부터 10년 동안의 기간이다. 고객에게 에너지를 실제 공급해야 엔론에 현금이 들어오기 때문이다. 그런데 미래 10년 동안 에너지의 가격이 어떻게 변할지 현재 예측할 수 있는 사람은 아무도 없다. 2006년까지만 해도 원유 가격이 불과 1년 후 배럴당 100달러가 넘어설 거라고 예측한 사람은 아무도 없었다. 따라서 정확하게 미래 10년 동안 회사가 이 계약을 통해 얼마만큼 이익이나 손해를 볼지는 오직 신만이 알 수 있다. 그러나 책임자와 트레이더들은 해당 파생상품의 계약 체결 시점인 현재, 미래 이익이 얼마인지를 예측해 보너스를 지급받는다.\n\n이런 파생상품의 구조가 워낙 복잡하기 때문에 수학이나 통계학 전문가들이 총동원돼 이 상품을 설계했다. 극소수 전문가가 아니면 설사 엔론에서 일하고 있다 해도 이 파생상품의 정확한 가치를 평가할 능력이 없다. 그러자 파생상품 책임자나 트레이더들은 터무니없이 낙관적인 가정을 사용해 파생상품의 가치를 부풀렸다. 이에 따라 그들이 받는 보너스도 덩달아 불어났다. 엔론은 에너지 파생상품뿐 아니라 자회사에 대한 투자까지 교묘하게 파생상품화해 이익을 부풀렸다.\n\n엔론은 이익을 부풀릴 때 시가평가 회계 제도 방법을 빈번하게 사용했다. 이익을 더 늘릴 필요가 있을 때마다 파생상품의 가치 계산에 사용된 가정을 약간씩 변경해 파생상품의 가치를 부풀렸다는 뜻이다. 반대로 시가가 떨어졌을 때는 회계장부에 표시된 자산의 가치를 깎지 않았다. 파산 직전 엔론의 회계 장부에 표시된 자산 중 무려 35%가 시가로 평가되고 있었다. 더구나 시가 평가 자산의 거의 대부분이 터무니없을 정도로 부풀린 수치로 기록돼 있었다고 한다.\n\n엔론 경영진은 ‘실제 발생한 이익’을 기준으로 평가와 보상을 받지 않았다. 현재 체결한 계약에 따라 ‘앞으로 회사가 벌어들일 거라고 예측되는 이익을 현재 가치로 평가한 금액의 일정 부분’을 보상으로 받았다. 이 기준 아래서 경제적으로 합리적인 사람은 계속 새로운 사업을 만들어 성공적으로 계약을 체결하는 데만 관심을 집중한다. 일단 계약이 체결돼 시작된 사업을 어떻게 운영하건, 이는 해당 임원의 평가나 보상에 영향을 미치지 않으므로 관심 밖이다. 이기적으로 들릴 지는 모르나 경제 관점에서 보면 이게 합리적인 행동이다.\n\n보상 체계의 이런 문제점 때문에 엔론 경영진은 쉴 새 없이 M&A에 몰두하거나 세계 여기저기에 합작법인을 만들었다. 물론 한국에도 합작회사 형태로 진출했다. 경영진의 관심이 새로운 M&A나 신규 사업에만 있는 만큼, 신사업의 실제 경영을 맡은 이들은 회사 내에서는 A급 인재가 아니라 B급 인재에 가까웠다. 이들조차 합작회사의 경영보다는 새로운 사업을 추가로 만들 수 있을지 궁리하는 일에만 몰두했다. 이미 시작된 사업을 잘 경영하는 것만으로는 엄청난 보너스를 받을 수 없고, 승진 기회도 별로 없기 때문이다. 이런 상황에서 신사업이 성공할 리 만무하다. 합작 파트너가 상당히 우수한 경영 능력을 보유한 일부 사례만 성공했을 뿐이다. 엔론 파산 후 조사한 결과, 엔론의 신사업은 대부분 손해를 보고 있었다.\n\n가장 큰 문제점은 신사업의 비용 관리가 전혀 없었다는 점이다. 실제 발생한 이익이 아니라 계약 시점에 추정한 미래 이익의 현재 가치를 평가해 경영진의 보상을 결정하니, 현재의 이익에 신경 쓸 경영자는 아무도 없었다. 얼마의 비용을 쓰느냐는 문제도 되지 않았다. 결국 모두가 돈을 펑펑 낭비했다. 파산 직전인 2001년 엔론의 북미 거래 본부 한 곳에서만 사용한 비용이 약 7억 달러에 달했다. 게다가 이는 인건비를 뺀 경비였다. 엔론의 한 직원은 “우리는 날마다 크리스마스를 보냈다”고\n당시 회사 분위기를 전했다. 도덕적 해이가 얼마나 만연했는지를 잘 알 수 있다.\n\n잘못된 성과 평가와 보상 제도가 세계 금융위기의 원인이라는 점은 굳이 말할 필요도 없다. 월가 투자은행의 경영진처럼 엔론 경영진도 이런 결과로 생긴 가공의 이익에 대해 막대한 보너스를 받았다. 엔론의 최고 경영진 200명이 받은 보수는 1998년 약 2억 달러에서 1999년 4억 달러, 2000년 14억 달러로 급증했다. 파산 직전인 2001년엔 무려 20억 달러에 달했다. 2001년에는 한국 돈으로 환산했을 때 1500억 원 이상의 연봉을 받은 임원이 무려 26명이나 있었다. 상상하기조차 힘든 어마어마한 액수다.\n\n막대한 보상과 비용 증가로 현금이 부족해지자 엔론은 외국에서 돈을 빌렸다. 계약은 중남미나 아프리카처럼 회계 및 법적 제도가 완비되지 않은 나라에서 했지만, 실제로는 씨티은행이나 JP모건체이스 등에 담보를 제공하고 돈을 빌렸다. 실제 거래는 모두 미국에서 이뤄졌지만, 법적으로는 이들 은행의 외국 자회사가 미국의 모회사로부터 돈을 빌려 현지에 위치한 엔론의 자회사에 대출해주고, 그 자회사가 모회사인 미국 엔론으로 송금하는 형식이었다. 엔론은 해외 자산을 메릴린치에 매각해 상당한 이익을 본 것처럼 회계 처리를 하기도 했다. 그러나 실제로는 나중에 더 비싼 가격으로 다시 사야만 하는 이면 계약이 붙어 있었다.\n\n엔론은 이런 거래로 생겨난 돈을 모두 영업 활동을 통해 벌어들인 것처럼 표시했다. 때문에 엔론의 분식회계에는 월가 투자은행의 책임도 있다. 투자은행들은 엔론의 자금 부족 상황을 알면서도 이런 거래에 동참해 엔론의 회계 부정을 도왔기 때문이다. 법적으로 외국에서 거래한 듯 보이게 만든 이유도 간단했다. 감독당국의 추적을 피하기 위해서였다.\n\n\n\n[셀시어스]\n2022. 7. 13 암호화폐(가상화폐) 대출업체 셀시어스가 미국 법원에 파산 보호 신청을 했다. 암호화폐 가격이 폭락한 뒤 셀시어스는 고객들의 자산 인출을 동결하기도 했다.\n\n미국 기업가 앨릭스 마신스키 등이 설립한 셀시어스는 사용자가 코인을 예금하면 이를 담보로 최대 70%까지 법정화폐를 다시 대출해줬다.\n셀시어스는 코인을 예치한 고객들에게 연 18% 이상의 초고금리를 제공하며 사세를 키웠다. \n수십억 달러 이상의 자금을 굴렸음에도, 전통적인 금융기관과 같은 규제는 받지 않았다.\n\n셀시어스는 암호화폐를 담보로 잡고 암호화폐를 대출해주는 식의 일종의 ‘폰지사기’로 몸집을 키웠다. 업계 일각에서는 예치금으로 디파이 등 암호화폐에 투자해 수익을 내겠다는 셀시어스의 주장에 대해 신규 투자자가 계속 유입돼야 유지되는 구조라는 이유로 의문을 제기해왔다.\n\n그러다 최근 암호화폐 시세가 급락하면서 고객들이 자산을 인출하자 이를 동결해 논란을 일으키기도 했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-24T13:58:17.553000",
  "updatedAt": "2022-11-24T09:16:57.827000"
}