{
  "id": "1f7b4a47-f8b0-4596-89e4-be1b0da8df46",
  "title": "위례성",
  "content": "![image](media/1990394502d.ae5cc4ff1eb7772b.jpg)\n\n\n\n『삼국사기』\n하남의 땅은 북쪽은 한수(漢水)를 띠고, 동쪽은 고악(高岳)을 의지하고 있으며, 남쪽은 기름진 옥토를 바라보고, 서쪽은 큰 바다로 막혀 있다.\n\n〔13년(B.C. 6)〕 여름 5월에 왕이 신하들에게 다음과 같이 말하였다.\n“우리나라의 동쪽에는 낙랑(樂浪)이 있고, 북쪽에는 말갈(靺鞨)이 있어 번갈아 우리 강역을 침공하므로 편안한 날이 적다. 하물며 요사이 요망한 징조가 자주 나타나고, 국모(國母)께서 돌아가셨다. 형세가 스스로 편안하지가 않으니, 장차 반드시 도읍을 옮겨야겠다. 내가 어제 순행을 나가 한수의 남쪽을 보니, 땅이 기름지므로 마땅히 그곳에 도읍을 정하여 오래도록 편안한 계책을 도모해야 하겠다.\n\n\n허재영/건국대 강의교수\n백제시대 서울은 ‘위례성’이라 불렸다. <삼국사기> 백제 본기에서는 온조 임금이 하남 위례성에 도읍을 정했다는 기록이 나오며, ‘위례’는 때로 ‘욱리’(郁里), ‘아리’(阿利)로 불렸다. 이로부터 한강이 ‘욱리’ 또는 ‘아리’로 불리기도 하였다.\n양주동은 <고가연구>에서 ‘아리’, ‘욱리’를 ‘하늘’의 고어인 ‘한 ㅂ·ㄹ’에서 유래한 것으로 추정한 바 있다. 우리말에서 ‘ㅂ’은 입술가벼운소리[ㅸ]를 거쳐 탈락하는 경우가 많으니 ‘한ㅂ·ㄹ’이 ‘한ㅇ·ㄹ’ 곧 ‘하늘’로 변화하는 과정은 쉽게 짐작할 수 있다. ‘하늘’의 ‘한’은 ‘큰 것’을 뜻하는 말로 한강의 ‘한’도 그 뜻이 같다.\n\n‘아리’가 ‘ㅂ·ㄹ’에서 비롯된 말이었을 가능성은 고구려의 수도인 국내성의 다른 이름에서도 확인된다. <삼국사기> 지리지에는 국내성의 다른 이름으로 ‘위나암성’ 또는 ‘불이성’이 있었음을 기록하고 있는데, ‘불이’는 ‘ㅂ·ㄹ’을 소리대로 표기한 것이며, ‘위나암’은 ‘위례’와 같은 꼴의 말이다. ‘ㅂ·ㄹ’은 ‘ㅇ·ㄹ’ 을 거쳐 ‘아리’, ‘위례’, ‘어리’, ‘오리’ 등의 다양한 땅이름으로 남는다. 호태왕비의 ‘어리성, 오리성, 야리성’이나 황해 봉산의 ‘오리포’, 그리고 ‘압록강’ 등도 이 말과 관련이 있다. ‘어리성’이나 ‘오리포’, ‘압록강’ 등이 ‘아리’에 한자말 ‘성’, ‘포’, ‘강’ 등이 붙은 말임을 고려한다면, ‘아리수’는 ‘아리’에 물을 뜻하는 ‘수’가 붙은 말임을 짐작할 수 있다.\n‘아리수’가 서울의 수돗물 이름으로 되살아 난 것도 재미있다.\n\n한국학중앙연구원 - 향토문화전자대전\n위례라는 명칭은 한성시대 백제의 도성이었던 위례성을 의미한다. 그 명칭의 유래에 대해서는 여러 설이 있다. 한강을 가리키는 아리수(阿利水), 욱리하(郁利河)의 ‘아리’, ‘욱리’에서 기원하였다는 설이 있는데, 여기서 ‘아리’, ‘욱리’는 모두 크다[大]는 뜻을 지니고 있는만큼, 대성(大城)의 뜻이다. 그리고 백제에서 왕을 가리키는 ‘어라하(於羅瑕)’의 ‘어라’에서 기원하였다는 설이 있다. 곧 왕성(王城)의 뜻이다. \n그밖에 ‘우리’, 즉 울타리에서 기원하였다는 설이 있다. 그 뜻은 성곽을 의미한다.\n\n\n[학계설]\n삼국시대에 대하여 기록한 가장 오래된 역사서인 ‘삼국사기’ 지리지에는 이름만 있고 어디에 있었는지 알 수 없는 유명미상지분(有名未詳地分) 358개가 있다. 관미성, 쌍현성, 살수, 건안성 등 역사적으로 중요한 사건이 있었던 곳들도 어디인지 알 수 없는 지명이며, 그 중에는 위례성도 포함되어 있다.\n김부식이 ‘삼국사기’를 저술하던 때는 고려 인종 23년(1145)으로 고려가 건국된 지 200여년, 고구려 멸망이 불과 500여년 경과한 시점임에도 잊혀져서는 안 될 것 같은 중요한 역사 현장들의 위치가 어디인지 알 수 없었다는 것이 놀랍기만 하다. 아마 고증할 수 있는 기록이 부족했기 때문일 것이다.\n이처럼 부족한 역사 기록은 후대의 학자들에게 많은 혼란과 논쟁의 여지를 제공한다. 그 논란의 중심에 있는 것 중의 하나가 한성 백제의 도성인 위례성(慰禮城)이다. 위례성의 위치는 임진강 유역, 삼각산 동록, 장안평 일대, 몽촌토성, 남한산성, 하남 일대 등 여러 곳으로 추정되어 왔다. 이 논의에는 유형원, 신경준, 안정복, 정약용, 이병도, 이기백, 천관우 등 조선시대부터 근래에 이르기까지 당대를 대표했던 학자들이 참여하였지만 위례성의 위치를 밝히지는 못했다.\n위례성의 위치는 고고학 발굴을 통해서 비로소 밝혀지게 되었다. 위례성의 하나로 추정되었던 이성 산성은 발굴조사 결과 6세기 중엽 신라가 쌓은 신주의 치소성(治所城)으로 밝혀졌으며, 남한산성은 신라 문무왕대에 처음 쌓은 주장성(晝長城)으로 확인되었다.\n반면 아무도 백제 도성이라고 인정하지 않았던 풍납토성에서는 정교하게 쌓은 판축토성벽과 대규모의 의례용 건물을 비롯하여 기와건물과 도로유구 등이 조사되었다. 또한 와당, 삼족기, 고배 등 다양한 유물과 함께 중국과의 교역을 말해주는 전문도기, 육조계의 벼루 등 중국계 유물들이 출토되었다.\n몽촌토성에서도 자연지형을 이용하여 판축한 토성벽과 지상건물지, 수혈주거지, 저장시설 등의 유구와 중국제 시유도기, 청자류, 금동제과대금구, 각종 철기류, 골제찰갑 등 다양한 유물이 출토되었다. 이러한 발굴조사 결과를 보면 한성 백제의 도성이 풍납토성과 몽촌토성이라는 것은 이론의 여지가 없어 보인다.\n풍납토성설이 정설로 인정받은 결정적인 증거는 이곳에 유일하게 왕궁(王宮) 터로 추정되는 대규모 건물지와 경당 44호, 포장도로, 문자가 기록된 토기, 기와, 해자 등 각종 유물이 발굴되었기 때문이다. 강단사학자들이 풍납토성설을 정설로 보고 초·중·고의 교과서에 수록하자 천안 향토사학자들은 일제히 '삼국유사', '고려사', '조선왕조살록', '신증동국여지승람'등 고문헌에 '백제의 초도는 직산 위례성'이라고 기록되어 있음을 증거로 내세우며 반발하고 나섰다.\n직산 위례성은 천안시 북면과 입장면의 경계를 이루는 해발 525.9m의 위례산(성거산) 정상을 둘러싸고 있는 퇴뫼식 산성이다. 토·석혼축공법으로 쌓았는데, 면적이 5만7천㎡이고, 둘레가 950m이며, 높이가 1.5 또는 4m이다. 1998년 7월 25일 기념물 제148호로 지정되었다. 조사 결과 직산 위례성은 도읍성(都邑城)이라기 보다는 방어를 위한 산성으로 보인다. 동서고금을 막론하고 수도는 대개 평지에 위치하고 있다.\n백제시대 토기의 전형인 삼족토기(三足土器)를 비롯해 기와 조각, 토제와 철제 말, 개원통보(開元通寶), 관옥(管玉) 등 300여 점이 발굴되었는데, 이런 유물들은 결정적인 증거로 인정받지 못하고 있다.\n 2017년 위례산성에 있는 용샘에서 백제시대 최대 규모인 목곽고가 발견되기도 했다.\n그리고 세종대왕이 백제 시조에 대한 사당을 백제의 첫 도읍지에 건립하라고 명한 후 1429년(세종11년) 직산에 건립하여 춘추(春秋)로 왕이 향축을 내려 제향을 드려 온조가 세운 백제의 첫 도읍지 위례성(慰禮城)이 직산이라는 것을 뒷받침해 주고 있으며, 백제의 근원이 되는 누각인 제원루(濟源樓)가 직산에 있었는데 1597년(선조 30년) 정유재란때 왜적들에 의해 불태워져 지금은 없어지고 제원루 옛터에 제원루지 표지석(직산 초등학교 교정)만 남아 있다.\n아울러 ‘삼국사기’에 나오는 온조를 포함하여 고구려에서 남하한 마려, 오간 등 십신(十臣)중 지금까지 알려져 있는 성씨는 사신(四臣)인데 온조, 마려, 조성, 전섭으로 온조는 백제 건국 시조로, 마려는 천안지역 목천 마씨의 시조, 전섭은 천안 전씨의 시조, 조성은 직산조씨의 시조로 천안지역 등에서 살고 있고, 무형유산으로는 서거정의 제원루시, 입장면 호당리 동제, 북면 곡간리, 군단이 등 백제 건국과 온조왕 관련하여 전해 내려오는 기록과 전설은 무수히 많이 있다.\n\n‘삼국사기’ 시조 온조왕 편에 ‘하남 위례성’이 나온다. 온조가 도읍으로 정한 백제의 건국지이다. 하남(河南)은 ‘강의 남쪽’을 가리켜, 지금의 한강 이남의 남한산성이 소재한 경기 광주(하남)일대가 유력하다. 특히 남한산성내에는 구전(口傳)의 온조 궁궐이 있으며, 산성아래에는 온조가 사용한 ‘어용샘’도 있다. 참고로 위례는 특정장소를 나타내는 지명이 아니라 ‘울타리’, ‘담’을 나타내는 일반명사이다. ‘도성’을 지칭한다.  \n‘세종실록’에 따르면, 조선 세종은 옛 삼국의 수도를 규명하라는 지시를 내린다. 이에 조정은 고구려와 신라의 수도는 별다른 어려움 없이 고증하지만 백제의 경우는 공주(웅진)나 부여(사비)와 달리 초기 도읍인 위례성의 위치는 쉽게 찾지 못한다. 이때 조정은 ‘삼국유사’<왕력>의 온조왕 기록에 근거하여 직산(稷山)을 온조의 위례성으로 고증한다. ‘위례성에 도읍하였는데 사천(蛇川)이라고도 한다. 지금의 직산이다. (都慰禮城一云蛇川今稷山)’ 직산은 지금의 충남 천안이다. 당시 세종은 특별히 직산에 온조왕 사당을 건립하고(세종11년,1429년) 직접 향축을 내려 제사 지내기도 한다. 이후 조선에서 발간하는 각종 지리지는 충남 직산을 온조의 위례성으로 표기한다. 현재 직산에는 위례산성(직산 성거산)이 있으며, 온조의 신하를 조상으로 하는 직산조씨(조성), 천안전씨(전섭), 목천마씨(마려) 등의 본가가 있다.\n ‘하남위례성’과 ‘직산위례성’의 다른 점은?\n 두 곳 모두 온조의 위례성이다. 이는 온조의 백제 건국과정에서 답을 찾을 수 있다. 온조는 서기전18년 한반도로 남하하여 미추홀(충남 아산 인주)에서 형 비류와 함께 있다가 서기전 14년 마한으로부터 땅을 얻어 직산 위례성(위례산성)으로 분립하며 온조의 백제를 정식으로 출범시킨다. 이때 소서노(온조의 어머니)는 온조의 분립을 안타깝게 여겨 비류와의 재결합을 설득하기 위해 온조를 찾아왔다가 뜻하지 않게 온조의 부하들에게 살해당하는 사건이 발생한다. 이해는 서기전6년으로 ‘삼국사기’가 기록한 ‘오호입성(五虎入城)’사건이다. 소서노의 죽음을 알게 된 온조는 형 비류의 문책이 두려워 급히 한산으로 천도한다. 한산은 지금의 경기 광주(하남)의 하남 위례성(남한산성)이다.\n결론적으로 ‘직산 위례성(위례산성)’은 서기전 14년~서기전 6년까지의 위례성이며, ‘하남 위례성(남한산성)’은 서기전 6년 이후의 위례성이다. 다만 ‘삼국사기’는 온조가 최종적으로 정착한 하남 위례성만을 기록으로 정리한 것이다.\n참고로 남한산성과 인접한 서울시 송파구 일대 (풍납토성, 몽촌토성)를 위례성으로 보는 견해도 있다. 이는 고이왕(8대)의 위례성이다. 고이왕은 적석총 (석촌동고분)을 조성한 세력집단으로 온조 계열과 다른 또 한 분의 백제 시조이다. \n 또한 다산 정약용이 지목한 ‘하북 위례성’도 있다. 근초고왕(13대)이 천도한 ‘한산’으로 북한산 주변 일대로 추정하는 위례성이다.\n\n\n[대륙설]\nhttps://www.skyedaily.com/news/news_spot.html?ID=31941\n\n<삼국사기>에 기록된 온조(백제)의 시국처인 하남 위례성은 동으로 높은 산(高岳)을 의거했으며, 서로는 대해(大海)가 막혀있고, 남으로 기름진 들(沃澤)을 바라보고, 북으로 한수(漢水)를 띠는 곳이다. \n참고로 당시 한수는 기록으로는 찾을 수 없으나 아마 나중에 압록수라 불렸던 현 분하(汾河)이거나 그 남쪽에 있는 속수하(涑水河)로 추정되어 진다.\n형 비류는 물이 짠 미추홀(彌鄒忽)로 갔다가 돌아와 후회하고는 죽는다. 필자는 이 미추홀을 현 사학계의 이론처럼 인천이 아니라 산서성 남부 운성염지 일대로 비정한다. 또한 운성염지는 광개토호태왕 비문에 기록된 영락 5년(395) 을미년에 조공을 하지 않는 비려(碑麗)를 토벌하면서 이른 염수(鹽水)로 보아야 할 것이다.\n<태백일사 고구리국본기>에서는 이를 약간 다르게 기록하고 있다. 유리가 와서 고구리의 태자가 되자 소서노는 남편 고주몽의 곁을 떠나 두 아들을 데리고 진·번(辰番)의 사이의 땅으로 와서 많은 부를 축적한다. 그 땅의 북쪽은 대수에 이르고(北至帶水) 서쪽은 대해(西濱大海)에 임했다고 한다.\n고주몽은 소서노를 어하라(於瑕羅)라고 봉한다. 소서노의 뒤를 이어 태자 비류가 즉위하자 동생 온조가 떠나 일행이 미추홀에 이르러 사방을 살펴보니 사람이 살지 않는지라 한참 만에 한산의 부아악에 올라 사방의 지형을 살펴보고는 도읍을 위지성(慰支城)에 정했다고 기록되어 있다. \n지형이 (동)고악·(서)대해·(남)옥택·(북)한수라는 것은 <삼국사기>의 내용과 같다.\n 그런데 <후주서>에는 위와는 약간 다르게 “백제는 마한의 속국으로 부여의 별종이다. 구태라는 사람이 처음으로 대방(帶方)의 땅에 나라를 세웠다. 그 땅의 경계는 동쪽으로 신라에 닿고, 북쪽으로 고구려와 접하며 서남으로는 모두 대해에 접한다”라고 기록되어 있다.\n필자는 이러한 백제의 시국처를 산서성 남부 운성시 일대로 비정하고 싶다. 동쪽 고악은 산서성 동남부의 산악지대이며, 서쪽 대해는 큰 바다가 아닌 황하로 보아야 할 것이며, 남쪽에는 황하 또는 큰 저수지가 있으며, 북쪽으로는 큰 강(분하 또는 속수하)이 있기 때문이다. 무엇보다 중요한 것은 백제의 시국처는 낙랑의 서쪽에 있는 대수가 흐르는 대방이기 때문이다.\n <통고>에 “진(晉)나라 때 고구려가 요동(遼東)을 차지했고, 백제 또한 요서(遼西)와 진평(晉平)을 차지했다”라는 기록과, <송서>에 “백제국은 본래 고구려와 함께 요동의 동쪽 천여 리에 있었다. 그 뒤 고구려가 요동을 경략해 차지하고, 백제는 요서를 경략해 차지했다. 백제의 치소를 진평군 진평현이라 부른다”라는 비슷한 기록이 있다.\n <양서>와 <남사>에는 “마한에는 54개 나라가 있었는데 백제는 그 중 하나이다. 뒤에 강대해져서 여러 소국을 아울렀다. 그 나라는 본래 요동의 동쪽에 있었다. 진나라 때 요서와 진평 2개 군을 점령하고는 스스로 백제군을 설치했다”라는 기록과, <송서>에는 “백제는 그 치소가 진평군 진평현이며 도성을 거발성(居拔城)이라 부른다고 했다. 즉 백제군은 곧 진평이며 거발성이고 진평성이다. 마단림이 말하기를 진평은 당나라의 유성(柳城)과 북평(北平) 사이에 있다”라고 기록되어 있다.\n위에서 말하는 요서는 바로 <한서지리지>에서 기록한 유주(幽州)에 속한 요서군을 말하는 것으로, 요서군은 바로 산서성 남부 운성시의 서부인 영제시 일대를 말하는 것이다. \n(요서군의 위치에 대해서는 http://www.skyedaily.com/news/news_view.html?ID=12487 참조)\n\n진평군의 위치는 어디일까? 중국 인터넷자료에서는 진평군은 진안(晉安)군이며 건안(建安)군으로 이름이 바뀌었고 지금 중국의 서남부인 복건성(福建省)이라고 지명을 왜곡하고 있다. 그렇다면 중국의 여러 기록에 “백제가 요서·진평 2군을 경략해 차지했다”라고 하는데, 그렇다면 백제의 영토가 산서성 남부(요서)에서 복건성(진평)까지라는 말인가!\n\n위 <송서>에 마단림이 “진평은 당나라의 유성(柳城)과 북평(北平) 사이에 있다”라고 말했다는 기록이 있는데, 유성과 북평은 도대체 어디일까? \n먼저 유성의 위치에 대해 알아보도록 하겠다. 유성현은 바로 아래 <한서지리지>에서 유주의 요서군에 속한 14개현 중 하나로 서남쪽에 마수산이 있는 곳이다. 즉 산서성 남서부에 있는 요서군에 속한 일개 현이었던 것이다.\n영락현이 속해 있던 북평군은 요서군에서 분할된 행정구역으로 지금의 산서성 최남단 황하변 일대이다. 따라서 진평군은 요서군 즉 산서성 남서부 일대일 수밖에 없지 않은가!\n(북평현에 대해서는 http://www.skyedaily.com/news/news_view.html?ID=24554 참조)\n\n온조가 세운 마수성은 어디인가?\n<삼국사기>에 온조왕 8년 가을 7월, 마수성(馬首城)을 쌓고 병산책(甁山柵)을 세우자 낙랑태수가 사람을 보내 강하게 나오자, 온조왕이 그렇다면 일전도 불사하겠다고 말해 낙랑과의 평화가 깨어졌다고 기록되어 있다. 이러한 마수성은 과연 어디일까? 이 마수성을 찾으면 백제의 시국처가 어디인지 정확히 알 수 있을 것이다.\n온조가 쌓은 마수성은 마수산(馬首山)에 쌓은 성이다. 마수산은 위 <한서지리지> 요서군에 대한 설명에 “마수산은 유성의 서남쪽에 있다”라는 기록과, <태백일사 고구려국 본기>에 “<자치통감>에서 말하기를 현토군은 유성과 노룡 사이에 있다. <한서>의 마수산은 유성의 서남쪽에 있다. 당나라 때 토성을 쌓다”라는 기록이 있다.\n여기서의 노룡은 백이, 숙제의 묘가 있는 요서군의 비여(肥如)현을 말하는 것이고, <중국지명대사전>에서 마수산을 검색하면 “마수산은 산서성 신강현 서북 40리에 있고, 속명 말머리산으로 현 화염산이다. (马首山 : 在山西新绛县西北四十里，俗名马头山，《张州志》左传赵盾田于首山，即此，一名火炎山”라고 나온다. 즉 온조가 쌓은 마수성은 산서성 남부에 있다는 말로, 이는 <한서지리지>와 <자치통감> 등의 기록들과도 정확히 일치하고 있다.\n그리고 이 마수산은 바로 고구리 양만춘 장군이 당태종의 왼쪽 눈알을 뺀 고구리의 안시성이었던 것이다. 위 <자치통감>에서 언급한 당나라 때 쌓은 토성은 고구리를 쳐들어온 당태종 이세민이 연인원 50만 명을 동원해 60일 만에 안시성 앞에 쌓은 토산을 말하는 것이다.\n(안시성의 위치는 http://www.skyedaily.com/news/news_view.html?ID=23539 참조)\n\n백제의 시조 온조는 마수성을 쌓은 후 5년 후 위례성에서 남쪽 한성으로 천도했다가, 이후 장수대왕의 남진 정책으로 인해 다시 웅진성과 사비성으로 천도하기 때문에 원래 백제의 시국처인 대방고지는 고구리의 땅으로 변하게 된다. 이 잃어버린 옛 땅을 수복하려고 했던 왕이 바로 고구리 고국원왕을 전사시킨 백제 근초고왕이었던 것이다.\n모든 기록들을 검토해 볼 때, 백제의 시국처는 산서성 남부일 수밖에 없다. 역사적 사실이 이러할진대 이를 반도사관에 도취되어 서울의 송파구 일대 운운하는 것은 그야말로 아무런 근거도 없는 잘못된 이론일 뿐이다. 만일 위례성이 송파에 있었다면 기록상 반드시 따라붙어야 하는 요서군도 송파 근처에 있어야 하고, 요동군도 그 동쪽 근방에 있어야 하는데 다른 역사적 사실들이 하나도 성립될 수가 없다.\n\n[우리역사-History]\n(https://youtu.be/sO6YtpW70Ek?si=fe82nd82vpV1FBPX)\n\n조선에서는 백제 위례성을 천안시 직산읍 위치로 생각했던 것 같습니다. 그 후 조선말 정약용이 \"백제 위례성은 여기가 아니라 한양 아래이다\"라는 말로 그 다음부터는 서울 한강 이남을 생각했던 것같습니다. 1925년 대홍수 때에 풍납토성의 서벽이 유실됨 발견되었고 1963년에 사적으로 지정되어 조사를 해서 1964년에 시굴 조사에서 삼국시대 건국 초기의 철기 시대 유물이 발굴되었다고 합니다. 이후에 풍납 토성을 하남 위래성으로 비정하게 시작했습니다. 그러나 이곳이 아니라 경기도 하남시에 위치한 곳으로 보는 경향이 많이 생겨나서 그쪽으로 비정하는 사람들도 많아졌다고 합니다.\n\n반도사관에서 봤을 때 한반도에서 위례성을 비정하는 곳은 총 세 곳으로 생각할 수 있습니다. \n첫째 송파구 풍납동이다. \n둘째 하남시다. \n셋째 천안시 직산읍이다. \n\n대륙 사관에서 바라봤을 때에 \n첫 번째는 산동성입니다 오른쪽에 태산이 있습니다. \n두 번째는 하남성입니다. 낙양시 오른쪽에 숭산이 있습니다. \n세 번째는 산서성 운성시입니다. 평야 지대이며 남쪽에 소금 호수가 있습니다.\n\n백제 위례성에 관련된 자료를 찾아보겠습니다. 주몽은 두 아들을 낳았는데 맏아들은 비류, 둘째 아들은 온조라고 하였다. 혹은 주몽이 졸본에 이르러서 월군의 여자를 아내로 맞아들여 두 아들을 낳았다고 한다. 주몽이 북부여에 있을 때 나은 아들이 와서 태자가 되자 비류와 온조는 태자에게 받아들여지지 않을까 두려워하여 마침내 오감, 마려 등 열명의 신하와 더불어 남쪽으로 갔는데 백성들이 따르는 자가 많았다 그들은 드디어 한산에 이르러 부하악에 올라가 살 만한 곳을 바라보았다. \n비류가 바닷가에 살고자 하니 열명의 신하가 간언하기를 \"생각건데 이곳 강남 쪽의 땅은 북쪽으로는 한수를 띠처럼 두르고 있고 동쪽으로는 높은 산을 의지하였으며 남쪽으로는 비옥한 벌판을 바라보고 서쪽으로는 큰 바다에 막혀 있습니다. 이렇게 하늘이 내려준 험준함과 지세의 이점은 얻기 어려운 형세이니 이곳에 도읍을 세우는 것이 또한 좋지 않겠습니까\"라고 하였다. \n그러나 비류는 듣지 않고 그 백성들을 나누어 미추홀로 돌아가 살았다. \n온조는 강남쪽의 위례성에 도읍을 정하고 10명의 신하를 보좌로 삼아 나라 이름을 십제라 하였다. 이때가 전한 성제가 3년 18년이었다. 비류는 미추 땅이 습하고 물이 짜서 편안히 살 수가 없었다 위례성로 돌아와서 보니 도움은 안정되고 백성들은 편안하고 태평함을 마침내 부끄러워하고 후회하다가 죽었다 그의 신하와 백성들은 모두 위례에 기부하였다 그 후 올 때 백성들이 즐거이 따랐다고 하여 국호를 백제로 고쳤다. \n또는 다른 기록에는 다음과 같이 말하고 있다고 합니다. \n고구려에서 패수와 대수를 건너고 미추홀에 도착하여 한산에 올라가서 바라보니 북쪽은 한수가 띠처럼 두르고 동쪽으로는 높은 산이 있고 남쪽으로는 비옥한 벌판 서쪽으로 로는 큰 바다라고 했습니다 북쪽에 적이 많아서 이런 곳을 선택했다고 보여집니다 이곳의 정식 명칭은 하남 위례성 즉 하남이 지역 이름이고 '개경의 나성' 또는 '평양의 황성'이런 식으로 불려졌다고 보여집니다. \n475년 한성이 함락되고 개로왕이 살해 되다. \n나라 사람들을 모두 징발하여 흙을 쪄서 성을 쌓고 그 안에 궁궐과 누각과 전망대와 건물을 지었는데 웅장하고 화려하지 않은 것이 없었다 또 욱리하에서 큰 돌을 가져다 덧을 만들어 아버지의 뼈를 묶고 강을 따라 둑을 쌓았는데 사성의 동쪽에서부터 숭산의 북쪽에 이르렀다. 이 때문에 창고가 텅비고 백성들이 공공지출이 알을 쌓아 놓은 것보다 심하였다 여기서 말하는 사성에서 숭산 북쪽까지 뚝을 쌓았다고 합니다. 삼국유사 백제 도을 옮기다 고정기 살펴보면 이러하다 동명왕의 셋째 아들 온조는 전한 홍과 3년 개유 서기전 18년에 졸본 부여로부터 위례성에 이르러 도읍을 세우고 왕이라고 칭하였다 14년 병진년에 도읍을 한산 (지금의 광주)으로 옮겨 389년을 지냈으며, 13대 근초고왕 때인 371년 이르러 고구려의 남경을 빼앗아 도읍을 북한산 지금의 양주로 옮겨 100년을 지냈다. 12대 문주왕이 즉위하여 475년는 도읍을 웅천 지금의 공주로 옮겨 63년 지내고 26대 성황 때에 도을 소부리 옮기고 나라 이름을 남부여 하여 31대 의자왕에 이르기까지 120년을 지냈다. 여기에서 말하는 한산은 광주이 남평양 즉 북한산성 양주라는데 양광도 본래 고구려와 백제의 땅이었다. 한강 이북은 고구려 있다 이남은 백제였다 성종 14년 995년 경례를 나누어 10도로 만들었다 양주 광주 등의 주연은 관내도 속하였고이 기사에서 말하는 광주와 양주는 관내도 속했다고 합니다 남경 유수관 양주는 본래 고구려의 북한 상군 남평 양성이라고 한다 백제의 근초고왕이 차지하였다 근처 고왕 25년 300 70년에 남한산 이곳으로 도움을 옮겼다. \n\n경덕왕 14년 755년 한양군으로 고쳤다 고려 초에 또 양주로 고쳤다 성종 14년 995년 처음 10도를 정하고 12주 절도사를 두면서 양주를 자신 책 군이라 부르고지 해주와 함께 좌우에 보로 삼아서 관내도 소속시켰다 현종 3년 11년에 이보와 절도를 폐지하고 무사로 고쳤다  충렬왕 34년 1808년에 한양부로 고쳤다 별로는 광릉 성종때 정하였다 삼각산 신라에서는 부학이라 불렀다 한강 곧 평도이다 양진 신라 때의 북독 있 한사 아로서 중사에게 속현이 여섯 개이다 관하라 도호부가 한 개 지사이 두 개 혈관이 한 개이다이 \n기사에서는 남한산 북한산으로 천도했다 합니다 남한산은 위례성이고 북한산은 남경인 양주 또는 \n다음 기사를 보시겠습니다 \n고려사 지리지 양광도 직년 사년 본래 위례성 백제시조 온조왕이 개국하면서 이곳에 도을 세웠다 뒤에 고구려가 이곳을 차지하여 사 4년으로 고쳤으며 신라가 그대로 이어받아 백성군 영연이 되었다 고려 초에 지금 이름으로 바꾸었다 현정 9년 8년에 안부에 속하였다 뒤에 물을 두었다 고려에 와서 하양을 경향연구 현령을 두어 염장을 겸임하게 하였다이 기사에서는 직 4년의 위례성 있다고 합니다 백성군이 되었다고 하고 천부의 내속 였다고 합니다 기사들을 정리하면 다음과 같습니다 양주 한양 남경 북한 산성은 시대별 각기 이름만 다를뿐 한 곳인 것을 알게 되었습니다 광주 남한산 위래 직산현 같은 곳입니다 삼국유사의 기사를 보시면 견이 태조에게 올린 글에는 백제가 금마 산에서 나라를 창건하였다라고 합니다이 또한 삼국 사기에서 같은 내용이 있습니다 삼국 사기에서 그글을 가져다가 쓰신 듯합니다 위례성의 위치에 맞는 조건을 모아보겠습니다 북쪽 북부여 또는 고구려에서 남아여 패수를 건너고 대수를 건너서 미추홀에 왔다고 합니다 갑자기 한산이 아닌 미추이라고 말하는 이유는 비류는 듣지 않고 그 백성들을 나누 홀로 돌아가 살았다이 기사의 내용입니다 미추홀로 돌아가 살았다는 말입니다 그럼 미추홀에서 한 산으로 갔다가 다시 미추홀로 갔다는 말이 됩니다 견원이 말하길 백제는 금마 산에서 출발하였다고 하였으니 금마산 아래가 미추홀이 비류가 바닷가에 살고자 했으니 해안 가일 가능성이 높습니다 비류는 토지가 습하고 물이 짜다고 했습니다 바다가는 당연히 소금 물이기에 짭니다 그냥 물이 짜다고 했습니다 소금 호수 일 가능성이 있다고 보여집니다  온조는 한수의 아래에 위치한 위례성을 가서 살았습니다 그곳은 북으로 한강이 남으로는 비옥한 벌판 서로는 바다 동으로는 큰 산입니다 여기서 보아야 할 것은 큰 산입니다 북쪽으로 한강이 띠처럼 감싸고 있다는 말은 지금으로 2년이나 지난 지금 과연 그대로 남아 있다고는 볼 수 없습니다 남으로 벌판이 있어야 하지만 얼마만큼이나 넓은 벌인지 모릅니다 서쪽으로는 받아 그러나 그때 그 시절 는 큰 물이면 다 바다라고 했습니다 지평선 끝까지 물만 있다면 큰 바다라고 했습니다 위례성을 고려때 광주에 속하였고 관내도입니다 370년 위례성에서 북한 산성으로 천도를 합니다 그곳은 고려 때 양주에 속하였고 관내도입니다 371년 고구려의 고국원왕이 전사하였습니다 남평 양과 평양은 멀지도 가깝지도 않는 거리에 있어야 합니다 기원전 18년에 백제를 건국하고 원전 5년에 미추홀에서 위례성로 도을 옮긴지 375년 간 백제의 수도였습니다 고려시대의 지명으로 보시면 패스와 대수를 건너 인주 바닷가에 와서 하남 위례성 천도하여 375년 지내다가 양주로 천도하였다 한반도 세 곳에 순차적으로 대입해 보겠습니다 첫 번째로 서울 풍납동 있니다 고구려 또는 북부여에서 남아여 지금의 천인 미추홀에 도착하여 살다가 한산에 올라가 바라보니 북쪽은 한강이 남쪽은 비옥한 벌판이 동쪽으로는 높은 산위로 막혀 있으며 서쪽으로는 바다에 막혀 있습니다 370년 살다가 남평 양성인 북한 산성으로 도입하였다 위대성이 직산현 광주에 속해 있으며 북한 산성인 남평 양성은 양주에 속하였다 광주부터 양주를 거쳐 해주 왕주 아지 관내도 속해 있다 양주는 우보 해주는 좌보로 이보를 두었다 서쪽에는 바다에 막혀 있다고 했습니다. 북쪽은 한강입니다 동쪽은 하남시의 해발 657m 있 산이 하나 자리 잡고 있으며 남쪽으로는 송파구와 위래 신 도시가 자리 잡고 있습니다 서쪽 북쪽 남쪽은 이해가지만 동쪽은 큰 산이라고 말하기 힘든 부분이 있습니다 기준이 어떻게 설정을 했는지는 모르지만 제가 보기에는 큰 산이라고는 말하기 힘들 듯합니다 원문의 한자를 보시면 동거 고학입니다 동력동 근거 거 높을고 큰 산악 동쪽에 높고 큰 산에 의지하다 한 번 높은게 아니고 두 번 높은 거라고 하면 많이 높은 것이 되겠습니다 남한산은 풍납토성과 거리가 조금 있습니다 양주에 속한 북한산성 남평양 한양 이곳들은 과연 어디일까요 지금 현재는 양주 따로 북한산성 따로 평양따로입니다 남평양성은 평양의 남쪽인데 한반도 땅의 크기에 비례해서 너무 멀리 떨어져 있습니다 한반도의 고려의 남북 길리는 직선 거리로 약 660km 정도 나옵니다 그런데 평양에서 양주까지 거리가 직선 거리로 약 171km 나옵니다 한반도 남북 거리에 38% 차지하는 거리입니다 두 번째로는 하남시 있니다 고구려 또는 북부여에서 남아여 지금의 인천인 미추홀에 도착하여 살다가 한산에 올라가 바라보니 북쪽은 한강이 남쪽은 비옥한 벌판이 동쪽으로는 높은 산위로 막혀 있으며 서쪽으로는 바다에 막혀 있습니다 370년 살다가 남평 양성인 북한 산성으로 도하다 위례성 있 직산현 광주에 속해 있으며 북한 산성인 평양성은 양주에 속하였다 광주부터 양주를 거쳐 해주까지 관내에 속해 있다 양주는 우보 해주는 보로서 이보를 두었다 보시는 바와 같이 북쪽은 한강이 흐르고 있고 남쪽으로는 산으로 막혀 있으며 서쪽으로는 바다에 막혀 있지는 않지만 큰 바다입니다 동쪽으로는 산이 있습니다 설명과 같은 위치의 산입니다 여기에서 보시면 비율이 이상합니다 어느 지역을 설명할 때 근처에 있거나 동쪽과 서쪽의 지명의 위치가 비슷한 거리에서 찾아야 하는데 서쪽 바다 쪽은 너무 멀리 떨어져 있다는 문제가 발생됩니다 하지만 다른 곳도 다 그렇습니다 비율적으로 여러분들이 보시고 판단하시면 되겠습니다 세 번째로는 천안시 직산읍 있니다 고구려 또는 북부여에서 남아여 지금의 인천인 미추홀에 도착하여 살다가 한산에 올라가 바라보니 북쪽은 한강이 남쪽은 비옥한 판이고 동쪽으로는 높은 산위로 막혀 있으며 서쪽으로는 바다에 막혀 있습니다 370년 살다가 남평 양성인 북한산성으로 도하다 위성인 사연은 광주에 속해 있으며 북한 산성인 남평 양성은 양주에 속하였다 광주부터 양주를 거쳐 해주까지 관에 속해 양주는 우보 해주는 보로서 이보를 두었다 북쪽에 하천이 하나 흐르고 있습니다 한강이라고 보기에는 어려움이 있습니다 서쪽으로 보시면 바다가 보입니다 남쪽으로는 천안시의 작은 평야지대가 있습니다 동쪽으로는 해발 560m 하나가 있습니다 이곳은 누가 봐도 아닌 듯합니다 광주가 있어야 할 자리에 천안이 있습니다 관도 고려초기 를 10도로 나누었을 때 광주 양주 해주 황주 등을 말합니다 관도의 지명은 어떻게 만들어졌을까요 관이라고 하면 산과 산의 사이 산과 바다 사이 관문 산해관 관중 등이 있습니다. 관내도 관문들이 안쪽을 말한다고 생각됩니다 큰 지명을 나타내는 곳입니다 한반도의 관도라 추정하는 곳을 보시면 관이라고 느껴지십니까 작은 범위에서는 있을 수 있다고 보여집니다 하지만 경기도와 황해도를 바라봤을 때는 전혀 관한 쪽 같지가 않습니다 성에서 숭산 북쪽까지 흙으로 뚝을 쌓았다는 기사가 있습니다 결정적으로 한반도에는 없습니다.\n네 번째로는 산동성 비정시입니다. 북부여 또는 고구려에서 남아여 횟수와 대수를 건너서 미추홀로 왔서 살다가 한산에 올라가 바라보니 북쪽으로는 한강이 띠를 두르고 있고 남쪽으로는 비옥한 벌판이 있으며 동쪽으로는 높은 산이 있어 의지할 수 있고 서쪽으로는 바다에 막혀 있습니다 기원전 5년의 도을 위성으로 하여 37년에 이곳 위성에서 평양성이 북한 산성으로 도입하였으나 some 지낸지가 375년 있니다 위례성을 고려 때 광주에 속하였고 북한 산성인 남평 양성은 고려때 양주에 [음악] 속하였습니다 여기서 말하는 위치를 보시면 동쪽으로는 태산이 있습니다 태산은 우리에게도 유명한 산입니다 어떻게 생겼는지 무슨 산인지 알지 못하지만 우리의 말속에 남아 있는 태산입니다 태산이 높다 되 하늘 아래 매 이로다 등등 여러 가지 있습니다 태산은 대륙의 오화의 하나로서 해발 158m이고 바위가 많은 산으로서 악산이 포함됩니다 고학이라는 말의 알맞은 산이라고 보여집니다 서쪽으로는 지금의 현재에서는 호수가 자리 잡고 있지만 그 예전에는 그 자리가 이전기 제나라가 있던 곳입니다 이정기의 제나라는 고구려 출신 사람으로서 산동성 이곳에서 15개의 줄을 거느리는 제나라를 건국하였다 명인 나라라는 말은 이 땅이 백제의 땅이었고 백제의 백성이니 제 나라라고 해야 백성들이 따를 것입니다 지금 보이시는 호수 아래로 쭉 이어지는 바다라고 말할 수 있는 거대한 호수들이 비하에 있었다고 보여집니다 북쪽으로는 한강이 있다고 합니다 2000년 전에는 황하가 지금의 황하 물줄기에서 더 북쪽으로 흘렀습니다 샹시 개봉에서 실 를지나 야오 시를 돌아서 더저우시 올라갔다가 빈저우시 들어가 바다로 빠졌다고 합니다 그 아래 보이시는이 물줄기는 백제의 한강이 아니었을까 하는 생각을 해봅니다 남쪽으로는 보이시는 거와 같이 낮은 산들이 있지만 비옥한 평야지대가 많이 있습니다 남쪽에 진행시 한자어로 재영 시가 있습니다 예전에는 제주라고 불리웠다고 지식백과에 나와 있습니다 제의 글자를 보시면 백제 많이 쓰는 제의 글자입니다 수변이 붙어 있는 제 문자입니다 제남시 양주라는데\n곳입니다 은하 고성과 송풍 고성의 터가 남아 있고 해자로 보이시는 곳이 현재 남아 있습니다 그 밑에 천선 광장이 있습니다 위에 있는 해자에 성이 있었다는 말을 하고 있는 듯합니다 하지만 이곳이 성이라면 관 관도가 있었다고 보여지기는 조금 난해하다고 생각됩니다 한강과 황하강 사이를 관도라 칭할 수도 있고 서쪽 바다로 칭한 그곳과 오른쪽 산들 사이를 관내 돌아 할 수도 있습니다 또한 태행 산맥을 따라 올라가는 곳을 관내 돌아 했을 가능성도 보여집니다 평양이 현재의 북경이 아래로 쭉 펼쳐진 평야지대를 거쳐 내려와 남쪽 평양이라고 말할 수 있습니다 북경이 평양이라는 백제의 남평양 선 와 고구려의 평양성의 사이에는 평야지대 펼쳐져 있습니다 장애물 같은 것이 없는 것은 기동성을 높여 준다고 보여집니다 화하족 사서에서 말하듯이 북쪽은 고구려와 접해 있고 남쪽과 서쪽은 바다에 막혀 있으며 서남쪽으로는 신라가 있다고했습니다. 고구려는 요동을 백제는 요서 진평군 차지했다는 말이 있습니다 북위가 기병을 이끌고 백제를 공격하였다 패하였다. \n다섯 번째는 현재 한남성 시입니다 송나라 시대 우적도 석경이라고 표시되 있습니다 청나라시대 지도입니다 북산과 남부가 표시되 있습니다 조선 이방원이 제작한 지도입니다 남부가 표시되어 있습니다 조선 문신인 김수이 제작한 지도입니다 남과 양이 같이 있으며 남이 크게 그려져 있습니다 예지도는 이곳은 한 남부로 표시가 되어 있다는 점 이곳은 화적 a 낙양성의 아니었다는 말이 됩니다 북부여 또는 고구려에서 남아 하여 횟수와 대수를 건너서 미추홀로 왔서 살다가 한산에 올라가 바라보니 북쪽으로는 한강이 띠를 두르고 있고 남쪽으로는 비옥한 벌판이 있으며 동쪽으로는 높은 산이 있어 의지할 수 있고 서쪽으로는 바다에 에 막혀 있습니다 기원전 5년의 도을 위례성 하여 370년 이곳 위례성에서 남평 양성인 북한 산성으로 도입하였으나지가 375년 있니다 위례성을 고려때 광주에 속하였고 북한 산성인 남평 양성은 고려때 양주에 속하였습니다 북쪽으로는 황하가 한강이 아닐까 합니다 하라는 명칭은 화하족 지명이고 이곳 동에서 서로 는 지금의 황하강 고려 시대에는 한강이라 했을 가능성을 찾아봅니다 하남 위례성 하의 남쪽 위례성 한강이 흐른다는 문장 시대별 쓰이는 지명을 사용하여 서술했다고 보여집니다 한산은 이곳이고 한강 남쪽 산은 남한산 한강 북쪽에 사는 북한산입니다. 북한 산성은 이곳이며 평양은 지금의 인분 시입니다. 동쪽으로는 대륙의 오학 중 하나인 숭산이 자리 잡고 있습니다. 해발 1440m이고 지표면의 높이는 해발 400m로서 산의 응장함이 말로 표현하기 힘듭니다. \n결정적인 건 한반도에는 숭산이 없습니다. 이곳 숭산에 유명한 절이 있습니다. 그 유명한 절은 법왕사이며 고려 왕건이 919년 창건한 개경에 있는 절입니다. 고려사에서 법왕사를 검색하시면 국문 113개의 기사가 나옵니다 고려사에 매우 중요하다고 생각되는 사찰입니다 잠시 법사에 대한 기사를 보겠습니다 법왕사 3일 동안 백자도량을 열고 전국에서 승려 3만 명에게 음식을 대접하게 하였다. 현재 대한민국의  승려분들이 25000명입니다. 1129년 고려시대에 3만명입니다. 인구가 5천만인 지금 시대보다 고려시대에 승려분들이 더 많았다는 얘기입니다.\n이곳에 흐르는 강의 이름은 북한강입니다 그 아래로 보시면 백강이 흐르고 있습니다 서쪽으로는 황하가 꺾여지는 이곳입니다 여러 강들이 모여 큰 호수가 만들어지고이를 바다라고 불렀다고 보여집니다 전 영상에서 설명을 한 자료가 있어 잠시 보시고 가겠습니다 여러 큰강이 모여서 하나의 바다가 된다 큰 강이 세 개고 작은 강이 수십개가 모이면 빠져나가는 곳이 협곡이 집안이 단단하다면 그곳을 빠져나가는 물은 한정되어 있습니다 그곳에는 호수가 발생할 수 있으며 오랜 세월 동안 협곡의 집안이 조금씩 까여서 호수의 출구가 넓혀지면 자연스럽게 호수는 없어지게 되고 위에서 아래로 자연스럽게 내려오는 강물이 됩니다 제가 구글어스로 바다를 설정해 봤습니다 출근은 협곡이 바다가 되는 지역은 지대가났습니다 남쪽 바다는 해발 약 345m 아래로 북쪽 바다는 조금 높게 잡아보았습니다 해변이라고 생각되는 부분을 확대해서 보여 드리겠습니다 물이 흐르면 생기는 깎아지는 해변입니다 오랜 세월 동안 물이 옆으로 흘렀다는 흔적입니다 [음악] 황제가 석산에 올라 바다를 [음악] 바라보다 바다의 오른쪽 소금 호수가 있습니다 소금 호수에서 바다 사이를 미추홀로 보고 있습니다 그곳에 국이라고 정되는 곳이 있습니다 백이숙제가 있고 청나라 지도를 보시면 나와 있습니다 산서성의 지배자 고구려의 저자이신 성현식 선생님이 예전에 직접 가서 확인하셨습니다 삼국유사에서는 배구 전이라는 책을 인용하여 말하기를 이곳 고죽국을 해주라고 합니다 고죽국 해주 성에서 동쪽에서부터 숭산 북쪽까지 뚝을 쌓았다고 했습니다 관내는 이곳이라고 생각됩니다 화족 사서에서 말하듯이 북쪽은 고구려와 접해 있고 남쪽과 서쪽은 바다에 막혀 있으며 서남쪽으로는 신라가 있다고 했습니다 고구려는 요동을 백제는 요서 진군을 차지했다는 말이 있습니다 북가 기병을이고를 공격하다가 패하였다.\n마지막으로 여섯 번째는 산서성 운성시입니다.\n운성시 안에 직산현이 있습니다 아직까지 남아 있는 고려시대 지명입니다 북부여 또는 고구려에서 남하하여 횟수와 대수를 건너서 미추홀로 와서 살다가 한산에 올라가 바라보니 북쪽으로는 한강이 띠를 두르고 있고 남쪽으로는 비옥한 벌판이 있으며 동쪽으로는 높은 산이 있어 의지할 수 있고 서쪽으로는 바다에 막혀 있습니다 기원전 5년의 도을 위례성로 하여 370년 이곳 위례성에서 남평양 성인 북한 산성으로 도입하였으나 지낸지가 375년 있니다 위례성을 고려 때 광주에 속하였고 북한 산성인 남평 양성은 고려 때 양주에 속하였습니다 북쪽으로는 분수를 한강으로 표기했다고 보고 인분시를 남평양 이으로 생각합니다 남쪽으로는 넓은 비옥한 벌판이 있습니다 운성 시까지 바라보셔야이 쭉 북으로 뻗어 있습니다 높은 산은 해발 1600m이고 낮은 산은 1,000m 정도입니다 지표면의 높이는 해발 500m 600m 정도 됩니다 서쪽으로는 다섯 번째 위치를 설명할 때 같은 장소이고 아래 해주가 있고 고죽국 있습니다 소금 모수가 존재합니다 관내도 명칭에 맞게 평양에서 해주까지 길게 뻗은 산맥들 사이에 넓은 평야지대가 있습니다 누가 봐도 관내도 아고 말하면 이해가 가능 지형입니다 사성 동쪽에서 숭산 북쪽으로 뚝을 쌓았다는 말은 위례성이 이 지역이면 그 아래의 지역 또한 백제의 땅이 되므로 숭산에 뚝을 쌓았다고 해도 이상하지 않습니다 한자어로 사년 화하족 언어로 지사입니다 아직도 남아 있는 지형입니다 서쪽 바다를 건너면 한성 씨가 있습니다 나라 이름 한 늘 사용하는 한성 씨입니다 그 도시 안에 금성도 존재합니다 위만게 밀려 남아 하여 마한을 건국한 마한의 큰 도시 또는 수도가 아니었을까 생각해 봅니다 \n화하족 사서에서 말하듯이 북쪽은 고구려와 접해 있고 남쪽과 서쪽은 바다에 막혀 있으며 서남 쪽으로는 신라가 있다고 했습니다.\n고구려는 요동을 백제는 요서 2군을 차지했다는 말이 있습니다. 북위가 기병을 이끌고 백제를 공격하였다 패하였다.\n대수, 패수 위치에 방점을 두면 산동성이 맞는 듯합니다. 그리고 나중에 등평호 근처의 사비성으로 천도하여 등평호를 거쳐 백강으로 들어온 소정방 수군에 의하여  멸망한 것으로 보입니다.\n\n숭산 소림사, 한반도에는 숭산과 소림사가 없음.\n\n이중재\nhttp://www.hannim.co.kr/lee-h-s-28.htm",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-12-09T09:07:52.607000",
  "updatedAt": "2025-09-01T13:49:44.001000"
}