{
  "id": "1f8989eb-e955-41cc-91d1-d2953eb242f3",
  "title": "회수/회계산/절강",
  "content": "![image](media/1755935473984.832705335.png)\n![image](media/1946c703944.b9d36e8da5d68ccc.jpg)\n![image](media/196d82b9a14.88a2fe02056217a4.jpg)\n![image](media/196d847ff6b.89420531a546486a.jpg)\n![image](media/196f064536a.bd0c1ccd5eef39d6.jpg)\n![image](media/196f065e376.8daa2c038a2283fc.jpg)\n![image](media/196f069b6c5.9c363b3c3e450369.jpg)\n\n\n\n淮河 古称淮水，\n淮河源流发源于河南省南部桐柏山主峰太白顶的老鸦叉, 其最遠源流發源於河南省西部伏牛山的東沙溝(회하의 원류는 허난성 남부 퉁바이산 주봉인 타이바이딩의 라오아차에서 발원하며, 가장 먼 원류는 허난성 서부 복우산의 동사구에서 발원)\n\n북경반점\n회계산은 형주 부근에 있다. 우산이 회계산이다.\n\n河南省 邓州市 禹山은 중국 河南省 南阳市 邓州市에 있는 산으로, 禹王庙가 있어 '禹山'이라는 이름이 붙었습니다. 禹山은 邓州市 서남부에 위치하며, 원래 '雨山' (비산)으로 불렸는데, 禹王庙과 관련된 설화로 '禹山'으로 바뀌었다고 합니다. \n\n태백일사 고구려 본기\n江南 有越州 其屬縣 一曰 山陰 二曰 山越 三曰 左越 至文咨帝 明治 十一年 十一月 攻取越州 改署郡縣 曰\n松江 會稽 吳城 左越 山越 泉州 十二年 移新羅民 於泉州 以實之\n\n강남에는 월주가 있었다. 월주에 속한 현은 산음, 산월, 좌월이다. 문자황제 명치 11년(AD 502) 11월에 월주를 공격하여 취하였다. 군현의 관청을 고쳐 송강, 회계, 오성, 좌월, 산월, 천주라고 하였다. 12년(AD 503)에 신라인들을 천주에 이주시켜 살도록(實) 하였다. \n\n복건도가 보이고, 천산(泉山)도 보이고, 천주부(泉州府)가 보인다. 이 천주부(泉州府)가 바로 문자왕 12년(AD 503)에 신라인들을 이주시킨 곳이다.\n\n회계\n춘추전국시대에는 오나라와 월나라의 땅이었다.\n전한 초기에는 회계군을 오군(吳郡)이라고도 불렀다.\n\n\n위키\n《사기》에 따르면 월나라 사람들은 대우의 후손으로, 우나라가 회기에 이르러 무너졌고, 오늘날에는 회기산 기슭에 대우릉이 있다. 하대 소강은 자신의 서자를 지금의 저장성 내의 회기산에 봉릉제를 지내면서 월나라가 세워졌다.일찍이 동한에서 장형은 이 전설에 대해 의문을 제기한 바 있다. 고고학 발굴에 따르면, 고서에 기록된 하나라의 많은 창작은 당시 오월 지역의 풍습과 깊은 인연이 있으며, 대우는 월나라 사람의 후손일 가능성이 있다.\n회계를 중심으로 한 월나라는 춘추시대에 융성하였다.이때 북쪽에 위치한 오나라도 급속히 발전하여 월나라보다 더 빨리 강성해졌고, 오나라는 강북의 邗국(현재의 쑤중양주), 화이이 등을 멸망시킨 후 베트남과의 충돌이 급증했습니다.오왕이 합려할 때, 월나라가 오나라의 초나라 공격에 협조하지 않는다는 이유로 월나라를 침공했으나, 결국 합려에서 화살을 맞고 사망했다.후임으로 오왕 부차는 월왕 구천과 20여 년간 전쟁을 벌였고, 결국 월왕 구천은 기원전 473년에 북쪽의 강대국 오나라를 멸망시키고 월나라를 재건했습니다. 이어서 오나라를 병합하여 오나라로 천도했으며, 이후 다시 낭야로 천도했습니다.\n초나라와의 전쟁 패배로 구천의 자손인 월왕 예는 오나라가 멸망할 때의 수도였던 고소로 국도를 옮길 수밖에 없었다. 월왕이 강하지 않을 때, 월나라는 북으로 제나라를 공격하고 서쪽으로 초나라를 공격하여 중원 여러 나라와 승리를 다투었습니다. 제위왕은 로비스트를 시켜 초나라를 설득하는 데 성공했으나, 이후 강패하지 않고 자살했습니다. 이로 인해 월나라는 패망했습니다. 기원전 306년, 초나라는 월나라의 도고수를 점령하고 전당강 서쪽에 강동군을 설립했습니다. 월나라의 나머지는 분열되어 각각 전당강 동쪽의 옛 터를 할거하고 초나라에게 복종했습니다. 동시에 절동 지역은 여전히 동월인의 지배하에 있습니다. 월나라와 오나라의 오랜 교류 속에서, 월나라와 오나라의 문화는 점차 다른 것에서 같은 방향으로 바뀌었고, 한대에 이르러서는 이미 하나가 되었다.\n진나라가 초나라를 멸망시킨 후, 즉시 월나라에 들어가 \"월나라 군을 항복시키고 회계군을 설치\"했습니다. 월나라의 옛 지역은 진나라 회계군의 일부였으며, 군치는 오나라와 베트남 두 나라의 고도인 오현(현재 소주)에 있었습니다. 진 2세 원년(전 209년), 천하는 반진(反秦)이었다. 항우는 오나라에서 진나라 회계군의 태수를 죽이고 8천 강동의 자제들을 이끌고 출병했다.\n\n한나라 진나라 이후 회계군을 답습하다.\n이곳은 동구국이 지배하고 있으며, 이후 동구 내부는 장화이로 이전되었습니다. 동구와의 싸움에서 민월은 한나라에 의해 결국 소멸되었다.\n동한 영건 4년(129년), 전당강을 서쪽으로 오군, 동쪽으로 회계군으로 나누었다. 오현이 신설된 오군치소가 된 후, 회계군치소는 산음현으로 옮겨졌다.\n동한 말년, 오군 부춘현의 손견과 그의 자손 책략, 손권은 오군, 회계군을 포함한 강동 지역을 점차 장악하고 손오 정권을 세웠다. 그 기간 동안 오나라는 오늘날 저장 서부와 안후이 남부 등 산지의 산월 부족을 징용하고, 대규모로 논밭을 쌓아 국력을 강화했습니다.\n\n절강\n서기 280년에 오나라가 진나라에 강진하다.\n영가 5년(311년) 영가의 난이 발발하여 화북은 오랫동안 전란에 처해 있었고, 오호란화까지 겹쳐 대량의 난민들이 강동으로 몰려들었다.건흥 5년(317년), 사마예는 오나라 고도 건강에 동진을 세웠고, 강남은 차례로 송, 제, 양, 진의 4조가 통치했는데, 이를 육조라고 한다.육조 기간 동안 많은 중원 한인 귀족과 사대부가 남쪽으로 이주했으며, 그 중 오흥군과 회계군의 인구는 두 배로 증가했습니다. \n회계, 오흥(현재 호주)과 오군은 나란히 \"삼오\"로, 육조의 비옥한 땅으로 삼오를 중심으로 경제와 문화가 번영했습니다.\n서기 589년, 진나라는 수나라에 의해 멸망하였고, 저장 지역은 다시 한번 대통일 왕조가 통치하였다.\n남조는 멸망했지만 남북이 분단된 지 오래됐고, 남측 사족들은 북조 통치에 저항이 많았으며, 수 문제(隋文帝)는 남측 반란을 가혹하게 진압하여 강남 인구 60만 명 중 30만 명이 사망했다는 기록도 있다.\n이후 수나라는 강남을 다스리며 회유를 많이 했다.\n강남을 통제하기 위해 수나라 시대에 대운하를 건설하여 저장성으로 직행하고, 항저우, 자싱 등 주와 현을 설립하여 저장 일대가 크게 발전했습니다.\n무덕 9년(626년)에 당군은 절강성에 들어갔다.\n정관 원년부터 태호 유역은 풍부한 물산으로 인해 전쟁 기간 동안 많은 곡물이 徵에 의해 북쪽으로 이동되었습니다. 당 고종 연간, 양절은 이미 일정한 비중을 차지하는 북방 씨족이 이주하여 각지의 유민이나 재해가 있으면 강남으로 온다. 양절의 인구는 몇 배 증가하고 경제도 운하, 연해에서 산지로 발전하여 호주는 \"강표대군\"이 되었다. 절동은 \"반천하의 의식주\"가 되었다. 운하 말단의 항주는 정관시 강남에서 인구가 가장 많은 주가 되었다. 당나라 사람들은 이를 \"동남명군\"이라고 부른다. 두 절강에서 안사의 난은 이미 경제의 요충지였으며, 인구는 빠르게 증가했다.강남 차 산업의 발전으로 인해 당나라 시기에 여러 산지 차 현이 추가되었습니다.\n안사의 난 때 조정은 반군이 강남을 점령하는 것을 방지하기 위해 먼저 항저우에 강동방어사를 설치했고, 이후 저장 서도와 저장 동도를 설치했으며, 두 차례의 시간은 후에 지방 번진으로 변모했다.\n북쪽 사람들은 전쟁의 재앙을 피하기 위해 강남으로 망명했고, 이백은 \"천하의 의관사서, 피지는 동오, 영가남천, 이곳에 번성하지 않았다\"고 진언했다.\n강남 지역은 경제가 번영하여, 전국의 조세 원천지에서의 지위가 급속히 상승하여, \"오늘날 천하에 부여되고 강남은 19에 달한다\"에 이르렀다. 또한 저장 서부의 금은기도 황실의 공물이 되었으며, 저장 동부의 월요 도자기는 더욱 남방의 대표적인 도자기가 되었다. 형요 백자와 함께 \"남청북백\"이라고 불리며, 저장 동부에서 양저우 일대에 이르는 해운업이 발달하였다.\n당말, 왕영, 황소작란 동남쪽, 절서지방에 항주팔도자보(杭州州八都自保)를 세웠으며, 후에 전镠가 팔도를 장악하고 마침내 건녕 2년(895)에 절강2도를 합병하여 양 절강지역을 장악하였다가 당나라에 의해 월왕, 오왕으로 봉해졌고, 당나라가 멸망하자 양태조는 镠오월왕 겸 회남절도사에 봉해 오월국이 건국되었다.\n전 镠는 만년에 번진 전쟁에 참여하지 않고 '국경을 지키고 백성을 안정시킨다'는 이념을 고수했으며 '세상은 피투성이가 되어 전쟁을 하고 나는 폐관하고 누에를 다듬는다'는 가훈을 남겼다.\n오월의 통치 아래, 저장성 전역은 병화에서 벗어났고, 도시는 크게 다스렸으며, 불교는 황금 시대를 맞이했습니다. 해상 무역은 번영하고 번창했으며, 두 저장성의 사회 경제는 모두 북방 중원을 넘어 안정되고 부유한 지역이 되었습니다. 명주, 타이저우, 원저우 등 지역은 중요한 항구가 되었고, 항저우는 점차 \"동남형 승, 삼오도회\"가 되었습니다.하지만 강적이 주위를 노리는 상황에서 오월의 세역도 매우 무거웠다.\n태평흥국 3년(978년) 2월, 오월의 마지막 국주 전홍숙은 조상의 가르침을 따라 자발적으로 송나라에 복속했다.북송은 원래 오나라와 월나라 지역에 양절도를 설립하고(후에 도로로 변경), 오나라와 월나라의 세금과 세금이 많은 유산을 변경하여 양절은 안정되었다. 양저(兩浙)는 북송에서 인구가 가장 많은 길이며, 동시에 송대의 재정 요충지이기도 합니다. \"국가의 근본은 동남쪽에 있다\"는 이유로 송나라 조정의 극도의 중시를 받았습니다. 당시 태호 양안의 평강(平江)과 호주(湖州)의 번영과 부유함을 묘사하는 말이 있었습니다.\n북송 멸망 후, 정강 2년(1127년) 5월 송 고종이 상구(송 남경 응천부)에서 황제를 칭하고 남송에 세웠으며, 소흥 2년(1132년)에는 정식으로 양저로 항주를 \"행재소\"로 삼아 임안부로 개칭하였고, 이때부터 양저(兩浙)는 남송의 정치 중심지가 되었다.\n송나라 황실이 남쪽으로 이주한 후, 많은 북부 인구가 양저 지역으로 몰려들었고, 주도인 린안은 난민이 원주민보다 훨씬 많아 한때 북부 선비들의 활동 중심지가 되었다. 두 저장성의 경제는 번영했고, 해외 무역은 특히 발달했습니다. 항저우, 밍저우(현재 닝보), 원저우는 당시 해외 무역의 주요 항구였습니다. 동시에 문화가 번성하여 전국의 교육 문화 중심지가 되었고, 저장 동학파와 같은 새로운 사조를 불러일으켰습니다.이 시기의 저장성은 전국 경제에서 그 지위가 날로 높아졌으며, 곡물, 차, 비단 등을 통해 중국에서 가장 중요한 세금 부과 요충지가 되었습니다.\n기원 13년(1276년), 쿠빌라이는 몽골 군대를 이끌고 린안을 점령하여 항저우의 수도로서의 시대를 끝냈다.원나라는 원래의 양절로와 양회로를 통합하여 강회 등 행중서성을 설립하고, 양회(회남동로, 회남서로), 양절지를 통괄하였다.지위안 21년(1284년), 지리적 민사상 불편으로 성치(省治)를 항저우(杭州州)로 바꾸었다.\n지원 22년(1285년), 할강 북부는 하남성에 속하였고, 원래의 양절로를 주체로 하여 강절 등 중서성(약칭 강절행성)을 설립하였다. \n원대의 장쑤성과 저장성은 여전히 전국의 세금과 세금의 중심지였으며, 공상 무역은 매우 번영했습니다. 장쑤성과 저장성은 곡물 수입의 3분의 1을 차지했고, 상업세도 3분의 1을 차지했으며, 임대 조정도 10분의 7강이었습니다. 원나라 때 중국을 방문한 마르코 폴로는 이곳의 번영과 아름다움에 놀랐으며, \"행재\"(현재 저장성 항저우)를 \"세계에서 가장 아름답고 화려한 도시\"라고 불렀다.\n그러나 마르코 폴로의 중국 방문 여부는 여전히 의문이다. 한편, 남송의 유민인 두 절강 사람들은 네 명 중 가장 낮은 등급의 \"남인\"으로 여겨져 큰 착취와 박해를 받았고, 이로 인해 여러 차례 반원 봉기가 발생했다.\n\n\n기원전 201년(한고제 6년) 유방이 초왕 한신을 회음후로 격하하고 초나라를 회수를 경계로 둘로 나누어, 동쪽을 형나라로 만들고 유고를 형왕에 봉하면서 동양군·장군·회계군을 주었다고 하는데 이 동양군은 광릉군의 전신으로 동해군의 회수 동쪽 부분을 분할해 설치한 것으로 보인다. 유고는 영포의 반란으로 살해되고 유방은 새로 오나라를 만들어 옛 형나라 땅을 관할하게 했다. 오왕 유비가 봉국을 거의 독립적으로 다스리던 차에 경제가 제후왕들의 죄를 빌미로 왕국의 지군을 몰수하자 유비 등이 반발하여 난을 일으켰다. 기원전 154년(경제 3년) 난이 진압된 후 회계군은 한나라의 직할 군으로 떨어져 나갔고 동양군은 장군과 함께 강도역왕의 강도국(江都國)이 되어 강도국의 서울을 영내에 두었다. 강도왕 유건이 죄를 지어 강도국이 폐해져, 원수 3년(기원전 120년) 이름을 광릉군으로 고치면서 처음으로 광릉이라는 이름이 나타난다. 원수 6년(기원전 117년) 무제의 아들 유서가 광릉왕에 봉해지면서 광릉국이 됐다. 광릉국이 설치됨과 함께 옛 광릉군의 영역 중 일부가 패군의 일부 영역과 함께 임회군으로 떨어져나갔다. 오봉 4년(기원전 54년) 광릉여왕의 모반 때문에 왕국이 폐지돼 광릉군이 됐고 초원 2년(기원전 47년) 여왕의 옛 태자 유패를 왕으로 삼고 복국해 다시 광릉국이 됐다.\n\n\n양절로\nhttps://ko.wikipedia.org/wiki/%EC%96%91%EC%A0%88%EB%A1%9C\n\n浙江\n浙江”为钱塘江的古称，钱塘江在《山海经》、《越绝书》、《史记》、《水经注》等多数古籍均作“浙江”，《庄子·外物篇》作“浙河”，《水经》作“渐江水”。陈桥驿等现代学者考证浙、淛、渐都是古越语的不同汉语音译，而清代《康熙字典》则称“浙者，折也”，认为“浙江”得名于钱塘江水曲折逆流；同时钱塘江又因为其干流蜿蜒曲折如“之”字，故别称“之江”。春秋战国时期，浙江属于百越中于越的核心地带，也就是春秋五霸 中越国本部所在；直到三国时期，浙东仍是山越活动的中心；因此也有文献会称浙江简称为“越”，就如章炳麟的“愿吾越人，无忘张煌言”，同时“越”也是省内绍兴市的简称。\n唐乾元元年（758年）分江南东道为浙江东道、浙江西道以及福建道，是为“浙江”二字第一次成为地方政府的名称，浙江二道合称“两浙”，辖境大致为今天苏南、皖南、上海及浙江全境，与今天的吴语区相仿。元代在原先的两浙及福建设立江浙行省，治杭州路，奠定了浙江独立建省的基础。元明之际，龙凤十二年（1366年）朱元璋置浙江等处行中书省，简称浙江行省，后又改名为浙江等处承宣布政使司，民间俗称浙江省。清代因袭了明代的浙江等处承宣布政使司，更加常用浙江省的名称，民国延续清代行政区划浙江省，而中华人民共和国也承袭前代省份，浙江省建制及辖境大致沿袭至今。\n\n“浙江”은 원래 **钱塘江(전당강)**의 옛 이름이다. 『산해경(山海经)』, 『월절서(越绝书)』, 『사기(史记)』, 『수경주(水经注)』 등 대부분의 고전에서는 이 강을 “浙江(절강)”이라 하였고, 『장자(庄子)·외물편』에서는 “浙河(절하)”, 『수경(水经)』에서는 “渐江水(점강수)”라 하였다.\n 근대 학자 진교역(陈桥驿) 등은 “浙(절)·淛(제)·渐(점)”이 모두 고대 월(越) 지역 언어를 서로 다르게 한자로 음역한 것이라 보았다.\n 청대 『강희자전(康熙字典)』에서는 “浙者，折也”(‘절’은 ‘꺾이다’라는 뜻이다)라 하여, “浙江”이라는 이름이 전당강의 물줄기가 굽이쳐 흐르는 데서 유래했다고 설명한다. 또 전당강의 본류가 구불구불하여 ‘之(지)’ 자처럼 굽은 모양이라 해서 **‘之江(지강)’**이라고도 불린다.\n춘추전국시대에 이 지역은 백월(百越) 가운데 **우월(于越)**의 중심지, 즉 춘추오패(春秋五霸) 중 월나라의 본거지였다.\n 삼국시대에 이르기까지 **절동(浙江 동부)**은 여전히 산월(山越) 세력의 활동 중심지였다.\n 따라서 일부 문헌에서는 절강을 **약칭 “越(월)”**이라 부르기도 한다.\n 예를 들어 장병린(章炳麟)은 “愿吾越人，无忘张煌言(우리 월 사람들은 장황언을 잊지 말지어다)”라고 썼다. 오늘날도 “越”은 절강성 내 소흥(绍兴)시의 약칭으로 쓰인다.\n당나라 건원 원년(乾元元年, 758년), **강남동도(江南东道)**를 나누어 절강동도(浙江东道), 절강서도(浙江西道), **복건도(福建道)**를 두었는데, 이때 처음으로 “浙江”이라는 두 글자가 행정구역 명칭으로 등장하였다.\n 두 절(两浙)이라 불린 이 지역은 오늘날의 장쑤 남부, 안후이 남부, 상하이, 절강 전역을 포괄하며, 대체로 현재의 오어(吴语) 사용 지역과 일치한다.\n원나라 때에는 두 절 지역과 복건에 **강절행성(江浙行省)**을 설치하고, 수도를 항저우로 정하여 절강이 독립된 성으로 발전할 기반을 마련했다.\n 원·명 교체기에 홍봉 12년(1366년), 주원장은 **“절강 등처 행중서성(浙江等处行中书省)”**을 설치하였고, 뒤에 **“절강 등처 승선포정사사(浙江等处承宣布政使司)”**로 개칭되었다. 민간에서는 이를 **절강성(浙江省)**이라 불렀다.\n청대에는 명대의 행정 체계를 그대로 계승하여 절강성을 정식 행정단위로 사용했으며, **민국(民国)**도 이를 이어받았다.\n 중화인민공화국 역시 전대의 절강성 체제를 계승하여, 오늘날까지 절강성의 행정 구역과 체계가 대체로 유지되고 있다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-01-16T09:08:02.502000",
  "updatedAt": "2025-12-01T17:18:50.998000"
}