{
  "id": "1fa2082d-1181-46d4-848b-522cb45dd35f",
  "title": "베블런 효과(Veblen effect) - 명품 추구",
  "content": "![image](media/18d6d5aa3b6.8b6d8e0ad61d8971.jpg)\n![image](media/18d6d5ac6ac.97351ab1570a816e.jpg)\n\n\n\n\n간략화하면 개인 소비자의 소비는 다른 소비자에게서 영향을 받는다고 할 수 있겠다. 여기서의 개인 소비자는 과시적인 소비를 하는 소비자이다. 이러는 소비자는 낮은 가격의 상품을 소비하지 않으며, 남들과 대비되어 우월감을 얻기 위하여 고가의 사치재를 소비한다. 따라서 사치재의 가격이 상승할수록 구매자 또한 늘어난다.\n\n수요의 법칙을 설명할 때 전통적인 경제학에서 소비자들은 물건을 고를 때 다른 사람의 의견들은 고려하지 않았다. \n베블런 효과는 소비자를 사회적인 존재로 가정해 특정 상품을 소비할 때 그것이 주는 본질적인 효용뿐만 아니라 다른 사람의 이목을 통해 얻는 만족들이 소비에 영향을 미치는 현상을 의미한다.\n즉 상품 자체의 실제적인 쓰임새 뿐만 아니라 해당 상품을 소비할 때 다른 사람에게 비칠 자신의 이미지와 다른 사람들의 평가도 소비가 주는 효용의 일부가 되는 것이다. 따라서 다른 사람들과의 관계를 중요시하는 소비자가 많은 상품 시장에서는 상품 가격이 상승함에 따라 수요량이 감소하는 것이 아니라 오히려 소비량이 증가하거나 이전 소비 상태를 그대로 유지하는 베블런 효과가 나타난다.\n가격과 해당 상품이 주는 실제 효용만을 고려하던 \n\n전통 경제학과 달리 베블린 효과는 비싼 상품을 구입할 수 있는 상황과 주변의 부러워하는 시선을 즐기는 사회적 자의식이 소비의 큰 동기가 되는 현상이다. \n\n베블런 효과를 처음 주창했던 학자는 소스타인 베블런(Thorstein Bunde Veblen)이다. 그는 산업화로 생산의 효율성이 증대됨에 따라 높은 소득을 누리는 사람들 가운데 유한(有閑·leisure class) 계급이 등장하면 다른 사람들에게 과시하기 위한 소비가 나타난다고 주장했다. 그는 첫 저서 '유한계급론'에서 현대문명은 '과시적 소비', 다시 말해 '보여주기 위한 소비'로 넘쳐난다고 지적했다.\n문제는 이들이 자신을 과시하기 위해 소비하던 품목들은 부와 성공의 대명사가 되면서 중산층 계급까지 선호하는 재화가 되어 가격과 소비량의 비정상적인 관계는 더 강화된다는 것이다. \n\n베블런 효과는 명품 시장이나 부동산 시장에서 사례를 쉽게 찾아볼 수 있는 일반적인 현상이 되었다. 베블런 효과는 과시하기에 좋은 보석이나 시계, 가방, 화장품 등 사치재(luxury goods) 시장에서 잘 나타난다. \n특히 이와 같은 산업에서 판매량을 증가시키기 위해 원가가 비슷한 상품보다 고가의 가격을 책정하는 마케팅 전략을 프레스티지(Prestige) 마케팅이라고 부른다.\n\n위의 그림에서 가로축은 수량, 세로축은 가격입니다. 애초에 D1이라는 원래의 수요곡선의 a점에서 소비하고 있었지만 가격이 상승해 세로 길이로 b지점까지 오르면 높은 가격에 이건 고급제품이라며 반응한 수요자가 늘어 원래의 수요곡선은 D2로 변하고 최종적으로 c점에서 소비하게 됩니다.\na점과 c점을 이으면 가격이 변화함에 따라\n소비되는 수량의 관계를 알 수 있다. \n선을 그어보니 우리가 아는 수요의 법칙(가격과 수량의 역의 관계)과는 달리 가격이 상승할수록 오히려 더 많이 소비한다.(그러나 가격이 지나치게 높은 구간이나 지나치게 낮은 구간에서는 일반 수요곡선과 같이 반응한다.)\n\n하버드 경제학 교수였던 하비 라이벤스타인(Harvey Leibenstein)은 1950년 「수요이론에 있어서의 유행, 속물, 그리고 베블런 효과」라는 논설에서 특정 재화의 경우 일반적인 수요법칙이 적용되지 않는다고 주장했다.\n예컨대 구치 핸드백 가격은 수요, 공급 곡선에 따라 결정되는 것이 아니라 '남들이 생각할 만한 그 상품의 가격'에 비례한다.\n실제로 구치 핸드백 가격이 떨어져 아무나 시장에서 살 수 있을 만큼 흔해질 경우 그 수요는 증가하지 않고 오히려 감소할 것이다. 명품 브랜드들이 재고가 남을 경우 소각이라는 극단적인 방법을 택하는 이유도 여기에 있다. 샤넬이나 에르메스는 고가정책을 쓰기 위해 재고물량을 소각하기도 한다. 공급을 통제해 높은 가격을 유지하는 것이다.\n명품 수요자들은 베블렌이 말한 것처럼 과시적 소비를 하며 희소성에 반응한다. 이에 부합하기 위해서 기업은 상품이 많이 생산해 많이 팔면 좋지만 동시에 상품을 희소하게 유지해야 할 필요가 있다. 따라서 공급을 인위적으로 축소해 희소하고 고급진 브랜드 이미지를 형성해야 한다. 이를 단적으로 보여주는 것이 루이비통과 샤넬의 무재고 원칙이다. 샤넬의 경우 언론사들까지 초청해서 공개적으로 철지난 비싼 샤넬 백을 불태운다.\n\n[스놉효과(Snob Effect)]\n하비 라이벤스타인(Harvey Leibenstein)이 주창했다. 이는 상품을 소비하는 사람이 많아지면 수요가 줄고, 상품을 소비하는 사람이 줄면 수요가 늘어나는 현상이다.\n예를 들자면 고위층의 명품족들이 신상이 나오면 이를 신속하게 구매하다가 그 제품이 많이 팔려 너도나도 이를 구매하게 되면 더 이상 이를 사고 싶어하지 않게 될 때 스놉효과가 발생했다고 할 수 있다. 한정판에 사람들이 몰리는 것도 이 맥락에서 이해할 수 있다. 고고한 백로와 같이 행동한다고 해서 '백로효과'라고도 불린다.\n\n위의 그림에서 가로축이 수량, 세로축이 가격이다. 현재 D1 수요곡선에서 P1의 가격과 Q1의 수량에서 명품이 거래되고 있다. 하지만 재고정리 파격할인이 있었는지 가격이 P2로 뚝 떨어졌다.\n그럼 원래는 D1 수요 곡선을 따라 P2의 가격인 점에서 소비되어야 하지만 스놉효과에 따르면 거래량이 많아지면 사람들은 더 이상 이 상품을 사고 싶어하지 않는다. 그래서 수요가 줄어 D2 수요곡선으로 쪼그라든다. 그래서 최종적으로 거래는 D2 곡선 상에 P2 가격수준과 Q2 수량에서 이뤄집니다. 가격을 인하했을 때(P2) 원래의 수요곡선상의 Q'와 변화한 수량 Q2의 차이를 스놉효과로 나타낼 수 있다. 이렇게 스놉효과로 인한 거래점을 이으면 원래의 수요곡선보다 가파른 빨간색 수요곡선으로 나타난다. \n베블렌 효과와 달리 스놉효과에서는 수요법칙 자체는 적용되고 있다.\n다양한 명품 브랜드와 유통 업체들은 이러한 스놉 효과를 활용한 마케팅을 진행하기도 한다. 명품 중에 명품이라고 불리는 에르메스의 버킨백은 제품 구매를 위해 1년 이상 대기해야 하며, 강남 신세계 백화점은 명품만을 위한 편집매장인 분더숍을 따로 운영한다. 한정판에 대한 수요가 꾸준히 존재하는 이유, 리셀로 인해 돈을 벌 수 있는 이유 모두 스놉 효과로 설명 가능하다.\n\n[파노플리 효과(Panoplie effect)]\n부유한 사람만 수입 명품을 사는 건 아니다. 최근에는 중산층이나 중하위 계층에서도 명품을 사는 일이 적지 않다. 과시적 소비를 할 경제적 여유가 없는 계층의 명품 소비는 어떻게 해석해야 할까? 프랑스 사회철학자 장 보드리야르(Jean Baudrillard)는 이런 현상을 '파노플리 효과'로 설명한다. \n파노플리 효과는 값비싼 명품이나 사치재를 사게 되면 이 상품을 주로 소비하는 집단·계층과 같아진다고 생각하는 현상이다. \n유명 연예인이나 재벌들이 사서 쓰는 명품 가방이나 옷, 선글라스 등을 사면 자신도 그 사람들과 같은 평가를 받을 수 있을 거라 기대하거나 그런 착각을 하며 만족감을 느끼는 것이다. 장 보드리야르는 저서 '소비자 사회'에서 상품은 단순히 구입해서 쓰는 데 그치지 않고 상품을 산 사람을 표현하는 수단이 된다고 말한다. 보통 우리는 어떤 옷을 입고 어떤 장신구를 들거나 차고 있는지를 보며 사람의 사회적 지위를 추정한다. 이렇게 우리가 산 물건은 우리의 스타일이나 품격, 사회적 지위 등을 보여주는 신호라는 게 장 보드리야르의 설명이다. 경제 상황이 만족스럽지 않은 사람은 무리를 해서라도 명품을 사 상류층처럼 보이거나 상류층과 같은 대접을 받길 기대할 수 있는 것이다.\n보드리야르 曰 “상품의 소비란 사용가치의 소비를 포함하면서도 그것을 훨씬 넘어선다. 행복, 안락함, 풍부함, 성공, 권위 등의 소비도 포함해야 한다”\n\n명품의 경우 가격을 제품의 특성 중 하나로 인식하기에 가격이 높을수록 구매하고 싶은 욕구가 높아지며 비용 대비 만족감이 얼마나 높은 지를 따져 구매를 결정하게 된다. 가격이 높다고 해서 가성비 떨어지는 제품으로 평가하지 않는다는 이야기다. \n즉, 아래와 같은 계산이 성립된다.\n휴지와 같은 소비재 : 제품의 특성 vs 가격\n명품과 같은 사치재 : 제품의 특성(가격을 포함) vs 만족감\n그렇기 때문에 명품 브랜드들은 가격을 올리면 올릴수록 제품의 특성이 높게 평가된다. 따라서 가격을 올리지 않을 이유가 없는 것이다. 명품을 구매하는 소비자들은 가격이 올라갈수록 제품의 희소성을 높게 평가해 구매욕이 더 높아진다. \n\n[독점적 경쟁시장]\n명품시장은 독점적 경쟁시장의 특징을 보인다\n독점적 경쟁시장은 독점시장과 완전경쟁시장을 짬뽕해 놓은 특징을 보인다.\n악마가 입는다는 시크하고 심플한 매력의 프라다,\n날렵하고 여성스런 라인을 지닌 디올, 러블리하고 고급스런 샤넬, 독점적 경쟁기업들은 품질, 포장, 디자인 등 저마다의 특징을 지니고 있다. 이렇게 제품이 가진 고유의 특징이 확고할수록 가격 변화에도 끄떡하지 않는 고정 팬층을 많이 확보할 수 있다.\n명품기업들은 가격보다 디자인과 품격, 이미지에 사활을 건다. 버킨백의 로고는 마부가 마차에서 주인을 기다리는 모습을 하고 있다. 바로 이 이미지 그대로 버킨백은 프랑스 현지 공장에서 진짜 한땀한땀 장인이 수작업으로 제작한다고 한다.\n에르메스는 바로 이런 품격과 고급스런 이미지를 고수하기 위해 가격 경쟁을 과감히 포기한 것이다. 이런 독점적 경쟁기업들은 인위적으로 공급량을 줄이고 가격을 높게 책정할 수 있는 가격결정력을 어느 정도 지니고 있다. \n\n[집단행동]\n경제학이 전통적으로 생각하는 인간은 모든 정보를 가지고 모든 대안을 비교하며 최선의 선택을 내리는 슈퍼맨과 같은 합리적 인간이다. 하지만 인간은 공통적으로 ‘모방본능(emulatory instinct)’ 을 가진다. 대다수의 사람들은 다수의 사람이 울타리 너머로 어떻게 행동하는지 관찰한 후 그에 맞게 행동하려 한다. \n\n[소수자 게임]\n하지만 남들이 갖고 싶어 하지만 쉽게 갖지 못하는 것을 홀로 가지고 있다면? 희소성을 소유한 유한계급은 그들의 명성과 체면을 명품을 통해 드러낸다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "51fc321a-6b6f-434a-8658-78fb231eb912",
    "4c2e72b8-0cf2-48f3-b5fa-5ad39f6b68ea"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-14T09:12:44.540000",
  "updatedAt": "2024-02-03T14:08:35.841000"
}