{
  "id": "1fd8895c-5efb-4793-b153-f2c6f8e0b69f",
  "title": "압록수/낙양/건릉",
  "content": "독사방여기요\n한지의 주석에서 현토군 서개마현에 마자수가 있는데 서남쪽으로 흘러 요동군 서안평현에 도착하여 해로 들어간다. 두 개의 군을 통과하며 1100리를 흐른다. 두 군이란 현토군과 요동군이다. \n\n현토군은 고구려의 서북쪽이고 요동의 북쪽에 위치하였다고 합니다. 앞서 살펴본 바와 같이 요동은 하북성 행당현을 중심으로 존재하였으니 그 북쪽에 현토군이 있었던 것입니다. 즉 오늘날 하북성 보정시 부평현이 과거의 현토의 자리가 됩니다.\n북송시대 사서인 자치통감에서는 현토가 요동의 북쪽 200리 떨어진 곳에 있다고 요동에서 현토까지의 거리를 언급하였다. \n\n\n요서군은 낙양의 동북쪽으로 3,300리 떨어져 있다. 요동군은 낙양의 동북쪽으로 3,600리 떨어져 있다.\n[자치통감 호삼성음주 권50]\n\n이를 오늘날에 단위로 환산하면 요서군은 낙양의 동북쪽으로 1296km 되는 곳에서 찾아야 하고 요동군은 낙양의 동북쪽으로 1413km 되는 곳에서 찾아야 합니다. 이를 직선거리로 하여 그 자리를 찾으면 지금의 요하 동쪽과 서쪽이 요동과 요서라는 왜곡된 위치와 거의 일치합니다. \n삼국사기에 기록에 따르면 현토군은 낙양의 동북쪽으로 4000리 떨어져 있고 낙랑군은 낙양의 동북쪽으로 5천리 떨어져 있다고 합니다. 이를 오늘날의 단위로 환산하면 현토군은 낙양의 동북쪽으로 1570km 되는 곳에서 찾아야 하고 낙랑군은 낙양의 동북쪽으로 1963km 되는 곳에서 찾아야 합니다. 이를 직선거리로 하여 그 자리를 찾으면 현토군은 만주일 때가 되고 낙랑은 한반도 동북쪽 끝단을지나 러시아로 들어가거나 동해 바다로 들어가야 합니다 \n이러한 거리 기록이 잘못된 것임은 직감적으로도 알 수 있지만 보다 구체적인 예를 들어 그 잘못을 지적해 보겠습니다 \n[자치통감 권94]에서는 강릉에서 (남경시라는) 건강까지 3천여리라고 합니다. 삼천리는 1178km에 해당하지만 강릉에서 남경시까지는 약640km의 불과할 뿐입니다. 만약 건강이 오늘날 남경시가 아니라면 그 거리는 더욱 차이가 날 것입니다. \n이해를 하나 더 들어보겠습니다. 한 나라가 기원전 119년에 흉노를 공격하는 장면입니다 본문을 읽겠습니다 대와 우 북경을 나와 2000년이를 가서 큰 사막을 사이에 두고 좌방의 군사들과 대적하여 둔두왕 한왕 등 3명과 장군삼국당호도의 83명을 사로잡고 난거 서산에서 봉제사를 지내고 고현에서 봉선화였으며 한 해에 올라 7만443명을 노획하였다 당시 한나라 군사들이 대와 우북평을 출발하여 흉노가 있는 호화호 떡 일대로 나아가는데 자치통감에서는 대와 우북평에서 2000리를지나 흉노의 땅에 있는 사막을 마주하였다고 합니다 2000리는 785km입니다 뇌는 오늘날 선서정 흔주시의 땅에 존재한 지명으로 대에서 흉노의 본거지 호화호특 일대까지는 불과 270km 남짓 떨어져 있습니다 만약 그 대회에서 785km를 갔다면 한나라 군사들은 흉노의 본거지 호화호특 일대를 훨씬 넘어 지금의 몽고 지역인 고비사막 한가운데로 들어가게 됩니다 그것은 흉노의 본거지가 아니라 사람을 보기조차 힘든 황량한 사막 지대입니다 \n\n이처럼 중국 사서에 기록된 거리는 오늘날 사용되는 십리는 3.92km라는 기준으로 환산하면 안 됩니다. 즉 중국 사서에 기록된 거리는 직선인지 곡선인지도 모르고 이를 계산한 당사자의 판단의 기준도 알 수 없기에 참조할 필요조차 없을 정도로 중구난방이라는 것입니다. 구지 참조하자면 그 대강의 거리를 절반 혹은 3분의 1로 줄여서 계산하여야 합니다. 중요한 것은 고대사의 지명을 찾기 위해서는 그 거리에 의존할 것이 아니라 주변과의 관계로 정리하여야 한다는 것입니다 거리보다 중요한 것은 그 방향과 주변과의 관계이며 단순히 거리로 고대 지명을 찾아 나서면 모든 고대 지리가 뒤죽박죽이 됩니다. \n강물이 흐르는 물길 역시 마찬가지입니다. 고대의 물길과 현재의 물길이 같이 않을뿐만 아니라 기록자에 따라 그 물길을 파악하는 경로가 다를 수 있습니다.  \n독사방여기여의 기록을 살펴보면 마자수 즉 압록수가 현토군 서개마현에서 서남쪽으로 흘러 요동군 서안평 현에 도착하였다고 하였는데 앞서 설명한 바와 같이 잘 이해되지 않는 서남쪽으로 흘렀다는 물길의 방향에 신경 쓰기 보다는 북쪽에 위치한 현토군에서 남쪽에 위치한 요동군을 거쳐 호타하로 흘렀다는 사실에 보다 중점을 두고 기록을 살펴야 합니다. 즉 마자수 혹은 압록수는 북에서 남으로 흘러 하북성 안평현을 흐르는 호타하로 합류하였다는 점이 중요한 것입니다. 다시 말해 압록수는 북에서 남으로 흐르는 강의였다는 점입니다 보다 구체적으로는 압록수가 하북성 부평 현에서 행당 현을 거쳐 서안평 현을 흐르는 호타하와 합류하는 강이었습니다. 압록수가 북에서 남으로 흐르는 강이라는 것은  612년 수나라가 고구려를 공격하였던 상황을 통해서도 그 자리가 오늘날 한반도 북부에 압록강이 아니었음을 알 수 있습니다. 이와 관련된 기록을 읽어보겠습니다. 좌 2기 대장군 우문술은 부여도를 우위기대장군 우중문은 낙랑도를 좌효위대장군 형원왕은 요동도를 우위기 대장군 설성은 옥죄도를 우둔이장군 신세웅은 현토도를 우 어휘장군 장근은 양평도를 우무후 장군 조효제는 갈색도를 타쿤테수 검교자 무위장군 최홍승은 수성도를 검교우어의 호분당장 위문성은 증지도를 나와 모두 압록수 서쪽에 집결하였다 각지를 출발한 수나라의 부대들은 모두 압록수 서쪽에 집결하게 하여 평양 공격을 준비하는 모습입니다. 지금의 압록강이 고대의 압록수라면 압록수에서 쪽에 집결했다는 표현보다는 암녹수의 북쪽에 집결했다는 표현을 사용하였을 것입니다 즉 지금의 압록강이 압록수가 아니라는 뜻입니다 더욱 특이한 것은 기록 중에서 우중문은 낙랑도를 설세웅은 옥저도를 출발한 후에 모두 압록수 서쪽에 모인다는 구절이 있는데 만약 통설에 따라 압록수가 현재 한반도 북부에 그 압록강이고 평양이 한반도의 평형이라면 또 옥저가 함경도 지방이라면 이미압록강 너머에 있는 낙랑군에 속한 평양의 존재하였던 우중문이 다시 압록강을 건너와 집결하여야 하고 옥죄라고 하는 함경도의 이미 존재하였던 설세웅도 다시 압록강을 건너와 집결하였다는 해괴한 상황을 연출하게 됩니다. 즉 낙랑도 옥저도 모두 한반도에 없었습니다. 이는 삼국사기나 그 모본이 되는 중국 기록들이 잘못된 것이 아니라 옛 지명에 위치에 대한 학자들의 인식이 잘못되었기 때문입니다. 이와 같은 오늘날의 역사 해석을 보면 고구려가 한반도에 존재하지 않았다는 주장이 회개한 것이 아니라 고구려가 한반도의 존재하였다는 주장이 회개한 것으로 보아야 할 것입니다.  \n두부가 말하기를 암녹수는 강폭이 300 보이며 평양 서북쪽으로 450리 떨어져 있고 여수 동남쪽으로 480리 떨어져 있다 앞서 설명한 대로 거리를 절반 혹은 3분의 1로 줄여서 이해하시거나 혹은 무시하고 방향만 생각하시면 좋을 것입니다 독사방여기요에서 전하는 두우의 말에 따르면 요수의 동남쪽에 압록수가 있으며 그 압록수에 동남쪽에 평양이 존재한다는 뜻입니다 거리를 굳이 살피신다면 수나라 군대가 평양 공격을 앞두고 모두 압록수 서쪽에 모였다는 점을 감안하면 압록수에서 평양은 바로 인근이었다고 생각하여야 합니다. 만약 한반도의 압록강이요 평양이라면 그곳은 서로 직진 거리로 170km 가량 떨어진 곳이고 산이나 강을 건너야 하는 상황이니 굳이 압록강에서 전군이 모이지 않았을 것입니다. \n정리하자면 압록수 혹은 마자수는 하북성 북평현에서 행당현을 거쳐 서안평 현의 호타하와 합류하는 강이고 그곳에서 평양은 매우 가까운 거리에 있었다는 것입니다.",
  "color": "default",
  "labels": [],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-08-08T06:55:11.550000",
  "updatedAt": "2025-06-10T04:44:04.611000"
}