{
  "id": "2012ca20-f499-4412-a190-6fd6b6eca363",
  "title": "러-우 전쟁(치킨게임)",
  "content": "이대로 러시아가 돈바스 먹은채로 끝나면, 러시아가 이긴거겠죠. (푸틴이 실각하지 않는 한)그리고 5-10년 후에 체력 보충되면 또 먹으러 오겠죠. 미국도, 유럽도, 이번에는 끝내려고 할거라 생각합니다.\n\n역사적으로 보면 장기전은 총알이 많은나라... 즉 전쟁을 지속할 경제적인 뒷받침이 되는 나라가\n월씬 유리합니다... 그런데 이 전쟁은 어떻게 끝날지 정말 궁금합니다.\n\n가장 중요한 천연가스, 석유, 식량, 이 3가지 대체가 안됩니다. 사우디 석유 증산 했나요?  안했죠? 카타르는 2027년 이후에나 가능 하고, 오팩에서 석유 증산 말조차 안나왔습니다. 오죽 하면 미국이 그렇게 싫어 하는 베네수엘라가서 석유 증산 부탁 한거 보면 답이 없어요. \n식량또한 마찬가지구여. 이집트 정부 보조금 없어서 사우디가 50억 불 지원 해줬어요. 참고로 이집트는 밀 수입국가라 자국에 판매 하는 밀에 보조금 들여서 가격 조절을 합니다. 아프리카 국가들은 아사자가 발생 하고 있구요. 러시아를 대체 할려고 해도 할수가 없는 상황입니다. 각 국가 마다 인플레가 심해서요. 3월 독일 뉘른부르크 사는 가정집 한달 전기세가 1040유로 나왔어요. 130만원요. 어쩔수 없이 경제 논리에 따라 러시아 석유, 천연가스, 식량, 이 3가지는 받아야 할 거에여. 대체가 안되니깐요. 시간이 갈수록 경제 부담이 늘어 나면 러시아가 유리 할수 밖에 없는 구조라 보내요. \n전쟁 난민 500만도 문제구요. 가장 중요한 건 년초대비 루블화가 90% 빠졌었지만 이젠 거의 회복 했다는 겁니다. 환율쟁이들이 가장 먼저 아는거죠. \n\n서방은 바보가 아닙니다. 자신에게 유리하다 판단하면 손바닥 뒤집듯 접근하는 곳이 서방입니다. 개전 초기에 젤렌스키 대통령에게 망명을 권하고 지원에 지지부진했었던 서방이 우크라이나를 몸빵으로 각종 지원을 늘린 시점에서 러시아의 한계가 드러나지 않았나 생각합니다. 미국은 러시아를 작정하고 우크라이나에서 말려죽이려고 하고 있고 유럽은 자기들 형편에 따라 갈팡질팡하지만 깡패국가를 이웃에 두고싶지 않은 동유럽은 온갖 물자를 우크라이나에 보내고 있죠. 지금까지의 지원물자로도 전선이 고착되어있는데 서방의 공세적인 장비지원과 해당 장비운용훈련을 마친 인력들이 우크라이나로 복귀하는 시점부터는 본격적인 반격이 시작될 것으로 예측하는 보고서가 많이 나오고 있습니다. 잠가라 밸브는 전세계가 힘들어지고 있지만 이전보다 약발이 약하고.. 러시아가 이 상황을 타개할만한 방안은 총동원령 아니면 핵폭탄인데.. 두가지 선택지 모두 푸틴이 자멸할 카드라 쉽지 않을 것 같습니다.\n\n시간이 갈수록 러시아가 훨씬 불리해지고 있는데\n서방이야 물가 오르는 거 빼곤 뭐 큰 손해는 없지만,,,, 그리고 겨울이 끝나가고 있고 당분간 가스 수요도 줄고 휘발유는 전기차로 자꾸 바뀌어가고 있고,,, 전세계의 무역이 대부분 서방에 치우쳐 있어서 결국 러시아는 전쟁을 끝내도 제재는 계속될거고,,, 정말 러시아산 자원 수입 안하면 누가 더 머리 아플까 장기적으로,,, 더우기 점점 서방의 무기지원 규모가 커지고 있고 나토 가입하겠다는 중립국도 늘고 있고,,, 그렇다고 러시아가 무기를 제대로 공급할 처지도 아니고 한 마디로 지금 러시아는 빼도 박도 못하는 처지인데 러시아가 유리해진다는 건 일시적 단편적 부분적 생각임.\n팜유 2배 올랐다고 뭐 우리가 힘들어진다는 거 해봐야 물가오르는 거 밖에. 하지만 러시아는 국고가 바닥을 기고 있고 심지어 미국에서 러시아 자산 압류해서 우크 재건에 쓰겠다고 하는 판에.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "4c2e72b8-0cf2-48f3-b5fa-5ad39f6b68ea"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-05-02T18:41:16.459000",
  "updatedAt": "2022-05-02T19:41:31.246000"
}