{
  "id": "203c2190-5e07-486a-80a0-94f05de1c961",
  "title": "갈석산",
  "content": "![image](media/18f22206220.bc5788fd3f4e5cb8.jpg)\n![image](media/192446cb072.8ac100a6b34ce659.jpg)\n![image](media/192446df82a.8f8619319e5e0a4f.jpg)\n![image](media/192446e1b10.bea37dacca78de7a.jpg)\n![image](media/19660103b92.870a73f9419e76ae.jpg)\n![image](media/196601050ed.99f136f250b791b2.jpg)\n![image](media/1966017b88a.b0c3eab0929dff2a.jpg)\n![image](media/197698fc184.a5eb1514231d0bf2.jpg)\n![image](media/197766e86f4.9bbeecbb2e646d7c.jpg)\n![image](media/198162a5229.91b329323299342a.jpg)\n\n\n(1) 갈석산은 태행산맥의 동쪽 끝에 위치한다.\n​\n태행산맥 동쪽 끝의 갈석산으로부터 조선을 지나 대인국을 통과하여\n동쪽으로 해가 뜨는 동쪽 부목榑木 땅에 이른다.\n(太行石間 東方之極 自碣石山 過朝鮮 貫大人之國東至日出之東 榑木之地)\n『회남자』時則訓\n​\n한고조 유방의 손자인 淮南王 유안(劉安 BC179~BC122)이 편찬한\n『회남자』에 나오는 구절이다.\n​\n갈석산이 태행산맥의 동쪽 끝에 위치하고 있으며,\n그 갈석산을 넘으면 조선이라는 나라가 나온다고 하였다.\n이때는 위만조선시대(B.C195~108)에 해당한다.\n​\n태행산맥은 중국 산서성과 하북성의 경계를 이루는 험준한 산맥이다.\n갈석산과 조선의 연관성을 알려주는 최초의 기록이다.\n\n(2) 갈석산은 한나라 낙랑군 수성현에 위치한다.\n​\n태강지리지에 말하기를 낙랑군 수성현에 갈석산이 있다. 장성이 일어난 곳이다\n(太康地理志云 樂浪遂城縣有碣石山 長城所起)\n『사기색은』\n​\n위의 (1)에서『상서』‘우공편’에 나오는 구절은 『사기』‘하본기’에도 나온다.\n황하 하류의 해변가에 위치한 이 갈석산을 『사기색은』에서\n『태강지리지』를 인용하여\n이 갈석산이 한나라 낙랑군 수성현에 있으며, 또 만리장성이 일어난 곳이라고 하였다.\n\n(3) 갈석산은 진나라 만리장성의 동단으로, 요동이 시작되는 곳이다.\n지형을 따라 험난한 곳을 이용하여 장성을 쌓았는데,\n임조에서 시작하여 요동까지 만여 리에 이르렀다\n(築長城，因地形，用制險塞，起臨洮，至遼東，延袤萬餘里).\n『사기』 ‘몽념열전’\n​\n진시황이 태자 부소와 몽염장군에게 명하여 장성을 쌓게 했다.\n임조에서 시작하여 갈석에 이르렀다.\n(始皇令太子扶蘇與蒙恬築長城, 起自臨洮,至于碣石)\n.『수경주』‘하수河水 3’\n​\n위의 두 구절에서 진시황의 만리장성은 ‘임조에서 요동까지’\n또는 ‘임조에서 갈석까지’이며,\n‘갈석산이 곧 요동의 시작점’임을 알 수 있다.\n이는 위 『태강지리지』의 ‘장성이 갈석산에서 일어났다’는 내용과도 일맥 상통한다.\n그러므로 갈석산을 넘어서면 고구려의 요람이었던 요동 땅이 시작된다.\n\n관창해(觀滄海)\n위 무제(조조)가 지은 시 ‘관창해(觀滄海)’에 대한 <중국백과사전>의 설명에 따르면, 조조는 낙양의 북문에서 걸어가 갈석산에 올라가 이 시를 지었다고 한다. \n관창해라는 제목은 후세 사람이 붙인 것이고, 원래는 ‘보출하문행’의 제1장으로, ‘롱서(隴西)행’이라고도 한다. 한락부 중 ‘상여가·금주곡’에 속한다. 하문은 원래 낙양 북면 서쪽 머리의 성문으로, 한나라 때 하문으로 칭했으며, 위·진 때는 대하문이라 칭했다. 조조의 이 작품을 ‘송서·락지’의 ‘대곡’에 넣어 제목을 ‘갈석보출하문행(碣石步出夏門行)’이라 지었다. 이 시는 건안 12년(207) 북쪽 오환(烏桓)을 정벌하고 승리를 얻어 돌아오는 도중에 지었다.\n우리는 조조가 지은 시의 제목으로부터 갈석산은 낙양에서 걸어서 갈 정도로 가까이 있었던 것을 알 수 있다.\n\n창해라는 지명은 <삼국지>의 주인공인 조조의 시 ‘관창해(觀滄海)’에서 찾아볼 수 있다. 우선 그 시가 어떤 시인지 아래와 같이 <중국백과사전>의 설명을 보기로 하자.\n(번역) <관창해> : 건안 12년(207) 9월 북쪽으로 오환을 정벌하고, 원소의 잔류부대를 소탕하는 승리를 거둔 후 돌아오는 길에 갈석산에 올라 해(海)를 바라보며 자연의 경치를 노래한 4언시이다. 중국고전의 서경시 중 비교적 일찍 출현한 명작이다.\n(원문) 《观沧海》: 是建安十二年（207）九月曹操北征乌桓，消灭了袁绍残留部队胜利班师途中登临碣石山时所作。这首四言诗借诗人登山望海所见到的自然景物，描绘了祖国河山的雄伟壮丽，既刻划了高山大海的动人形象，更表达了诗人豪迈乐观的进取精神，是建安时代描写自然景物的名篇，也是我国古典写景诗中出现较早的名作之一。\n\n东临碣石，以观沧海  (동쪽으로 와 갈석에서 푸른 바다를 바라보네)\n水何澹澹，山岛竦峙  (물은 어찌 저리 담담하고 산과 섬은 우뚝 솟아있도다)　\n树木丛生，百草丰茂  (수목이 울창하고 백초가 무성하게 우거져 있구나)\n秋风萧瑟，洪波涌起  (가을바람 소슬하니 큰 물결이 이는구나)\n日月之行，若出其中  (달과 해의 운행도 그 속에서 나오고)\n星汉灿烂，若出其里  (은하수의 찬란함도 그 속에서 이는 듯)\n幸甚至哉，歌以咏志  (다행히 내가 보아 그 뜻을 노래하노라) \n\n즉 조조의 시에 나오는 창해는 고대에 창해 또는 동해라고도 불렸던 하남성 동부에 있는 발해를 의미하는 것이 아니라 글자 그대로 푸른색 바다 즉 낙양 북쪽을 지나는 황하 일대를 지칭하는 것으로 보인다. 위 해석의 가장 중요한 의미는 고대 중국의 동해가 하남성 동쪽에 있던 발해라는 사실이고, 지금의 절강성 앞바다가 고대 중국의 동해가 아니라는 사실이다. \n\n===============================\n\n(https://youtube.com/shorts/uIrf7tE24K4?si=0pHlCRoLRFChsbaU)\n공자가 지필한 상서에 따르면 황하를 건너 호구산과 뇌수산을 거쳐 태악에 이르렀습니다. 저주산과 석성산을 거쳐 왕옥산에 이르며 태행산과 항산을 거쳐 갈석산에 도착하였습니다. 이 지명들은 대청광여도에 잘 나타나지만 항산과 갈석산 이름만 보이지 않습니다.\n2,300년 전 지형을 이해하고 문헌자료를 비교 검토하면 당시의 갈산은 청나라 시기 소문산입니다.\n현재의 지명으로는 운몽산에 해당합니다.\n당나라 두우의 통전에서는 갈석산이 한나라 때 낙랑군 수성현에 위치하였고 장성이 이 산에서 시작한다고 언급합니다. 현재 장성의 동쪽에 갈석산의 유적지가 여전히 존재하는 것으로 확인됩니다.\n\n걸어 올라갈 정도의 경사가 진 산\n\n좌갈석/우갈석\n[통전(通典)』「변방」‘동이 하 고구려’]\n갈석산은 한나라 낙랑군 수성현에 있다. 장성이 이 산에서 일어났다.\n『상서』에서 ‘갈석을 오른쪽으로 끼고 해로 들어간다’는 문구를 살펴보면, 우갈석은 하가해(바다) 근처에 다다르는 곳으로 지금 북평군 남쪽 20여리에 있다. 그러므로 고구려에 있는 것은 좌갈석이다.\n\n碣石山在漢樂浪郡遂成縣 長城起於此山 今驗長城東截遼水而入高麗遺址猶存\n갈석산은 한나라 낙랑군 수성현에 있으며, 장성이 시작된다. 지금은 장성 동쪽이 요수(遼水)를 가로막고 있으며, 고(구)려 로 들어간다. 유적이 아직도 남아 있다.\n​\n按尚書云：「夾右碣石入於河。」右碣石即河赴海, 處在今北平郡南二十餘里，則高麗中為左碣石。\n尚書(상서)를 살펴 보면, \"右碣石(우갈석)을 끼고 河(하)로 들어간다\" 라고 전하는데, 右碣石(우갈석)은 즉, 河(하)는 바다로 들어가는데, 위치는 지금의 북평군 남쪽 이십여리에 있다. 즉, 고구려 안에 있는 것은 左碣石(좌갈석)이 된다.\n『통전(通典)』 「고구려전(高句麗傳)」\n​\n즉 고구려에 안에 있는 것은 좌갈석이고 또 다른 갈석산이 있는데 이는 우갈석이며 북평군에 있다고 기록되어 있습니다. 즉 고구려 영토 안에 있는 갈석산이 난하에 있는 갈석산이고 북평군에 있는 갈석산이 우리가 찾고자 하는 고대 갈석산입니다.\n\n갈석산이 북평군에 있다고 하는 데, 통전의 다른 기록을 보면 북평군이 우북평 지역이라는 것을 알 수 있습니다.\n​\n明年春，匈奴入右北平、今北平郡。定襄今馬邑郡。各數萬騎，殺掠千餘人\n봄에 흉노가 우북평, 지금은 북평군 정양 지금은 마읍군에 들어왔다. 수만의 기병으로 들어와 사람들을 죽이고 천여명을 잡아갔다.\n『통전(通典)』\n​\n또 다른 기록을 보면 ...\n​\n(元朔元年)秋 , 東夷薉君南閭等口二十八萬人降為蒼海郡\n무제 원년(서기전 141년)에 “동이 예군 남려 등 이십팔만이 항복하여 창해군으로 삼았다\n『漢書』 한무제 본기\n​\n彭吳穿穢貊朝鮮置滄海郡則燕齊之間靡然發動\n팽오가 예맥조선을 뚫고 창해군을 설치하자, 연제 지방이 크게 소란해졌다\n『漢書』 「食貨志」\n​\n한무제 초때 까지 창해군 지역이 예맥조선의 땅였음을 알수 있습니다. 그런데 지도를 보면 우북평군은 창해군은 거의 같은 지역입니다. 이곳이 고조선의 영토이고 중국과의 경계가 있었음을 알 수 있습니다.\n\n廣信軍治遂城縣戰國時武遂縣地秦築長城所起因名遂城本朝建軍東至安肅軍二十里西至長城\n광신군 치소는 수성현이다. 전국시기 武遂현의 땅이다. 秦나라 장성이 일어난 곳이라 하여 수성이라는 이름이 붙었다. 본조(송나라)가 군을 세웠다. 동쪽에는 안숙(安肅)군이 있고, 군에서 20리 서쪽에 장성이 있다.\n『무경총요武經總要』\n​\n遂城縣舊二十三鄕今四鄕戰國時武遂縣也史記趙悼襄王一年李牧將功燕拔武遂是也本漢北新城縣漢書地理志云燕南得涿郡之北新城後漢屬中山國土地十三州志云河間有新城故加北字後魏武帝永熙二年於此置南營州改爲新昌縣隋開皇十六年改爲遂城縣今治釜山村秦築長城起首故此邑之界遂城山舊名龍山在縣西二十五里\n수성현은 옛날 23개 마을이었는데 지금은 4개 마을이다. 전국시기 武遂현이다. 『사기』에 조나라 도양왕 1년 이목장군이 연나라를 공격해 무수를 빼앗았다고 하는 것이 이것이다. 본래 한나라 북신성현이었다. 『한서지리지』는 말하기를 ‘연나라 남쪽 탁군의 북쪽에 신성이 있다.’고 했다. 후한 때는 중산국에 속했다. 『13주지』에는 ‘하간에 신성이 있으므로 북北자를 더한 것이다.’고 했다. 후위의 무제 영희2년(533년) 이곳에 남영주를 설치했다가 신창현으로 고쳤다. 수나라 개황16년(596년)에 수성현으로 고쳤다. 지금 치소는 부산釜山촌이다. 진나라가 축조한 장성의 시작점이 이 읍의 경계에 있다. 수성산遂城山의 옛 이름은 龍山인데 현의 서쪽25리에 있다.\n『태평환우기太平寰宇記』\n\n갈석산을 수성산(遂城山), 용산(龍山)이라고도 하였습니다. \n​\n또한 진시왕이 중국을 통일하여 임조에서 요동에 있는 갈석까지 장성을 쌓게합니다.\n​\n築長城，因地形，用制險塞，起臨洮，至遼東，延袤萬餘里\n장성을 쌓는데 지형에 따라 험난한 곳을 이용해 성채를 쌓았으며 임조에서 시작해 요동까지 만리에 이르렀다\n『사기』 ‘몽념열전’\n​\n始皇令太子扶蘇與蒙恬築長城, 起自臨洮,至于碣石\n진시황이 태자 부소와 몽염장군에게 장성을 쌓게 하였는데 , 임조에서 시작하여 갈석에 이르렀다.\n『수경주』‘하수河水 3’\n\n\n① 갈산동(葛山洞)은 인천광역시 부평구에 위치한 법정동이다.\n② 북한 갈산지구. 갈산온천(葛山溫泉)은 강원도 판교군 구당리에 있는 온천. 갈산(葛山)에서 흘러내려 임진강(臨津江)으로 흐르는 갈산천(葛山川)변에 있어 얻어진 이름으로 다른 말로 상린원온천(上獜原溫泉)이라고도 부르기도 한다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-04-28T09:35:30.562000",
  "updatedAt": "2025-09-01T08:48:10.651000"
}