{
  "id": "20618ea4-4821-4fb8-bc87-29b8da81601e",
  "title": "마린온 무장형",
  "content": "마린온 무장형은 본시 태생부터가 합리를 따질 수 없습니다. 그냥 반국영 회사에 일감 주는 거고, 수리온 프로젝트에 줄줄이 달린 부실 터는 겁니다.\n사실 이 수리온이란 게 현재까지는 단군이래 최대 국방산업입니다. 여기에 딸린 식구와 목이 걸린 관료가 한 둘이 아닙니다. 어떻게든 엎어지지 않게 만들어야 할 동기가 충분합니다.\n\n예전에 수리온 관련 토론하며 결국 국산화, 국내생산, 경제논리가 남은 회전익 영역을 다 집어삼킬 거란 표현을 했었는데. 반대편 토론자께서 이미 손익분기점 계산해서 그에 걸맞는 양산수량을 결정하여 사업을 추진 중이니 절대 그럴 일은 없다고 하셨는데...절대 그러지 말아야 할 일이 생겨버렸네요.\n\n지금 해병대에 마린온 계열 넘기는 걸로 부족해 현재 굴리는 UH-60P도 퇴역시키고, 수리온으로 대동단결할 것 같습니다. 본래 UH-60P를 개량하여 고강도 작전에 투입되는 특정 부대와 특수 목적 부대에 배분하는 하이 엔드 기동헬기 전력으로 삼고자하였는데. 수리온 130기 추가 양산안이 나와버렸네요.\n\n한창 말이 많을 땐 분명...\nUH-1과 500MD대체라 블랙호크보다 작게 만들었고, 그 영역 침범할 이유는 없으며.\n사업만 추진하면 나머지 수출물량 개척으로 어떻게든 해보겠다고 한 것 같은데.\n이제 UH-60영역까지 잘 할 수 있으니 퇴역 시키고 추가로 양산하자라...그때 그때 말이 바뀌는 게 참...\n\n그리고 이렇게 말이 수시로 바뀌는 이유인즉 [여기에 딸린 입이 몇 개인데?]입니다.\n그러니 마린온 무장형 성능이 어떻고, 가격이 어떻고 할 필요는 없습니다. 합리적인 이유로 마린온 무장형을 추진하는 게 아닙니다. 경제의 논리, 정치의 논리니까요. 어딜 봐도 수리온보다 매우 우수한 UH-60M이 수출시장에 1700~2300만 달러에 팔리는 상태입니다. 해외시장 개척은 물건너간지 오래입니다. 국내에서 여러 유관자들에게 급여를 주는 사업이니 더 비싸다 해도 그냥 하는 겁니다.\n\n참고로 UH-60P의 경우 잔여 비행수명이 대략 절반 정도씩 남은 상황입니다.\n남은 잔여 비행수명까지 알차게 쓰려면 개량을 해야 하는 입장이지만 이러면 수리온은 앞으로 남은 운명이 참 힘들어지는 거죠. 레이시온이 주도하는 UH-60V사업은 미육군이 보유한 700여기의 UH-60L을 대상으로 삼는 프로그램으로 1기당 대략 400만 달러를 소요한다고 합니다. 그러니 우리도 여기에 같이 뭍어가면 국내 사업자 구찌 20%감안해서 60억원 정도에 개량이 가능한 상태입니다.\n\n이러면 원래도 비행성능과 임무중량, 임무고도, 속도, 항속거리에서 모두 앞서던 기체가 단번에 생존성과 비행성능, 항전성능까지 동등우세가 됩니다. 솔직히 수리온은 이게 되면 그냥 국내시장도 쫑치는 겁니다.\n지금 보면 가열차게 부르짖던 해외수출은 쫑난 것 같고, 그러니 모든 여력을 국내 시장 독점으로 돌리는 것 같은데...\n\n정작 이래저래 들리는 소린 육군이 수리온을 별로 탐탁찮게 여기는 상황이거든요.\n이미 작년 11월에도 1달간 운항금지를 먹은 바 있고, 이전에도 적지 않는 문제가 계속 발생해 거푸 개선 보완 조치를 행했습니다. 특히나 로터와 마스트에서 계속해서 결함 혹은 문제가 발생해 보완조치를 하지만 비슷한 사태가 계속 벌어지는 데서 육항의 신뢰성을 크게 깎아 먹은 바 있습니다. 전력화 7년차 헬기가 전량 운항금지를 몇 번 하는 마당에 운용군에서 수리온을 신뢰할 이유가 없겠지요.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-04-09T18:11:21.889000",
  "updatedAt": "2023-04-27T07:31:28.077000"
}