{
  "id": "20869db5-9238-4860-aef4-eace277e6bd6",
  "title": "조선인 일본군에 자원입대",
  "content": "강제징집은 1944년 하반기 부터이다. 40년 대초부터 조선인 자원입대(?)를 계획했고 실제 경쟁률이 높았다. 이유는 일본군 계급이 관리 등급보다 우선시 되어서이다. \n•상등병이나 병장이면 면서기나 순사와 동급\n•준위/조장/군조/오장 같은 하사관은 보통문관시험 합격자(주사/기수), 훈도(초등학교교사), 경부/경부보(경감/경위), 면장과 동급\n•소위는 읍장과 동급\n•중위만 되어도 군수와 동급\n\n1943년 경쟁률, 6,300명 선발에 303,394명 지원. \n지원비율 1 : 48.2\n\n대학 안나온 소작농 출신 조선인이 그나마 신분 상승하기에 가장 쉬운 케이스였음.\n장교되면 마을에 현수막 걸림.\n박정희가 소위임관하고 고향에오니 면장이 굽실 대고 자기 괴롭히던 일본인 교장이 무릎꿇고 빌었다던 이야기.\n군인이면 조선인이라도 대우해주기 때문에 인기가 많았죠.\n강제로 끌려갔다고 주장하는 조선학도 특별지원병은 부대에서 간부후보생 비슷한 대접을 받았어요. 실제로 대부분은 장교가 되었고요. 무식한 일본인 징집병보다 우월감은 있었을 거 같아요.\n\n홍사익 중장의 경우에는 여단장을 거쳐 남방총군 병참감을 지냈으며 영친왕 역시 근위보병여단장과 제51사단장을 지냈습니다. 김석원 역시 야전에서 대대장을 맡았습니다. 육사에 들어간 조선인은 극소수이지만 대부분 특권층이며 일본인들과 마찬가지로 일본군을 지휘하였습니다.\n\n[반론]\n40년을 기점으로 응모자수가 폭증하는데 이는 권력측으로부터의 철저한 강제가 취해졌기 때문이다. 예를 들어 저 1941년의 응모자의 경우 자발적 지원자는 35% 정도이고 나머지 대부분은 관청의 총력전과 같은 종용에 의한 것이었다.\n덕분에 통계상 자원자수는 매년 급격하게 증가했지만 대부분 온갖 강압에 못 이겨 억지로 자원서를 쓴 사람들 즉, 허수들이었다. 1941년 조선총독부가 일본 제국의회에 제출한 통계에서도 전체 지원자 가운데 자발적으로 지원한 사람은 35퍼센트도 되지 않았고 나머지는 강압에 의해 마지못해 지원한 자들이었다. 심지어 이조차도 조선총독부가 체면 치례를 위해 \"다소\" 숫자를 조작한 결과였다. 따라서 진짜 자신의 의지로 지원한 사람은 그보다도 훨씬 더 적었을 것이다.\n\n중일전쟁이 장기화되면서 조선인의 사상자 또한 점차 늘어났다. 일본인들 역시 징집되기를 기피하는 상황에서 조선인들이라고 다를리가 없었다. 더욱이 \"일본이 조선인들을 총알받이로 쓰려고 한다\"라는 소문이 돌면서 자발적인 지원자는 점점 감소하였다. 하지만 조선 총독부 입장에서는 자신들이 주도하여 실시한 정책이 흐지부지하게 되는 것은 체면이 걸린 문제였다. 일본 관료들에게는 체면만큼 중요한 것은 없었다. 따라서 각 지방 행정기관에 목표인원을 강제할당하고 ​향촌의 친일세력들을 적극 활용하였다.\n게다가 어차피 육군에서 채용할 인원은 한정되어 있음에도 필요 이상으로 무리하게 지원자수를 늘리려고 온갖 경쟁을 벌였다. 단순히 전쟁 수행에 필요한 인력을 확보한다는 목적을 넘어서 의도적으로 경쟁률을 높인 것은 \"황국신민\"으로서의 자각을 보여주겠다는 현지 관청들의 과당 경쟁의 결과였다. 이들은 사전에 지원 자격에 해당되는 이들을 선별한 후 명부를 만들어 해당 가정을 방문하여 지원할 것을 종용하였다. 예를 들어, 경성제국대학 법학과에 재학중이다 지원병으로 끌려간 김익권이라는 사람은 아버지가 이렇게 하소연했다며 회고하였다. \"고등계 경찰이 뻔질나게 찾아와서 너를 찾아내라고 호통을 치니 살 수가 없다. 우리 집안을 위해서 희생한다고 치고 네가 지원해라. 내가 지원서에 이미 대리로 사인했다\" 일본의 방식이란 바로 이런 식이었다.\n막상 지원자들은 부유한 친일파 지식인 계층의 자제들, 도시 출신, 자산가 계층은 거의 없었으며 오로지 농촌의 가난한 소작농 출신들이었다. 학력 역시 80%이상이 소학교만 근근히 졸업한 자들이었다. \n이런 실태인데도 친일파 단체인 조선지원병후원회의 회장 윤치호는 1940년 7월 \"지원병 부모에게 고하는 글\"이라는 제목의 사설에서 \"지원병제도가 실시된지 3년만에 지원자수가 전 조선에 10만명을 돌파했다고 하니 이렇게 기쁜 일이 어디에 있겠습니까?\" \"아시아 신질서 건설의 위대한 사업에 조선 청소년들이 대화족남아(일본청년을 의미)와 일체가 되어 참가하게 된 것은 참으로 경하할 일\"이라는 망언을 일삼았다.\n\n태평양전쟁이 격화되면서 일본은 병력 자원의 확보를 위해 1942년 5월 9일부터 본격적으로 조선에 대한 징병을 준비하기 시작하였다. 1943년 10월 20일에는 <육군특별지원병 임시 채용규칙(육군성령 제48호)>이 공포되어 그동안 병역을 면제하고 있던 대학생과 전문학교 학생을 대상으로 학도지원병제가 실시되었다. 하지만 말이 지원이지 온갖 강압이 자행되었다. 그럼에도 11월 12일까지 자원율은 38%에 불과하였다. 나머지에 대해서도 일괄 휴학 처리 후 강제 입대 또는 공장, 광산 등에서 근무토록 하였다.\n1944년 4월부터 본격적으로 징병제를 실시하였다.1945년 8월까지 총 38만 5천여 명의 조선인이 군인, 군속으로 징집되어 태평양 전쟁에 끌려갔다. 이 중에는 군인 20만9천명(육군 18만7천명, 해군 2만2천명), 나머지는 군속이었다. 이들 가운데 21,699명이 전사하였다. 또한 약 5만명 이상이 중국전선에 투입되었으며 후생성 통계에 따르면 1100명이 전사하였다. 우리 정부의 항의에도 불구하고 이들은 여전히 야스쿠니 신사에 전범들과 함께 합사되어 있다.\n바로 이것이 시대를 잘 못 만나 일본군이 되지 않으면 안되었던 조선인들의 실상이다.\n\n[반반론]\n물론 관의 종용도 상당했지만 자료에도 나오듯이 일정 비율은 자발적인 지원병이었음을 간과할 수도 없는 것이 사실일 것 같습니다. 굳이 말하자면 전부가 \"떠밀리듯이\" 입대했다기에는 서술에 조금 무리가 있다.\n\n지원경쟁률이 있는데 무슨 지원을 마구잡이로 받은 것이 애국심을 보여주는 지표며 일본인들이 이걸 악착같이 높이려고 합니까?\n모집병 운용 초창기에 인력자원을 절실히 여긴 일제는 조선반도에 지원병들과 모집병들이 많아지길 바랬겠죠. 세상에 어느 나라가 전시상황에 이런 것을 거부합니까? 그래서 조선반도내 군대지원자를 우대해 주는 분위기가 형성되었던 겁니다. 일본 본토는 아예 징집 모드로 변신했죠. 이게 반강제적으로 일제가 조선인들을 모집했다는 근거입니까? 밑도 끝도 없는 과대해석 자료를 가지고 어쩌라는 건지 모르겠습니다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-03-02T11:03:56.667000",
  "updatedAt": "2023-03-02T11:37:20.368000"
}