{
  "id": "20ac9ac9-e611-4937-9b0f-3c4eddda905b",
  "title": "(금융) 사기의 역사 - 한국 I",
  "content": "[조희팔 사건]\n의료기기 대여사업을 미끼로 전국적으로 5만여명의 투자자들로부터 4조원의 돈을 끌어 모은 사건이다. \n2004년 11월 대구에 본사를 둔 BMC라는 의료기구 임대 사업체에서 비롯된 조희팔 사건은 투자자로부터 돈을 끌어 모아 골반교정기, 안마기, 가요반주기 등을 산 뒤 이를 임대해 수익금을 돌려주는 '렌털 마케팅'에서 시작됐다.\n조씨 일당은 서울·부산·경남 등 전국적으로 50여개 사업센터를 설치해 사업장을 넓힌 다음 은행 이자의 7~8배 수준인 연 35%를 확정금리로 주겠다는 미끼를 내걸어 순식간에 투자자 5만명을 끌어 모았다.\n그러나 이 같은 사기 수법은 전형적인 다단계 방식으로 신규 투자자의 돈으로 먼저 투자한 사람에게 수당을 나눠주는 한편 투자자를 꾀어온 사람에게 추천 수당을 지급하는 불법 피라미드에 불과했다. 돈을 더 낼 투자자가 없어지면 사기는 끝나는 것이다. 그 피해 규모는 무려 3조 5000억원에 달했다.\n\n[바다 이야기]\nDJ 정권에서 시작돼 노무현 정권에서 폭발한 권력형 도박·비리 게이트다. 지난 2006년 8월부터 6개월간 수사를 시작한 검찰은 구속 45명을 비롯해 총 153명을 형사 처벌했다. 여기에는 국회의원 보좌관, 상품권과 게임업자, 문화관광부 공무원은 물론 양은이파, 신반도파 등 조직폭력배까지 끼어있었다.\n노무현 대통령의 친조카인 노지원 씨가 영업이사로 근무한 사실이 밝혀지며 '몸통이 따로 있다'는 의혹이 눈덩이처럼 불어났다. 당시 노지원 씨는 바다이야기의 유통·판매업체인 지코프라임에서 일한 것으로 드러났다. 그가 지난 2003년 12월부터 일했던 '우전시스텍'을 인수하면서 함께하게 된 것이다.\n노무현 정권 실세의 동생이 성인오락실 운영에 개입한 정황이 드러나기도 했다. 2006년 8월 22일 당시 보도에 따르면, 부산 연산동 A 오락실은 여권 실세이자 전 국회의원인 K 모 씨의 동생(52)이 운영 중이었다. K 씨의 동생이 회장으로 오락실을 운영하면서 김 모(42)씨와 이 모(33)씨를 바지사장으로 내세웠다는 것이다.\n대검 중수부는 2007년까지 수사에도 불구, 몸통을 밝혀내지 못한 채 용두사미로 끝을 맺었다. 노무현 전 대통령의 조카인 노지원 씨 등 권력과 가까웠던 인사들은 대부분 무혐의 처분을 받았다. 이 때 대검 중수부장이 바로 최순실 사태에서 특검을 지휘하면서 박근혜 전 대통령을 공격한 박영수 특별검사다.\n\n[UC 아이콜스 주가 조작]\n2006년 8월 휴대폰 모바일 솔루션 업체인 구름커뮤니케이션 이승훈 대표이사는 회사의 우회상장을 검토하던 중, 코스닥 상장사인 UC아이콜스를 소개받는다. \n이 사장은 젊은 나이 못지 않게 한총련 소속으로 한양대 총학생회장을 지낸 이력이 있다. 2001년 허민 전 서울대 총학생회장과 함께 게임업체 ‘네오플’을 경영하며 사회에 첫 발을 내디뎠다. 그는 “말이 사장이지 성균관대 앞 다락방에서 12명이 라면을 끓여먹으며 합숙생활을 했다”고 당시를 회상했다. 이후 그는 2003년 독립해 직원 11명을 이끌고 구름커뮤니케이션이란 모바일 솔루션 회사를 만들었다. 당시 엔젤투자자였던 박권(38) 대표와 처음 만나면서 전 한라그룹의 IT계열사였던 유씨아이콜스(구 아이콜스)를 인수하고, UC그룹의 청사진을 그리게 된 것.\n이후 UC아이콜스 주식 400만주를 주당 4162원에 인수하기로 계약한 다음 자금을 마련하기 위해 사채업자 두 명으로부터 주식을 담보로 인수자금 166억원을 빌리는 무자본 M&A를 추진했다. 이 대표는 회사 인수와 동시에 최대 주주로 등극했고 사채업자를 알선한 박권씨와 각각 대표를 맡기로 했다.\n문제는 이 대표와 박씨가 선임되자 회사 주가가 2000원대 초반까지 하락한 것이었다. 두 사람은 사채업자들에게 담보로 제공한 주식이 반대매매될 것을 크게 우려해 결국 시세조종 계획을 세우기에 이르렀다.\n이어 시세조종 전문가인 이모씨를 섭외해 주가를 4000원대 이상으로 유지해달라고 요청했다. 이 명목으로 이씨에게 회사 주식 88만주와 현금 11억원을 제공했다. 한달 후 주가가 4000원대로 오르면 원금만 반환받고 시세조종에 따른 부당이득은 이씨가 갖는 조건이었다.\n이씨는 63명 명의로 된 137개 계좌를 이용해 2006년 11월부터 시세조종을 시작했다. 이중 40여개의 차명계좌는 대출알선업체를 통해 개당 100만원에서 300만원 사이의 금액으로 구매했다. UC아이콜스 직원의 계좌도 시세조종에 동원됐다.\n실제 같은달 3일 2600원에 불과했던 주가는 2007년 4월 16일 2만7700원까지 오르며 10배 이상 상승했다. 특히 그동안 시세조종에 투입된 자금이 기하급수적으로 증가했다. 이씨는 시세조종 규모가 커지자 다른 시세조종 전문가를 비롯해 증권회사 직원까지 불러들였다.\n이 가운데 이 대표는 소프트웨어 개발 업체인 신지소프트 등 여러 회사에 대한 M&A를 호재성 재료로 사용했다. 신지소프트 인수하고 게임 개발업체 수달앤컴퍼니도 계열사에 추가시키며 계속되는 호재를 노출 시키며 주가 부양. 이후에도 다른 회사인수에도 열을 올리며 방송산업 진출까지 사업 확장 계획 발표, 그 와중에도 이대표는 장내에서 주식을 계속 사들임. \n특히 2007년 5월 세계 3대 투자은행(IB)에 속하던 리먼브라더스가 블록딜(Block Deal‧주식을 대량으로 보유한 매도자가 사전에 매도 물량을 인수할 매수자를 구해 시장에 영향을 미치지 않도록 장이 끝 이후 지분을 넘기는 거래)을 통해 주식 25만주를 55억 원에 매수하였다는 소식에 주가는 최고가로 치솟았다. 개미들은 이미 눈이 멀어 있는 상태 였음. 그 후 2007년 봄쯤에 최고가 28800원 찍고 서서히 내리막 시작.\n그러나 이같은 주가 흐름은 오래가지 못했다. 2007년 6월 15일 하한가로 떨어지더니 7월 3일부터 13거래일 연속 하한가를 기록한 것이었다. 이 기록은 국내 증시 역사상 아직까지 깨지지 않았다. 장기간 시세조종으로 누적된 반대매매 물량이 한꺼번에 쏟아진 탓이었다.\n\n내리막 시작 --> 유상증자, BW발행 수차례 --> 실적악화 --> 괴소문 퍼짐 -->하한가 시작\n--> 유상증자, BW발행 --> 대표이사 교체 및 호재거리 공시 남발 --> 202억 횡령혐의로 대표 구속 --> 유상증자 -->최대주주, 대표이사 교체 --> 자본잠식 --> 상장폐지\n\n사실 단타족들을 비롯해 개인투자자들이 너무 벌떼같이 달라들어 이미 컨트롤이 안될수 밖에 없었고 여기에 뛰어든 세력들이 너무 다양해 생겨나는 변수로 인해 처음 작전세력들이 예측하고 조절하기가 사실 불가능했다. 근데 존나 우낀게 작전하면 2~3달이면 떡치는데 1년 넘게 이지랄 할때까지 왜 서로 못 빠져 나가고 빙신같이 싸우고 있었을까?\nUC아이콜스만큼 복잡하고 규모가 컸던 작전주도 드물지. 작전브로커를 시작해서 전국의 단타족, 명동사채업자, 기관, 투신, 외국 해지펀드,\n자산운용사, 외국은행까지 가담 별의 별 기법이 다 동원 됐을꺼다 아마..마지막엔 뒤통수 치며 서로 물량 넘길 시점이 진짜 가관였는데 그 당시 하루하루가 UC아이콜스에겐 옵션 만기일과 다름 없었다. 지금까지 알려진 투입 자금만 1200억이 넘어. 얘네들 파산 하면서 명동사채 큰손들 줄줄이 도산하고 명동 큰손 사채업자들이 다른 명동 사채업자에게 쫓고 쫓기는 개웃긴 상황도 발생.. 이 모든 일들의 시발점은 처음 작전을 주도했던 넘들이\n제대로 된 계획의 부재와 용의 주도함이 없었던 진짜 꼴통 같은 넘들에 의해 작전이 진행되고 있었다는게 비극으로 이어짐. 더욱이 다른 세력까지 가담하면서 판이 커지자 종 잡을수 없을 정도의 금액이 몰려 당시 종말은 벌써 예고 됐었음.\n\n한국거래소는 2007년 3월 금융감독원원에 UC아이콜스의 시세조종 등 불공정거래 혐의를 통보했고 금감원과 검찰이 동시에 조사를 시작했다. \n검찰은 총 18명을 기소했고 주범은 징역 5년 이상의 처벌을 받았다. 시세조종에 적극 가담한 이들 또한 징역 2~3년의 처벌을 받았다. \n특히 외국계 투자은행(IB)인 리먼브라더스 임원이 시세조종에 가담한 사실이 드러났다. 당시 리먼브라더스 서울지점 이사였던 송모씨는 시세조종 전문가로부터 1억원의 사례금과 여러 차례의 향응을 제공받고 리먼브라더스가 UC아이콜스 주식을 대량으로 매입해 달라는 블록딜 요청을 받았다.\n송씨는 국내증시에 밝지 못한 리먼브라더스 도쿄지점 소속 펀드매니저에게 UC아이콜스 주식 매수를 적극 권유, 실제 주식 25만주의 매수 계약 체결로 이어졌다. 일반 투자자들은 UC아이콜스의 투자 가치가 높다고 판단할 수밖에 없었고 피해 규모가 그만큼 커졌다. 리먼브라더스 역시 UC아이콜스의 주가 조작이 적발된 후 주식이 휴지조각이 되자 46억원의 손실을 입었다. \nUC아이콜스는 2008년 상장폐지되었다.\nUC아이콜스 사건’은 ‘작전의 완결판’이라고 불린다. 무자본 인수합병(M&A)를 비롯해 불성실 공시, 대주주 횡령, 작전 전문 브로커 등 그야말로 불공정거래 행위의 집합체였다.\n\n[제이유 사건]\n제이유 그룹은 사업자들에게 투자한 원금 이상의 수당을 돌려주겠다는 변칙 마케팅을 이용해 사람들을 끌어 모았으나 실상은 신규 투자자의 돈으로 앞서 가입한 투자자에게 수당을 지급하는 피라미드형 금융사기였다. 공식 피해액이 1조8000억원에 달한다.\n이 사건은 2007년 그룹 회장 주수도씨가 대법원으로부터 12년형을 확정 선고받으면서 마무리됐다.\n\n[라임 사태]\n라임 사건도 여러 펀드를 만들어 자금을 돌려막다가 뒷감당을 못한 사례다. \n2019년 7월 라임자산운용이 코스닥 기업들의 전환사채(CB) 등을 편법 거래하면서 부정하게 수익률을 관리하고 있다는 의혹에서 시작되어, 10월 라임자산운용이 운용하던 펀드에 들어있던 주식 가격이 하락하면서 뱅크런(펀드런) 위기를 맞으면서 결국 환매중단을 선택한 사건이다.\n\n라임은 최근 급성장한 국내 최대 사모 헤지펀드 운용사입니다. 2015년만 해도 자본금이 200억원에 그쳤지만, 높은 수익률을 앞세운 라임은 2019년 상반기 기준 자본금 5조원을 자랑할 정도로 급성장했습니다. 쉽게 말하면, 여러 투자자로부터 돈을 모아서 대신 투자한 후 이익금 중 일부를 수수료로 챙기고, 나머지를 투자자에게 돌려주는 회사를 말합니다.\n\n1️⃣ 메자닌 금융 (Mezzanine Financing)\n메자닌이란 1층과 2층 사이에 있는 라운지 공간을 뜻하는 이탈리아어입니다. 금융권에서는 채권과 주식 사이에 있는 전환사채(CW)와 신주인권부사채(BW)에 대한 투자를 일컫습니다. 이들은 아직 상장된 주식이 아니기 때문에 위험성이 높지만 수익률 또한 높은 이른바 ‘고위험 고수익’ 상품입니다. 이런 높은 투자 위험성 때문에, 유사 시 메자닌을 팔아서 현금을 확보하기 쉽지 않아 유동성 문제(보유자산을 현금으로 전환할 수 없는 문제)를 안고 있습니다.\n2️⃣ 파킹 거래 (Parking Deal)\n채권 매수 기관이 매수 사실을 공표하지 않고 그 채권을 제3자에게 맡긴 후, 일정 기간을 두고 결제하는 방식입니다. 파킹거래를 하는 이유 중 하나는 자산운용사가 위험률 평가에서 좋은 점수를 받기 위해서입니다. 부실자산에 대한 투자를 늘리면 운용사 또는 펀드의 위험률이 증가하는데, 파킹거래를 통해 부실자산에 대한 투자내역을 숨기면 위험률 평가에서 불이익을 피할 수 있습니다.\n3️⃣ TRS(총수익스와프, Total Return Swap) 거래\nTRS 거래는 자산운용사가 투자를 위한 실탄인 레버리지(leverage, 쉽게 말하면 빚)를 확보하는 방법입니다. 운용사가 100원을 보유하고 있는데 200원어치의 투자를 하고 싶다면, 증권사와 TRS 계약을 맺어 증권사로부터 100원을 대출받을 수 있습니다. 운용사 입장에서는 적은 담보를 증권사에 제공하고 투자금을 늘릴 수 있는 방법으로, 투자가 성공한다면 실제 투자금 대비 높은 수익률을 얻게 됩니다. 증권사에 수수료를 지불하고 남은 수익은 운용사와 투자자가 나눠 갖습니다.\n하지만 투자가 실패할 경우에는 막대한 손해가 발생합니다. 위 경우처럼 운용사가 100원을 보유한 상태에서 증권사와 TRS 계약을 맺어 추가로 100원을 마련하면, 총 투자금은 200원이 됩니다. 만약 200원을 투자해서 40%의 손실이 났다면 40원(100원의 40%)이 아니라 80원(200원의 40%)의 손해가 발생합니다. 대부분의 경우 투자 손실 발생 시 TRS 계약에 따라 증권사가 대출해 준 100원을 우선적으로 변제하는데, 여기서 문제가 발생합니다. 200원을 투자해서 80원의 손해를 봤다면, 운용사와 투자자에게 남는 돈은 증권사의 100원을 변제하고 남은 20원 뿐입니다.\n\n\n라임 자산운용은 단기적으로 수익률을 높이기 위해 코스닥 좀비기업의 메자닌 등 부실 자산을 대량 매입해 문제를 발생시켰다. 게다가 이 과정에서 채권의 보유 한도 규정 등을 피하기 위해 다른 회사 명의로 매입하는 '파킹 거래'를 일삼거나, 한 펀드에 손실이 날 경우 다른 펀드 자금으로 메우는 식의 '돌려막기'로 수익률을 조작했다는 의심을 받고 있다.\n금융감독원에 따르면 라임 자산운용은 환금성이 낮은 자산에 투자하면서 언제든지 환매할 수 있는 개방형 펀드를 판매한 것으로 드러났다. 또한 총수익스와프(TRS) 거래로 투자 원금 이상의 돈을 사모 사채 등 비유동성 자산에 투자하였다. 라임자산운용은 환매가 중단된 3개 모펀드(플루토 FI D-1호, 테티스 2호, 플루토 TF 1호)에 대해 신한금융투자(5000억원), KB증권(1000억원), 한국투자증권(700억원) 등 증권사 3곳과 6700억원 규모의 TRS 계약을 맺은 것으로 알려졌다.\n총수익스와프(TRS) 거래는 증권사가 자산운용사로부터 일정한 수수료를 받고 자산을 매입하고, 자산운용사는 자산에서 발생하는 수익을 갖는 거래로서, 수익은 자산운용사가 가져가지만 자산은 증권사가 갖는다. 자산운용사의 입장에서는 레버리지 효과를 누릴 수 있기 때문에 수익률을 높힐 수 있다. 반면 운용사가 운영하는 펀드에 손실이 발생하면 증권사는 TRS의 담보 비율을 상향할 것을 요구하며, 담보 비율을 상향하지 않으면 증권사는 지연이자를 청구하여 펀드의 수익률은 더욱 하락한다.\n라임자산운용은 비공개로 운영하면서 비상장 주식이나 메자닌에 투자할 수 있는 사모펀드만을 판매하였으며, 모펀드에 자펀드가 투자하는 방식을 이용하여 사모펀드를 판매하면서도 많은 투자자를 모집하였다.\n\n지난 해 7월, 라임이 파킹 거래와 폰지 사기식 수익률 돌려막기를 한다는 의혹이 제기되었고, 금융감독원은 라임에 대한 조사에 착수했습니다. 이에 놀란 투자자들은 (개방형 펀드의 특성에 따라) 투자금을 회수하기 시작했고, 라임은 펀드런 위기를 우려해 일부 투자금의 회수를 금지했습니다. 설상가상으로 이번 펀드런 위기의 책임자로 지목되었던 이종필 전 라임 사장이 돌연 잠적했습니다. 각종 의혹이 라임의 메자닌 투자에 따른 당연한 유동성 문제인줄 알았지만, 작년 연말에 미국에서 새로운 소식이 들려오면서 상황이 급박하게 전개되고 있습니다.\n라임의 무역금융펀드가 미국의 IIG에 많은 투자를 했는데, 미국 증권거래위원회(SEC)는 IIG가 폰지사기에 연루되었다고 공표했습니다. SEC는 IIG의 등록을 취소하고, 펀드 자산을 동결하는 긴급조치를 단행했습니다. 무역금융펀드는 개인 고객 투자금(2436억원)과 신한금융투자에서 받은 대출금(3500억여원) 등을 합쳐 6000억원 규모입니다. 이 가운데 40%를 IIG에 투자한 것으로 알려졌습니다. 폰지사기에 연루된 이유로 IIG의 자산이 동결되었다면, 라임은 투자금을 회수할 수 없는 것으로 알려졌습니다. IIG는 이미 작년 말 투자자산이 채무불이행이 되었음에도 불구하고 이를 숨기고 새로운 투자자를 모집하는 폰지사기를 저질렀고, 라임도 IIG와 사기 행위를 한국의 투자자에게 저지른 것으로 알려졌습니다. 라임은 IIG의 문제를 알고 있었지만, 이를 숨기고 새로운 투자자를 모집하여 그들의 투자금으로 기존 투자자들의 수익률을 보장했던 것입니다.\n\n\n[견미리 남편]\n배우 견미리의 남편 이OO씨가 주가를 조작하고 거액의 부당이득을 챙긴 혐의로 실형을 선고 받았다.\n서울남부지법 형사합의12부(부장판사 심형섭)는 2일 자본시장과 금융투자업에 관한 법률 위반 혐의로 구속 기소된 유통업체 '보타바이오'의 전 이사 이OO씨에게 징역 4년에 벌금 25억원을 선고했다.\n재판부는 \"피고인 이OO씨는 자신의 아내(견미리)가 유상증자에 참여하지 않았음에도 불구, 아내 명의로 유상증자에 참여하거나 투자자를 모집했고, 범행 전반을 기획한 핵심 역할을 맡았다\"며 \"동종 전과가 있고, 주식시장에 대한 신뢰를 훼손하는 주가조작으로 15억이 넘는 부당이득을 취했다\"고 중형을 선고한 이유를 밝혔다.\n2009년 소프트웨어 개발 전문업체인 '코어비트'를 인수한 이OO씨는 바이오산업 시설에 투자한다는 명목으로 유상증자해 266억원을 끌어 모았다. 이씨는 증자 대금에서 141억원을 횡령한 혐의로 2010년 징역 6년을 선고 받았으나 이듬해 열린 2심에서 주가조작 혐의만 유죄로 인정돼 징역 3년으로 감형됐다. 당시 코어비트 자회사인 코스피 상장사 'FCB투웰브'의 유상증자에 참여했던 견미리는 주가조작 혐의로 검찰 조사를 받았으나 해당 주식이 1년간 '보호예수'로 묶여 있다는 사실이 밝혀지면서 무혐의 처분을 받았다.\n이OO씨는 출소 이후에도 아내 견미리가 대주주로 있는 코스닥 상장사 '보타바이오'의 주가를 부풀린 뒤 유상증자로 받은 주식을 매각해 23억7,000여만원 상당의 차익을 챙긴 혐의로 기소됐다. 검찰 수사 결과 당시 보타바이오가 경영난에 허덕이자, 보타바이오의 전 대표 김OO씨와 공모자 이씨는 견미리와 중국 자본이 대거 유입되는 것처럼 허위 공시해 2014년 11월부터 2016년 2월까지 보타바이오 주가를 7배 이상 끌어 올린 것으로 드러났다.\n이와 관련, 서울남부지법 재판부는 ▲자본시장법 위반 등의 혐의로 기소된 이씨와 보타바이오 전 대표 김씨에게 각각 징역 4년(벌금 25억원)과 징역 3년(벌금 12억원)을 선고하고, ▲투자자 모집책을 맡은 전OO씨에게는 징역 2년에 벌금 12억원을, ▲방송 중 거짓 정보를 흘린 방송인 김씨에게는 징역 2년에 집행유예 3년을 선고했다.\n\n[에디슨 모터스]\n에디슨 모터스의 쌍용자동차 인수 무산 과정에서 불거진 먹튀 의혹에 대해 검찰이 수사에 나선 가운데 악명 높은 기업사냥꾼 이모 씨가 해당 인수합병을 설계한 것으로 파악됐다. 쌍용차 인수 계획이 애초부터 먹튀 세력들의 주가 부양 수단으로 쓰였다는 지적이 나온다.\n검찰과 금융당국은 에디슨모터스가 쌍용차 인수자금 마련을 위해 인수한 에디슨EV(현 스마트솔루션즈)에 투자해 거액의 시세 차익을 거둔 투자조합들의 실소유주를 이 씨 일당으로 보고 있다. 투자조합의 의사 결정과 투자 집행 등을 이 씨가 주도적으로 이끌었다는 것이다.\n지난해 5월 6000원대에 불과하던 에디슨EV 주가는 에디슨모터스의 쌍용차 인수전 참여 소식이 알려지면서 11월 8만2400원까지 치솟았다. 작년 초부터 에디슨EV 지분 40%가량을 사들인 디엠에이치, 에스엘에이치 등 투자조합 6곳은 주가가 급등하자 지분 대부분을 처분했다. 쌍용차 인수는 결국 불발됐고 에디슨EV는 3월 말 회계법인의 ‘감사의견 거절’로 주식 거래가 정지됐다.\n이 씨는 2014년부터 2020년까지 무자본 M&A를 비롯해 시세조종, 미공개 정보 이용 등 최소 7건의 불공정거래 사건에 연루된 것으로 확인됐다. 특히 코스닥 상장사에 대한 사기 거래와 배임 등의 혐의로 재판을 받던 가운데 쌍용차 인수와 관련된 먹튀를 추진한 것으로 파악된다.\n이 씨가 다수의 불공정거래 전력이 있는데도 이처럼 M&A 시장에서 활개를 칠 수 있는 것은 증권 범죄 대응이 형사 처벌 위주로 이뤄지기 때문이라는 지적이 많다. 수사, 재판을 거쳐 처벌이 확정되기까지 오래 걸리고 범죄자들의 금융 거래를 제한할 장치가 없어 재범이 빈번하다는 것이다. 황세운 자본시장연구원 선임연구위원은 “주식 불공정거래로 얻은 이득에 대해 대규모 과징금을 물리고 범죄 연루자의 자본시장 참여를 제한하는 행정제재 등을 서둘러 도입해야 한다”고 강조했다.\n\n[외환카드 주가조작]\n미국계 사모펀드중 헤지펀드인 론스타가 2003년 외환은행의 지분 51%와 경영권을 인수 및 매각하는 과정에서 벌어진 사건.\n2011.3. 외환은행을 인수한 미국계 사모펀드 론스타가 싼값에 외환카드를 흡수합병하려고 허위 감자설을 퍼뜨려 외환카드의 주가를 떨어뜨렸다는 혐의가 대법원에서 유죄로 인정됐다. 외환은행 대주주인 론스타는 하나금융지주에 외환은행을 매각할 계획인데, ‘먹튀’ 논란에 이어 론스타의 도덕성이 또다시 도마에 오르게 됐다.\n론스타가 외환은행을 인수하고 나서 두 달 뒤인 2003년 11월, 외환은행 이사회는 부실덩어리로 전락한 외환카드를 외환은행에 합병하기로 하고, “향후 외환카드의 감자 계획 등이 검토될 것”이라는 내용이 담긴 보도자료를 배포했다. 기자회견에서도 외환은행장 직무대행이 직접 나와 “감자할 가능성이 크다”고 밝혔다. 감자설이 나오자 외환카드의 주가는 주당 5400원에서 2550원으로 곤두박질쳤다. 하지만 외환은행 이사회는 기자회견 1주일만에 감자 없이 외환카드를 합병하기로 결의했다.\n대법원은 “주식매수 가격을 줄이고 외환카드 주주들에게 외환은행 신주를 발행해 줄 경우 론스타의 외환은행 지분율이 감소하는 것을 막기 위해 증권거래법상 아무런 공시의무가 없는 ‘감자 검토’를 보도자료에 포함시켜 주가가 급락했다”며 “객관적으로 보아 애초부터 감자를 추진하는데 필요한 경제적 여건을 갖추지 못했는데도 주가상승을 막기 위해 감자 검토를 발표했다”고 유죄 이유를 밝혔다. 대법원은 유 대표가 론스타코리아를 운영하면서 부실채권 저가 양도 등으로 회사에 손해를 끼친 혐의에 대해서는 유죄를 인정한 원심을 확정했다.\n이번 판결로 외환은행을 매각하려는 론스타는 도덕적 · 법적 치명타를 입게 됐다. \n\n[셀시어스]\n셀시어스는 암호화폐를 담보로 잡고 암호화폐를 대출해주는 식의 일종의 ‘폰지사기’로 몸집을 키웠다.\n\n[씨모텍 사건]\n2010년 기업사냥꾼이 유망기업인 씨모텍과 제이콤을 사채를 통해 인수했다. 그리고 기업의 현금과 유상증자 등을 통해 끌어들인 투자금으로 기업을 인수할 때 끌어쓴 사채비용을 갚았다. 그 과정에서 1,000억에 가까운 돈이 사라졌다.\n\n[쌍방울]\n조폭 출신으로 알려진 김성태 전 쌍방울 회장은 십수 년 전 무자본 인수합병(M&A)에 자금을 대주던 사채업자였다. \n김 전 회장은 2006년 국내에서 불법 도박장을 운영한 혐의로 재판에 넘겨져 집행유예를 선고받기도 했다. 김 전 회장의 도박 PC방은 2006년 바다이야기 사태 이후 불법 사행성 게임 집중단속이 이뤄지면서 덜미가 잡혔다. 당시 도박 PC방과 오락실 등 사행성 게임장 상당수는 조직폭력배들이 장악했던 것으로 조사됐다.\n김 전 회장이 2010년 쌍방울을 인수한 후 임원을 맡긴 측근들 역시 공범이었다.\n2010년 경영권을 쥔 쌍방울의 주가를 조작한 혐의로 유죄 판결을 받았다. 김 전 회장은 주가조작과 불법 대부업 전과도 있다. 두 전과는 이미 언론을 통해 알려졌다. 김 전 회장은 2010~2011년 쌍방울과 유비컴 주가를 조작한 혐의로 2017년 2월 징역 3년에 집행유예 5년, 사회봉사 400시간을 선고받았다. 2심과 대법원은 김 전 회장에 대한 1심 판결을 유지했다. 이에 앞서 김 전 회장은 2007년부터 2012년까지 대부업 등록을 하지 않은 채로 50회에 걸쳐 318억 700만 원 상당을 대부한 혐의로 2017년 1월 벌금 1500만 원을 선고받았다.\n하지만 쌍방울을 발판으로 광림, SBW생명과학(구 나노스) 등을 연거푸 인수해 상장사 8곳을 거느린 그룹 회장이 됐다. 전환사채(CB)를 찍어 무자본 M&A를 거듭해 지배구조를 완성했다. ‘CB 공장’ 1세대다.\n배상윤 KH그룹 회장은 김 전 회장과 ‘한 몸’이다. 쌍방울 주가 조작도 함께했다. 그는 김 전 회장의 ‘성공 방정식’을 그대로 답습했다. 2018년 KH전자 경영권을 인수한 지 3년 만에 KH필룩스 등 상장사 5곳과 그랜드하얏트서울호텔, 알펜시아리조트까지 손에 넣었다.\n쌍방울·KH그룹을 벤치마킹하는 신흥 회장님도 많다. 여배우 박민영 씨의 전 연인이자 빗썸 실소유주로 알려진 강종현 회장이 대표적이다. 그는 비덴트 등 3개 상장사를 순환출자로 지배하면서 2년 만에 8000억원 가까이 조달했다.\n무자본 M&A 시장의 전주(錢主)로 통하는 원영식 초록뱀그룹 회장도 빼놓을 수 없다. 원 회장은 초록뱀 계열 상장사 4곳을 거느리며 다양한 무자본 M&A 관련 CB에 투자해 큰 돈을 벌었다.\n쌍방울, KH그룹, 초록뱀, 빗썸 테마그룹 등 네 개 그룹이 거느린 20개 상장사는 그동안 시장에서 3조4814억원을 조달했다. 이 중 CB 발행 금액만 1조7758억원이다. 반면 이들 상장사의 전체 시가총액은 1조 8949억원에 불과하다. 개미 투자자만 피해를 본 셈이다.\n쌍방울그룹과 KH그룹이 본격적으로 상장 계열사를 늘리기 시작한 건 문재인 정부가 안착한 2019년 무렵이다. 배상윤 회장이 이끄는 KH그룹은 그해 장원테크 KH건설 KH필룩스의 경영권을 잇달아 인수했다. 김성태 전 회장의 쌍방울그룹은 이듬해 비비안(1,440 -0.69%) 미래산업(11,500 +1.77%) 디모아(594 +4.58%) 아이오케이(492 -1.60%)컴퍼니 등 4개 상장사를 거머쥐었다. 연쇄적으로 전환사채(CB)를 발행해 무자본 인수합병(M&A)에 나서는 식의 머니게임이었다. 꼬리에 꼬리를 무는 순환출자의 기틀이 이때 마련됐다.\n이들의 머니게임에는 ‘권력형’이라는 꼬리표가 따라붙었다. 정권은 물론 검찰 핵심 라인과 막역하다는 소문이 파다했다. 정치권 인사를 앞세워 ‘대북 테마주’에 올라타면서 그 힘을 증명하기도 했다. 하지만 정권이 바뀌자 해외로 도피했다. 검찰은 쌍방울그룹과 KH그룹이 연관된 정치권 로비 의혹을 전방위로 수사하고 있다.\n김 전 회장이 코스닥시장에서 스포트라이트를 받은 계기는 나노스(현 SBW생명과학) 인수였다. 2016년 말 회생절차를 밟고 있던 나노스를 인수한 뒤 이듬해 7월 거래를 재개시켰다. 거래 재개 첫날 시초가가 기준가의 300%로 결정되더니 8거래일 만에 10배 가까이 뛰었다. 주가 폭등은 역대급이었다. 대주주 지분율이 97%대에 이르는 ‘품절주’로 분류되면서 한때 36배 넘게 뛰었다. 매년 적자를 보던 관리종목 나노스는 2018년 9월 코스닥 시가총액 2위에 오르기도 했다.\n나노스의 회생절차 시기에 CB 및 신주에 투자한 ‘김성태 사단’은 돈방석에 앉았다. 김 전 회장은 광림 쌍방울과 함께 조합을 결성해 투자했는데 2019년부터 일부 차익을 실현했다. 조합 전체로는 2000억원 이상, 김 전 회장은 1000억원 안팎을 번 것으로 알려졌다. 당시 나노스는 대북 테마주에 올라타면서 급등했다. 쌍방울 사외이사를 지낸 이화영 전 킨텍스 대표가 경기도 평화부지사로 부임하면서 대북 교류사업을 적극 추진한 게 이때다. 2019년 초 나노스는 이 전 대표와 공동으로 경기도 대북 교류 행사를 주최한 아태평화교류협회의 안부수 회장을 사내이사로 영입했다.\n김 전 회장과 배 회장은 ‘깐부’ 관계로 유명하다. 같은 호남 출신으로 서울에 올라와 무자본 M&A 세력에 자금을 대주는 고리대금업에 발을 담갔다. 이들은 2010년 쌍방울 주가조작에 함께 가담한 전력이 있다. 가족 및 친인척 명의 계좌를 이용해 허위·고가 매수 등 시세조종 방식으로 수백억원의 이득을 챙긴 혐의였다.\n2013년 4월 서울중앙지검에서 수사를 시작하자 김 전 회장은 도주했다. 도주 1년여 만인 2014년 4월 구속 기소돼 재판을 받았다. 3년간 이어진 1심 재판 결과 징역 3년, 집행유예 5년형을 받았다. 배 회장도 집행유예형이었다.\n쌍방울 주가조작 사건 이후 김 전 회장은 검찰 인사들과 친분이 두터워졌다. 사건을 담당한 부장검사를 비비안 사외이사로 영입하기도 했다. 한 변호사는 “누군가 쌍방울그룹 회의에 가 보니 현직 부장검사가 참석했다는 소문이 돌았을 정도”라고 귀띔했다. 올해 5월 수원지검 수사관이 수사 자료를 쌍방울그룹에 유출한 혐의로 구속되기도 했다.\n쌍방울 CB 콜옵션(매수선택권)을 통해 정치권 로비를 했다는 의혹도 받고 있다. 쌍방울이 2018년 김 전 회장의 투자조합인 착한이인베스트를 대상으로 CB를 발행했는데, 이 가운데 20억원가량이 당시 이재명 경기지사의 사건을 수임했던 이태형 변호사에게 흘러 들어갔다는 ‘변호사비 대납 의혹’을 검찰이 수사 중이다.\n배 회장은 집행유예를 선고받은 뒤 본격적으로 쌍방울그룹을 답습해 독립했다. 2018년 삼본정밀전자(현 KH전자)를 인수하며 코스닥시장에 공식적으로 이름을 알렸다. 2019년 1월 장원테크 인수를 시작으로 같은 해 3월과 7월에 이엑스티(현 KH건설) 필룩스(현 KH필룩스)를 연이어 사들였다. 2021년에는 연예기획사 IHQ(714 +3.48%)(714 +3.48%)를 인수하면서 순환출자 고리를 완성했다. KH그룹은 2019년 말 서울 그랜드하얏트호텔, 2021년 강원 알펜시아리조트 등 랜드마크 부동산까지 사들였다.\n쌍방울그룹과 KH그룹 모두 ‘CB 공장’을 활용해 M&A 자금을 충당했다. KH그룹은 4년여 동안 1조원 이상을 시장에서 조달했다. 2018년부터 상장사 다섯 곳에서 50여 차례에 걸쳐 CB를 발행했다. 석 달에 한 번꼴로 CB를 발행한 셈이다. CB 발행 액수만 6261억원에 이른다. 유상증자 등을 포함하면 조달금액은 1조원을 넘겼다.\n과도한 자금 조달은 ‘매물 폭탄’으로 돌아왔다. 대부분의 계열사 주가는 폭락했다. 장원테크는 인수 당시 주가가 3만1550원이었는데 22일 종가는 1190원이다. 3년여 만에 주가가 96.23% 폭락했다. KH전자 KH건설 KH필룩스 등도 모두 인수 당시보다 80% 이상 떨어졌다. 쌍방울 그룹에선 비비안 디모아 미래산업 등의 하락폭이 60~90% 수준으로 상대적으로 크다.\n\n‘쌍방울 그룹 비리 의혹’으로 검찰 수사선상에 오른 김성태 전 쌍방울 회장이 해외 도피 중 카지노에서 수억원대의 불법 도박을 한 것으로 27일 전해졌다. \n태국을 중심으로 주변국을 오가며 생활하던 김 전 회장은 필리핀 마닐라 등에 있는 카지노를 수차례 방문해 수억원대의 도박을 한 것으로 알려졌다.\n쌍방울 내부 사정을 잘 아는 한 관계자는 “체류비가 떨어져 귀국할 가능성이 거의 없을 정도로 거액을 들고 해외로 나간 것으로 안다”고 했다. 그는 지난여름 서울 강남에 있는 룸살롱 여성 종업원을 불러 만나거나, 국내에서 한식을 공수해 가는 등 ‘호화 도피’ 생활을 한 사실이 검찰 수사망에 포착된 바 있다.\n김성태가 자기 자본으로 쌍방울 인수를 한게 아니라 전국의 쩐주들이 바지로 세운거라고 한다. 쩐주들이 수사가 자기네들한테까지 번질까 봐 김성태가 국내에 들어와서 정리하라고 협박했다.\n\n[테라, 루나 코인 사태]\n2022년 5월 경, 개발자 권도형과 신현성[1]이 설립한 테라폼랩스에서 발행한 암호화폐 테라USD(UST)와 그 가치를 유지하기 위한 자매 코인인 루나(LUNA)가 대폭락한 사건이다. 루나처럼 시가총액 5위 이내에 개당 10만원에 달하는 메이저 코인이 한순간에 개당 1원도 되지 않는 수준까지 -99.99999%까지 극단적으로 붕괴된 사례는 이번이 처음이다.\n무려 바이낸스 기준 시총 9위, 업비트 기준 시총 4위였던 초대형 코인이 폭락하자 그 여파로 디파이(DeFi) 플랫폼 '셀시우스'가 파산하고 미국의 13조원대 대형 헤지펀드 '쓰리애로우즈캐피탈'이 파산하였으며 업비트는 루나코인을 상장폐지하는 등 연쇄반응이 현재진행형으로 일어나고 있다. 2023년 4월 25일, 서울남부지방검찰청 금융·증권범죄합동수사단은 테라폼랩스 측의 주장은 실현될 수 없는 허구에 불과했고, 신 전 대표와 권 대표 등도 프로젝트가 불가능하다는 점을 알고 있었다고 결론 내리고 관련자들을 대거 기소했다\n\n서울남부지검 금융증권범죄합수단(단장 단성한)과 금융조사2부(부장검사 채희만)는 지난달 29일 청구한 신현성(37) 전 차이코퍼레이션 대표이사 등 관계자 8명의 구속영장에 이 같은 내용을 적시한 것으로 알려졌다. 검찰은 이들이 테라·루나의 폭락 가능성을 알고도 직접 투자하는 방식으로 투자자들을 끌어모아 거래량을 부풀린 뒤 매도차익을 취한 것으로 보고 있다.\n한국산 가상화폐 ‘테라·루나’ 폭락 사태를 수사 중인 검찰이 테라폼랩스 공동창업자인 신현성(37) 전 차이코퍼레이션 대표이사 비롯한 관계자들이 테라·루나의 결함을 알고도 직접 투자하는 방식으로 평균 400억원의 이익을 챙긴 것으로 판단했다.\n\n\n\n'프라이드 참 잘하는 집' 논란\n프라이드 참 잘하는 집은 원래 IOK가 인수했는데 IOK를 쌍방울이 매각하면서 초록뱀이 가지고 있는 TN 엔터테인먼트의 사업부로 들어왔습니다 초록뱀 계열사들의 사업 구조를 보면은 엔터 프랜차이즈가 주력인 회사가 왜 조합이 안 맞는 이 두 사업에 집중을 하고 있는 것인가 이게 좀 궁금했습니다. 19년 11월 IOK가 '프라이드 참 잘하는 집'을 인수했죠 원형식 회장은 이제 엔터 외식 코인 거래소를 가지게 된 겁니다. 이 세 가지를 가지고 돈을 어떻게 회전 시킬까 이거를 생각해 봤습니다. 초록뱀의 원형식 회장은 원래 유명한 사채업자로서, 영풍제지 사태의 배후, 라임 사태의 전주로 의심을 받고 있습니다.\n일반적으로 주식 사기를 칠 때는 명동 쩐주가 돈을 대고, 설계자가 판을 만들고, 선수가 주가를 조작하는 구조입니다. 이 과정에서 명동 전주는 일반적으로 빌려준 돈과 이자만 받아요 그렇기 때문에 설계자와 그 이웃 단이 다 구속되지 명동 쩐주가 구속되는 경우는 없었어요. 그러다가 명동 사채업자들이 직접 대출, 시행, 시공, 분양, 이걸 혼자 다하기 위해서 양지로 나왔죠. 그 중 언급되는 이름이 이제 원씨, 배씨 이씨 이런 사람들이 있습니다. 참고로 원회장은 빗썸 주가 조작이 연료 돼서 구속됐었다 보석으로 석방이 됩니다. 코인거래소 빗썸 실소유주로 알려진 김종현은 구속 10개월 만에 보석으로 석방이 됐죠. \n정리하면 이 명동사채업자 세력들이 상장 기업들을 인수하면서 엔터와 외식 사업도 하고, 코인 거래소도 가지고 있고, 전환 사체로 자금을 조달하고 주가를 조작해서 돈을 벌고 있다 이렇게 볼 수 있거든요. 다른 기업 사냥들꾼들과 같은 점은 전환사채와 주가 조작으로 돈을 번다는 점이고 다른 점은 뭐냐면 그 기업들이 신약, 신기술 이런 대박 테마를 엮지 않는다라는 점이에요. 테마 주로서 한 방이 약한 엔터와 외식을 왜 했느냐가 궁금한데 이 둘은 현금 장사라는 특징이 있습니다. 현금 매출로 잡아도 국세청에서 조사하기가 굉장히 까다로운 곳이 여기거든요 예를 들어서 저번 라덕연 사태 때 수십개의 가게들이 카드깡용으로 쓰였 아아 수십개 가게를 가지고 라덕연 일당은 2천에 넘게 걸쳐서 1,300억 원을 뽑아냈습니다 그런데 이 과정에서 보인 거는 가게에다 긁은 카드 깡인 거고 그 뒷단에 있는 식자재 아든 유통을 가지고 현금을 장난으로도 칠 수가 있겠죠 근데 간이과세로 많이 하기 때문에 이걸 잡아내기가 굉장히 까다로울 거예요 그런 점에서 현금을 양지로도나이트 낼 수 있고요 세금 계산서 발급이 불가능합니다 그리고 세율도 굉장히 낮아요 현금을 가장 적은 세율로 양성할 수 있는 방법이 간이사업자입니다 만약에 이런 매장을 프랜차이즈로 100개 이상 보유한다면 어둠의 돈을 양지로 끌어올리게 좋겠죠 100개에서 1,000개, 만 개가 되면 될수록 그 안에 케파가 커지기 때문에 그 안에서 돈의 회전이 커질 거고 여기서 넣었다 뺐다가 자유로워집니다. 한번 명동 사채업 관점에서 보도록 할게요 해외 도박이라 그가 해외도박 사이트를 가지고 한국으로 들어오고 싶어 하는 환치기 매수세가 있겠죠 그리고 해외로 돈을 넘기고 싶어 하는 도박 자금이라는 은닉 자금도 들 보이스 피싱 자금들이 있을 거고 지하에서 양지로 오고 싶어하는 돈들 양지에서 지하로 원하는 자금들이 수요가 어마어마하게 많을 겁니다 그런 점에서 보면은 외식이랑 엔터는 현금 거래가 워낙 많기 때문에 흑자, 적자가 중요한게 아니라 거래대금이 클수록이 안에서 활용도가 올라간다라는 거죠 그렇다면은 프랜차이즈를 갖고 싶어 하는 이유가 어느 정도 이해가 됩니다 참고로 초록 뱀은 아오를 쌍방울에 팔고 쌍방울은 IOK 전환사채 발행한 돈으로 다시 kh그룹 계열사들을 전환사채로 사드리고 있어요 현재 IOK IHQ 지분 10% 가지고 있습니다. 이 세 개 그룹을 잘 봐야 되는게 모두 전환사채를 잘 가지고 노는 회사들입니다 전환사채 기술로는 거의 탑티어급들 회사들이 죠. 이것 때문에 많은 개인 투자자들이 눈물을 엄청나게 흘렸죠. \n뉴스를 보면은 세 명의 회장들이 1세대 기업 사냥꾼과 연관이 있는 사람들이라는 거를 알 수가 있어요. '후참잘'이 속한 초록뱀의 TN 엔터테인먼트, 쌍방울의 IOK, kh 그룹의 IHQ, 어떤 흐름을 갖고 있다라는 거를 뉴스를 보면 알 수가 있습니다. 그중에 쌍방울 김회장은 대북송금 수사를 받고 있고요. 배상윤 회장은 주가 조작 혐의로 해외 도피 중입니다. \n이들이 서로에게 어떤 이익을 줄 수 있고 왜 서로가 필요했는지 이해해 볼 필요가 있겠죠. 뉴스 외에 말은 하지 않겠습니다 그래서 초록 뱀은 IOK 쌍방울에 팔면서도 외식 사업은 다시 138억 주고 사와요 여기에 후참잘 있었습니다 후참잘은 대표에게 IOK 지분 5.4% 해당하는 전환 사체 50억 7항 현금 9억여원을 줘요 은대표는 이 전환사채를 주식으로 바꾸지 않고 현금으로 받았다고 말을 합니다 이번에 kh 그룹이 가지고 있는 IHQ와의 연관도 좀 보고 있는데 IHQ n 사이더스 배우들이 있고요 케이블 채널을 보유하고 있습니다 요리 프로그램이 상당히 많아요 식당을 소개하는 프로그램들을 대다수가 IHQ 제작을 하고 있거든요 먹방 프로그램의 출연자들은 주로 TN 엔터테인먼트 출신이 많고요 관계가 어느 정도 보이죠 다행스러운 거는 자신들이 소유한 프랜차이즈를 tvn 에 홍보한 것은 없었던 걸로 보이고 있습니다 다만이 세 개의 그룹들의 관계가 끈끈했다 거는 알 수가 있어요. IHQ 주인인 kh 그룹 상장기업들은 지금 어떤 상황이냐면 kh 건설은 전환사채 전환으로 인한 손실로 거래 정지가 됐고요. kh 전자 원래는 삼본 전자 인수에서 가장 앞장섰던 회사였는데 여기도 거래 정지가 됐습니다. IHQ 거래 정지가 됐죠 75억 규모에 사채 원리금 미지급이 발생하면서 거래 정지가 됐고요. kh 필룩스 정지가 됐습니다. 배상윤 회장이 횡령 배임으로 조사를 받고 해외도피를 하고 회사들은 그 시기에 전환사채와 부채를 갚지 못하고 줄줄이 거래 정지가 됐죠 .\n그러면 궁금한 거는 대체 그 돈들이 어디로 갔을까? 다시 돌아와서 TN 엔터테인먼트 재무제표를 보도록 하겠습니다 후참잘이 있는 TN 엔터테인먼트 매출 비중을 보면은 치킨 사업이 9개월간 매출 500억이 넘었고요 세상이 모은 아침 사대부집 곡간 여기도 여의도의 유명한 맛집이죠 127억이 나왔습니다 합치면 600억을 훌쩍 넘거든요 엔터로 버는 돈보다 이제 외식업으로 버는 돈이 훨씬 더 많아졌죠 그 외식업을 통해서 해 이제 상장을 목표로 가고 있는게 아닌가 이제 이렇게 볼 수 있었고요 참고로 후참잘 매장은 280개 세상의 모든 아침 매장은 세 개 대부지 고가는 한 개입니다. \nTN 엔터테인먼트 재무제표를 보다가 이상한 거 하나를 찾았는데 프라이드 참 잘하는 집 이후로 신규로 커피 참 잘하는 집을 기획하고 있다라는 거를 알 수 있어요 최근 공시에서 보면은 커피 참 잘하는 집에 지분을 16% 투자했다는 기록이 있죠 만약에 장사의신 사태가 거론되지 않았다면 프랜차이즈 확장이 굉장히 빠르게 일어났을 겁니다 만약에 논란이 되지 않았다면 장사의신 유튜브로 얻는 이미지 그리고 창업을 희망하는 사람들을 네이버 카페로 다 모아놨죠 브랜드를 낼 때마다 그 사람들을 계속 활용할 수가 있겠죠 이후에 뭐 맥주라 그가 계장이 그가 갈비 꼬막 참치 땡땡 잘하는 집 땡땡 잘하는 집 이렇게 되면은 브랜드 확장이 가능했을 겁니다 TN 외식 사업부 매출이랑 더본 코리아 매출이 약 두 배 정도 차이가 나는데 더본 코리아가 상장할 경우에 기업 가치를 2천억을 보고 있거든요 만약에 후참잘도 브랜드 확장을 했다면 매출 기준으로 기업 가치 2천억 비슷하게 얻을 수 있지 않았을까. TN 엔터 시총이 600억 안 돼요 가지고 있는 계열사 대부분 시총이 적은 소형주 아니면 거래 정지 회사들이 많습니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-25T20:55:07.306000",
  "updatedAt": "2025-12-19T19:21:13.826000"
}