{
  "id": "20dac50b-9b64-45f0-bd84-4c80bbef29ef",
  "title": "열영상 탐색기 - 중장거리 공대공 미사일",
  "content": "기본적으로 우리나라는 미국이 개발하다가 실패한 사이드와인더 블록3 모델을 추종하고 있습니다.\n블록3 모델은 2중 대역 초점면배열 영상과 사거리 60km를 가지는 미사일이죠. 그런데 엄밀히 말하자면 우리나라가 개발하는 미사일이 성능적으로 더 좋습니다. 이유는 초점면 배열 열영상의 해상도가 더 뛰어나고 화소 숫자가 더 많기 때문입니다.\n당장 우리나라 신궁과 우리가 새로 개발하는 단거리 공대공 미사일을 비교해 볼까요. 그런데 신궁은 헬기에 탑재하지 못합니다. 신궁도 근적외선과 중적외선을 탐지하는 2중 대역이지만 이 시커는 열영상 추적이 아니라 열원 추적이라 지상에서 발생하는 열 노이즈를 목표물과 구분하지 못합니다. 그래서 헬기 발사를 하지 않습니다.\n그럼 신궁은 어떻게 하면 하방 공격이 가능하도록 하여 헬기에 탑재할수 있을까요? 두 가지 방법이 있습니다. 미국의 스팅어 최신모델이 쓰는 방법과 \n사이드와인더 x형이 쓰는 방법인데 스팅어가 쓰는 방법은 원적외선을 탐지하는 방법입니다.\n우리나라가 아파치 헬기를 도입하면서 스팅어 최신형을 같이 도입했는데 스팅어는 헬기에 탑재 가능하고 하방공격이 가능하다는 이야기죠.\n그런데 스팅어는 여전히 열영상이 아닌 신궁과 마찬가지로 열원을 탐지하는 방법입니다.\n그럼 왜 스팅어는 하방공격이 가능하냐?\n스팅어의 시커는 원적외선을 탐지하기 때문입니다.\n원적외선이라는건 실재로 자연에서는 거의 존재하지 안고 인공물에서만 나오기 때문에 지상의 열잡음을 표적과 구분할 수 있습니다.\n그러나 아무리 원적외선을 탐지한다고 해도 목표를  형상으로 인식하는게 아니라 점으로 인식하기에\n무인기 같은 소형 목표는 공격하지 못하는 거죠.\n그래서 요즘 미사일들은 초점면배열 열상을 사용합니다. 초점면 배열 열상이란 쉽게 이야기 해서 3세대 열영상으로 마치 잠자리의 눈처럼 수백개의 열원센서를 가진 형태의 물건입니다. 한 마디로 말해서 열영상의 에이사 레이더라고 생각하시면 됩니다.\n그런데 열영상 시커에도 해상도의 차이가 있습니다.\n실재로 사우디에서 있었던 이야기인데 정확히 사이드와인더 블록1인지 2인지 잘 모르겠으나 사우디는 지금 f-15를 이용해서 후티 반군이 날려 보내는 드론을 격추하는 임무를 수행중입니다. 문제는 사이드와인더 미사일 시커의 열영상 해상도가 너무 낮아서 드론을 포착하지 못하는 바람에 사우디는 사이드와인더보다 훨씬 비싼 암람 미사일로 드론을 격추시키고 있습니다.\n결론은 열영상이라고 해도 다 같은 게 아니라 \n해상도가 낮으면 열영상도 드론을 포착하지 못하는 겁니다.\n여담이지만 러시아는 이런 광학장비 기술력이 떨어져서 최신 미사일에도 열영상을 사용 못하고 있습니다. 그대신 공대공미사일에도 원적외선탐지 시커를 포함시켜서 저공에서 사용할수 있게 하고 있죠. 러시아의 광학기술이 떨어져서 어쩔수 없어던 거죠.\n제가 보기에는 우리나라가 개발 목표를 낮게 잡은 겁니다. 미국의 단거리 공대공미사일이 지금 세계최강은 아니거든요. 아스람 미사일도 있고 iris-t 같은 것도 있고, 여러 측면에서 미국의 사이드와인더 x시리즈보다 더 성능이 좋은 단거리 공대공 미사일들이 존재합니다. 사이드와인더 x 블록3보다 뛰어나다는 게 세계 최고 수준이라는 이야기가 아닙니다. 그리고 그 미사일이 개발된지도 여러해가 지나서 지금시점에서는 엄청나게 높은 기술 수준도 아니고요.\n우리가 개발하는 단거리 공대공미사일이 실전 배치되는 건 2033년경입니다. 한마디로 사이드와인더 블록3와 시간적 격차가 10년 이상 벌어지는 거예요. \n제가 보기에는 개발 실패를 막기위해서 어느 정도 검증된 기술만으로 개발하는 거 정도로밖에 안보입니다. 오히려 기술목표가 낮아서 대부분의 부품을 지금 자채 개발하는 걸로 알아요. 아마 기술목표가 낮은 대신 국산화률은 엄청 높아질 거라 생각합니다. 단거리 공대공 미사일인 사이드 와인더는 진입장벽이 높은 편은 아닙니다. \n제공 전투기에서 더 중요한 건 중장거리 미사일로, 암람 수준으로 만들려면 한국의 기술 수준으로는  10년내에는 만들기 힘들 겁니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-14T21:31:24.274000",
  "updatedAt": "2022-12-24T21:37:38.704000"
}