{
  "id": "21361640-c746-403f-81d7-c2a6501e9cae",
  "title": "우러전쟁 (드론)",
  "content": "![image](media/1715050003965.843826815.png)\n![image](media/18d6c321f5d.a36652744a53a36f.jpg)\n\n \n\n[Rpg 드론]\n제식명: UJ-32 Lastivka\n박격드론의 대기갑 공격을 위해 RPG 로켓탄두로 폭탄을 만듦.\nRPG-7 로켓 탄두 + FPV 레이싱 드론. \nRPG 자폭 드론의 가격은 약 65만 원으로 매우 쌈. 재블린 1개 : RPG 자폭 드론 가격비 153.8 대 1. \nRPG-7의 로켓 탄두에 엔진과 프로펠러, 날개를 더해 드론화한 「UJ-32Lastivka」를 개발.\n무유도였던 RPG-7에 유도 기능을 부여함\n단순한 디자인의 드론은 조립이 간단하고, 접을 수 있는 발사기에 운용에 필요한 인원은 2명만으로, 병사가 휴대해 운용할 수 있는 중량 비행 거리는 자율 비행에서 최대 40km,\nRPG-7의 최대 사거리가 약 1km이므로 약 40배로 늘어난 것\n비행고도는 최대 2000m, 비행시간은 최대 20분. 순항 속도는 시속 120km, 최고 속도는 180km\n전동모터엔진은 저소음, 최저 비행 고도는 2m로 눈치채지 않고 표적까지 접근 가능. \n비행 모드는 오퍼레이터에 의한 조종과 프로그램된 자율 비행이 가능. 기체 정면과 하단에는 카메라가 장착되어 있으며 실시간으로 영상이 파일럿과 공유됩\n드론과 결합되어서 RPG-7으로 탑어택이 가능해짐, 전차의 엔진룸만 노려 파괴할 수 있다.  \n\n전쟁 전, 게임만하던 20대들이 지금은 우크라이나 드론부대에서 활약하고 있음.\n\n1인칭 시점 드론 FPV가 우크라이나 공장에서\n매달 수만개씩 생산 중이라고 함\n\n\nRPG 글라이더 드론도 만들었음.  \n잘 날고 자폭 공격도 함. 고정익은 대충 6km 이상 날아가는 걸로 보임\nRPG 드론이 보통 일반성형작약탄을 쓰는데 이게 전차를 맞추기만 해도 피해가 나오는 상황 예를 들어 포신쪽 맞으면 포신이 돈좌되거나 기능고장이 나고, 조준경/관측장비 맞으면 장비 작동 불능으로 장님됨. 궤도에 맞으면 기동 불가고, 반응장갑에 맞아도 폭발로 인한 부수적 피해가 나오는 상황\n\n[랜드 드론]\nRC카에 소형 폭발물을 장착한 만든 드론. 적 참호 공격에 사용되는 것으로 추정함. \n랜드드론에 탱크지뢰를 장착한 것도 있음. \n우크라이나의 수상 자폭 드론이 더 작고 스마트하게 개량되었다고 함. \n이 수상 드론은  최근 크림 반도 세바스토폴 공격에 사용됨. 물결만 보이고 기체는 거의 안 보임. \n\n\n\n지금 알리바바에서 우크라이나 애들이 FPV(First Person View, 무인기(UAV)에 실시간 화상 전송 시스템) 엄청 사는 거 같음. 리뷰에 우크라 국기가 많이 보이고 fc나 fpv 부품들도 앵꼬난게 많음.\n\n우크라이나는 이란 드론을 성공적으로 복제했으며 자체적인 장거리 드론도 운용 중임. 이 장거리 자폭 드론으로 러시아 본토 '투압세'에 위치한 석유 저장고를 성공적으로 타격했음. 불타버린 투압세 석유 저장고 모습이 장거리 드론 폭격의 성공을 입증함.\n\n드론 공격을 러시아군이 쉽게 막지 못하자 우크라이나군은 장거리 자폭 드론 공격에 재미 붙였음. 장거리 자폭 드론으로 크림 반도를 수시로 타격했다고 함. 우크라이나 장거리 자폭 드론 공격을 당한 크림 반도 세바스토폴 항구 모습. \n드론은 싸구려여도 안에 탑재된 폭탄은 무게만큼 위협적임. 장거리 자폭 드론은 초저가 순항미사일 역할을 하며 우크라이나군에게 유용하게 사용되고 있음.  \n10억 짜리 순항미사일보다 훨씬 저렴한 3천만 원짜리 장거리 자폭 드론이 폭약 50kg을 옮김.\n시선유도 미사일이랑 더 비슷한 듯\n\n드론같은 건 재밍 등 전자전에 취약하지 않을까 싶은데 저거보니까 전자전 한다는 게 거창한게 아니겠네. 우크라아나가 쏘는 드론도 dji 빼면 다 5.8 ghz대 아날로그 fpv드론이니까 그 대역에만 오지게 방해전파 갈기면 막을 수도 있을 거 같은데\n\n5.8 ghz 대역이면 지향성인데 어디서 오는지, 어떤 높이에서 날라오는지 알기가 쉽지 않고 또한 전자전 장비를 온 전장에 전부 배치할 수도 없고 반도체의 발달이 전장의 틈새를 찾아냈다고나 할까.\n\n드론 부품을 민수용만 쓴다는 보장있나? 영상송출/수신 장비부만 군용으로 교체해도도 재밍 난이도가 확 높아짐. 실제 이란제 드론에서 민수 전용하는 칩 이외의 적외선 센서 등등 핵심 칩 상당수가 중국제임\n\n우크라이나가 중국제 드론을 5만~10만 개나 구매했다고 함.\n\n쟤들은 풍향, 풍속도 감안하여 참호안으로 수류탄 던지더라. 다 감으로 하는 걸텐데 고인물들임\n\n우크라이나군이 드론 정찰로 러시아군 보급 트럭을 발견하는 족족 부숴버려서 러시아군이 힘들만 했음. \n헤르손 전선은 우크라이나 드론이 맹활약하는 전선이어서 드론 폭격, 야전 탄약고 파괴도 굉장히 많이 발생했음. \n우크라이나 드론이 모기와 파리 떼처럼 이곳저곳 돌아다니며 러시아군을 괴롭힘. \n\n[대드론 철망 장갑]\n우러전쟁에서 대전차 자폭 드론, 박격 드론이 기승을 부리고 있음.\n이런 대전차 자폭 드론, 박격 드론은 보통 운용거리가 짧아 전차나 장갑차를 주로 때리지만  마개조된 드론은 생각보다 운용거리가 훨씬 길다고 함.\n러시아군의 란셋 자폭 드론은 사거리가 40km나 되어서 포병에게도 충분히 위협적임. 이렇게 드론이 기승을 부리다 보니 우러전쟁 차량들이 자연스럽게 그물 장갑, 철망 장갑을 두르게 되었음.\n짤은 철망 장갑을 꼼꼼하게 두른 러시아군 다연장포. 드론이 포병에게도 꽤 위협적이라는 증거로 보임.\n이런 그물 장갑, 철망 장갑이 실제로 효과가 있음? 싶지만 실제로 효과가 있다고 함. 철망 장갑에 걸려 불발된 대전차 자폭 드론. 엉성하게 생긴 대드론 그물 장갑도 생각보다 효과적임.\n이렇게 그물 장갑, 철망 장갑이 은근 효과적이라 대드론 장갑으로 도배한 장갑차도 있다고 함. 마치 모기장 안에 사람이 들어간 느낌임.\n우크라이나 견인포 부대도 꼼꼼한 곳은 대드론 철망 장갑을 두른다고 함. \n우러전쟁에서 대드론 그물 장갑, 철망 장갑이 쓰일만한 게 야전 부대가 드론을 상대하기 은근 까다로움. 소형 드론은 너무 작아서 잘 보이지도 않음.\n열악한 야전 부대는 테크니컬 방공포도 있을까 말까임. 또 이런 테크니컬 방공포가 드론을 제때 잡아주란 보장도 없음. \n드론을 잡기 위해 만든 6연장 AK 소총...\n이런 이유로 우러전쟁 포병들이 대드론 철망 장갑을 앞다투어 두르고 있음.\n짤은 전선으로 향하는 것 같은 러시아군 다연장포 부대. 동영상 속 다연장포들은 전부 철망 장갑을 두르고 있음. \n마지막으로 포병 부대까지 대드론 방어를 신경 써야 하는 우러전쟁 전장이 참 희한하고 흥미롭다고 생각함. 포병 부대 전체가 철망 장갑을 두르는 것은 좀 신기했음. \n\n우크라이나, 러시아군 모두 드론은 우크라이나의 동부와 남부의 광활한 벌판에서 상대방 전차와 포, 병력 수송 트럭의 이동을 포착하는 순간, 바로 공격.\n우크라이나 국방부 산하 군 정보기관 HUR의 바딤 스키비츠키 소장은 28일 월스트리트저널에 “벌판 진격 탱크나 병력 대열은 3~5분 내에 발견되고, 이후 3분 내에 공격을 받는다. 이동하는 탱크, 트럭의 생존 시간은 10분을 넘지 못한다”\n\n우크라 드론의 구체적 실전 투입량은 알 수 없지만 영국 왕립합동군사연구소(RUSI)는 지난 5월 보고서에서 매달 1만대 가량의 드론을 소진하는 것으로 추정. 드론에 대한 환상이 있는게 아니라 우크라 전장에서의 드론 역할은 실존하는 무력이고 미군의 군사교리도 수정되어야 한다는 의문이 제기되고 있는 중(WSJ 보도)\n\n\n[드론전]\n수류탄은 장갑차나 탱크의 선체를 관통할 수 있어야 하는데, 이는 현재 약 1파운드(500g) 무게의 탄약으로는 불가능한 일이다.\nGraf와 우크라이나 무인기 조종사 및 무장 부대는  러시아와의 무인기 경쟁에서 이기기 위해 수류탄 성능을 향상시키려고 노력하고 있다. Graf의 팀과 마찬가지로 러시아군도 다양한 수준의 성공을 위해 소형 무인 드론을 더 치명적으로 만들려고 노력하고 있다.\n중국산 Mavic 3 무인 항공기는 우크라이나 무인 항공기 부대의 핵심으로 변모했다. 작고 휴대가 간편하며 배터리 수명과 범위가 적당하고 수류탄을 빠르게 떨어뜨릴 수 있다. \nGraf는 자신의 팀원 중 아무도 수류탄을 다루는 동안 죽지 않았지만 그 과정은 최전선에 있는 군대에게 위험하다고 말했다. \"이것이 어떻게 작동하는지 이해하지 못하기 때문에 죽은 사람들이 많이 있습니다\"라고 그는 말했다.\n\n개전 초반 우크라이나의 전력은 보잘것 없었지만 지금의 우크라이나의 전력은 엄청 확장되었는데 그중 하나가 드론 전력임. 드론 운용병만 최소 1만명 이상이라고 함.\n1. 우크라이나는 장거리 미사일이 거의 없는데 그것을 드론 공격이 대신해줌. 공세할때 후방 보급, 통신, 지휘 허브를 폭격해야 하는데 드론이 그것을 대신 해주고 있음.\n2. 러시아도 전선이 너무 방대하기 때문에 드론을 막기 위한 장거리 대공망을 확보하려면 돈이 너무 많이 든다.\n운이 좋고 계획만 잘 세우면 드론은 전선의 방공망을 손쉽게 통과해서 모스크바등 후방에 도착가능하다고 함. 그에 비해 소모되는 우크라이나측의 드론은 굉장히 저렴한 편.\n\n바흐무트에서 하루 평균 러시아 야포 1개 대대 작살 날 정도로 심각했습니다. 이유는 러시아 자주포가 거의 궤멸되서 러시아군이 바흐무트 진격전에 견인포로 바흐무트를 사정없이 때리는데 우크라이나 그 후에  견인포로 바흐무트 진격하는 러시아군 목표로 때리고, 사거리 월등히 긴 우크라이군의  폴란드 크랍 자주포와 독일 자주포는 미국정찰 정보나 드론정찰 정보 좌표를 받고 러시아 견인포대에 대포병 공격으로 사용했다고 합니다\n크랍자주포는 좌표받고 포사격 하는데 과정이 30초밖에 안 걸린다고 합니다. 이것 때문에 러시아 견인포 많이 갈려 나갔다고 합니다. 견인포의 단점이 쏘고나서 대포병 공격애 대비 철수가 늦기 때문에 당합니다. 그래서 러시아 지금  bmp3 장갑차 차제에다가 152mm 포탑을 얹어서 자주포 운영계획을 세우고 있는데 러시아 육군에서 부정적인 반대를 보이고 있다고 함. 전투중량 18톤의 bmp3 장갑차 차제에 152mm 포탑을 결합해서 쓸 생각을 하다니 반동을 못 버티죠. 러시아가 최신자주포 생산 하기 어려운게 서방의 제제로 첨단 공작기계 부품 수급이 막혀서 생산하기 어렵다고 합니다.\n\n유리 쉬홀 / 우크라이나 특별 통신 서비스 책임자\n\"우크라이나의 약 30개 회사가 드론을 대량 생산하고 있다. 연말까지 20만 개까지 구입하는 것이 목표입니다\"\n\n정찰 드론의 등장으로 포격 좌표 따는 게 훨씬 광범위하고 신속해졌음. 적진 안에 들어가 폭격 장면까지 실시간 촬영할 정도면 말 다 했음. \n사람이 하기 힘들 걸 드론이 쉽게 해주고 있음. \n\n우크라이나군은 드론 정찰 정밀 타격으로 러시아군 포병을 많이 사냥해 왔음.\n고성능 카메라를 장착한 정찰 드론으로 목표물을 찾고  그 목표물 좌표에 포격으로 정밀 타격을 하는 방식이었음. 성공 확률도 높고, 성과를 즉시 파악하기에도 좋음. 무의미하게 포탄을 낭비할 가능성도 줄어듦. \n근데 이렇게 한땀 한땀 잡기에는 러시아군의 포병 물량이 너무 많았음 ㅋㅋ\n멍텅구리 견인포 사거리도 짧고 기동성도 느리지만 물량이 바글바글하게 많아 항상 문제였음. 드론 정찰 정밀 포격으로 아주 쉽게 제거할 수 있지만 러시아군이 창고에서 계속 가지고 오는 것임. \n러시아군의 견인포 운용병을 잡는 것도 쉽지 않은 게 얘네도 우크라이나군이 대포병전 잘하는 걸 알아서 대피호에 숨어서 작업함. 러시아군 견인포 격파 영상에 운용병이 잘 안 보였던 이유가 이것 때문임. \n러시아군의 란셋 자폭 드론을 벤치마킹한 사거리 연장 FPV 자폭 드론을 만든 것 같음. 표준 FPV 드론은 견인포 사거리까지 비행 못 해서 아마 사거리 연장 개조 수술을 한 것 같음. FPV 자폭 드론의 평균 운용거리가 5km로 짧아서 이번 자폭 드론들은 꽤 공들여서 개조한 것 같음. 이런 사거리 연장 자폭 드론을 사용하면 더 쉽고 효율적으로 러시아군 견인포를 사냥할 수 있을 것 같음. 러시아군 견인포를 잡고 덤으로 견인포 운반 트럭도 사냥하는 FPV 자폭 드론 스웜.\n전선 어딘가에서 발견된 러시아군의 240mm 자주박격포. 얘도 사거리가 짧지만, 일단 포병이라 나름 후방에 있는 물건임. 그럼에도 우크라이나 정찰 드론의 탐지에 딱 걸림. 240mm 자주박격포 잡으러 출동한 우크라이나군의 FPV 자폭 드론. 건물을 사이로 들어가 정확하게 꼬라박음. \nFPV 자폭 드론의 성공적인 공격을 촬영한 우크라이나 정찰 드론. 러시아군의 240mm 자주박격포는 불이 확 붙어 파손됨. 사거리 연장 자폭 드론은 견인포 부대에게 큰 위협이 될 것 같음. \n우크라이나군이 AI 기술을 접목한 신형 자폭 드론 만들었다고 함. 전자전 재밍 당하면 그 즉시 주변에서 가장 가까운 기갑 차량에게 꼴아박는다고 함.\n\n우러전쟁 드론은 초저가 공군이라고 할 만큼 전선에서 맹활약하고 있음.\n짤은 러시아군의 열압력탄 다연장포를 파괴하는 대전차 자폭 드론. 열압력탄 유폭 폭발력이 어마어마함.\n사거리가 긴 포병도 드론 공격에 안심할 수 없음. 우러전쟁 드론의 활동 범위가 점점 넓어져서 포병도 드론 공격의 범위 안에 들어온 것 같음. 러시아군 자주포가 박격 드론 공격에 사망함. 보급 트럭을 공격하는 박격 드론. 보면 볼수록 1차 세계대전 공군을 보는 것 같음. 일격에 러시아군 장갑차를 파괴하는 대전차 자폭 드론. 장갑이 얇은 장갑차는 한방에 죽는 듯\n\n[수상 드론]\n우크라이나군은 부실한 해군력을 수상 드론으로 만회하고 있음. 최근 러시아 군함 1척과 우크라이나 수상 드론 무리의 교전이 발생함. 정면 공격은 기관포에 순삭당하고 우회 공격은 성공한 것으로 보임.\n수상 드론의 작전 반경 550km.\n러시아는 수상 드론의 공격으로 부터 군함을 보호하기 위해 세바스토폴 군항에 거대한 그물망 쳐놓고 필요할 때만 열어서 군함 움직이고 있음. 올해 초 수상 드론 공격에 호되게 당했는지 그물망 만듬. \n\n우크라이나 Sea Baby 드론은 흑해 어디든 도달할 수 있습니다. 우크라이나는 2024년에 Sea Baby 드론을 현대화했습니다. 이제부터 그들은 1,000km가 넘는 거리에 거의 1톤에 달하는 폭발물을 운반할 수 있습니다. \n\nAbout 200,000 FPV drones have been manufactured in Ukraine since the beginning of 2024\nUAVs (Unmanned Aerial Vehicles) War with Russia Ministry of Strategic Industries of the Defense Industry Complex Ukraine\nIn the first two months of 2024, the Ukrainian defense industry complex manufactured about 200,000 FPV drones.\nThis was reported by Deputy Minister for Strategic Industries of Ukraine Hanna Hvozdiar in a comment to Forbes.\nShe said that this year the production capacity will reach 2 million drones of different types, including FPV.\nAccording to Hvozdiar, FPV drones of the \"wing\" type and light reconnaissance drones, which can be called an analogue of the Mavic quadcopters, are under development.\nWinged FPV drones are becoming increasingly widespread in the Defense Forces of Ukraine. It was recently reported that units of the Security Service of Ukraine began to attack enemy logistics using such drones.\nRussian occupant with the wreckage of a Darts drone, February 2024\nJudging by the footage of the application, the new drones are equipped with day and night optics for conducting operations in various conditions.\nIt is known that drones are capable of carrying a warhead weighing up to 4 kilograms at a distance of 40-50 kilometers.\nRussian sources, who have already encountered this type of drone, note that they are most likely used in conjunction with repeater drones to effectively operate at maximum distances.\nRecall that according to the Minister of Digital Transformation Mykhailo Fedorov, the Defense Forces of Ukraine are to receive over a million FPV drones during 2024.\n\nR-73 열추적 공대공 미사일이 설치된 BEC. 대공 무인정의 출현은 흑해에서 러시아 항공에 새로운 차원의 위험을 의미합니다.\n적군 자원에 따르면 드론이 Mi-8 헬리콥터를 향해 미사일 한 발을 발사했지만 목표물에 도달하지 못했다고 합니다. 어쨌든, 흑해 함대에 대한 후속 공격은 공중 표적도 공격하므로 복잡해집니다.\n\n\n[자폭드론으로 기갑차량 파괴]\n- 드론을 대량으로 사용하는 이유가 있습니까. \"경제적이기 때문입니다. 대전차미사일 ‘재블린’은 한 발에 10만7500달러입니다. 우크라이나가 개발한 대전차미사일 ‘스키프’는 27만5000달러입니다. 드론은 500달러밖에 안 합니다.\"\n\n대전차미사일의 사거리는 통상 2~3km라고 알려졌지만 실제 전장에선 명중률을 높이기 위해 1km 이내에서 사용한다. 이 때문에 대전차미사일 사수는 전차에 근접해야 하고 위험에 노출된다.\n\n— 드론의 타격 범위는 어떻게 됩니까.\n“초기 FPV 드론은 3~5km에서 활동했는데 이제는 드론 배터리 용량을 키워 20km 이상 비행할 수 있습니다.”\n\n— FPV 드론 1개로도 전차를 파괴할 수 있습니까.\n“단 한 개만으로도 파괴할 수 있습니다만 (일반적으로) 여러 개의 드론을 연속적으로 사용해 전차를 파괴합니다. 장갑차량 1대를 파괴하기 위해 최다 10개의 드론을 사용합니다. 탄두나 폭약을 장착한 드론이 전차와 충돌하면 전차의 내부 온도가 급격히 상승합니다. 포탑이 분리되는 경우도 있습니다. 전차 승무원은 공황 상태에 빠져 도망칩니다. 뒤이어 다른 드론이나 포병이 멈춰 선 탱크를 완전히 파괴합니다.”\n\n우크라이나군은 자폭 드론이 목표물을 향해 비행하고 공격하는 모습은 공개하지 않는다. 대신 단거리 정찰 드론을 활용해 타격 장면을 공개한다. 이는 드론 전술의 보안을 유지하기 위함으로 보인다.\n\n— 우크라이나군은 자폭 드론과 정찰 드론 여러 대를 한데 모아 군집(群集) 형태로 운용합니다. 이유가 있습니까.\n“하나의 전술 시스템입니다. 운전자와 항법사(정찰 드론)가 따로 있다고 보면 됩니다. 자폭 드론 운용자는 자폭 드론 조종에 집중하고, 정찰 드론은 자폭 드론 운용자에게 정보를 제공하는 식이에요. 첫 번째 자폭 드론이 타격에 실패하면 그다음 자폭 드론이 연달아 목표물을 파괴하는 방식입니다. 제파(wave)식, 연속 타격입니다.”\n\n— 러시아군도 드론을 사용하지 않습니까.\n  “전선은 양측의 드론으로 포화 상태입니다. 이에 따라 두 나라 모두 전자전(EW) 기술을 발전시키고 있습니다. 우크라이나군은 100달러밖에 안 되는 드론 탐지기를 보유하고 있습니다. 주변에 러시아 정찰 드론이나 자폭 드론이 있는지를 확인할 수 있습니다. ‘트렌치 EW’라는 장비도 개발돼 있습니다. 기지국과 드론 사이의 주파수를 가로챈 뒤 드론 제어 신호를 차단해 드론을 격추하는 방식입니다. 제한 사항은 짧은 거리(1km 이내)에서만 운용할 수 있다는 점입니다. 그물을 쏘거나 직접 충돌해 드론을 격추하는 방식도 있습니다. 러시아 EW 장비는 주파수 대역을 공격하는 방식으로 드론의 통신·GPS 신호를 방해합니다.”\n\n— 대(對)드론 역량도 함께 발전하고 있는데, 이에 대한 대안은 무엇입니까.\n  “AI 기술을 드론에 접목하는 겁니다. 주파수 공격을 받거나 위성과의 통신이 끊겨 궤도에서 이탈하더라도 AI를 활용해 목표물까지 날아가도록 하고 있습니다. 미래에는 드론이 발사 직후 자율성을 갖고 임무를 수행하게 될 것입니다. 사람의 조종 없이 알아서 목표물을 타격하는 방식으로요.”\n\n  — 우크라이나군 일선 부대에서는 어떻게 드론 교육을 하고 관리합니까.\n  “분대 수준에서부터 드론을 연구합니다. 각 부대가 임무에 맞도록 드론을 조립·개조하는 거죠. A라는 전선에서 러시아군이 전자전 장비로 특정 주파수를 방출해 드론 비행을 방해한다면, 기존의 안테나를 떼고 새로운 주파수로 작동하는 걸 새로 끼워 넣는 식입니다. 이렇게 하면 전자전을 회피할 수 있습니다. 드론을 다룰 수 있는 기술자를 많이 확보하는 게 중요합니다. 드론을 조립하는 데 그리 높은 수준의 교육이 필요한 것도 아닙니다.”\n\n[샤헤드]\n이란이 개발해 러시아에 수출한 샤헤드-136(사거리 1000~2500km, 탄약 30~50kg)도 대표적인 자폭 드론이다. 대당 약 5만 달러 수준이며 러시아는 샤헤드-136 6000대를 들여왔다. 이후 러시아는 이란으로부터 샤헤드-136의 제작 기술을 이전받아 자체 생산을 하고 있다.\n\n  — 스타링크를 러시아도 쓰고 있습니까. 일론 머스크는 우크라이나에만 제공하겠다고 했는데.\n  “러시아의 샤헤드-136이 우크라이나의 전자전과 방공망에 의해 무력화되자 러시아는 무인기의 정확도를 높이기 위해 드론에 스타링크 수신기를 부착해 날렸습니다. 공식적인 발표 내용과 실상은 다를 수 있습니다. 답은 ‘러시아도 스타링크를 (불법적인 방법 또는 우회적으로) 사용하고 있다’입니다.”\n\n[드론 재밍]\n재머는 켜놓기만 하면 되지만 안티드론 건은 계속 조준을 해야해서 생각보다 써먹기 힘들다.\n드론이 쓰는 주파수는 영상 주파수랑 조작용 주파수 2개로 나뉜다. 둘은 대역대가 크게 달라서 재머 1대로는 한번에 한곳만 걸 수 있다. 보통 영상 주파수를 재밍해도 좀 화질이 안좋아질 뿐이다. 조작용 주파수가 살아있다면 드론병들이 화질 거지되는 거 감안하고 그냥 쓴다. 어차피 보일거 다 보인다. 그래서 러시아군은 아예 화면이 끊기는 수준으로 재밍을 걸기도 한다. 최근에는 재머 여러개로 두 주파수 모두 재밍을 걸어버리는 추세다.\n요즘 드론은 연결이 끊기면 재밍 권외 고도로 올라가서 신호를 다시 잡도록 프로그래밍 되어있다.\n자폭드론은 눈에 보일 정도로 다가오니까 보병들이 재밍을 걸 수 있지만, 관측용 드론은 너무 높이 있어서 보병들이 잡는게 불가능하다. 그래서 관측되어도 그냥 그러려니 한다. 자폭드론은 종말유도 단계에서 재밍이 제일 많이 걸리는데 이를 AI로 대체해보려고 시도도 했다. \n드론이 재밍 권외 고도의 높이에서 폭탄을 투하하고 유도는 폭탄에 내장된 AI한테 맡기는 스마트 폭탄도 있다.\n근데 결국 재밍 방어에는 광섬유가 짱이더라. 러시아군이 광섬유 드론 쓴다고 뉴스에 나왔는데 사실 우크라이나군도 진즉에 쓰고 있었다.\n현재 우크라이나군이 쓰는 관측용 드론에는 적외선 카메라, AI를 이용한 표적선정, GPS와 카메라 영상 데이터를 이용한 지형지물 분석, 자동비행 기능이 들어간 군용 UI가 적용되어 있다.\n적 드론만 탐지하는 드론 대응팀도 있다. 이들 드론은 적 드론 신호를 탐지하는 트래커를 달고 날아다니거나 아예 트래커를 적 진지 부근에 투하하고 온다.\n\n드론 사용/소모\n푸틴 : 매일 수천 대의 드론이 러시아군에 투입(사용)되지만 더 많은 드론이 필요합니다.\n\n우크라이나: 하루에 약 300대의 드론을 소모하고 있으며, 한 달에 약 1만 대에 달합니다.\n러시아: 러시아 또한 비슷한 규모로 드론을 사용하고 있으며, 최근에는 하루에 110대의 공격 드론을 발사한 사례도 있습니다.\n\n\n===========================\n\n우크라이나는 현재 레이저 무기 \"트리주브(Тризуб)\"를 보유하고 있으며, 두 개의 FPV 드론을 탑재한 드론-모선 프로젝트를 개발 중이라고 우크라이나 무인 시스템 부대의 사령관 바딤 수하레브스키가 밝혔다.\n\"오늘날 우크라이나는 다섯 번째로 레이저 무기를 보유한 국가라고 할 수 있습니다. 현재 이 레이저로 2km 이상의 고도에서 비행기를 격추할 수 있습니다,\"라고 그는 \"우크라이나 방위 산업과의 협력 전망\"이라는 주제로 열린 컨퍼런스에서 말했다.\n수하레브스키에 따르면, 무인 시스템 부대는 현재 이 레이저를 확장하고 강화하는 과정에 있다. \"이 무기는 실제로 작동하며, 실제로 존재합니다,\"라고 그는 강조했다.\n또한, 그는 경공격 드론을 탑재한 드론-모선의 개발에 대해 언급했다. \"우리는 오늘날 FPV 드론을 탑재한 드론-모선을 사용하고 있으며, 70km 이상의 적 지역 깊이까지 침투할 수 있습니다. 이 드론은 두 개의 FPV를 탑재하고 있으며, 사실상의 중계기 역할을 하여 적 지역의 깊은 목표물을 타격합니다. 이는 진정한 돌파구입니다,\"라고 수하레브스키는 말했다.\n그는 앞으로 이 프로젝트를 확장하는 것이 가장 기대된다고 언급했다.\n무인 시스템 부대에 대해 전반적으로 말하면서, 그는 \"우리 부대는 불과 6개월이 채 되지 않았으며, 현재 공중, 지상, 수중 요소를 모두 다루는 전투 및 연구 부대를 보유하고 있습니다,\"라고 말했다.\n그에 따르면, 무인 시스템 부대는 전선 전체에서 활동하고 있다.\n\n요즘엔 드론 조종 전파 파악해서 조종사 원점 타격 하더라.\n\n이제 드론이 양측 군의 손실 대부분을 차지하고 있으며 혹 포탄이 충분하더라도 마찬가지라고 언급함. \n\n우크라이나 공군 대변인의 말에 따르면 러시아 드론이\n요격 회피를 위해 소총 사격이나 방공차량 사거리 밖인 2km 이상의 고고도로 표적 위까지 이동한 다음 수직으로 꼴아박는 방식의 전술을 사용 중이라고 함.\n\n러시아군은 하루 평균 샤헤드류의 자폭 드론을 100대씩 소모 중임. 한달 평균 3000대.\n\n2025.6. 최근 러시아군은 하루 평균 샤헤드류의 자폭 드론을 최대 500대씩 소모. 한달 생산량 5000대 \n\n드론이 2024 작년 병력 공격의 69% 차량•장비 공격의 75%를 담당\n포병은 병력 공격의 18% 장비 공격의 15%를 담당\n박격포는 더 낮은 비율\n\nThese days, between 80% and 90% of Russian targets struck on the battlefield are now destroyed with drones, Fedorov said.\nThat is an increase from 2024, when nearly 70% of troops and 75% of vehicles hit by Ukraine were struck with drones.\n\nUkrainian troops now regularly speak of a 'kill zone' on both sides of the front, where moving around in the open is rendered almost impossible by the constant threat of drones.\nFedorov estimated that this zone now stretched about 10-15 km from the front line, and that it could reach as far as 20 km in the next year.\nFedorov said that operating in such an environment was \"hellish work\".\nAs a result, he said Ukraine is now using several thousand unmanned ground vehicles (UGVs) on the battlefield to bring in ammunition and supplies to soldiers holding the frontline in dugouts.\n\n25.9\n우크라이나가 러시아 드론의 제작 보관 운송 시설을 정밀 타격하면서 러시아의 샤이드드론 공세가 눈에 띄게 약했습니다. 7월 6,300여이었던 드론 발사는 8월 4,100여기로 줄며 35% 감소한 건데요. 한때 수백기씩 쏟아붙던 러시아의 전략이 더는 힘을 쓰지 못하고 있습니다. 러시아군은 지난 7월까지만 해도 700기 이상을 동원한 대규모 드론 공세를 펼쳤죠. 그러나 8월 들어 가장 큰 공격조차 120기 수준에 그쳤고 일반적인 발사 규모도 50에서 60기로 줄었습니다. 한 번에 수백기를 쏟아붙던 방식에 변화가 생긴된 이유가 있을 텐데요.이는 바로 우크라이나군과 정보 기관이 여름 내내 이어온 집중 타격 작전의 결과로 보입니다.\n1일 우크라이나 현지 매체 보도에 따르면 우크라이나군은 러시아가 드론을 생산하는 시설부터 보관하는 시설 그리고 드론 부품을 주고받는 물류의 타격을 입히면서 러시아가용할 드론수를 크게 줄였습니다. 7월 초크라이나군은 이집스크 쿠폴 방상공장을 공격해 마이크로칩과 드론 제작 라인을 파괴했습니다. 며칠 후에는 모스크바주 로스택 계열 산두 공장과 크라스노자보츠크 화학 공장도 타격했죠. 또 8월에는 타타르스탄의 대규모 저장구가 두 차례 정밀타격을 받아 위성 사진에 최소 여섯 차례 폭격적이 확인됐습니다. 해당 시설은 러시아 드론 조립의 핵심 거점인 알라부가 경제 특구로 물자를 공급하던 곳이었습니다. 물류 차단도 이어졌는데요.\n8월 14일 카스피아에서 이란산 부품을 실은 선박을 침시켜 러시아의 해외 공급만까지 타격을 입혔습니다. 우크라이나 공군는 6월부터 8월까지 러시아가 총 12,000기의 샤이드를 발사했다고 집게했습니다. 갑싸고 대량 투입이 가능했던 샤이드로는 전쟁 내내 러시아가 의존해온 장거리 공격 수단이었는데요. 그러나 생산과 보관 물류를 동시에 겨냥한 우크라이나의 집중 공세로 그 공격력은 눈에 띄게 꺾였습니다. 러시아는 하루 170기 생산 능력을 바탕으로 연말까지 190기로 끌어올리려 하지만 핵심 시설이 이따라 타격을 받으면서 목표 달성은 쉽지 않을 전망입니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-03-27T08:47:05.148000",
  "updatedAt": "2025-09-05T12:48:07.482000"
}