{
  "id": "22067ee5-f306-489a-998f-ca7ec20b8ce9",
  "title": "中, 대만 침공시 한국 GDP 23%↓",
  "content": "![image](media/1712740982137.367523811.png)\n![image](media/1712740986228.261269012.png)\n![image](media/1712740989344.85574156.png)\n![image](media/1712741109386.1764912821.png)\n\n\n\n중국이 대만을 침공해 전쟁이 날 경우 세계 경제 국내총생산(GDP)이 10조 달러(약 1경 3000조원) 줄고, 특히 한국 GDP가 20% 이상 급감할 수 있다는 예상이 나왔다.\n9일(현지시간) 미 경제매체 블룸버그 산하 연구소인 이코노믹스는 대만의 지정학적 위기 격화와 관련, 전쟁이 일어난 침공 시나리오와 전쟁 없이 중국이 대만을 봉쇄하는 2가지 시나리오를 가정해 경제적 충격을 분석한 결과를 내놨다.\n우선 중국이 대만을 침공하고 미국이 이에 개입하는 '전쟁 발발 시나리오'에서 대만은 첫 해에 GDP의 40%가 증발할 것으로 추산됐다. 블룸버그 이코노믹스는 \"대만은 해안에 인구와 산업시설이 집중됐다\"면서 \"이런 조건은 전쟁 발발 시 인명 피해와 경제적 비용을 키울 수 있다\"고 지적했다.\n특히 분석에 따르면 당사국인 대만(40%)에 이어 한국은 GDP가 23.3% 줄면서 경제적 타격이 두 번째로 큰 국가가 될 것으로 예상됐다. 전쟁 당사국인 중국(16.7%)이나 일본(13.5%)·미국(6.7%)보다 큰 수치다.\n전쟁 시 한국의 예상 피해는 주로 반도체 생산 차질에서 발생했고, 이어 무역·금융 순으로 타격을 입었다. 중국과 대만의 전쟁이 한국에 영향이 큰 건 반도체를 비롯한 전기차·스마트폰 등 산업 생태계가 붕괴할 수 있기 때문이다. 블룸버그는 전쟁 없는 봉쇄 시나리오에서는 대만의 반도체 생산이 중단되고, 전쟁 발발 시나리오에서는 한국 내 생산까지 영향을 받는다고 가정했다.\n첨단 반도체를 쓰는 스마트폰 등 첨단 전자제품의 경우, 봉쇄 시나리오에선 생산량이 60% 줄고, 전쟁 시나리오에선 한국까지 타격을 입어 생산량이 85% 줄어들 것으로 추산됐다. 구형 반도체를 쓰는 가전제품 등의 경우, 봉쇄 시나리오에선 생산량이 35%, 전쟁 시나리오에서는 62% 감소할 전망이다.\n전쟁 시나리오에서 세계 GDP 감소액은 10조 달러(10.2%)가 될 전망인데 이는 2020년 코로나 19에 따른 세계 GDP 감소(5.9%)보다 훨씬 많다고 매체는 전했다.\n한편 전쟁 없이 중국이 대만을 봉쇄하는 시나리오에서는 세계 경제 GDP 감소 규모는 5%로 전쟁 시나리오(10.2%)보다 적었다. 봉쇄 상황에서 GDP 감소는 대만이 12.2%, 중국이 8.9%, 미국이 3.3%라고 블룸버그는 추산했다. 블룸버그는 \"(오는 13일 예정된) 대만 총통 선거 결과가 당장의 위기를 촉발하지 않더라도 향후 양안 관계의 방향을 결정짓게 될 것\"이라고 평했다.\n\n지난해 1월 9일 미국 싱크탱크 전략국제문제연구소(CSIS)가 중국의 대만 침공을 상정해 공개한 구체적인 시뮬레이션 보고서가 상기된다.\n'다음 전쟁의 첫 전투'(The First Battle of the Next War)로 명명된 보고서에 따르면 중국이 대만을 침공할 경우 미국과 중국, 대만, 한국, 일본 등 관련국 모두 물적·인적 손실을 떠안게 된다.\n특히 보고서는 \"주한미군의 4개 전투비행대대 중에 2개 대대가 차출돼 전투에 참여할 것\"으로 예상했다. 한국 의사와 관계없이 주한미군이 중국과 대만 전쟁에 개입하리라는 관측이다.\n또 중국이 대만 포위를 위해 대규모 해군을 동원할 경우 미군이 중국 대륙·대만과 가까운 한국 오산공군기지와 군산공군기지, 나아가 제주해군기지를 활용할 가능성도 거론했다.\n주한미군이 대만 전쟁에 투입될 경우 중국도 보복에 나설 가능성을 배제할 수 없다. 이렇게 되면 중국의 대만 침공은 한중간의 무력 충돌로 비화할 가능성을 내포하고 있다는 점에서 충격파가 더욱 클 것으로 분석된다.\nCSIS 보고서는 세계가 밀접하게 연결돼있기 때문에 중국의 대만 침공은 세계 경제를 완전히 망쳐 놓을 것이라고 진단했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-04-10T18:05:26.142000",
  "updatedAt": "2024-04-10T18:25:10.138000"
}