{
  "id": "225f71cc-3e6f-46af-8c11-ab2ce119ecdc",
  "title": "한미 관세 협상",
  "content": "김정관 산업통상자원부 장관 \n\"지금 미국은 우리 이야기를 들어주지 않으면 우리 편이 아니라는 식\"\n\"10년, 20년 전에 우리가 알던 미국이 아니라 새롭게 태어난 미국을 상대하고 있다\"\n\"동맹 국가로서 경제 협력이 굉장히 중요한 만큼, 양측이 서로 윈윈할 수 있는 최종 딜(거래)을 찾아가는 과정에 있다\" \n\"일본은 법적 구속력이 없는 MOU를 통해 일본이 추구하는 최대한의 국익을 찾은 것이라고 생각한다\" \n\n\"(MOU 내용을 보면) 일본 측에 불리하거나 일본 국내법에 안 맞으면 투자를 뺄 수 있다\"며 \"(5500억 달러 투자로 이뤄지는 프로젝트 진행 시) 일본 기업을 외국에 비해 우대해야 한다는 조항이 있는데, 어차피 일본 기업들에 도움이 되면 해야 할 것이라 관세에도 도움이 되고 일본 기업도 도움이 되면은 할 수 있겠다는 판단을 했다고 생각한다\" \n\n미국 싱크탱크 경제정책연구센터(CEPR)의 선임경제학자 딘 베이커는 11일(현지시간) 기고문에서 \"대미 투자 약속이 트럼프가 설명하는 방식과 비슷하다면 한국과 일본이 합의를 수용하는 것은 너무나도 어리석은 일\"이라고 지적했다. 그는 한국 대상 관세가 현행 15%에서 다시 25%로 올라가더라도 대미 수출 감소분은 125억 달러에 불과해 3500억 달러 투자액과 비교하면 현저히 적다고 분석했다. \n\n\n(https://youtu.be/yVRWCkCXkzw?si=S6Y9pDxFYPtGOe0Y)\nHi, as someone who worked on the blue oval Ford plant, I stayed there for about a year last year working on this project and let me tell you something. Woman who is claiming that she called ice on that Hyundai plant in Georgia. This is going to be so much bigger than just Hyundai. Okay, Ford itself, the most American car manufacturer you can think of, every single bit of our machinery was set up and programmed by South Koreans.\nThe engineering of the building, the engineering of the machines, every bit of it was done by SK Engineering out of South Korea. Yes. The same SK that is part of SKT1 Telecom, the big league team. Yeah. Faker, this guy, their engineering branches who designed and set up these machines because South Korea is heavily invested in our electric vehicle manufacturing and production.\nSo what they do is they design the machines, send them over here, we set them up, you know, mill rights, everything else. We set the iron, you know, we set the building up, we get everything up, and then they come over, set up the machines, and then train American workers how to run the machines. Cuz it's not just Hyundai, it is Ford, it's Chevy, it's Nissan, Mazda, Toyota, every single one of them.\nThe machines are designed, installed, and set up by South Koreans. When you think of car plants, it's intertwined. So, no, you idiots have not only just cost Georgia billions, you've created a massive diplomatic problem that this administration will not be h able to handle, right? And on top of that, there's a good chance that any of these other car plants that have gone up in the last few years that haven't had their machines set up yet, odds are you've justucked with those jobs as well. You are talking about tens of\nthousands of American jobs. Poof up in smoke. So congratulations, MAGA. Your racism is once again going to cost us billions of dollars because you guys can't get over the fact that people who aren't white are better than you.\n\n많은 자동차회사들이 전기자동차 개발, 생산 또는 준비를 하고있음. 전기차의 핵심은 배터리.\n배터리는 현재 중국과 한국이 거의 독점인데 미국 공장에서 중국의 배터리를 사용하지는 않을테니.. 일본에도 파나소닉이 배터리를 만들고 있으나 중국과 우리나라의 배터리에 비해 한참 수준이 떨어져 일본의 자동차회사들도 우리나라의 배터리회사들과 많이 헙작을 하고 있는 것으로 알고있음. 유튜브 내용은 전기차 공장에 대해 이야기하는 것으로 보임. \n\n\n협상 타결\n(https://www.chosun.com/economy/industry-company/2025/11/17/QU3OXL5ZXRHE7L3S5COD6TY4QU/)\n“협상 얘기는 안 하겠다. 9·11 추모식만 참석하겠다.”\n지난 9월 김정관 산업통상부 장관이 하워드 러트닉 미 상무 장관에게 보낸 이 문자는 한·미 관세 협상의 흐름을 바꿔 놓았다. 양국은 7월 말 큰 틀의 합의를 이뤘지만, 미국이 8월 초 3500억달러 대미 투자 펀드에 대해 ‘전액 현금 선불’을 요구하면서 협상이 틀어졌다. 러트닉은 김 장관이 보낸 수십 통의 문자도 무시했다. 그러던 중 9·11을 계기로 보낸 김 장관의 문자에 “네, 고마워요(Yes, Thank you)”라는 뜻밖의 회신이 왔다.\n김 장관은 지난 5일 정부서울청사에서 본지와 한 인터뷰에서 “약 100일간 대면·화상을 합쳐 러트닉과 30차례 협상했는데 결국 9·11 추모식이 결정적 분수령이었다”고 말했다. 미 투자은행 CEO 출신인 러트닉은 2001년 9·11 테러로 동생과 동료 656명을 잃었다. “열심히 사는 이유가 그들의 몫까지 살아야 하기 때문이라던 그의 말을 기억해 추모식에 갔는데 외부인이 온 건 처음이라더군요.”",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "518afb00-3f62-4da5-9663-d9ad9708e63f",
    "4c2e72b8-0cf2-48f3-b5fa-5ad39f6b68ea"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-09-17T09:59:07.539000",
  "updatedAt": "2025-11-17T21:23:15.145000"
}