{
  "id": "23b27971-107e-4da1-b440-a9825e56561b",
  "title": "독립운동 - 반목과 갈등의 역사",
  "content": "[김원봉]\n의열단 단장이던 '김원봉'은 1938년 10월 중국 우한(武漢)에서 항일무장 독립부대를 결성하게 되는데 중국국민당 지도부와 연계하여 한중 연합체 성격의 무장부대의 필요성에 의하여 탄생한 것으로 '조선혁명군'의 뒤를 잇는 '조선의용대'이다. \n김원봉이 이끄는 사회주의 계열의 조선혁명당은 1938년 10월 10일 중국 후베이성(湖北省) 한커우(漢口)에서 조선의용대를 조직했다. 이 조직은 중국 국민당 산하 육군군관학교를 졸업한 조선족청년 122명을 중심으로 출범하여 314명까지 늘어났다. 이들은 장제스 국민정부군 첩보기관인 남의사(藍衣社·Blue Shirts Society·BSS) 산하에서 일본어 교육, 정보 수집, 선전 활동, 포로 심문 등 각종 심리전과 특수작전을 수행했다.\n\n그런데 1941년, 김원봉의 라이벌이었던 공산주의자 최창익이 중국공산당 프락치들의 공작에 넘어가 조선의용대 주력의 80%를 이끌고 연안으로 탈출하여 중국 공산당 팔로군 산하로 들어가 버렸다. 이들의 탈출 이유는 이념적 성향이 공산주의를 추종했기 때문이다. 그들이 연안으로 탈출한 또 하나 이유는 김원봉이 장제스 정부의 지원을 받는 데 대해 대다수 대원들이 반발했기 때문이다. 조선의용대는 장제스 정부로부터 매월 식비 20원과 공작비 10원씩을 지급받는 중국 국민당군 산하 부대였던 것이다.\n1942년 공산주의자 최창익을 비롯한 좌익계열 대원들이 의용대 본부가 있던 '중경'을 떠나 '화북지역 (연안)'으로 이동하여 중국공산당의 지원 하에 '조선의용군'으로 편제를 갖추어 중국공산당의 산하로 들어갔다.\n\n한편 김원봉 계열은 우익의 광복군으로 참여한다. \n김원봉은 1941년 조선의용대 주력이 옌안(延安)으로 탈출할 때 왕따를 당해 낙오했고, 그 후 김구와 손잡고 임시정부에 참여하여 광복군 부사령관을 맡게 된다. 의용대의 전체 통제권을 상실한 김원봉이 1942년 7월 대한민국 임시 정부에 참여하자 의용대의 일부는 광복군 제1지대로 편입되었고, 김원봉은 군무부장에 취임했다.\n\n광복군은 그 목표와 숭고한 이상에도 불구하고 현실은 너무나 가혹하고 척박했다. 임시정부가 활동비와 지원비를 중국 국민당 정부로부터 지원받는 조건으로 광복군의 통수권 및 지휘권을 국민당 중국군에게 넘겼기 때문이다. 또 중국군 장교 62명이 광복군의 핵심 요직을 차지하고 그들이 광복군을 지휘하는 바람에 임시정부는 명목상의 통수권만을 보유할 수밖에 없었다.\n광복군은 전면전의 전투에는 참여하지 못했으며, 중일전쟁이나 미얀마 전선에서 첩보와 통신, 한국인 회유 등의 업무를 맡았다. 하지만 중국 국민당과 임시정부가 합의한 '한국 광복군 9개 준승 사항'에 따라서 모든 작전권은 중국이 가지고 있었다. 준승 사항에 따르면, 광복군은 한반도 본토 진공도 장개석의 허가를 받아야 했고, 심지어 압록강을 넘어서도 여전히 국민당의 통제하에 있었다. 이런 불평등한 합의가 성립한 것은 임시정부와 광복군이 모든 것을 중국 국민당에 의존하는 무기력한 신세였기 때문이다. 이러한 제약은 1944년 말에 가서야 풀렸다. 초창기에는 중화민국 육군의 지휘를 받다가 광복 직전에 지휘권을 환수받은 것이다.\nhttps://www.pennmike.com/news/articleView.html?idxno=19688\n\n[조선의용군]\n'조선의용군'의 뿌리는 '조선혁명당'으로 거슬러 올라간다. 30년대 항일무장 투쟁의 핵심이라 할 수 있는 '조선혁명당'과 '조선혁명군'은 민족주의 인사와 무정부주의자, 공산주의자가 뒤섞여 항일이라는 공동의 목표점을 지니고 있었으나 그 중 공산계들이 이탈하여 '조선의용군'이 되어 중국공산당\n아래로 들어간 것이다. '조선의용군'은 6.25 이전에 북한으로 들어가 북한 인민군 주력부대로 재편되어 남침의 선도적 역할을 하였다. \n\n[백범일지]\n 1994년 백범일지 원본이 공개된 뒤 『백범일지』를 춘원 이광수가 윤색해 주었다는 주장이 설득력 있게 제시되었다. \n\n백범 김구는 현상금 액수에서 두 번째로 많은 거물로서 일제가 가장 잡고 싶어 했다. 백범 김구에게 내걸린 현상금은 60만원으로 오늘날 화폐가치로 환산하면 100억이 넘었다.\n그러나 백범 김구는 왜놈들만 죽인 게 아니다. 김도순이라는 17살 나이어린 조선인 밀정을 처단했다. 항일여전사 『이화림 회고록』에는 밀정으로 의심되는 나이든 조선인을 50대의 백범 김구가 교살해 죽이는 내용이 나온다. 죽인 뒤에 시체에 대고 일제의 끄나풀 짓을 하는 더러운 놈이라고 침을 뱉는다.\n더구나 일제의 앞잡이가 된 밀정들만 죽인 게 아니다. 항일독립운동가를 죽인 적도 있었다. \n\n[김립 암살]\n김립은 1910년대와 20년대 초를 대표하는  항일 독립지사이자 사회주의자이다.\n‘김립’은 상해 임시정부 초대 국무총리 이동휘의 최측근으로 임정 국무원 비서장(차관급)에 임명된 인물이다. 국무원 비서장은 상해임정의 실질적 업무인 인사와 재무를 통괄했던 지위였다. 또한 ‘김립’은 1918년 4월 우리나라 최초의 사회주의 정당인 한인사회당 창립일원이기도 하다. 한인사회당은 1921년 5월 고려공산당(상해파)으로 확대된다. 다른 고려공산당(이르쿠츠크파)과 갈등 끝에 빚어진 사건이 「자유시」 참변(일명 흑하 사변)이다.\n\n경무국장 백범 김구가 한 때 자신의 상관이자 혁명동지였던 ‘김립’을 살해하기로 마음먹은 데엔 모스크바로부터 온 독립운동자금이 관련돼 있다. ‘김립’을 독립운동자금을 빼돌린 파렴치한 ‘공금횡령범’으로 본 것이지요. 따라서 상해 임정은 ‘김립’을 극형에 처해야 할 파렴치범으로 규정했고  그런 내용의 임정 포고문을 발표했다. \n문제는 그 독립운동자금을 볼세비키 러시아 정부로부터 받아내는 데 결정적으로 역할을 했던 인물들이 박진만, 한형권, 이한영 등 한인사회당 출신이었다는 사실이다. 그들은 러시아어에 매우 능통했고 그런 이유로 한형권은 상해 임정의 대표자격으로 모스크바를 방문하였다. \n\n한형권과 박진순은 러시아 볼세비키 권력자 레닌과 직접 대담하며 상해 임시정부 인정과 함께 레닌으로부터 거액의 운동자금을 받습니다. 박진순은 조선독립운동사에서 망각의 존재이지만 사회주의 계열 항일운동가로서는 대단한 지위에 올랐던 인물입니다. 코민테른에 조선의 상황을 보고하고 기관지에 투고하였으며 대중연설을 단행했던 인물입니다. 임정 특사 한형권과 함께 한인사회당 당원으로서 상해임시정부를 소비에트 러시아가 승인하도록 만든 주역이었다. 항일독립운동가 가운데 유일하게 코민테른(국제공산당) 집행위원으로 활동했던 거물이다.\n\n해방 후 한형권의 항일혁명가 『회상록』에 따르면 민족해방운동의 자금으로 200만 루블(오늘날 화폐가치로 2500억 원이 넘는 거액임)이라는 거액을  금으로 지원을 받았다. 그런데 금 궤짝의 무게가 너무 무거워서 일단 40만 루블을 먼저 받고 남은 자금은 러시아 외무위원회 즉, 외무부에 맡겨두었다. 40만 루블의 금화는 모두 7궤짝인데 한 궤짝의 무게가 성인 남자 5명의 무게에 해당한다고 합니다. 그 무거운 금을 시베리아 내전 상태를 뚫고 무사히 상해로 옮기는 것은 결코 쉬운 일이 아니었다.\n러시아 혁명이 성공했지만 시베리아 지방은 차르 체제를 지지하는 백위파(반혁명파)가 통치하던 구역이 많았다. 더구나 미국, 영국, 프랑스, 일본 제국주의 국가들조차 백위파에 가담하여 러시아 혁명군대인 적위대와 전쟁 중이었기 때문이지요. 항일독립운동가들은 그 내전 상태에서 안전지대를 경유하면서 지그재그로 이동할 수밖에 없었다. \n당시 김립은 제국주의 열강이 주도한 파리강화회의보다 러시아 볼세비키 혁명에 주목했다. 세계정세의 흐름을 읽었던 김립은 1918년 한국 최초의 사회주의 정당인 한인사회당을 창건합니다. 그리고 1919년 이동휘를 설득하여 상해 임시정부에 참여를 종용합니다. 또한 그와 동시에 러시아 볼셰비키 정권과 외교관계를 열고자 고투했던 최초의 인물로 등장합니다.\n그러한 노력의 결과가 레닌으로부터 민족해방 운동자금을 획득해 낼 수 있었던 것이지요. 김립이야말로 3·1운동 전후 시기인 1918-1921년 국제정세의 흐름을 선구적으로 분석하면서 대러시아 외교채널을 열고자 맹활약했던 독립지사였다. 따라서 레닌의 독립운동자금은 약소민족 식민지 민족해방운동에 지원된 것으로서 당연히 김립에 귀속된 것입니다. 나아가 조선에 대한 독립운동자금의 수용 주체는 김립을 위시한 한인사회당이었고 자금 사용처와 결산 보고의 주체 역시 한인사회당에 귀속된 책무였다.\n그럼에도 김구는 경무국장 시절 자신의 휘하 노종균, 오면직을 시켜 김립을 살해합니다. 김립 피살 당시 상해 일본 총영사는 제국주의 일본 외무대신 앞으로 「공산당 수령 김립 살해에 관한 건」이라는 기밀문서를 보낼 정도로 ‘김립’ 피살 사건에 촉각을 곤두세웁니다. \n김립이 피살되자 김립에 이어서 한인사회당 재정부장을 맡은 김철수는 모스크바 운동자금이 임시정부 공금이 아니라고 회고한 적이 있습니다. 김철수는 상해파 공산주의자로 강달영의 제2차 조선공산당이 와해된 뒤 제3차 조선공산당 책임비서를 역임한 인물입니다. 실제로 기밀 해제된 코민테른 보고서에는 모스크바 운동자금의 수령자와 정산 책임자를 상해파 고려공산당으로 기록하고 있기 때문입니다.\n\n김립은 1900년대 전국적인 항일 비밀결사 조직인 신민회와 공개적인 애국계몽단체인 「서북학회」에 회원으로 가입해 활약하였다. 김립은 보성전문학교에서 법률과 정치학 등 근대학문을 공부한 뒤 1910년 2월 졸업합니다. 「서북학회」는 구한말 대표적인 교육구국운동단체이자 정부를 비판했던 정치결사체, 즉 정당의 역할을 수행했던 애국계몽기관입니다. 대한제국 무관학교 출신 이갑(본명 이휘선)이 「서북학회」 총무였고 안창호, 유동렬, 김립, 윤해 등 모두 지략이 뛰어나고 말을 잘하는 청년논객들의 정치조직으로서 항시 혁명을 꿈꾸었습니다. 1910년 한일병탄 직전 김립은 어느 날 홀연히 「서북학회」 핵심 활동가들인 이갑, 안창호 등과 함께 해외망명을 단행합니다. 김립은 윤해, 이갑과 함께 인천으로 가서 산동반도 청도를 경유해 상해로 망명하고 안창호는 황해도 어느 어촌에 숨었다가 목선을 타고 망명합니다.\n김립은 망명 후 1910년 8월＇한일합방＇에 반대하는 항일운동단체 「성명회」 활동에 이상설, 유인석과 함께 참여합니다. 그리고 1911년 초 「간민교육회」에 참여하여 북간도 국자가에 「길동기독학당」을 설립해 학감 겸 법률정치 담당 교사로 근무했습니다. 이어서 블라디보스톡으로 이동해 이종호와 함께 항일운동단체 「권업회」를 창설하고 총무와 전형위원을 맡습니다.\n\n1910년-1911년 당시 연해주 한인교포사회는 어느 지역 출신인가에 따라 파벌이 나뉘었습니다. 그런가하면 항일독립투쟁의 명망가 이름을 따서 파벌이 형성되기도 했지요. 김립은 이동휘, 신채호, 안창호 등과 함께 이갑을 수장으로 하는 이갑파에 속했다. 「서북학회」 활동을 함께 했던 인물들이지요. 그 외에 의병장 출신의 홍범도, 유인석, 이범석이 속한 이범윤파, 그리고 연해주 한인사회에 오래 전에 정착하여 재력가로서 민족교육과 언론 활동으로 영향력을 행사한 문창범이 속한 최봉준파, 마지막으로 분파 싸움 끝에 피살된 정순만파가 존재했다. 연해주 항일독립운동 1세대인 헤이그 특사 이상설은 정순만과 형제 간 만큼 가까웠지만 어느 파벌에도 속하지 않았다.\n\n1912년 김립은 이동휘, 이상설과 함께 한인교포 자녀를 위해 항일민족교육기관인 「광성학교」와 「길성학교」를 세웁니다. 특히, 「광성학교」는 북간도 용정의 「명동학교」와 함께 대표적인 항일민족교육의 본산으로 그 역할을 수행하지요. 적극적으로 항일 민족의식을 고취시키다보니 「명동학교」 다음으로 일제가 가장 주목했던 학교였습니다. 1913년에는 왕청현 라자구 대전자에 독립군 무관학교인 동림무관학교를 창설해 청년투사들을 길러냅니다. 김립은 동림무관학교시절 교관으로 활동했으며 또 교관으로 독일군 장교를 채용합니다. 1916년 김립은 러시아 영토에서 항일운동을 모색하던 중 제정러시아 당국에 독일 스파이혐의로 체포됩니다. 독일군 장교 채용이 빌미가 된 사건이지만 1917년 2월 혁명 후 케렌스키 임시정부에 의해 석방됩니다. 석방 직후 김립은 연해주 혁명의 중심도시인 하바로프스크로 가서 이한영과 함께 출판사 「보문사」를 설립하고 편집주임을 맡습니다. 그리고 「문덕중학교」를 설립하여 교장을 맡아 활동합니다.\n이어서 러시아 볼셰비키 혁명이 성공하면서 김립은 러시아 혁명에 주목합니다. 김립은 세계정세 속에서 러시아 혁명의 의미를 이해했습니다. 식민지 상태인 조선의 독립을 옹호하는 러시아 혁명 정부에 크나큰 기대를 걸었던 것이지요. 그리하여 김립은 연해주 한인 청년들을 규합해 적위대와 연합하여 항일빨치산 활동을 전개합니다. 김립은 연해주 극동지방 혁명의 중심지인 하바로프스크로 이동하여 1918년 1월 분열된 러시아령 한인사회 통합에 매진합니다. 그 결과 「전로한족회 중앙총회」 개최를 합의하고 부회장으로 선임됩니다. 그리고 1918년 4월 「한인사회당」을 창당하고 중앙위원 겸 선전부장을 역임합니다.\n이 때 만난 인물들 가운데 한국인 최초의 여성 사회주의 혁명가인 김알렉산드라 페트로브나 스탄케비치가 있었습니다. 러시아 한인 2세로서 1917년 10월 러시아 볼셰비키 혁명에 참여하고 우랄지역 노동자 조직에 깊숙이 관여했던 김알렉산드라는 극동지방 혁명의 중심도시 하바로프스크시 당서기로 활약하고 있었습니다. 김알렉산드라 페트로브나는 러시아 볼세비키와 조선인 독립운동가들을 연결하여 「한인사회당」을 창당한 인물입니다. 나아가 프롤레타리아 국제주의라는 보편적 이념을 제시함으로써 당시 연해주 조선인 독립운동세력 간에 형성된 고질적인 파벌과 분열을 극복함으로써 한국의 독립운동을 한 단계 성숙시킨 사회주의 혁명가였습니다.\n\n1917년 러시아 혁명 직후 시베리아와 연해주는 혁명을 옹호하는 적위대(혁명군대)와 반혁명세력인 백위대 간 내전 상태가 한동안 지속됩니다. 그 내전의 와중에 미국, 영국, 프랑스, 일본 제국주의 세력들은 1918년 8월 이후 자국의 군대를 시베리아에 출병시켜 러시아 반혁명 세력인 백위대를 지원합니다. 시베리아를 비롯한 연해주 볼셰비키와 「한인사회당」은 반혁명파인 백위대와 제국주의 일본군과 맞서 싸우면서 부득불 블라디보스톡, 하바로프스크 시에서 철수합니다. 적위대-백위대 시베리아 내전 당시 불행히도 탈출 과정에서 김립, 유동렬, 이한영, 김알렉산드라, 이동휘 모두 체포됩니다. 김립, 유동렬 등은 중국인 상인이라고 둘러대고 석방될 수 있었지만 김알렉산드라는 스스로 볼셰비키이자 하바로프스크 시 당서기임을 당당히 밝히고 처형당합니다.\n\n한편, 김립을 위시한 이동휘, 박진만, 한형권, 이한영 등 한인사회당 핵심세력들은 파리강화회의에 기대를 걸지 않았습니다. 제1차 세계대전 이후 전후처리문제에서 제국주의 열강들이 약소민족의 독립 문제를 해결해 주지 않을 것이란 걸 알고 있었지요. 한 마디로 상해 임정의 이승만, 김구와 달리 영미 제국주의 서구열강의 탐욕을 일찌감치 간파했던 것입니다. 그리하여 김립은 대소 외교 즉, 러시아 볼세비키 정부와 관계 개선을 시도합니다. 그 와중에 「한인사회당」 간부회의에서 상해 임시정부에 조직적으로 참여할 것을 결정합니다. 여기에도 김립의 역할이 매우 컸습니다. 실제로 「한인사회당」 당수 이동휘는 상해 임시정부 참여를 반대했기 때문입니다. 그러나 「한인사회당」 전략기획가 김립의 설득에 당 차원에서 참여하게 됩니다.\n\n‘김립’은 제1차 세계대전 직후 국제정세에 매우 밝았고 독립운동 방략에 치밀했으며 조선 독립운동의 방향에 대해 깊이 사고했던 빛나는 존재였다. 러시아 볼세비키 혁명을 전후한 시기 ‘김립’은 제국주의 미국, 영국, 프랑스, 일본의 침략성을 몸소 겪으며 국제정세를 읽었던 인물입니다. 그 결과 러시아 적위대(혁명파 군대)와 연대해 적색빨치산 활동을 통해 일본 제국주의의 후원을 받는 백위대(반혁명파 군대)와 전투를 벌이기도 하지요.\n\n나아가 1918년 「한인사회당」 창당 이후 파리강화회의 등 제국주의 열강에 호소하기보다 피압박 약소민족해방에 앞장선 러시아 볼세비키 정권과 외교관계를 수립하려고 노력합니다. 1919년 11월 이동휘와 함께 상해 임정에 참여하는 것도 김립의 깊은 정세분석의 결과에 따른 조직적 결정이었습니다. 특히 3･1운동이 무참히 진압된 이후 모스크바 코민테른(국제공산당)에 박진만, 박애, 이한영을 「한인사회당」 전권대표로 파견해 조선의 독립운동에 대한 지지를 적극적으로 호소합니다. 그만큼 국제정세에 밝았으며 국내 조직 활동에도 탁월한 능력을 보여준 인물입니다.\n\n실제로 1920년을 전후한 시기 한국독립운동사에서 김립의 위상은 매우 컸습니다. 일제의 첩보자료에도 김립을 공산당 수령으로 또는 배일흥한(排日興韓)의 대표적 인물로 일제 사찰의 표적이었습니다. 「한인사회당」 당원으로서 이동휘와 의형제를 맺었던 역사학자 계봉우는 \"상해 정계에서 김립을 능가할 인물은 없었다\"고 평가할 정도였습니다. 너무도 아까운 인물을 죽인 것이지요. 실제로 임시정부는 김립과 한형권을 죽이려고 비밀경호요원들을 중심으로 테러단을 만들어 이를 실행에 옮깁니다. 그리고 김립을 살해하고도 성에 차지 않았는지 한형권이 베를린 주재 소련대사관을 거쳐 2차 자금으로 가져온 20만 루블을 빼앗기 위해 의열단 김상옥을 사주해 항일독립지사 윤해를 죽이려 했다.\n\n\n[국민대표회의]\n윤해는 김립과 함께 1910년 보성전문학교를 졸업한 인물로 「서북학회」에서 활동하다 망명한 항일독립투사이자 코뮤니스트다. 국외망명 후 해외 독립운동기지가 가장 먼저 건설된 북간도 지역에서 김립과 함께 조선인학교 설립을 통해 민족교육운동을 펼쳤습니다. 1910년대 「간민교육회」 부회장, 1920년대 임정 기관지 『독립신문』 주필을 역임한 항일독립지사이지요. 파리 유학 후 1921년 말 상해에 도착했을 때 윤해는 임시정부 해체와 함께 새로운 중앙정부 창설을 주장합니다. 이른바 창조파의 주요 일원으로서 상해 임정이 수명을 다했다는 판단 아래 '국민대표회의' 소집을 실질적으로 주도합니다. 1922년 9월 총격을 받았지만 부상을 입은 채 목숨은 부지합니다. 1923년 당시 임정 해체를 주장하는 창조파의 거두로서 국민대표회의 의장을 맡기도 했습니다.\n'국민대표회'의는 조선독립운동 역사상 한국-중국-만주-러시아-미국 등 각 지역을 대표하는 독립운동단체들이 대표성을 띠고 광범위하게 참가한 최초의 회의이자 거족적인 회의였습니다. 대표성을 띠는 가장 규모가 큰 대회였던 만큼 조선 민족 전체의 역량을 집중시키고자 했습니다. 그 힘을 바탕으로 새로운 독립운동 방략을 세울 수 있기 때문입니다. 따라서 망명지 이국땅에서 고립 분산된 채 고군분투하던 항일독립지사들은 민족주의-사회주의 좌우 이념을 떠나서 국민대표회의에 지대한 관심을 보였지요. 국제공산당 코민테른 원동지부 역시 고려공산당(이르쿠츠크파)를 통해 개조파-창조파 논쟁에 깊숙이 개입합니다. 실제로 국민대표회의에 참여한 운동단체 대표들의 이념적 성향을 보면 사회주의자들이 절대 다수를 차지하였습니다. 문제는 상해 임시정부를 개조할 것인지 해체시키고 다시 임시정부를 재탄생시킬 것인지 논쟁이었습니다. 그 분열된 틈을 임시정부를 고수하자는 임정 고수파가 고개를 들지요. 개조파 맹장은 상해파 고려공산당 윤자영이었고 창조파 맹장은 이르쿠츠크파 고려공산당 윤해, 한명세 등이었습니다. 고수파는 김구, 이시영, 조소앙 등이었지요. 민족주의의 거두 안창호와 진보적인 대중지도자 여운형 모두 상해임시정부의 문제점에 통감합니다. 그리하여 조선 민족 전체의 의사를 대표할 수 있는 각 지역, 각 단체의 대표들로 구성된 국민대표회의 개최를 거듭 촉구합니다. 국민대표회의는 1923년 1월부터 6월까지 6개월 동안 거의 70여 회에 이를 정도로 회의를 소집하여 논쟁을 벌입니다. 그렇지만 개조파와 창조파의 분열, 그리고 무장투쟁노선과 외교독립노선의 간극을 좁히지 못한 채 암투와 분열로 세월을 보냅니다.\n\n국민대표회의가 열린 6개 월 동안 그들 숙식비의 대부분이 러시아 볼세비키 정권에서 지원한 독립운동자금으로 충당합니다. 한형권이 2차 자금으로 가져온 돈에서 충당한 것이지요. 그럼에도 임시정부의 분열 앞에서 러시아 소비에트 정권은 임시정부에 대한 지원을 중단하고 외교관계를 완전히 단절하게 됩니다. 코민테른 동양비서부는 개조파-창조파 논쟁에서 초기 창조파의 노선에 지지를 보냅니다. 그러나 국민대표회의가 분열된 채 창조파들만의 자파세력으로 국민위원회를 구성하자 코민테른은 정부 승인을 거부합니다. 그러곤 창조파들마저 소비에트 러시아로부터 강제 퇴출되고 말지요. 이후 상해 임정은 개조파가 장악하여 박은식을 2대 임시대통령으로 결정하고 이승만을 대통령직에서 탄핵시킵니다. 그러나 국민대표회의가 좌절되면서 항일독립운동 역량은 전체적으로 집중, 강화되지 못한 채 독립운동전선은 더욱 분열되고 상해 임정은 일개 노쇠한 군소운동 단체로 전락합니다.\n\n[김좌진 암살]\n아나키스트 김좌진 장군을 살해한 자는 코뮤니스트 박상실이란 청년이다. 그는 30년대 동북 항일연군으로 참가해 일본군과 교전 중 장렬히 전사했다.\n항일전쟁 시기, 아나키즘과 코뮤니즘의 충돌은 살벌하기 그지없었다. 서로 죽고 죽이는 일상이 상상을 초월할 정도로 잔인했고 그런 잔혹함을 경쟁적으로 유감없이 발휘했다. 아나키스트 백야 김좌진의 죽음이나 김좌진의 사촌동생 시야 김종진의 죽음에는 아나키즘과 코뮤니즘의 해묵은 충돌이 깊숙이 개입돼 있었기 때문이다.\n\nㅇ 암살 배경\n김좌진을 암살한 사람은 조선공산당 아성(阿城)총국에서 파견한 무장공작대원 공도진(公道珍)이라는 것이 중국학계의 대체적인 결론이다.\n1930년초 고려공산청년회 만주총국 선전부장이었던 양환준(梁煥俊)의 증언이 이를 뒷받침해 준다.『공도진이 김좌진을 암살했다.공도진은 나와 함께 자란 친구다. 나는 그가 김좌진을 암살했다는 사실을 당시 조선공산당 만주총국 책임비서 김백파(金伯波)와 1931년초 당사자인 공도진을 만났을 때 직접 들었다.』\n김동화(金東和)교수는 두 사람이 동일인물이라고 주장한다. 박영석(朴永錫)교수도 박상실과 공도진을 동일인물로 보는 것이 타당하다고 본다.\n공도진이라고 하면 잘 모르겠지만 이복림(李福林)하면 중국 조선족의 항일투쟁에 관심을 가진 사람들에게는 낯익은 이름일지 모른다. 공도진은 1930년대에 주로 이복림이라는 이름으로 활동했기 때문이다. 그는 1928년부터 조선공산당 청년동맹에서 활동했고, 김좌진 암살 후에는 중국공산당에 가입해 중공당 아성현위로 활동했다. 그는 한국에서는 김좌진 암살범으로 지탄의 대상이지만 중국에서는 항일열사의 반열에 올라있다. 박상실과 이복림이 동일인물이라는 점이 확인되면서 암살의 배후도 드러났다. 20년대 후반 만주지역에는 화요파, 서울.상해파, ML파등 3파의 조선공산당 만주총국이 서로 대립했다. 박상실은 화요파 소속이었다. 즉 화요파 만주총국(책임비서 김백파)의 지시로 김좌진 암살이 실행된 것이다.\n왜 조선공산당 만주총국이 김좌진장군 암살을 지시했는가 하는 것이다.\n이 문제에 대한 가장 쉬운 대답은 민족주의 계열과 공산주의 계열의 대립과 갈등이 김좌진장군의 암살을 불러왔다는 것이다. 정화암은『공산당은 해림(海林)을 근거로 한 한족총연합회가 공산당의 활동과 사상 전파에 많은 지장을 주는 데다 기반마저 굳혀가자 겁을 먹고 한족총연합회의 우두머리인 김좌진을 죽이기로결정했다』고 증언했다.\n중국 학계 일부에서는 몇년전부터 김좌진이 일제와 결탁해 변절했기 때문에 조선공산당 만주총국의 암살결정은 정당한 것이었다는 주장을 제기하고 있다. 양환준은 \"김좌진이 공산당인들의 활동에 관한 정보를 일제 경찰에 제공해 주고 그 대가로 활동 대금을 받았기 때문에 암살했다\"고 증언했다. ML파 공산당 조직에서 활동했던 지희겸(池喜謙)도 \"김좌진이 하얼빈 일본영사관 경찰부장 마쓰시마와 밀담후 공산당원을 많이 죽였으니 만약 화요파에서 죽이지 않았더라면 우리 ML파에서 죽였을 것\"이라고 말했다. 이러한 증언은 김좌진 암살 당시 공산당측에서는 계파와 관계없이 김좌진이 일제와 내통한다는 확신을 갖고 있었다는 점을 보여준다. 그러나 김좌진장군이 일제와 내통했다는 것은 잘못된 인식임이 명백하다. 현재 20년대 중반이후 김좌진장군 관련 자료가 가장 많이 소장돼 있는 곳은 중국 헤이룽장(黑龍江)省「당안관」이다. 여기에 소장돼 있는 김좌진과 신민부(新民府)자료들 을 검토한 전정혁(全正革)은『김좌진장군이 일제와 협력해 민족을 반역했다는 증거자료는 없다. 오히려 일제가 중국군벌들에 압력을 행사하면서까지 김좌진을 잡기 위해 얼마나 고심했는가를 보여주는 자료가 대부분』이라는 점을 강조하고 김좌진이 일제와 협력했다는 주장은 명백한 잘못이라고 반박했다.\n그러면 왜 조선공산당 만주총국 간부들은 김좌진이 일제와 내통했다고 확신하게 되었는가. 이와관련,『김좌진의 암살은 일본 하얼빈 영사관의 사주에 따라 일제의 밀정에 의해 이루어졌다』는 서재춘(徐在春)의 주장이 주목된다. 그의 주장은 김좌 진장군의 연락병으로 활동했던 부친 서귀남(徐貴男)의 회고에 기초한 것이다. 이강훈도『김봉환이 하얼빈 영사관 경찰에 매수돼 암살을 지시했다』고 비슷한 증언을 했다. 김봉환이 김좌진 암살 직전 하얼빈 일본영사관에 체포됐다 석방됐고, 후에 완전 히 변절한 것은 사실이지만 그가 암살 당시 일제의 밀정이었다는 확증은 아직 발견되지 않았다. 그러나 김좌진 주변인물들은 일제의 모략에 의해 김좌진 암살이 이루어졌다는 공통된 인식을 가지고 있다. 이러한 증언과 조선공산당에서 활동했던 사람들의 증언을 종합해 볼 때 김좌진 암살은 일제경찰과 결탁한 김봉환이 상부조직에 김좌진이 일제에 매수돼 공산당에 관한 정보를 제공한다고 보고했고, 이를 그대로 받아들인 조선공산당 만주총국이 김좌진 암살을 결정, 지시했음을 추측케한다.\n항일독립운동사에서 가장 불행했던 사건중 하나였던 김좌진 암살은 민족주의 계열과 공산주의 계열의 대립이 격화되는 상황에서 일제에 의해 조작된 거짓 정보에 공산당 조직이 속아넘어가 일어났을 가능성이 큰 것이다.\n\n[아나키스트와 코뮤니스트 간 대립]\n아나키스트와 코뮤니스트 간 살육의 대표적인 사건이 아나키스트 김좌진의 죽음입니다. 우리가 알고 있는 청산리 전쟁의 주역 바로 김좌진 장군이지요. 아나키스트와 코뮤니스트 간 살육에 대한 생생한 이야기는 의열단 출신이자 김원봉, 김구 다음으로 일제로부터 세 번째로 높은 현상금이 붙었던 정화암(본명 정현섭) 선생의 회고록 『어느 아나키스트의 몸으로 쓴 근세사』에 나옵니다. 이회영, 신채호를 통해 아나키즘을 수용한 정화암은 하얼빈-해림시-영안현을 중심으로 같은 항일투사들끼리 아나키스트와 코뮤니스트 간 전개된 살벌한 살육전을 소상하게 적고 있습니다.\n\n＂해림을 중심으로 한족총련지역과 영안현을 중심으로 공산지역은 항상 팽팽한 대결상태에 있었다. 어쩌다 잘못하여 상대방 지역으로 들어가게 되면 서로 죽고 죽이는 비극이 벌어지기도 했다. 한 번은 경비를 돌던 교민이 20여 세 가량의 청년공산당원을 잡아왔다. 하얼빈쪽에서 공산당 본거지인 영안현으로 가려면 해림을 통과해야 했기 때문에 가끔 공산당원들이 해림역에서 체포되어 오는 수가 있었다. 체포되어 온 사람들은 거의 사살해 버렸다. 자루에 산 채로 묶어 넣고 다리 위에서 얼음이 언 강 위로 떨어뜨려 익사시키는 방법, 땅에 구덩이를 파고 사람을 묶어 그 구덩이에 세워놓고는 흙으로 묻어 죽이는 방법, 넓은 벌판으로 데려가 도망치게 하고는 뒤에서 총으로 쏴 죽이는 방법 등 서로가 잔인한 행동을 서슴없이 자행하는 경우도 있었다. (중략) 공산당원이라고 잡혀온 그 청년도 순진하고 총명하게 생겨 아까웠다. 언제부터 공산주의자가 되었는지 모르지만 나는 청년을 설득하여 내 사람으로 만들어 볼 결심이었다. 그런데 내가 산시(山市)의 대표자 회의에 참석한 사이 그 청년은 사살되어 버렸다. 그 뒤에 또 한 사람이 잡혀 왔다.＂\n\n[자유시 참변]\n독립운동 노선상의 차이로 민족주의와 사회주의의 대결, 아나키즘과 코뮤니즘의 대결과 충돌은 빈발했다. 항일독립군들끼리 살상행위를 자행한 자유시 참변(1921)은 군지휘권을 두고 고려공산당 이르쿠츠크파와 상해파 간의 갈등에서 빚어진 참극이었다.\n러시아 볼세비키 혁명에 참전하고 일본군과 백위파에 맞서 적색빨치산 부대에 참여했던 오하묵은 이르쿠츠크파 고려공산당이었습니다. 오하묵은 코민테른 동양비서부의 지원을 받고 있었지요. 반면에 박일리야도 적색빨치산 출신이자 사할린의용대 대장으로 상해파 고려공산당 군사위원이었습니다. 양대 파벌의 군권다툼으로 자유시 참변이 발생한 것이지요. 수백 명의 한인무장독립군들끼리 서로 죽고 죽이는 항일독립운동사상 가장 끔찍한 참극을 빚습니다.\n\n[정순만 피살]\n일제 식민지 시절, 항일독립운동가들끼리 죽고 죽이는 살육전은 허다했다. 1910년대 초 연해주 즉, 블라디보스톡을 중심으로 한인사회의 갈등이 심화되었다. 기호파(경성파) 대 서북파(평안도/함경도), 또는 인물 중심으로 파가 갈리면서 이 와중에 이상설의 심복이자 항일독립지사인 정순만 피살 사건이 발생했다. \n정순만은 일찍이 이승만·박용만과 함께 독립운동계의 '3만'이라 불리던 인물이다. 그가 한말에 민족운동을 주도하다가 옥에 갇혔을 때 함께 투옥된 이승만·박용만과 의기투합하여 동지가 되었기 때문에 생겨난 말이다. '3만'은 그가 독립운동에서 중요한 존재였음을 상징하는 용어이다. 실제 그는 국내는 물론, 망명 이후 북간도와 연해주를 독립운동기지로 개척한 선구적 인물이었다.\n정순만은 1906년 이동녕, 이상설과 함께 망명길에 올라 북간도에 서전서숙을 세웠고, 헤이그 특사로 이상설이 유럽으로 파견될 때 연해주 한인과 미주 교포를 대상으로 모금해 1만8천원의 여비를 마련해 주었다. 특히 이토 히로부미를 처단한 안중근 의사를 위해 변호사를 선임해줘 일본은 안 의사의 배후로 정 선생을 지목하기도 했다. \n1910년 1월 23일, 정순만이 민회장 양성춘을 권총으로 쏴 죽이는 '양성춘 사건'이 발생하였다. 이 사건은 정순만의 격정이 빚은 과실에서 비롯된 것이다. 즉, 정순만이 고의로 양성춘을 쏜 것이 아니라 오발에 의한 사고였던 것이다.\n당시 연해주 한인사회는 출신 지역에 따라 몇 개의 파벌로 분열되어 있었다. 일제는 정순만을 이범윤·이갑·최봉준과 함께 연해주 한인사회의 '유력한 파의 수장(首長)'으로 파악하고 있었다. 서북파의 수장으로서 민회장을 지낸 양성춘이, 기호파의 수장인 정순만에게 피살당했다는 사실은 동포사회에 일대 파문을 일으켰다.\n\n1911년 2월 8일, 그가 1년 남짓의 옥고를 치르고 옥문을 나섰다. 곧 서북파가 정순만을 죽일 것이라는 흉흉한 소문이 돌았다. 이상설과 호형호제할 정도로 가까워 1910-1911년 정순만이 암살 위기에 처하자 이상설은 자신의 집에 은신시키며 지켜주기도 했었다. \n그러나 그는 민족운동에 대한 꿈을 포기할 수 없었다. 더구나 옥고를 치르고 있는 동안 조국은 일제 식민지로 전락하고 말았다. 5월 하순, 그는 홍범도 등 동지들과 함께 의병의 국내 진공작전을 논의하는 자리에 참석하는 등 조심스럽게 재기를 도모하였다.\n그러나 6월 21일, 그는 양성춘의 미망인과 형 양덕춘에 의해 도끼로 처참하게 살해당하였다. 격정의 민족운동가 정순만은 그렇게 비명에 생을 마감하였고, 조국 독립의 꿈도 꺾이고 말았다. 그의 장례를 둘러싸고도 논란이 있어 10여 일이나 지난 7월 1일 밤, 겨우 장례를 치를 수 있었다.\n그러나 정순만의 죽음은 헛되지 않았다. 그의 죽음은 연해주 한인사회가 통합을 이루는 밀알이 되어, 1911년 말 한인단체인 권업회의 조직으로 결실을 맺었다.\n\n[통의부(統義府)]\n대한통의부(統義府)는 일제강점기 한국의 무장독립운동단체, 군정부(軍政府)이다. 1922년 남만주의 여러 독립운동 단체가 통합해 결성한 무장 독립운동 단체이다. 대한통의부를 줄여 통의부라 한다. 군사조직인 동시에 자치조직이다.\n\n독립운동의 세력들은 근대 민족국가 건설에 있어서 다양한 의견의 차이가 있었다. 반제·반봉건투쟁에 대해서는 의견이 일치되었으나 광복된 조국의 정체(政禮)를 어떠한 형태로 할 것인가는 독립운동계열마다 이견을 보였다. 복벽적(復辟的) 민족주의계열에서는 근왕복국(勤王復國)의 정체를, 공화적(共和的) 민주주의계열에서는 근대적 민족국가 정체를 주장하는 등 여러 의견이 있었다.\n\n1922년 2월 통군부 결성 시에는 복벽적 성향을 띤 세력이 주도했으나, 8월 통의부가 결성되면서 점차 공화적 성향의 인물들이 새로운 지도부를 형성하게 되었다. 반면에 의용군의 실질적 리더인 중대장 백광운은 의병 출신이라 대개 복벽적 입장을 고수하고 있었다.\n이런 가운데 전덕원과 양기탁의 의견불화가 표면화되었다. 전덕원은 최익현 휘하의 소모장(召募將) 출신으로 대한독립단의 간부로 활약하였고, 양기탁은 애국계몽운동의 주도 인물로 1920년 말 만주로 온 이후 남만주 지역 독립군 단체의 통일운동을 전개하였다. \n두 사람의 개성 차이와, 통의부 결성과 함께 드러난 복벽주의 세력의 상대적 약화 추세는 곧 이들의 반발을 초래하였다. 즉 1922년 10월 14일 전덕원 계열의 의용군 20여 명이 관전현에 있던 양기탁 일행을 습격하는 사건이 발생하였다. 이 사건으로 통의부 선전국장 김창의(金昌義)가 현장에서 사살되고, 여러 간부들이 체포·구금당하였다. \n이후 통의부 내 복벽주의 계열과 공화주의 계열의 대립은 더욱 악화되어 12월 하순에는 교전이 있었고, 1923년 1월에는 홍경현 홍묘자(紅廟子) 방면에서 대규모 유혈사태가 발생하기에 이르렀다. 제5중대장 김명봉과 부대장 조태현은 통의부를 불신한다는 혐의로 피살되고, 제5중대의 무기가 타 중대에 의하여 강제로 압수되는 불상사가 발생하였다.\n결국 전덕원을 비롯하여 복벽주의 계열은 1923년 2월 통의부를 탈퇴하고, 따로 환인현 대황구(大荒溝)에서 의군부(義軍府)를 결성하였다. 의군부는 무장활동에 중점을 두고, 또 기동성을 고려하여 통의부에 비해서는 간소한 조직으로 편성되었다. 그러나 이때까지 의용군 5개 중대는 일단 중립적 태도를 견지하고 있었다. 의군부는 의병 출신들이 많았기 때문에 풍부한 실전경험으로 일제 침략기관을 공격하는 등 활발한 활동을 전개하여 한때는 통의부 관할지역을 위협하기도 하였다. 그러나 중국대륙 전반에 공화주의가 대세로 등장하였고, 러시아 혁명으로 사회주의 기운이 확산됨에 따라 복벽주의 계열은 위축될 수 밖에 없었다. 의군부는 점차 통의부에 압도되었고, 일부 잔류세력마저 1924년에 참의부로 편입되었다.\n\n의군부와 통의부는 서로 대립하여 치열한 경쟁을 벌였다. 상대 부원을 납치 혹은 살상하는 동족유혈전까지도 빈번하였다. 이에 각지의 교민 유지들은 중앙의회를 열고 의장 백시관(白時觀) 명의로 화해를 촉구하였다.\n중립적 태도를 견지해 온 통의부 의용군내 제1·2·3·5 중대는 1923년 8월 각 중대장을 중심으로 500명 이상이 통의부와 관계를 끊고, 백광운(白狂雲, 蔡燦)·조능도(趙能道)·박응백(朴應伯)·김원상(金元常)·조태빈(趙泰賓) 등 대표 5인을 상해에 있는 임시정부에 보내어 전 광복군사령부 계통을 계승하여 임시정부 직할 아래에 군단을 특설하기를 요청하였고, 임정으로부터 김승학(金承學)과 이유필(李裕弼)이 파견되어 1924년 6월 26일 장백산(長白山) 아래 즙안현(輯安縣)을 중심으로 무송(撫松)·장백·안도(安圖)·통화(通化)·유화(柳化) 등 압록강 연안 지역을 관할구역으로 하는 대한민국 임시정부 육군주만참의부(陸軍駐滿參議府)가 수립되었다.\n통의부의 남은 조직은 1924년 11월 결성된 정의부(正義府)에 대부분 합류했다. 이후 서간도 독립운동의 중심은 참의부와 정의부로 옮겨갔다. 통의부의 마지막 남은 세력은 1927년까지 활동을 했던 것으로 알려진다.\n\n통의부가 참의부로 분열되는 과정에서도 비극은 발생했다. 백서농장 학감을 지냈고 통의부 1중대장 백광운과 5중대장 김명봉은 통의부 6중대장 문학빈에게 피살됐다.\n\n[마적단]\n만주에서 살았던 신 모 할머니(1926년생)의 증언에 따르면 그의 일가가 만주에 살때 가장 겁나는 것이 독립군이었다고 한다. 독립군이 조선인 마을에 나타나면 공짜밥을 먹고 마을집을 빼앗아 휴식을 취함은 물론, 떠날 때에 재물 갈취와 함께 마을에서 예쁜 여자들을 골라 데려가는 것이 다반사였다고 한다. 언젠가 어린 자식들도 있는 아내를 예쁘다고 하여 데려가려 하자 남편이 격렬히 항의하였다. 그러자 독립군은 그 남편을 동구밖 나무에 목 매달아 죽이고 가버렸다.\n그들 독립군은 조선말을 하였으므로 분명히 한국인이었다. 그러나 소행은 마적이었다.\n원래 독립군이었다가 마적이 되었는지, 애초부터 마적이었는지는 알 수 없다. 조선인 촌에 사흘이 멀다 하고 이 독립군들이 나타났다.\n당시 만주의 조선인들은 이 독립군 마적으로 인해 극심한 고통을 겪었고 이들을 가장 두려워 했다.\n차라리 일본 순사는 항의를 할 수도 있고 법률에 따라 검사국의 검사에게 소송도 할 수 있었지만 치안 사각지대에서 부초처럼 떠도는 이들은 어찌해 볼 도리가 없었다.\n그래서 만주에 살던 조선인들은 일본군 간도특설대의 독립군 마적 토벌에 묵시적 지지를 하였다고 한다.\n815해방이 되자 이 독립군 마적들이 없어져 가장 기뻤다는 신 할머니의 증언이다.\n그런데 놀랍게도 이 독립군 마적 주체들은 우리 독립운동사에 버젓이 독립유공자로 기록되어 있다.\n독립운동과 항쟁사를 쓸 때에 옥석을 가려가며 써야 한다. 무조건 본인 증언이나 수형기록 만으로 기술하는 것은 문제가 있다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-06T10:14:58.869000",
  "updatedAt": "2023-09-05T05:19:40.363000"
}