{
  "id": "2456f343-be54-4344-a6c4-cef456dc91ec",
  "title": "생화학무기의 역사",
  "content": "[개요]\n생화학무기란, 생물무기 및 화학무기를 통칭하는 것이다. 여기서 생물무기는 세균무기를 포함하는 의미로서, 바이러스, 세균 등의 각종 미생물이나 기타 생물을 사용하여 인명을 살상하거나 가축, 농작물 등에 타격을 주는 무기를 말한다.\n화학무기란 여러 화학약품을 활용해 사람을 살상하는 무기, 혹은 초목 및 기타 자원을 태우거나 말려 죽이는 무기다. 화학무기에는 독가스, 연막제, 소이탄, 고엽제 등 여러 가지가 있다.\n\n[고대]\n생화학무기는 의외로 오래 전부터 전쟁에 이용됐다. 기원전 6세기 무렵 앗시리아인들이 적군의 우물에 호밀의 곰팡이를 집어넣어 오염시켰다는 기록이 있다.\n\n비슷한 시기 아테네의 군대는 식물 뿌리의 가루를 식수에 넣어서 적군이 설사를 일으키도록 했다고 전해진다. 당대의 명장으로 유명한 한니발 역시 해전에서 적의 군함에 독사를 풀어 넣어 전투를 승리로 이끌었다는 기록이 있다.\n\n기원전 1세기 : 스키타이 궁수들은 화살촉을 퇴비와 시체의 썩은 물에 적셔서 이용했다. \n\n중국의 제자백가 중 하나로서 겸애설(兼愛說) 등을 주장한 묵자는 일찍이 독가스를 발명한 인물로 꼽힌다. 그는 소가죽으로 만든 풀무를 화로에 연결하고, 여기에 말린 겨자나 독한 식물 등을 불태워 생기는 연기를 무기로 사용하는 법을 고안했다. 가스 공격은 특히 적군이 성 밑으로 땅굴을 파서 공격할 경우 효과적이다. 쑥과 독초를 태운 연기나 냄새가 지독한 분뇨를 활용해 땅굴 속 적을 퇴치할 수 있다는 얘기가 묵자의 기록인 묵경에 기록되어 있다. 공성 전투에서 묵자식의 수비 방법을 주제로 한 영화 묵공(墨攻; Battle Of Wits, 2006)에서도 이와 비슷한 장면이 나온다.\n\n원시부족들이 쓰는 독화살이나 독창 역시 넓은 의미로 보면 일종의 화학무기라고 할 수 있다. 고대 아프리카 피그미족, 아마존강 유역의 원주민 부족 등 많은 원시부족들이 오래전부터 독을 사용해 왔다.\n\n기원전 428년 펠로폰네소스 전쟁에서는 스파르타군이 송진과 유황을 태운 연기를 적진으로 날려 보냄으로써 아테네군의 병사들을 질식시켰다고 하는데, 이 또한 독가스를 전쟁에서 이용한 사례라 할 수 있다.\n\n생물무기 사용의 매우 유명한 사례 중 하나가 1346년 타르타르의 군대가 크림반도를 공격할 때에 쓰던 방법이다. 타르타르 군대는 흑사병에 걸려 죽은 시체들을 투석기로 적의 성벽 안으로 던져 넣어서, 수많은 적군과 주민들이 전염병에 걸려 죽게 만들고\n결국 페스트는 시 전체로 퍼졌으며, 도시의 일부 거주자들이 이탈리아로 이주하면서 유럽에는 두번째로 흑사병이 퍼지게 되었다. \n전염병 균에 오염된 수건, 옷, 담요 등을 적국에 제공하는 술책을 쓴 경우도 꽤 있다.\n\n남미 잉카제국을 정복한 스페인의 피사로는 두창(천연두) 바이러스로 오염된 옷을 잉카의 원주민들에게 선물함으로써 한때의 위기에서 벗어나 전투에서 승리한 바 있다. 16세기 초(1518년) : 스페인의 코르테스 군대에 의해 라틴 아메리카에 천연두가 전파되었다. 천연두는 면역력을 갖지 못한 아즈텍의 인디언에게 치명적으로 작용해 인디언들의 숫자가 현저히 줄었고, 1521년 코르테스는 아즈텍을 완전히 정복했다. 이어서 1530년대에는 천연두가 잉카문명까지 퍼져나가 열강의 식민지 확장에 큰 공헌을 하였다. \n\n18세기 초(1710년) : 러시아와 스웨덴의 전쟁 중에 러시아 군대는 페스트로 죽은 시체를 이용해 스웨덴군에 페스트를 유발했다고 한다.\n\n18세기 중(1767년) : 북아메리카에서 영국군 제프리 암허스트 장군은 프랑스와 인디언에 맞서 포트 켈리온을 두 번 공격했으나 두 번 모두 큰 손실만 입었다. 그래서 장군은 프랑스군을 돕는 인디언들에게 천연두가 뿌려진 모포를 주었는데, 이 작전으로 인해 많은 인디언들이 죽게 되었으며, 결국 장군은 포트 켈리온을 점령하고 포트 티콘데로가로 이름을 바꾸었다. \n신대륙 미국에서 프랑스와 전쟁을 하던 영국군은 프랑스 진영의 요새를 지키던 인디언 추장에게 두창 환자의 분비물이 묻은 담요를 선물하여 결국 그 요새를 점령하였다. 당시 남미의 잉카 원주민들이나 북미의 인디언들은 처음 겪는 전염병에 취약할 수밖에 없었다. 때문에 서양인들이 퍼뜨린 각종 병원성 세균과 바이러스는 내성을 아직 지니고 있지 않았던 원주민들에게 매우 치명적이었다.\n\n20세기에 들어와서는 현대적 의미의 생화학무기가 본격적으로 실전에 활용됐다.\n20세기 초(1914-1918년) : 세계 1차 대전 당시 염소, 머스타드 가스와 같은 화학무기가 최초로 대규모로 이용되었다. 또 독일군은 상대의 기병을 제압하기 위해 말들의 전염병인 비저병(glander)을 퍼트렸다. \n제1차 세계대전 당시 독일군은 여러 전투에서 염소가스 등의 독가스를 사용했다. \n독일군이 벨기에 이프르 지역에서 연합군에게 약 150t의 염소가스를 집중적으로 살포한 것이다. 독일군의 화학무기 공격으로 연합군은 1만5000여 명의 사상자를 냈다. 이외에도 제1차 대전 중 참전국들이 사용한 각종 화학무기로 10만여 명이 사망하고 130여 만 명이 부상당한 것으로 전문가들은 추정하고 있다.\n당시 독일에서 무기용 독가스를 적극적으로 개발한 인물이 바로 암모니아 합성법을 확립한 화학자 프리츠 하버(Fritz Haber; 1868-1934)다. 그는 공로를 인정 받아 1918년도 노벨화학상을 수상하였지만, ‘전범 과학자’라는 비판을 받기도 했다.\n\n중일전쟁 당시 일본은 생물학무기 실험을 만주와 중국본토에 실시하였으며, 중국의 여러 도시에 페스트균을 갖고 있는 벼룩을 퍼트려서 수천에서 수만 명의 사람의 목숨을 뺏은 것으로 추정되고 있다. \n일본 관동군의 생화학 무기 사용은 널리 알려진 사실이다. 그들은 중국인 죄수를 적어도 1,000명 이상 생화학 실험용으로 희생시켰다. 그런 실험을 거쳐 일본군은 400kg의 탄저균 폭탄을 비축했던 것으로 알려졌다. 2차대전 뒤 일본을 접수한 미군은 일본군 세균전 연구를 총지휘했던 고위 장교들로부터 그동안의 연구 성과 자료를 건네받는 대가로 그들을 전쟁범죄자로 단죄하지 않았다.\n\n1942년 영국은 스코틀랜드 연안 그루이나드섬에서 양에 대해 탄저균 실험을 실시했다. 1941년 연합국은 스코틀랜드 그루이나드 섬에서 탄저병균 실험을 했다. 그 후유증은 오래 갔다. 1979년부터 87년까지 8년 동안 영국 정부는 280t의 포름알데히드 (방부제의 한 종류)와 2,000t의 바닷물을 끌여들여 그루이나드 섬을 씻어내야 했다. 현재 사람이 살지 않은 이 섬은 아직도 탄저균 포자에 오염됐을 것으로 추정되고 있다. \n\n2차대전 당시 연합국은 23만 5,000명에게 생물학 무기에 대한 해독제를 투여한 다음 나치 독일에 이같은 사실을 일부러 흘리고 연합군은 생화학전을 펼 준비가 돼 있다는 엄포를 놓았다.\n\n베트남전 당시 미군이 살포한 막대한 양의 고엽제 역시 생화학무기에 포함되며, \n\n1979년 : 러시아 도시 스베르들로프스크에서 탄저병이 발생, 64명이상이 사망했다. 당시 소련 정부는 탄저균에 감염된 고기가 원인이라고 밝혔으나 국제 전문가들은 인근 생물무기시설에서 탄저균 포자가 사고로 누출된 것으로 추정했다. 92년 보리스 옐친 러시아대통령은 이 사고가 미생물시설과 관련있음을 시인했다.\n\n[이란-이라크 전쟁(1980-1988)]\n화학무기가 이란-이라크 전쟁 때 주로 이라크군에 의해 광범위하게 사용됐다. 이란-이라크 전쟁 때 서방은 이란 이슬람혁명의 확산을 막기 위해 노골적으로 이라크를 편들었다. 이란에 세워진 반미·반서방 이슬람 정권을 견제하기 위해서다. 영국과 프랑스는 전쟁 초기부터 이라크에 막대한 무기를 판매했고, 미국은 이라크의 무차별적인 화학무기 사용과 민간인 학살을 묵인했다. \n전쟁 초기에는 이라크가 우위를 보였다. 이슬람 혁명으로 이란 정규군의 전력이 크게 약화된데다 서방의 경제봉쇄로 군수지원도 극히 어려웠기 때문이다. 하지만 혁명 정신으로 무장한 이란의 혁명수비대와 민병대가 끈질기게 저항하며 전쟁은 장기화로 치닫았고 이라크군이 점점 열세로 몰렸다. \n수세에 몰린 이라크군이 바그다드 인근 무탄나에 화학무기 개발 단지를 세워 독가스탄 개발에 나서자 미국은 이 또한 거리낌없이 지원했다. \n1988년 이라크-이란 전쟁이 막바지에 다다를 즈음, 미국은 이란이 이라크 방어망의 허점을 이용해 중요한 전략적 이점을 확보하려는 것을 위성사진을 통해 알아냈다. 미국 정보원들은 후세인의 군부가 치명적인 신경제인 사린가스를 포함해 화학무기를 사용할 것이라는 점을 분명히 알고 있었음에도 불구하고 이란군의 위치 정보를 이라크에 전달했다.\n당시 미국이 이라크에 제공한 군사정보에는 이란군의 이동 상황뿐만 아니라 병참 시설과 공군 및 방공망 등 상세한 내용들이 담겨 있었다. 이러한 정보를 제공받은 후세인은 총공세에 앞서 겨자가스와 사린가스를 비롯한 화학무기를 대거 동원해 이란군을 공격했고, 이를 기점으로 전세는 이라크 쪽으로 기울었다.\n이라크가 이란과의 전쟁에서 사용한 화학무기 가운데 3분의 2는 전쟁 막바지 18개월 동안 집중되었다. 이라크가 대규모의 공습과 지상군 투입에 앞서 대량의 화학무기를 사용한 것은 전세를 역전시키는 데 기여했다는 것이 일반적 평가이다. \n미국이 후세인의 화학무기 사용을 도운 것은 미국-이란 관계에도 두 가지 중대한 영향을 야기했다. 하나는 이란이 핵무기 개발에 본격적으로 관심을 갖기 시작했다는 것이다. '핵무기가 있었다면 후세인이 미국을 등에 업고 화학무기를 사용하지 못했을 것'이라는 생각과 함께. 또 하나는 이란의 반미 감정이 더욱 증폭되었다는 것이다. 이처럼 반미 감정이 강한 이란의 핵문제는 오늘날 미국의 최대 딜레마 가운데 하나가 되고 있다.\n또 한 가지 아이러니한 사실은 후세인의 운명이다. 사실상 미국과의 공모 하에 화학무기를 대량으로 사용했던 후세인은 결국 '후세인이 화학무기를 비롯한 대량살상무기를 개발·보유하고 있다'는 미국의 거짓 정보의 희생양이 되고 말았다. \n유엔 안전보장이사회는 91년 페르시아만(걸프)전쟁 후 이라크에 대해 화생방무기 프로그램을 중단하도록 명령하고 유엔특별사찰단(UNSCOM)이 이라크 시설에 대해 사찰을 시작했다.\n\n지난 1995년 일본의 옴진리교라는 종교단체 관련 인물들이 사린가스를 도쿄의 지하철역에 살포하여 십여 명의 사망자와 수많은 부상자를 낸 사건이 발생하였다. 세계적으로 큰 충격을 준 이 사건에서 화학무기로 사용된 사린(Sarin)은 유기인계화합물의 맹독성 가스로서, 사람의 신경계에 작용하여 치명적인 손상을 초래한다.\n\n[미국 - 이라크 전쟁]\n2003년 미국이 이라크를 침공하며 내세운 명분은 당시 사담 후세인 정권이 대량파괴무기(WMD)를 개발·보유하고 있다는 것이었다. 그러나 미군을 비롯해 수십만명의 다국적군이 이라크 전역을 샅샅이 뒤지고도 결국 대량파괴무기는 흔적조차 찾지 못했다. \n그런데 미군이 사실은 이라크에서 신경·수포 가스 작용제를 비롯한 수천기의 화학무기를 발견하고도 이를 감춰온 것으로 드러났다. 이라크 침공에 정당성을 부여해줄 물증을 발견했는데 미국은 이를 비밀에 부쳤다.\n미군은 2004~2011년 대략 5000기에 이르는 사린·겨자 가스 등의 화학탄두, 포탄, 공중투하탄 등을 찾아냈다. 2006년에는 이라크 타지 인근의 전 이라크 공화국수비대 기지에서 2400기가 넘는 신경작용제 로켓탄을 한꺼번에 ‘발굴’한 적도 있다고 <뉴욕 타임스>는 전했다. 이 신문이 쓴 ‘발굴’이란 표현은 문자 그대로의 의미를 지닌다. 미군이 발견한 화학무기는 거의가 더럽고 녹이 슨 상태로 버려진 것들이었다. 만들어진지 10~20년이 넘은 낡은 무기 잔해에 불과했다는 것이다. 이 무기들은 사실 1980년대 이란-이라크 전 때 만들어진 것들로 밝혀졌다. 이라크가 이 전쟁에서 화학무기를 썼고, 나중에는 이를 사용해 쿠르드족과 시아파 반군 등을 학살한 사실은 이미 알려진 내용이다. 하지만 미군은 이것 이외의 새로운 화학무기는 단 하나도 찾아내지 못했다. 미국은 후세인 정권이 대량파괴무기 개발 프로그램을 실행하고 있다고 주장했는데, 이를 입증할 것은 하나도 찾지 못하고 과거의 유물만 발굴했던 것이다.\n또한 이 화학무기가 다름 아닌 미국과 서유럽 국가들의 지원으로 만들어졌다는 것이다. 이란-이라크 전쟁 때 서방은 이란 이슬람혁명의 확산을 막기 위해 노골적으로 이라크를 편들었다. 수세에 몰린 이라크군이 바그다드 인근 무탄나에 화학무기 개발 단지를 세워 독가스탄 개발에 나서자 이 또한 거리낌없이 지원했다. 미군은 무탄나 단지에서 폐기된 겨자가스 로켓탄 2500기를 찾아냈는데, 두 개의 미국 기업이 가스 원료를 제공했던 것으로 드러났다. 무탄나 단지 건설은 독일 기업이 맡았다. 미국 기업이 설계하고 스페인 기업이 제작한 공중투하탄과 이집트와 이탈리아산 지대지 로켓탄도 다량 발견됐다. 이라크의 현존하는 대량파괴무기 프로그램을 박살내겠다며 쳐들어갔는데, 정작 화학무기까지 후세인에게 안겨준 건 미국과 서방이었다는 ‘불편한 진실’에 마주친 것이다.\n\n[반론]\n화학무기는 대부분 밀도가 높아서 공기 중에서 가라앉는데 요즘같이 최소 3~4층 이상 건물이 많은 도시에서 효과는 크지 않다. 거기에 바람, 온도 영향도 많이 받는다. 효과가 별로 없어서 그렇지 관리, 생산비용은 화생방 중에 제일 저렴하다.\n생물학 무기는 화학무기보다 좀 더 효율적일 수는 있는데 비용이 더 많이 들어가는 데다가 아군 피해도 심각하게 생길 수있고, 어디까지 전염될지 예측이 불가능해서 대량 전염될 경우 수습이 불가능해지고 이로 인해 핵무기만큼이나 세계의 공공의 적이 될 수 있다. 전쟁 환경에서 제대로 효과를 볼 수 있을지도 의문인게 고온 고압의 폭발이나, 숙주가 될만한 생물이 없다거나 전염속도를 유지할 만한 인구밀도가 유지 된다는 보장이 없다.\n생물학 무기는 탄저균, 페스트균, 콜레라균, 티푸스균, 일본뇌염바이러스, 출혈열바이러스, 천연두바이러스, 식중독균독소, 보틀리즘독소 등 70 여종에 달하는 것으로 알려져 있는데 전쟁이 종식된 후에도 대량 살상 및 심각한 피해를 남길 수 있어 핵무기 사용에 버금가는 취급을 받고 있다. \n\n5t 정도의 신경제로 몇 천만명을 죽인다는 것은 망상이다. 대인 신경지뢰가 분대 규모의 병력을 제거하기 위해 VX 신경제를 4.5Kg 정도 충진한다. 치사 확률을 높이기 위해선 분대 하나 정도를 제거하기 위해 그 만한 분량의 신경제가 필요하다. 그런데 5톤 정도로 수천만명을 죽인다는 것은 넌센스다. 가장 이상적인 탁상 이론을 적용할 때 VX 신경제 1톤에 52만명 살상이 가능하다. 그것도 어디까지나 이론상으로. 이는 생화학제에 노출 즉시 즉사한다는 공식에서나 통하는 탁상논리에 불과하다. 실제로는 수시간 동안 치사 농도를 유지해야 한다. 그걸 가능하게 하려면, 미사일이나 폭탄 따위의 투발 수단으론 불가능하다. 각종 생화학 폭탄/지뢰/포탄을 만들었던 미국과 소련이 이런  무기들을 퇴출시킨 이유는 가격대비 비용이 안돼서,  즉 경제논리이다. 더구나 인구 밀집지는 한국이나 중국이나 고층화된 구역이고, 바닥으로 가라앉는 화학제, 생물제 특성상 단순한 제곱미터 계산식은 통하지 않는다. 다시 한 번 말하지만, 생화학제는 2차원 면적이 아니라,  3차원 공간부피 단위로 생각해야 한다. 또한 지속적인 빌딩풍이 부는 시가지에다 생화학제를 뿌리면, 반수 치사 농도가 얼마나 유지 될까?  이론적인 치사량은 이상적인 환경에서나 가능한 거고, 건조하고, 기온이 높은데다 주거지가 단층인 시리아 조차도 화학제를 수백톤 단위로 방사해서 수천명의 사상자가 나온 것이다. 그쪽 동네가 화학제 써먹기 좋은 환경인데도 그 모양입니다. 헬기에서 염소, 머스터드, 사린가스 드럼통을 몇 개씩 쏟아부어도, 사상자가 두, 셋 나오는 게 현실이다. 사실상 살상병기가 아니라 테러병기이다. \n탄저균이 이상적인 생물병기로 착각하는데 탄저균 역시 자연계에선 다른 종균류와 경쟁하는 사이다. 무균상태 종이편지에 뭍어 있으니 효과가 있는 것이고, 자연상태에 방사하면 자외선에 소멸되거나  다른 종균류에게 먹혀버린다.\n\n생화학 무기가 왜 사장되었는지, 그걸 가진 시리아도 뿌린 양에 비해 효과는 적고, 결론적으론 공포를 불러일으키는 효과 정도의 테러용이라는 게 드러난 마당에 왜 철지난 생화학 무적론을 들고 나오는 것일까? 차라리 비핵 EMP를 터트리는 것이 낫다.\n생화학 무기 뿌려 죽을 민간인보다, 전기 끊어지고, 전자기기 박살나서 죽을 민간인이 훨씬 많을 테니까.\n우린 공식적으로 생화학무기를 폐기한 국가이다. 생산비용도 비싸고, 보관비용은 더 비싸다. 전문적인 폐기시설을 갖추고, 제 3자 공인까지 받으며 폐기한 나라에 1.2만톤? 몇 년 전 소릴 하는 거에요?\n생화학병기는 그 살상병기로서의 위력에 심각하게 단점이 많으니 도태된 것이다. 시리아가 그 흔해빠진 VX 가스를 못 만들어 머스터드나 사린 개스를 사용하는게 아니라 단점이 심각하니 안쓰는 거다.\n\n생화학무기 쓰느니 더 상위인 더티밤이 있는데 말이죠. 그리고 그 정도로 국가존망에 몰린 위기 상황이라면 상대국 핵발전소 타격이란 옵션도 있습니다. 크게 유효하지도 않고 부담만 큰 생화학무기가 얼마나 가치가 있을까요?\n\n몇년전 전문가 글 본적있는데 생화학 무기 퍼질 수록 농도가 급격히 낮아져서 효과가 크지않다는 글이 였어요.\n\n생화학 무기는 한국이 러시아 보다 더 많아요. 1위 미국, 2위 한국입니다. 비공식적이지만, 한국은 인류를 몇 번 멸망시킬 만큼은 있어요.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-06-04T20:46:52.258000",
  "updatedAt": "2023-02-18T07:26:04.430000"
}