{
  "id": "267412ba-c19d-45df-bbc6-80847fbbabc3",
  "title": "삼성전자 위기설",
  "content": "삼성에 대한 비관론은 이른게 아니라 오히려 늦었다고 생각합니다. 실제로 임원급 인사들의 무능력과 전투적으로 일했던 삼성의 조직문화의 상실은 빠르게 고쳐질수 있는게 아니기에 더욱 그렇습니다. 최근에 좋은 허리급 인력들이 엔비디아, 퀄컴, SK하이닉스 등으로 빠르게 이탈하고 있어서 더욱 심각하다고 생각합니다.\n\n삼성전자 현직자인데요. \n미전실 이야기를 하시네요? 컨트롤타워가 없어서 그렇다고 생각하시나요? 미전실에 있던 정현호라는 양반이 사업지원 TF라는 이름으로 컨트롤 타워 역할 하고 있고요. 기술을 모르는 재무통을 그 컨트롤 타워 역활에 앉혀서 사업부별 기술을 모르는 사람도 이해할 수 있게 보고서를 서초 본사에 올려달라고해서 거기서 다 결정합니다. 당연히 재무통이나 기술에 대한 이유 없이 자꾸 원가, 투자금 따지다 보니 개발 관련된 투자가 늦어지고요. 그로인해 기술 격차를 따라 잡을 수 없는 지경인데 컨트롤타워가 없다고요? \n정말 답답하네요 이런 분석을 믿는 사람이 얼마나 많을까 생각하면 참 답답합니다. \n기술회사는 기술자가 모든 의사결정을 해야하는데 재무통이 결정하다가 망한 다른 외국회사케이스들 많은거아시죠? 오로지 기술 인재 중심이 아닌 투자가능성 돈 원가절감, 인력에 대한 투자 없음 이런 결과가 지금의 삼성전자입니다!!\n\n기술회사는 당연히 기술자를 최고 의사결정자로 해야지요. 재무는 말그대로 돈일 뿐입니다. 기술에 대한 의사결정만 해주면 됩니다.\n\n삼전의 문제는 재무쟁이들이 설친다는거... 지금 재무쟁이들이 다 말아쳐먹고 있는중...\n인텔도 기술진 배제하고 재무통이 원가관리 하다가 말아 먹었지요.\n\n\n\n컨트롤타워는 항상 있었죠.(예전 구조본 시절 경험했습니다) 외부의 부정적인 시선을 의식해서 구조본->미전실->사업지원TF라는 이름으로 바꿔가면서 존재감을 축소한 것일뿐. 문제는 관료화된 경영진들에 의해 삼성의 도전을 장려하는 문화가 사라졌고, 후진적 보고문화와 탑다운 의사결정 때문에 수많은 직원들이 반복적인 보고서/제안서 만들기에 시간낭비를 하게 만드는 것으로 보는게 맞을 겁니다. 임원들이 본인들의 안위를 걱정해 몸을 사리고 위에서 내려오는 지시사항을 이행하는 것 그 자체 이외에는 관심이 없기 때문에 그 밑으로도 그렇게 일하는 풍조가 자리 잡았다고 봅니다. 혁신을 만드는 건 경영진 몇명이 할 수 있는 게 아닙니다. 직원 개개인이 각자의 업무에 주인의식을 느끼고 결과를 내기 위해 많은 시도들을 할 수 있는 문화와 환경을 만드는 게 경영진의 역할입니다. 그 수많은 뛰어난 인력들이 재능을 낭비하도록 만들고 있으니 혁신이 있을 수 있을까요?\n\n콘트롤 타워가 있긴 한데  재무통이 Head를 맡아 그 기능을 제대로 못한다. => 제대로된 콘트롤 타워가 현재 없다.\n\n엔비디아, 애플, 테슬라는 미전실이 있어서 업계 1위하나? CEO가 확실한 비전과 인사이트를 가지고 회사를 컨트롤 해야지 말도 안되는 소리를 하네.\n\n원가절감 덕에 단기실적은 좋았겠죠. 이제 대가를 치뤄야죠. QC도 안되고 기술격차 나서 쫓아가지도 못하고 이제 도시바처럼 내려가는 일만 남았는데 사과문은 일년전에 냈어야죠.\n\n미전실 타령하고 있네 내부직원들이 회사 개판됬다고 분위기 자체가 다르다더라. 먼저 탈출한 사람들이 웃고있다고,  DS부문장 김기남 때부터 내리막이라며 예전엔 부장선에서 결정할 걸 사장 결제까지 기다리는 후진 시스템이 됬다더라. \n그리고 미전실 지금 있잖아? 사업지원 TF ㅋㅋㅋ\n\n문제는 오너가 사업부장들 인선을 잘못한다는 건데, 오너 불법승계에 그 사업성과 말아먹은 부회장 및 임원(미전실 등)들이 깊숙히 관여되고 도움을 받은 상태라 내칠 수가 없는 것 아닌가 싶은데..\n\n거대 반도체회사의 오너가 동양사학과 출신입니다. 오너 아래에있는 부회장들이 알아서 회사를 경영하는데 회사가 잘 되길 바라는건 요행을 바라는거지 제대로된 회사라고 할수있는지... \n오너가 반도체회사를 어떻게 운영할지, 어디로 갈지 알지를 못하는데 바로 밑에 부회장을 제대로 등용하는 능력이 있을까요? 알아야 면장을 한다는데 전혀 문외한이 그 자리에 있는데 뭘 기대를 할까요? 지금 본인이 선택한 부회장들이 신통치 않다라는게 결과로 나오는 것이죠. 10년 전부터 제대로 부회장을 기용하였으면 이런 위기도 오지 않을텐데 알지를 못하니 미래를 설계하고 어디를 갈 건지 아예 기대를 할 수 없으니..\n엔비디아 젠슨황이라는 사람은 향후 미래에 그래픽카드의 발전성을 보고 창업할 떄부터 차근차근 준비를 했다고합니다. 뭔가 틀리지 않나요. 전문가와 아예 문외한 사람과의 차이를...\n\n분사한다고하면 물량을 준답니까?\n\n인텔 파운드리 분사하겠다는걸 취소했다고 함...\n삼성 파운드리의 가장 문제점은 수율과 기술이 TSMC에 미치지 못하는 것이고, 나머지는 부차적\n인듯...\n글고 삼성의 문제는 파운드리 뿐만 아니고, 메모리, 가전, 휴대폰 등 전반적으로 번지고 있다고\n봅니다.\n\n나이키도 물건 개판으로 만들면서 경영방향 탓만 하더니, 삼성전자도 지금 제일 큰 문제는 파운드리 경쟁에 따른 영업이 문제가 아니라 기술이 뒤쳐지는게 핵심 문제임. 핵심이라고 주장하는 메모리칩에서도 뒤쳐지고 있음.\n\n분리 경영한다고 해서 한국에 수주를 준다는 보장이 없다고 생각되며, 현시점에 tsmc의 과거 전략을 모방함이 적합한지, 시의적절한지는 의문임.\n\n삼성 자체의 반도체도 제대로 못만드는 게 현실입니다. 분사한다고 달라질까요? 핵심은 기술력이 따라주지 못하는 것 아닐까요?\n\n설계 부문이 같이 있기 때문에 애플이나 엔비디아가 수주를 안한다기보다는 그 이전의 문제죠. 그냥 수율과 성능이 안 나온다는 게 문제입니다.\n엔비디아도 3000번대 gpu생산을 수주했다가 찍먹하고 버린 이유가 뭐라고 생각하시나요?\n(실제로 4000번대를 tsmc로 옮기고나서 발열이 확 줄었습니다)\n애플도 과거 몇년을 삼성에 맞겼는데 성능이 좀 떨어진다 싶은 시점부터 tsmc로 옮겨갔죠\n인텔은 그래도 상황이 나은걸로 보이는데 그래도 이번에 분사한 이유는 심각할 정도로 인텔의 미래에 불안감을 주었다는게 가장 큰 이유라 봅니다. 주가가 말도안되게 박살나고서 어떻게든 파운드리를 안고 가려했던 펫 갤싱어도 포기하게 만든 거 같네요.\n\n입법까지 할 필요는 없다. 그런다고 고객들이 금방오지 않을 거기 때문에.. 하이닉스는 절박함이 오늘을 만들었다. 삼성의 위기는 절박함의 부족, 관료조직화.\n\n기술의 삼성, 초격차 운운하며 안주하다가 한방에 훅 가네요. 기술도 쳐지고, 조직이 비대해져서 위기에 유연하게 대응도 못하는 살찐 돼지가 되어버린 삼성. \n\n고 이건희회장님 어록이있죠... 일 안해도 월급 줄테니 일하겠다는 직원 방해나 하지 말라고....\n\n교수님 남 회사 컨설팅 하기 전에 본인이 직접 1명이라도 고용해서 창업을 한 다음 100명을 고용한 회사평을 해보시죠?\n\n분사한다고 선언하면 애플, 퀄컴에서 물량을 삼성에 줄까요~? 참... 어려운 문제네요~\n\n분사한다고 별개로 운영할 거라고 아무도 안믿음. \n그들도 한국식 재벌구조나 운영을 알기 때문에 독립(?)이라는게 없는 걸 누구보다 잘앎\n삼성에서 분사가 아니라 그룹계열사에서 아예 분리되는 정도면 모를까 그게 무슨 의미가 있나? \n애당초 삼성전자의 방향을 좌지우지 하는 것도 사업지원TF에서 전체적으로 그린다는거 다 아는 사실아닌가? 같은 놈들인데 전자 파운드리 이름 바꿔단다고 뭐가 달라질까?\n\n분사를 하면 TSMC와 경쟁해서 이길만큼 수율이 저절로 나오는가? 강력한 TSMC가 있는 한 적자만 쌓이다가 결국 망하게 될 것. \n수율도 개판, 발열도 문제라는 얘기가 나오던데... 고객들 발열, 수율문제로 TSMC로 다 가버렸다던데...\n\n시스템 설계부분이 막 버려도 되는 거 맞나요? 미국사들이 시스템 설계부분을 독점 하려고 삼성을 압박하는 거 같은데...\n\n분사한다고 되겠습니까? 기술과 실력이 없는데. 기술과 실력을 먼저 쌓고 분사를 해야지 그게 가능하지 않은가요?\n\n징벌대상과 디스커버리법? 대기업들이 왜 그런거 안 하는지 아시나요? IT 중소기업 특허기술들을 탈취하기 쉽기 때문에 안하는 거지요.\n\n삼성파운드리.. 삼성이라고 물량을 안 주는 건 아니라고 생각합니다. 결국 기술이 안되니 안 주는게 아니라 못주는 것이죠.\n애플도 TSMC에 몰빵하는 거 안 좋아합니다. 근데 삼성 제조칩이 성능이 안나와 TSMC로 넘어갔죠. 퀄컴도 삼성에 물건을 팔아야하기 때문에 삼성에서 파운드리 했었는데 도저히 성능이 안나와서 TSMC로 다 옮긴 것입니다. 삼성이 경쟁자라서 물량을 안줬다면 디스플레이, 메모리 전부 다 안줬을 겁니다. 결국 기술이 안되고 성능이 안되고 수율이 안되서 주고 싶어도 못주는 거예요. \n수년전 삼성파운드리가 잘 될 때가 있었는데 대만 출신 천재 공학자를 삼성에서 영입했을 때 였습니다. 지금은 그런 사람도 없고, 절박감도 없고, 기술도 없으니 저리되는 것 입니다.\n\n소니처럼 곧 망하겠네. 오너 리스크가 현실임.\n\n박상인 교수님의 제안이 틀리지 않아요, 다만, 그런 방식은 결코 성공을 장담할 수 없어요. 그런 단순한 논리로 파운드리 부문의 성장을 장담하지 못하고, 오히려 현 상황에서 사업을 축소하고, 공정이 성숙단계까지 노하우가 쌓이길 인내해야 합니다. 분사를 하면 애플, 퀄컴, 다른 설계업체들이 돌아온다고 보장 못해요. 즉 답은 기술의 성숙도이고, 그래서 사업 축소를 통해서 기술적 노하우를 쌓아가는 것이 사업 지속성을 위해 필요합니다.\n\n기술만 되면 철천지 원수라도 맡긴다. 아무것도 모르면 입 닫으십시오.\n\n빙고. 교수들 의견은 참고만 하면됨. 교수 출신은 기업인 못함.\n\n분사가 문제가 아니고 제조 기술이 없어서 HBM도 못 만들고 D램도 구형만 만들고 3나도 칩도 못만든다. 그리고 분사하면 적자로 존재하지도 못한다.\n\n삼성전자에서 그동안 혁신의 리더 역할을 했던 사람들이 이제는 고인돌 썩은 물이 되어 누구도 건드릴 수 없는 기득권화 된 것이지요. \n그 사람들도 본인은 열심히 하고 있다고 생각하겠지만, 결론은 사람들이 바뀌는 수밖에 없습니다. 그리고 조직도 흔들고 재정립해줘야 합니다.\n\n파운드리는 패키징 후공정 작업도 중요한데 TSMC는 후공정 작업까지 직접하는데 삼성 파운드리는 다시 외부에 맡겨야하고 우리나라는 후공정이 열악합니다.\n어떤 해외기업이 삼성 파운드리에 맡기고 싶을까요? 이미 늦었네요.\n\n조직이 거대화되고 시장지배력이 강화되면 기업은 현 상황에 안주할려는 습성이 있는데 삼성이 그 단계에 있는 것 같다. 즉 노키아와 모토로라, 코닥과 같은 전철을 밟아 빠른 시일내에 퇴출의 길로 갈 것 같음. 그러나 아직 시간은 있음. 실기하지 말기를. . .\n\n마이크론한테도 기술력 밀리기시작했는데요.\n\n삼성 기업문화가 무너지기 시작했어요. 과거랑 완전 다른 상황입니다.\n\n주변 삼성 협력사 물어보면 자기들 제품 하이닉스는 문제 없이 잘 쓰는데 삼성은 오히려 협력사 문제가 아니냐고 반박하면서 자체적으로 해결을 못하고 있는 경우가 많다고 합니다.\n\n숙련도는 시간과 인력을 쏟아부으면 좋아지게 되어 있습니다.\n-> 여기에 오류가 있네요. TSMC 요즘에도 주말 상관없이 야근하고 있고, 삼성은 유연근무제에 주 4일제 하네마네 하는데요. 거기에 대만은 공휴일 10일정도인데, 우리는 17일. 순수하게 일하는 시간은 30%이상 차이난다고 봅니다.\n마지막으로 우리는 최상위권 인재들이 의대, 법대, 한의대 가지만 걔네들은 반도체 회사로 갑니다.\n\n중국리스크 때문에 미국이 대만의 반도체 파이를 한국에게 준다는 논리대로라면 전기차,배터리 파이는 한국보다 중국리스크가 낮은 유럽,일본에게 줘야 이치에 맞죠.\n\n중국이 대만 침공하면 tsmc는 일본 갑니다. 빠르게 일본으로 기술자들 다 넘어갑니다.\n\n삼성 tsmc 3나노 2나노는 각자가 그냥 이름 붙인 거에요. 나오는 성능이 다른데 수율까지 가져다가 박은거임. 지금 전세계가 AI때문에 생산량 부족해서 난리인데 삼성에 빅테크 기업 하나도 안 붙는 거 보면 모르십니까? 참고로 TSMC는 4나노 공정도 피터져요. 삼성 3나노가 TSMC 4나노 만큼 효율만 나와도 삼성 3나노 터져야하는데 현실은 공장 일단 휴업 들어가는 상황입니다. 생각보다 기술격차 심각한거에요.\n\n파운드리 격차는 하늘과 땅 차이라 최소 10년 내에는 택도 없음. 제 친구가 삼전 파운드리 책임연구원인데 내부에서도 tsmc 역전은 단 한번도 생각한 적 없고 보면 볼수록 기술력이 존경스럽다는데요.\n\n삼파 2,3나노 공정이랑 tsmc 2,3나노 공정이랑 달라요. 퀄컴이 '스냅8젠1' 출시 후 삼파를 떠난게 공정에 문제가 있어서라고 얘기까지 하고 tsmc 로 간 건데요. \n그 설계 그대로 가져가서 tsmc에서 생산한 게 '스냅8젠1+' 입니다. 발열, 전성비 뿐만 아니라 성능까지 좋아져서 나옴. \n지금 삼파에 남아 있는 고객 보면 한숨 나옴. 오죽하면 구글도 텐서g5부터는 tsmc에서 생산하겠다고 했을까요? 아무리 봐도 희망적인 부분이 없는데 행복회로 돌리는거 보면 참..\n\n파운드리가 가내수공업도 아니고... 숙련도가 올라간다고 수율이 올라간다고요? 이게 무슨 짚신 만드는건줄 아시나요... 작업자 숙련도가 문제가 아니고 공정 설계와 장비의 문제입니다.\n\n인재풀 대규모로 경쟁사로 이탈 되었는데 무슨수로요??\n꿈같은 희망사항을 마치 팩트인냥 써두셨네...ㅉㅉ\n이재용 내부 장악력 개판이니 삼무원 소리가 나오죠\n오너리스크 심각합니다.\n\n이건희는 본인이 다 끌고갔고. 이재용은 재판 끌려다니는 사이에 정현호한테 맡겼더니 아주 아작을 내놓은 거죠.\n\n현명하고 강력한 리더십이 없는 조직은 세대의 변화를 결코 이길 수 없습니다.\n기업이 관리로 이어가는 건 기껏해야 십수년인데\n삼성은 AI로 들어가는 변혁의 시대에 리더쉽 부재로 대응을 실패한걸로 보여요.\n따라 잡으려면 뼈를 깎는 변화가 필요할텐데 관료화된 조직이 바뀌는 경우를 본 적이 없어서 향후 삼성전자는 부정적으로 보입니다.\n\n진대제\n진대제(72) 스카이레이크인베스트먼트 회장(전 삼성전자 사장)은 위기의 원인으로 가장 먼저 조직 문화를 꼽았다. \n1990년대 초 삼성 반도체가 세계 1등이 된 후에도 삼성전자에는 벤처 기업 같은 분위기가 있었다. 사장부터 과장까지 100명이 모여 치열하게 토론하고 해법을 찾아내 밀어붙였다. 세계 1등이 된 지 30년이 지나면서 조직이 관료화되고 느슨해졌다.\n세계 1등이 되려면 경영진부터 실무진들까지 모두 각자 세계 1등이어야 한다. 그렇게 되기 위해 발버둥치는 분위기가 삼성에 있는지 자문해 봐야 한다.\n삼성이 글로벌 무대에서 자유롭게 경쟁할 수 있도록 한국 사회가 요구하는 ‘1등 기업의 사회적 책임’의 족쇄도 풀어줄 때가 됐다.\n우리같은 사람들은 설계부터 공정 개발, 양산까지 모든 반도체 생산 체계를 꿰뚫고 있었다. 이들을 일명 ‘핵심코어그룹’으로 불렀다. 20~30명의 핵심코어 멤버는 매주 수요일마다 기술회의를 했다. 3시간 회의는 기본이었고, 1000번 넘게 이어졌다. 문제가 터지면 핵심코어 인력이 단계별 책임자들을 모아놓고 회의를 주재하면서 해결했다. 문제는 설계 하나가 잘못돼서 생기는 게 아니라, 양산 단계까지 복합적으로 연관돼 있다. 그런 일이 수시로 터지기 때문에 핵심코어그룹의 역할이 결정적이었다. \n그런데 중국에서 핵심코어 인재만 노리고 스카우트하자, 삼성은 2000년대 이후에는 한두 사람이 모든 문제를 알지 못하도록 조직 구조를 바꿨다. ‘기술 통합 정책’에서 ‘기술 분산 정책’으로 경영 방침을 바꾼 것인데, 실책이었다고 본다.\n스탠퍼드대학이나 실리콘밸리에서 박사급 인재들을 경력직으로 끌고 오거나 공채 출신 중 능력 있는 사람들을 뽑았다. 1년에 한 번씩 승진시키면서 능력을 발휘하도록 인센티브를 확실히 줬다. 개개인의 능력이 예전보다 못하다고 보지 않는다. \n고대역폭 메모리(HBM) 기술 문제를 아직 해결하지 못하고 있는 것은 전체를 볼 수 있는 핵심 인력이 예전보다 줄었기 때문이다. 세계 1등이 되려면 경영진부터 실무진들까지 모두 각각 세계 1등이어야 한다.\n일하는 분위기가 느슨해졌다. 주 52시간 근무제 영향이 컸다. 열심히 일하는 분위기가 있어도 사람이라는 게 점점 나태해지기 마련이다. 그런데 국가적으로 법까지 만들어 정해진 근로시간을 넘어가면 처벌한다는데 어느 회사, 어느 직원이 열심히 할까. 결국 국가 전체 연구개발(R&D) 기능이 약해졌다. 삼성전자라고 예외일 수 없다.\n삼성이 파운드리까지 1등을 하기에는 무리다. 메모리를 잘하고 있는데 첨단 파운드리까지 다 잘하겠다고 하면 누가 지켜보기만 할까. 독과점 체제로 가는 걸 용납하지 않을 것이다. (파운드리 사업은) 분리하거나 포기하는 게 낫다. 파운드리 시장은 전 세계적으로 1000억 달러(약 135조원) 수준인데, 거기서 TSMC가 60%가량 점유하고 있는 것이다. 앞으로 패키징과 같은 후(後)공정이 더 커질 것이다. 파운드리 하려고 애쓸 필요가 없다.\n과거 이건희 회장 때도 위기는 있었다. 그럴 때면 이건희 회장은 조직을 긴장하게 만들었다. 불시에, 밤낮을 가리지 않고 모든 경영진에게 전화하니 경영진은 긴장하면서 살 수밖에 없고, 조직 전체가 긴장했다. 이건희 회장은 ‘첫째도 기술, 둘째도 기술, 셋째도 기술’이라고 했다. 그런데 이건희 회장이 쓰러진 후 삼성을 좌지우지한 것은 기술자가 아닌 사람들이다. 인텔이 느슨해지기 시작한 것도 2000년대 초 기술자였던 앤디 그로브가 떠난 뒤 재무통들이 오랫동안 최고경영자(CEO)를 맡은 이후다. 이번에 삼성전자가 톱다운 방식으로 기술을 중시하겠다고 했으니 기대를 걸어봐야 한다. 실패를 용인해주는 회사 분위기도 필요하다.\n회사는 총수의 생각에 따라 기업 문화가 만들어지고 움직인다. 이건희 회장이 계시다면 신경영을 통해 혁신해야 한다며 그룹 전체를 들었다 놨다 하며 정신 차리게 할 것이다. \n\n배를 잘못된 길로 이끈 리더들에 대한 비판은 전혀 없고, 그저 열심히 노를 저은 직원들의 조직 문화(근무 시간)와 노조를 주된 원인으로 분석하다니..\n그 원인대로라면 주 40-52시간으로 근무 조건이 같고, 심지어 더 큰 규모의 노조를 가지고 있는 '하이닉스'는 이미 망했어야 하지 않을까요?\n\n노조는 하이닉스에도 있고 노동시간에 대한 부분도 삼성이랑 크게 다르지 않을 거라고 생각합니다.\n그렇다면 이건 말단 일반 직원들의 노동시간, 즉 속도에 대한 문제라기 보다는 결국 수뇌부의 비전이나 결정, 즉 방향의 문제라고 생각합니다.\n\n저는 젠슨황이나 일론머스크와 이재용을 비교해 보면 어디에 투자해야 할지 보입니다. 테크기업의 리더는 엔지니어들의 심장을 뛰게 만들어야 합니다. 그래야 최고의 인재들이 몰려들고 성과가 나옵니다. \n\nR&D 현직인데요. 조직문화 이야기 보다가 화가 나서 댓글남깁니다. 어디 꼰대들이 언론에서 직원탓 하는 얘기들을 그대로 가져와서 하시는 것 같은데.. 직원들이 장시간 노동을 안하는 게 문제라고 보는 건가요? 성과급 박살나고도 지금 개같이 일하는 사람들 얼마나 많은데, 삼성 임직원 정신 똑바로 차리라고 한 교수는 또 누군지 얼굴 한번 보고 싶네요.\n\n미국의 일하는 문화에서 샌드위치 먹어가면서 일하는것은 점심시간 아껴서 일하고 그만큼 더 일찍 퇴근하기 위함입니다. 오래 일한다고 더 잘하는것은 아닙니다. 우리는 노동시간이 길어서 노동생산성이 가장 낮은 나라중에 하나입니다.\n그리고 삼성 문화의 가장 큰 문제는 상명하복식의 군대 문화입니다. 좀 오래전이긴 하지만 예전에 같이 일하면서 느낀 것입니다. 이제 그것이 한계에 부딛혔다는 생각이 듭니다.\n갑자기 예전에 삼성의 반도체 기술을 일군 일등공신 임원이 홀대받고 자살한 사건이 생각나는군요..\n\n삼성전자의 근무시간에 대해서 삼성 내부 임원들에게서 말이 많이나오는데, 근무시간도 의미가 있어야 하는거죠.\n내부적으로 엔지니어들 개무시하고 차트보고 숫자보는 재무쟁이들이 회사 이끄는데 연구직, 엔지니어들의 목소리는 개무시당하고 있는데 일할 의욕이날까요?\n일을 하면 그만큼 성과와 승진이 따라야하는데 삼성은 그게 너무 부족합니다.\n\n주니어들 중에 실력 있는 친구들은 이번에 너도나도 하이닉스 경력 지원하더라구요. 삼성전자 상황이 얼마나 안좋은지 단적으로 보여주는 상황이죠.\n\n삼성에 대한 비판들 들어보면 삼성전자 말아먹은건 워커홀릭 임원들 부사장 이런 인간들이던데 열심히만으론 부족하고 어떻게나 방향성 내용도 중요하다는 거다. 그런게 불량한데 열심히 하면 그건 암세포지. 그리고 심각한 부서이기주의, 고립주의, 단기실적만 암세포처럼 추구한다고 들었는데 왜 워라벨 mz만 가지고 회사 발목잡는 이기적인 놈들이라고 하냐.\n\n삼성의 위기는 분명히 조직문화라는 키워드에서 온게 맞다고 봅니다. \n다만 조직문화는 그저 특정 뷰로만 판단하시고 그대로 영상으로 쓰셨네요 아시는 현직자가 그런 뷰를 말하는 분인것같은데 그분들이 말하고 싶지않아하는 진짜 삼성 조직문화의 핵심 이슈는 단기적 보여주기식 성과주의에 있습니다. 이런 내용이 전혀없어서 장문을 쓰게 되었네요 \n현실 팀 리더들은 그저 매년돌아오는 승진시즌 성과에만 몰두하여 중장기적 플랜보단 그저 평가시즌에 모든걸 맞춰서 할수있는 단기적 성과에만 급급하고있습니다. 단기적으로 뭔가 큰 업적을 이룰수있다면 그보다 좋은게 없겠지만 대부분 그렇지 못하기에 날림으로 보여주기식 도큐먼트 기반의 깡통같은 성과들이나 영상처럼 제품 원가절감같은 단기적으로 성과에만 집중하고 있는겁니다. \n결국 이런 보여주기식 성과주의와 연계되어 단기적으로 팀장들 곁에서 회사의 미래와상관없이 단기적 성과를 내기위해 무조건 팀장의 yes맨이되어 순발력을 발휘하는 직원들이 우선적으로 좋은 고과로 연봉을 급상승시키고 여기에 승진까지 따라오고 그런 승진을 바탕으로 또 리더가 됩니다. 그렇게 된 리더들이 계속 해오던 방식이 또 있으니 이게 챗바퀴가 되어  똑같은 단기 성과주의에만 급급하며 이런 상황이 반복되어온 것입니다. 이런 상황에서 정작 깊이 연구하고 핵심현장에서 기술개발하고 고객 관리 하는 사람들의 업적은 그냥 통상적인 일처럼 등한시되며 성과적으로 도태되어가고 그나마 남은 자부심으로 일하는 상황에서 치고 들어오는 후발(중국 등) 업체들의 달콤한 유혹들.\n앞에 뭐 40시간 근무니 직원들이 열정이없니 노조때문이니 이런말들은 매번 조직문화 지표 관리한답시고 설문해놓고 결론은 매번 소통이안되서 문제라고 저녁식사 정도 하고 소통했다고 하는 사람들이 매번 앵무새처럼 하는 소리인겁니다. 애초에 현재 조직문화가 핵심 기술자들을 우선시하지 않는데 이와 결부된 기술유출 문제까지 어찌 개인의 문제로만 치부할수 있겠습니까 \n결국 이런 조직문화에 리더십 기반의 비전을 주기 힘든 상황까지 되니까 열정페이까지 내면서 일하고 싶지 않은 그런 상황이 되어가는 것 뿐이죠.\n말씀하신 40시간 근무 문제 대만은 낮은 페이에서도 더일한다고하신것... 결국 이제 대만은 국가 기간산업인 반도체에서 일한다는 애국심과 열정페이로 일 하는 이전 한국이 반도체로 성장해가던 시절의 근로 여건이 이제 온것 뿐이고요. 샌드위치 먹으면서 일한다는 매킨지 직원들 샐러리를 모르고 하시는 이야긴 아닐 꺼라 봅니다.\n\n노조 언급은 부적절하다고 생각합니다. 노조가 리스크가 되지 않게 하는것도 경영입니다. 노조 때문이라면 지금의 현대차와 하이닉스는 없어야 하니깐요. 즉, 노조를 콘트롤하는것도 경영의 일부라고 생각합니다.\n\n강력한 리더가 없으면 추락하는것은 역사적 진리다  전고점 돌파는 없다.\n\n갑자기 조직문화가 바뀐게 직원 들이 나태해져서? 언론에서는 두루뭉실하게 조직문화가 문제라고 말하지만 밤새우며 일하셨던 황금기를 이끈 올드보이들이 아직 남아있습니다. 그들이 갑자기 나태해졌을까요? 그들이 노조의 메인 스트림일까요? 일하던 사람은 그대롭니다. 감독이 바뀌었고 이 큰 조직의 감독은 큰 틀에서 방향을 못잡아주고 있죠. 지금도 마찮가지고 앞으로도 단순 숫자 개선에 힘쓸 겁니다 그가 제시할 건 숫자가 아닌데 말이죠. \n아버지가 했던 단순한 것들이 있습니다. 빠르게 의사결정을 내리고 기민하게 움직였고 본질에 충실했죠. 그리고 그 부분에 대해 부족한 점은 최고 리더가 계속 지적했었죠. 그걸 정리한 핵심가치가 선대 회장때는 있었구요 근데 그 가치가 최근 회장대에선  언급되지도 지켜지지도 않습니다. 현장이 어떻게 돌아가는지 어떤 가치에 의해 움직이는지 아마 감도 못잡고 있을겁니다 왜냐면 눈앞에 숫자만 보고 있기에 미래가치는 못보는 거죠. 대다수의 직원은 수년전부터 문제를 체감했지만 분명 내부의 소리보다 외부 기관에 수십억원 때려 박으며 문제를 찾으려 드는 우를 범할 껍니다. 아직 일말의 로열티와 터프한 시절을 경험했고 성과를 만들어 냈던 올드보이들이 많이 남아 있습니다. 그들의 마음마져 떠나보내는 우를 범하지 않았으면 하네요.\n\n오랜 근무의 문제가 아닙니다.\n어느덧 회사엔 의사결정의 주요 요인이 프로세스 개선 혹은 제품 신뢰성이나 기능의 향상이 아니고 나에게 떨어질 일이 얼마인가가 중요해졌습니다.\n1. 어느새 윗물은 너무 고이고 교체가 안됩니다.\n2. 그 윗물음 가족이 있고 변화의 부담보다 현재에 안주하고 싶어합니다.\n3. 그 안주에 의해 미래의 프로세스 변화를 보는 이들의 의사결정은 난항을 겪습니다.\n4. 난항을 겪다보면 점차 포기하고 안주해갑니다.\n위에 것들로 인해 조직이 너무 굳어졌고 더 이상의 혁신은 점진적 혁신조차 어려운 실정입니다.\n\n삼성전자 HBM 대응이 늦어서 타격이 있었던 것은 맞는 것 같지만 새로운 대안 기술도 제시될 것으로 기대해 봅니다.\n국내 최고 기업을 정치적 이슈로 엮은 이전 정권의 사법 리스크도 한 몫 했다고 생각합니다.\n대만을 거울 삼아 정부가 반도체 산업이 특정 기업의 사유화가 아닌 국가 경쟁력과도 관련이 있다는 점을 인지하여 주시고 총수를 정치적으로 또는 사법적 리스크로 묶지 말고 더 많은 투자와 고용창출이 되도록 지원하는 정부가 되었으면 합니다.\n\n[삼성직원]\nㅇ 몇년전부터 중국시장 단절로 매출 축소등으로 비용절감이 중요해짐\nㅇ 김기남 부회장은 기술보다 경영자 마인드로 돈안되는 사업이나 기술개발은 과감히 조정\nㅇ 이 과정에서 HBM연구팀이 날아갔고 모두 하이닉스로 이직\nㅇ 그외에도 기술연구팀 해체되어 사업팀으로 보내는 등 기술보다 비용관리 중시 분위기가 커짐\nㅇ 진대제 말에 의하면 과거에는 기술이 최우선이라 계급장 떼고 기술가지고 토론히는 문화가 있었다는데 지금은 많이 없어짐\nㅇ 기술로 승부해야되는 고가 기술 시장도 밀림\nㅇ 내부에선 기술자들 중심으로 소통좀 하자는 글들이 많은데 경영층에서 소극적\nㅇ 그 와중에 중국 CXMT라는 저가 메모리 회사가 자국의 저가 시장을 먹어서 중국 재진입도 쉽지않음",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-10-09T20:02:42.380000",
  "updatedAt": "2025-05-28T15:30:15.992000"
}