{
  "id": "26a413db-7d77-4893-87a9-0a44e2f466f6",
  "title": "관구검 기공비",
  "content": "![image](media/19baa6916b1.a72d716a87ee8a51.jpg)\n![image](media/19baa69de34.b4084aa536aa9d39.jpg)\n![image](media/19baa6db5a1.ae564efa669ac670.jpg)\n\n\n1906년 광개토태왕비가 있는 길림성 집안현에서 가로·세로 30cm도 채 안 되는 작은 석판 하나가 발견되었는데, 거기에는 7행 48자의 예서체 글자가 음각으로 새겨져 있었다. 동양사학계에서는 이 석판은 위나라 관구검이 고구리 도읍 환도성을 점령하고 세운 것이라 하면서, 일명 ‘관구검기공비(毌丘儉紀功碑)’의 일부라고 주장하고 있다.\n\n과연 그런지 먼저 석판의 문구를 해석해보기로 하겠다.\n(1행) 正始三年高句驪反 (정시 3년 고구려가 뒤집어 )\n(2행) 督七牙門討句驪五 (칠아문을 독려해 구려를 토벌했다. 5)\n(3행) 復遣寇六年五月旋 (적을 돌려보내고는 6년 5월 개선했다)\n(4행) 討寇將軍巍烏丸單于 (토구장군 외가 오환선우)\n(5행) 威寇將軍都亭侯 (위구장군 도정후)\n(6행) 行裨將軍領 (행비장군 영)\n(7행) ◯裨將軍 (비장군)\n\n그런데 이상한 점은 위 석판의 문구에서 관구검이라는 이름은 어디에도 찾아볼 수 없고, 관구검과 관련된 역사적 사실도 사서기록과 일치하지도 않는데, 왜 이 석판을 ‘관구검기공비’로 확정했는지 정말로 지나가는 소가 웃을 일이 아닐 수 없다. 아마 그 이유는 <삼국지 위서 관구검열전>에 기록된 내용과 비슷한 문구가 있기 때문일 것이다.\n\n중국책에 소개된 관구검기공비 문구 <사진=필자제공>\n(1행) ‘正始三年高句驪反’이라는 문구가 있는데, 이 문구가 <삼국지 위서 관구검열전>과 비슷하다고 하는데 과연 그런지 서로 비교해보기로 한다.\n(석판) 正始三年高句驪反 (정시 3년 고구려가 뒤집어)\n(사서) 正始中 儉以高句驪數侵叛 (정시 중 고구려가 배반해 수차례 침범하자)\n석판에는 뒤집을 反(반)자이고 사서기록에는 배반할 叛(반)으로 되어있는데, 이를 같은 뜻으로 보아야 하는지 의문이다. 참고로 비문은 사서에 비해 변조하기가 쉽지 않기 때문에, 기록과 비문이 상이할 경우에는 비문이 맞는 것으로 보아야 한다.\n또한 석판과 관구검열전에 나오는 ‘고구려(高句驪)’가 주몽이 세운 ‘高句麗(고구리)’라는 나라를 의미하는 것인지, 아니면 아래 <한서지리지>에서 유주의 현토군에 속한 ‘고구려(高句驪)’현을 의미하는 것인지 살펴보아야 할 것이다. 그런데 이 고구려는 현토군에 속한 고구려현일 가능성이 크다. 왜냐하면 현토군에 속한 高句驪는 서안평과 밀접한 관련이 있기 때문이다.\n(玄菟郡 현토군) 武帝元封四年开。高句骊，莽曰下句骊。属幽州(유주에 속한다)。户四万五千六。口二十二万一千八百四十五。县三：高句骊(고구려)，辽山，辽水所出，西南至辽队入大辽水。又有南苏水，西北经塞外。上殷台(상은대)，莽曰下殷。西盖马(서개마)。马訾水西北入盐难水，西南至西安平(서안평)入海，过郡二，行二千一百里。莽曰玄菟亭。\n(번역) 한무제 4년에 설치했고, 고구려를 왕망이 하구려라 했다. 45,006호에 인구 221,845명이다. 고구려현, 상은대현, 서개마현의 3개현이 있다. 고구려현에는 요산이 있고 요수가 나오는 곳이다. 요수는 서남으로 요대까지 흘러 대요수로 들어간다. 마자수(압록수)는 서북으로 염난수에 들어가고 서남으로 흘러 서안평에서 해(황하)로 들어간다. 2개 군을 지나고 2,100리이다. 왕망이 현토정이라 했다.\n정시 3년은 서기 242년으로 당시 고구리는 동천태왕 16년이다. 위나라는 공손씨 멸망 후 고구리에게 요동반환의 약속을 어기자, 대노한 동천태왕이 친히 십만 병력을 거느리고 242년 5월 요동의 서안평을 공격해 빼앗은 해였다. 물론 이 사건은 관구검이 고구리로 쳐들어오는 계기가 되었던 것은 사실이나, 그렇다고 이 석판이 관구검기공비의 일부라고 확정짓기에는 무리가 많다.\n\n(2행) ‘督七牙門討句驪五(칠아문을 독려해 구려를 토벌했다. 5)’라는 문구는 뒤에 이어지는 五자 때문에 정시 5년(244) 이전에 발생했던 어떤 일을 말하는 것으로 보인다. 왜냐하면 1행에 ‘正始三年’이라는 문구와 3행에 ‘六年五月’이라는 문구가 있어 그럴 가능성이 크다. 그렇다면 정시 3~4년에 어떤 일이 있었는지 <삼국지 위서 관구검열전>과 우리 기록을 비교해보기로 한다. (기록은 http://www.skyedaily.com/news/news_view.html?ID=21786 참조)\n<삼국지 위서 관구검열전>에서의 ‘정시 중’은 정시 원년(240) ~ 5년(244)을 말하는 것이다. 왜냐하면 바로 이어지는 다음 기록이 ‘정시 6년(245)’으로 시작하기 때문이다. <관구검열전>에 의하면 2번에 걸쳐 관구검이 쳐들어와 모두 고구리의 도읍을 점령했던 것으로 기록되어 있는데, 이는 중국 특유의 춘추필법에 의한 역사왜곡임이 분명하다.\n두 기록에서 보듯이 정시 3년(242)~5년(244) 사이에는 관구검이 고구리를 침범한 적이 없다. 따라서 2행의 ‘督七牙門討句驪五(칠아문을 독려해 구려를 토벌했다. 5)’라는 문구는 관구검과 관련된 사건이 아니었음이 확실하다. 이 문구는 위나라가 고구리 동천태왕에게 잃어버린 서안평을 되찾기 위해 누군가가 국지전으로 공격을 한 기록이 아닌가 싶다.\n(3행) ‘復遣寇六年五月旋(적을 돌려보내고는 6년 5월 되돌아왔다)’라는 문구를 관구검이 고구리를 정벌하고 6년(245) 5월 개선한 것으로 해석하고 있는데, 이는 대단한 착오가 아닐 수 없다. 왜냐하면 <관구검열전>에는 관구검이 정시 6년(245)에 고구려를 정벌해 환도성에 각석기공비를 새겼다고 기록되어 있으나, 우리 기록에는 관구검의 2차 침공년도가 정시 7년인 246년으로 기록되어 있기 때문이다.\n이러한 의문에 대한 해답은 <삼국지 삼소제기(조방/조모/조환전)>의 “정시 7년(246) 봄 2월에 유주자사 관구검이 고구려를 치고, 여름 5월에 예맥을 토벌해 이들을 모두 격파했다 (七年春二月 幽州刺史毌丘儉討高句驪, 夏五月 討濊貊, 皆破之)”라는 기록이 해결해준다. 이 기록은 관구검이 패한 정시 5년(244)의 1차 침공에 대해서는 언급하지 않고, 잠시나마 고구리의 도성을 함락시킨 246년의 2차 침공에 대해서만 간단하게 기록한 것이다.\n혹자는 <삼국지 삼소제기>가 오류라고 말할 수도 있으나, 역사기록의 특성상 본기(本紀)와 열전(列傳)의 기록이 서로 상이할 경우에는 본기가 맞는 것으로 보고 있다. 왜냐하면 본기는 제왕에 대한 기록이고, 열전은 신하에 대한 기록이기 때문이다. 또한 본기는 제왕 곁에서 사관이 매일 기록한 사초를 근거로 편찬하지만, 열전은 나중에 사서를 편찬할 때 공이 있는 자를 끼워넣는 것이 상례이기 때문이다.\n\n(4행~7행) 4행의 ‘討寇將軍巍烏丸單于(토구장군 외가 오환선우)’라는 문구를 두고 중국에서는 <관구검열전>에 “청룡 중에 관구검이 유주자사가 되니 오환선우 구루돈이 항복해왔다”라는 기록이라고 하는데, 이는 관구검이 정시 7년(246) 고구리를 침공하기 전에 있었던 일이므로 4행에 있을 수가 없는 기록이다. 따라서 이 문구 역시 관구검과 관련 없는 기록인 것이다.\n4행의 討寇將軍(토구장군), 5행의 威寇將軍(위구장군 도정후), 6행의 行裨將軍(행비장군 영), 7행의 ◯裨將軍(비장군)은 장군의 호칭이다. 토구장군은 잡호장군의 하나로 제5품이고, 위구장군은 잡호장군의 하나이나 정벌을 나갈 때 임시로 부여하는 직책이고, 비장군은 부장급 장수를 통칭하는 것으로 잡호장군의 말석으로 8~9품이다.\n\n관구검의 호칭은 도요장군(度遼將軍, 3품)이었고 고구리를 침공할 당시 유주자사(4~5품)가 더해졌고 나중에 진동장군(鎭東將軍, 2품)으로 승진했기 때문에, 위 토구장군·위구장군·행비장군·◯裨장군은 관구검보다 낮은 직급의 전혀 다른 사람인 것이다. 혹자는 관구검에게 명을 받아 동천태왕을 추격했던 왕기(王頎)라고 보고 있으나, 그는 현토태수였지 품계를 받은 장군이었다는 기록이 그 어디에도 없다.\n따라서 1906년 길림성 집안현에서 발견되었다는 석판 일명 ‘관구검기공비’는 관구검이 고구리 도성 환도성을 점령하고 세운 비석이 아니라, 관구검과 같은 시대에 살았던 낮은 직급의 다른 장군의 공적비석으로 보인다. 관직에 있던 사람이 죽으면 묘비에 그 사람의 공적을 새기는 법이라, 그런 비석의 일부가 아닌가 한다. 집안에서 발견된 석판이 관구검기공비가 아닌 것만은 분명하다.\n이렇듯 작은 석판에 새겨진 정시(正始)라는 연호 이외에는 관구검과 연관시킬 수 있는 것이 아무 것도 없고, 또한 아무런 역사적 사실도 밝힐 수없는 작은 돌조각을 어떻게 관구검기공비라고 단정했는지 필자로서는 매우 의아하지 않을 수 없다. 게다가 이 석판이 길림성 집안에서 발견되었다는 것은 그야말로 중국에서 의도적으로 조작한 역사왜곡이 아닐 수 없다.\n<다음 연재에 고구리 도읍 환도성의 위치가 어디인지 분명하게 밝혀집니다>\n​\n성헌식 역사 칼럼니스트(고구리역사저널 편집인)\n입력 2014-08-17 23:45:34\n성헌식의 ‘대고구리’\n관구검 활동무대 보면 ‘기공비’ 존재 불가능\n산서성 남부에서 종횡무진 고구려 침략 의문\n성헌식 역사 칼럼니스트(고구리역사저널 편집인)\n관구검의 침공 때 고구리의 도읍 환도성에 세웠다는 각석기공비의 일부가 1906년 길림성 집안에서 발견되었다고 하는데, 그 작은 석판에 새겨진 48자의 문구로 보아 그것은 일명 관구검기공비가 아니라 당시 동시대를 살면서 5품급 장군을 지낸 다른 사람의 공적비석임이 밝혀졌다.\n상식적으로 관구검기공비는 지금까지 존재할 수가 없는 비석이다. 왜냐하면 관구검이 장군 왕기를 시켜 동천태왕을 쫓아가다 숙신의 남계에 이르러 각석기공(刻石記功)을 했고, 또 환도산에도 불내성(不耐城)이라는 기념비를 세우고 돌아갔다는 기록이 있는 것은 사실이나, 그것은 공적비석을 세운 것이 아니라 산 위에 있는 큰 바위에 공적을 새겼다는 의미일 것이다.\n여하튼 고구리는 관구검에게 잠시 도성이 함락당하는 치욕을 당하기는 했으나 얼마 후 유유와 밀우의 살신성인으로 동천태왕이 위나라 군사들을 대파하고 환도성으로 돌아온 후 그 치욕의 각석기공한 현장을 그대로 두었겠는가? 아마 그 당시에 깨뜨리고 갈아서 흔적조차 없애버렸을 것임이 분명하다.\n중국은 호태왕비가 있는데다가 1906년 관구검기공비까지 발견되었다는 이유로 길림성 집안현을 고구리의 도성인 환도성과 국내성으로 확정했다. 그 근거는 <괄지지(括地志)>를 인용한 <삼국사기>에 \"불내성(不耐城)은 곧 국내성(國內城)이다. 그 성은 돌을 쌓아 만든 것이라 하였다. 이는 환도산과 국내성이 서로 접해 있기 때문이다”라는 기록 때문이다. 그러나 이는 그야말로 중국이 저지른 역사조작의 극치라고 할 수 있다.\n관구검의 활동무대는 어디인가?\n길림성 집안에 있는 환도산성 안내비(위)와 <괄지지>의 기록대로 고구리 도성 국내성과 환도산성으로 확정된 집안현의 지도. <사진/자료=필자제공>\n과연 그런지 상세히 알아보려면 먼저 관구검과 관련된 지명부터 살펴보아야 한다. 관구검은 우리에게 성이 관(毌)씨이고 이름이 구검(丘儉)으로 알려져 있으나, 실은 성이 무구(毋丘)이고 이름이 검(儉)이다. 꿰뚫을 毌자와 말(금지) 毋자가 아주 흡사하기 때문에 온 착오이다. (본 컬럼에서는 독자의 이해를 돕기 위해 이하 관구검이라 한다)\n이러한 사실은 문희구씨원류고(闻喜邱氏源流考)에서 확인할 수 있다. <사원>의 해설에 의하면 “무구 : ① 고대지명이다. <사기 경중전완세가>에 선공과 정인이 서성에서 만나 위를 정벌하고 무구를 취했다. ② 2자 성씨로 한나라에는 무구장이 있고 삼국시기에는 무구검이 있었다. 사서에 의하면 하동 문희 무구씨는 춘추5패의 하나였다. 문희성 남쪽 무구촌의 땅을 성씨로 했고, 그 마을에 무구산이 있는데 황화령이라고도 불린다”\n(원문) 据《辞源》解释：“毋丘：①古地名。《史记·敬仲田完世家》：宣公与郑人会西城，伐卫，取毋丘。②复姓。汉有毋丘长，三国时魏有毋丘俭。又据史书所载：”河东闻喜毋丘氏为春秋五霸之一。闻喜城南毋丘村以地为氏，此村有毋丘山，也称黄花岭。\n무구씨 시조의 8세손인 관구검은 고양향후를 지낸 무구흥의 아들로 산서성 남부에 있던 하동군(河東郡=현 운성시) 문희현(聞喜縣) 출신으로, 아비가 죽자 작위를 물려받았고 평원후문학 벼슬을 지냈다. 문희현은 고구리의 신성(新城)이 있던 곳으로 고구리 멸망 뒤 설인귀의 안동도호부가 평양성에 있다가 옮겨간 곳이다.\n고양(高陽)은 지금의 하남성 평정산시 찰현이고, 평원(平原)은 <수경주>의 “탁수(𣵠水)는 동쪽으로 평원군 남쪽을 흐른다(涿水东径平原郡南)”라는 문구로 보아 그의 고향 문희현 부근에 있는 탁록을 말하는 것이다. 여하튼 그의 출신지와 활동무대로 보아 무구검은 원래 고구리 출신이었으나, 위나라로 전향했을 가능성도 없지 않다.\n그는 공손연을 공격하기 이전에 산서성 동남부에 있던 오환(烏桓)을 포섭해 동맹을 맺는다. 235년 위나라는 관구검을 유주자사로 보내면서 도요(度遼)장군을 추가했고, 236년 관구검이 연왕 공손연을 토벌하려 했으나 패퇴했다가, 237년 사마의와 연합해 다시 진군해 공손연을 멸망시킨 공으로 안읍후(安邑候)에 봉해져 식읍 3900호를 받았다고 기록되어 있다.\n즉 관구검이 위나라의 지역제후가 된 안읍(安邑)은 연왕을 자칭했던 공손연이 있던 곳으로, <중국고대지명대사전>으로 검색하면 산서성 남부 운성시 일대로 나타난다. 즉 이곳이 대대로 연(燕)의 땅이었던 것이다. 따라서 연나라가 북경 부근에 있었다는 것은 그야말로 지명이동을 통한 역사왜곡인 것이다.\n(번역) “안읍현은 하나라 우의 도읍이고, 전국시대 위나라의 도읍이다. 한나라 때 안읍현을 설치했는데, 지금의 하현 안읍현의 땅이다. 후위 때 안읍을 나누어 남안·읍북·안읍의 3현으로 나누었고, 다시 북안읍을 하현이라 했는데 지금의 산서성 하현 북쪽이다. 청나라 때 산서성 해주에 속했고, 민국 때 운성으로 치소를 옮겼다”\n(원문) 安邑县 : 夏禹所都，春秋时魏绛自魏徙此，战国为魏都，汉置县，今夏县安邑县之地，后魏分安邑为南安、邑北、安邑三县，旋改北安邑为夏县，故城在今山西夏县北，即后魏分置之县也，清属山西解州，民国移治运城，寻复故，属山西河东道，县境有盐池，为山西省惟一产盐之区，左传谓郇瑕氏之地，沃饶而近盐，即指此地而言，池水不流，凝成固粒，朝取夕复，终无灭损，其利甚溥。\n이상과 같이 알아보았듯이 관구검과 관련된 지명의 대부분은 산서성 남부였다. 그런 관구검이 현재의 역사이론대로 하자면, 북경 일대를 다스리는 유주자사에 임명되고 고구리의 환도성이 있다는 길림성 집안까지 머나먼 길을 원정 왔다는 것은 그야말로 이상한 일이 아닐 수 없다.\n참고로 관구검의 최후는 불운했다. 실권자 사마사의 전횡에 분노한 관구검은 255년 문흠과 함께 군사를 일으켰으나 문흠이 사마사에게 패하면서 관구검은 야반도주하게 되고 도중에 활에 맞아 죽어 그 목이 낙양으로 보내진다. 이후 장남도 反사마씨 봉기를 일으켰다가 주살되었고, 손자는 후에 서진시대가 되고나서야 출사했다.\n산서동부에 그려진 산서박물관의 오환 지도(위)와 관구검의 활동지역인 산서성 남부 지도 <자료=필자제공>\n고구리의 도읍 환도성\n고구리의 도읍인 환도성에 대해 <삼국사기〉에는 “고구리는 산상왕 2년(198) 환도성을 쌓고 13년(209)에 도읍을 옮겼으나, 동천왕 20년(246)에 위나라 관구검의 침략으로 도성이 파괴되어 다시 국내성으로 옮겨 96년간 머물다, 고국원왕 12년(342)에 환도산성을 수리하고 옮겼으나 같은 해 10월 모용황의 침략으로 환도산성이 함락되고 파괴되어 더 이상 거주할 수 없게 되자 평양 동황성(東黃城)으로 옮겼다”고 기록되어 있다.\n​\n<괄지지(括地志)>를 인용한 <삼국사기>에 \"불내성(不耐城)은 곧 국내성(國內城)이다. 그 성은 돌을 쌓아 만든 것이라 하였다. 이는 환도산과 국내성이 서로 접해 있기 때문이다”라는 기록이 있다는 이유로 길림성 압록강 변에 있는 집안이 국내성과 환도산성으로 비정된 것이다.\n그러나 <삼국유사>에서는 “안시는 곧 환도”라고 했으며, <삼국사기>에도 “안시성은 옛 안촌홀이며 환도성이라고도 한다”라고 기록되어 있어, 고구리의 수도인 환도성(丸都城)은 바로 당태종의 고구려 침공 시 당태종 이세민의 눈알을 뺀 그 유명한 안시성(安市城)이라는 것이다. 과연 어느 기록이 옳은 기록일까?\n<다음 연재에서 고구리의 도성 환도산성의 정확한 위치가 밝혀집니다>\n​\n성헌식 역사 칼럼니스트(고구리역사저널 편집인)\n입력 2014-08-25 00:10:36\n\n여기서 다시 관구검과 관련된 지명에 필자가 비정한 관련지명을 대입해보기로 하겠다.\n고구리 동천태왕이 공손연 멸망 후 공손연이 차지하고 있던 서안평(하진시)을 공격해 빼앗자, 산서성 남부 문희현 출신 관구검이 고구리를 침공했다가 1차 비류수(沸流水) 전투에서 참패한다. 비류수는 산서성 남부 강현에서 나와 회수로 흐르는 작은 강이다. 이어 관구검은 2차 양구 전투에서도 패하는데, 양구는 산서성 동남부 장치시를 흐르는 양수(梁水)의 입구이다.\n2차례나 관구검을 격퇴시킨 동천태왕은 이후 자만에 빠져 대비를 안일하게 했다가 죽기 살기로 덤비는 관구검에게 크게 패해 도읍인 환도성을 적에게 내어주고는 남옥저로 도망가게 된다. 그러나 유유와 밀우의 분전으로 전열을 재정비한 동천태왕은 위나라 군사를 크게 무찌르고 도성으로 되돌아온다.\n동천태왕이 달아난 남옥저는 낙랑군 땅으로 황하북부 하남성과 산서 동남부의 땅이었다. 위나라 장수가 숙신의 남계에 이르러 각석기공을 했고, 또 환도산에도 기념비를 세우고 돌아갔다는 불내성(不耐城)과 남옥저에 대해서는 아래 컬럼을 참조하시기 바랍니다. (신라 땅 옥저의 위치: http://www.skyedaily.com/news/news_view.html?ID=15590)\n\n이상과 같이 알아보았듯이 관구검과 관련된 지명은 모두 산서성 남부에 있었다. 관구검이 고구리를 침공한 이유는 관구검의 고향이 산서성 남부 문희현으로 그 부근의 지리를 잘 알고 있었기 때문이지 다른 이유가 없다. 관구검이 잘 알지도 못하는 머나먼 땅 길림성 집안현을 공격했다는 것은 도저히 성립될 수 없는 억측인 것이다.\n\n일명 관구검기공비라고 하는 작은 석판은 얼마든지 이동이 가능하므로 석판이 발견된 집안현이 고구리의 도성 환도성이라고 비정하는 것은 지나가는 소가 웃을 일이고, 현토태수 왕기가 숙신 남쪽 바위에 새겼다는 각석기공을 집안 부근에서 찾으려 한다는 것 역시 부질없는 짓인 것이다. 관구검기공비는 도성으로 돌아온 동천태왕이 즉시 갈아 없앴을 것임이 자명하기 때문이다.\n또한 <괄지지>를 인용한 <삼국사기>의 기록처럼 환도성이 국내성과 인접해 있었다면, 환도성은 산서성 중부 평요고성으로 가야 하는데 그렇게 되면 관구검과 동천태왕의 행적과 잘 맞지 않는다. 관구검의 고향 부근이기도 하면서 고구리와 전투를 벌인 비류수와 양구가 산서성 남부에 있기 때문에 환도성이 안시성이라는 <삼국유사>와 <삼국사기>의 기록이 옳은 것으로 보아야 할 것이다. 다음에 안시성을 설명하는 기회에 다시 상세히 언급하기로 한다.\n​\n성헌식 역사 칼럼니스트(고구리역사저널 편집인)\n입력 2014-09-01 00:08:28\n\n\n\n\n\n<ContentTitle>Title: \"집안시가 『 고구려 국내성 』이라는 강력한 증거는 조작되었을까?\"</ContentTitle>\nURL: \"https://www.youtube.com/watch?v=_pgPhYORR6Q\"\n\n<Transcript>Transcript: \"(00:00) 안녕하세요. 우리 역사 히스토리입니다. 학계에서 비정하는 국내성은 집안시로 보고 있습니다. 그 이유는 단 하나 관국검 기공비입니다. 그리고 북한 평양이 한사금 낭난군이라고 굳게 믿고 있는 이유가 점재현 신사비입니다. 점재현 신사비를 가짜다라는 내용으로 많이 연구가 되었습니다. 방송까지 나와서 각기 다른 전문가인 서해가의 분석, 석공의 분석, 보존 과학에 대한 내용으로 봤을 때 상당히 의심된다는 말을 했던 것 같습니다. 그런데 아직도 사학자들은 북한 평양이 낭난군이라고 굳게 믿는 사람들이 많을까요? 정말 이해할 수 없는 일입니다. 관국검 기공비에 대해 알아볼까 합니다. (00:38) 관국검 기공비의 출토는 어떻게 이루어졌는지부터 살펴보겠습니다. >> 발견 시기와 장소 도로 공사하다가 툭시기 1905년 10월경 학계 보고는 1906년 이후 장소 중국 길림성 집안주엔 판성령이라는 고개 상황 당시 지연 지사였던 오국이라는 인무리도로 확장 공사를 지시했습니다. 인부들이 곡괴이로 땅을 파고 돌을 치우다가 흙속에 파묻혀 있던 큰 돌조각 비석 파편을 발견합니다. 신고와 보존 이거 글자가 있는데요. 인부들은 처음에 그냥 공사에 방해되는 잡석인 줄 알고 치우려 했습니다. 하지만 자세히 보니 돌표면에 한자 예체가 새겨져 있는 것을 발견하고 공사 감독관 관리자에게 알립니다. (01:18) 보고를 받은 지안 지사 오광국은 식자층이었기에이 비석이 예사 물건이 아님을 직감하고 자신의 관사로 옮겨 보관하게 합니다. 1905년 10월경에 갑자기 우광국이라는 사람이 도로 확장공사를 지시했다는 것부터가 이상한 일입니다. 왜 하필이면 그때였을까? 그 이유는 모릅니다. 그틀만이 알겠지요. 인부가 이상합니다. 그 당시 인부들이 한자를 알았을까요? 그리고 어떻게 비문이 적힌 돌인지 알았을까요? A4 용지 크기에 조각난 평평한 돌입니다. 길에서 흔히 찾아볼 수 있는 돌이기도 합니다. 그러나 그 인부는 이거 이상한 돌이네 하며 궁사 감독관에게 알렸을까요? 1700년 전에 만들어졌다는 비석이 땅속에 있었다면 일반 사람 눈에는 글자가 써져 있다는 사실을 알기가 어려워야 합니다. (02:03) 최소한 물로 깨끗이 닫고 난 후 어디서 한 번이라도 비문을 보았고 연구했다는 사람이라면 알아볼 수도 있습니다. 하지만 그 인부는 그럴 만한 능력이 안 된다고 봅니다. 그를 알고 지식이 조금이라도 있으면 그 당시에는 힘든 곡괭이질 같은 거 안 하는 시기입니다. 관공서에 가서 국문 정도는 해야 되겠지요. 보성국 자살하는 사람은 글자를 아는 사람이기 때문에 예사 물건이 아니라고 해서 보관하였다고 합니다. 유물인 거 알았을 때는 상관에게 보고해야 정상입니다. 그러나 오성국은 그리하지 않았습니다. 그냥 자기가 관직했다고 합니다. 그런데 의무는 다음에 더 크게 발생하게 되니 합게 보시겠습니다. (02:39) >> 일본인의 등장 조이용장의 개입. 등장 인물 일본의 인류학자이자 고구학자인 조이용장 도리 유저 상황. 그는 당시 러일 전쟁 전으로 만주와 한반도 일대를 돌며 식민지 경영을 위한 역사 조사를 수행 중이었습니다. 접촉 1905년 10월 조이용장이 지반현을 방문했을 때 오광국 지사가 공사하다가 이런 돌이 나왔소 하며 비석을 보여 줍니다. 확인 조이용장은 비석을 보자마자 이것은 삼국지 위지에 나오는 광구검이 고구려를 치고 세운 기공비다라고 단정짓습니다. 공표 세상에 알려지다. 조이용장은 즉시 탁본을 뜨고 사진을 찍어 일본으로 가져갑니다. 그리고 1906년 학계의 고구려가 위나라에게 정벌당했다는 결정적 증거가 만주 집안에서 나왔다.고 대대적으로 발표합니다. (03:25) >> 내용을 보시면 알겠지만 왜 하필이면 1905년 10월에 발견되었는데 일본 고구학자인 조이 용장도 1905년 10월에 집안시로 와서 집안시 차살을 만났을까요? 우연의 일치라고 한다고 우기면 할 말 없습니다. 목소리 크고 박쌌다고 하기 있고 하는 사람이 우기면 그쪽이 더 신뢰를 하는 건 사회분위기상 어쩔 수 없는 부분이니깐요. 일본 고구학자인 조이 용장은 그 둘어리를 보자마자 이것은 삼국지 위지에 나오는 관국검의 기공비이다라고 단정 지었다는 말. 즉시 탁본을 뜨고 사진을 찍어 일본으로 갔다고 합니다. 우연히 일치라고 보기에는 너무나 구린내가 납니다. (04:03) 저의 현상에 대해서 알아보겠습니다. 1700년 동안 땅속에 있었다. 이게 정답입니다. 아니면 설명이 안 되는 부분이 동천왕은 남옥적까지 쫓겨놨다가 다시 국내성 환도성으로 복귀합니다. 복귀하고 폐허가 된 환도성에 돌아왔습니다. 삼국사기 기록으로는 4개월 만에 평양의 성을 쌓으라고 지시를 내렸다고 합니다. 4개월간 국내와 환도의 동천왕은 머물러 있었다고 하는 삼국사기 기록입니다. 4개월간 관국이 기공비를 세워두고 간 환도성에서 관국 기공비를 찾지 못하였을까요? 찾았다고 한다면 바로 가루로 만들어 버렸을 겁니다. 조각내어 갔다 버렸을지도 모르지만 상식적으로 분노가 하늘 끝까지 뻗치는 상황에서 그 관구검 기공비를 조각되어 갔다 버린다는 건 상식적으로 이해 불가능합니다. (04:48) 아무도 알아보지 못하게 가루로 만들어 버리는게 상식이니깐요. 그리고 신기한 것은 관국검이라는 사람이 귀국을 하게 되면 고구려 사람이 다시 환도성에 온다는 것을 모를 일 없을 겁니다. 환도성을 빼앗고 점령한 것이 아니기 때문이죠. 무슨 이유인지는 모르지만 고구려를 복속시키지 못하고 후퇴했다고 보여집니다. 그런 광국검이 후대에 알리기 위해 나의 업적을 적진에 남겼다고는 볼 수 없고 동천왕 열받으라고 기공비를 돌에 새겼을 거라 봅니다. 동천왕이 볼 수밖에 없는 장소에다가 말이죠. 조이 용장이라는 일본 고구학자에 대해서 알아보겠습니다. 도리 인류죠. 조이 용장과 만주와 한반도에서 활동한 내역을 살펴보면 단순한 학술 조사가 아니라 일본 제국의 대륙 침략과 식민 지배를 역사적 인류학적으로 뒷받침하기 위한 목적이 뚜렷했음을 알 수 있습니다. (05:35) >> 한반도 및 만주 조사 활동 1896년 1910년대 도리 유조는 러일 전쟁 전으로 한반도와 만주를 집하게 답사했습니다. 인류학적 조사 명분 그는 조선인과 만주인 몽골인의 체질과 풍습을 조사한다.는 는 명목으로 조선 저녁과 요동 만주일대를 누였습니다.이는 훗날 일선 동조론 일본과 조선은 조상이 갔다이나 대동화 공영권 논리를 만드는 학술적 기초가 되었습니다. 고학적 유물 수집 고인돌, 석기, 토기 등을 조사하며 한반도 문명이 독자적이지 않고 외부 특히 일본이나 중국 한사군의 영향을 받았다는 식의 논리를 개발하려 했습니다. 광국검 기공비 발견 및 해석주도 1905년 1906년 지연에서 광국검 기공비를 학계해 보고한 장본인입니다. (06:20) 의도적 비정이 비석을 근거로 위하라 중국 애군대가 한반도 암록강변까지 깊숙이 들어왔었다는 것을 팩트로 굳쳤습니다. 영향는 한반도 북부는 역사적으로 중국의 지배를 받았던 낭난군 영역이다라는 식민 사관 반도사관의 결정적 근거로 악용되었습니다. 낭난군 위치 고착화 평양설 지지. 도리의 유조는 평양일 때 고분을 조사하며 낭랑 유물을 밟집했습니다. 유물과 지명의 결합, 평양에서 나온 한나라 스타일의 유물들을 근거로 낭난군은 대동강 평양에 있었다는 서을 정설로 만드는데 기여했습니다. 반론차단 대륙에 있던 낭랑의 흔적을 무시하고 한반도 내 유물만을 부각시켜 역사의 무대를 반도 안으로 가두는 역할을 수행했습니다. (07:03) 식민통치 자문 역할. 단순한 학자가 아니라 조선 총독부 및 일본 군부와 김밀이 협력했습니다. 그의 조사 보고서는 총독부가 조선을 통치할 때 조선인의 민족성은 이러한이 이렇게 다스려야 한다는 참고 자료로 활용되었습니다. 만주 진출을 꾀하던 일본 군부에게 만주 지의와 민족 정보는 군사적으로도 매우 중요한 첩보였습니다. >> 만주와 조선 역사를 조사하라는 특명을 바꿔 왔다고 보여집니다. 그렇지 않고서는 불가능한 행적입니다. 조이 용장은 나라의 명령 없이 혼자 연구 목적으로 왔다면 누가 그를 먹여 살릴 것인가요? 누가 그를 보호해 줄 것인가요? 청일 전쟁, 러일 전쟁에서 승리했다고 하지만 그곳은 조선과 청나라 영토였습니다. (07:45) 저연은 거짓말을 하지 않는다. 아주 중요한 내용입니다. 북클시로 과거에 흔적을 바꾸거나 할 수는 있어도 조작으로 자연을 거스리는 짓은 하지 못합니다.\n\n 관국검 기공비와 점재연 신사비는 그들이 만든 겁니다. 두 개의 비석은 땅속에 2,년 가까운 세월 속에 묻혀 있던 비석입니다. 그런 비석들이 어떻게 지금까지 멀쩡히 깨끗하게 잘 살아 있을까요? 불가능합니다. 자연은 거짓말을 하지 않는다. 1년에 두 번 수축과 팽창, 1500년이면 3천000번의 비틀림.이 과학적 원리를 적용하면 평양이나 집안만주에서 발견됐다는 소위 낭랑 유물이나 광국은 비석들이 얼마나 부자연스러운지 명확해집니다. >> 한반도 만주의기 후 돌에게는 지옥과 같은 환경. (08:27) 우리나라는 사계절이 뚜렷합니다. 이것은 비석에게는 최악의 고문입니다. 동결파수의 작용. 겨울에 돌틈이나 표면에 스며든 수분이 얼면 부피가 9% 팽창합니다.이 힘은 암석을 내부에서 쪼개 버릴만큼 강력합니다. 1500년간 수축과 팽창을 3천000번이라고 생각하지만 겨울철 낮 영상과 밤 영화 애기운 차이 때문에 수만 번의 팽창과 수축을 겪습니다. 토양의 연마 작용 땅속에 묻혀 있다고 안전한게 아닙니다. 땅 흙 자체가 얼었다 녹았다 하면서 솟구였다 꺼졌다를 반복합니다. 서리빨 현상 이때 흘자가 비석 표면을 사포처럼 긁어댑니다. 결과 천년 이상 땅 속에 있었다면 모서리는 둥글둥글해지고 마모 글자의 획은 뭉개져야 정상입니다. (09:09) 관계토 대왕능비의 교훈 진짜는 낡고 달아 있다. 관계토 대왕능비야말로 진짜 유물 이경는 풍파를 그대로 보여주는 증거입니다. 재질 관계토대왕능비는 응외함이라는 비교적 단단한 돌로 만들었습니다. 상태. 그럼에도 불구하고 표면이 심하게 방껍질이 벗겨짐되었고 글자를 알아보기 힘들어 훗날 회를 바르거나 석회 도포 조장 논란 별개로 탁본을 뜰 때 애를 먹었습니다. 의미 거대한 바위도 1500년 세월 앞에서는 뭉개지고 달아버린다는 것이 자연의 섭리입니다. 점재현 신사비 광국원 비석의 미스터리 시간을 비켜간 돌 그런데 일본 학자들이 발견했다고 주장하는 비석들은 어떻습니까? 너무 선명한 각 땅속 그것도 습기가 많아 동파되기 쉬운 흙속에 있었다는데 글자의 모서리가 칼로밴드 날카롭습니다. (09:56) 매끄러운 표면 흙이 얼면서 글거된 연마 흔적이 거의 없이 표면이 깨끗합니다. 결론 이것은 최근에 만들어서 묻었거나 전혀 다른 환경 비바람이 닿지 않는 건조한 신뢰나 동굴 등에 보관되던 것을 가져와서 심어 놨거나 둘 중 하나입니다. >> 여러분 둘은 거짓말을 하지 않습니다. 한국과 만주의 땅은 1년에 수십번 얼었다 녹았다를 반복합니다. 물이 얼음이 되면 부피가 커지듯 땅 속에 돌은 1500년 동안 수천 번의 수축과 팽창을 견뎌야 합니다. 6m가 넘는 거대한 관계토대왕능비조차 그 세월 동안 표면이 깎이고 달았습니다. 그런데 흙속에서 발견됐다는 점재연 신사비와 광국검 기공비를 보십시오. (10:35) 글자의 회기 방금 반도장처럼 날카롭습니다. 흙기 사포처럼 문지르는 1500년의 세월을이 비석들은 도대체 어떻게 피해간 걸까요? 자연의 법칙을 거스르는 유물 과연 진짜일까요? 지금까지 시청해 주셔서 감사합니다. 오늘도 찬란한 역사를 찾아 달려봅시다. 감사합니다.\"\n\n\n관구검 기공비의 석재 성분과 지하 매설 유물의 풍화 특성에 관한 보존과학적 분석 내용을 정리해 드립니다.\n\n1. 관구검 기공비의 석재 성분 및 물리적 특성\n관구검 기공비는 발견 당시부터 석질과 보존 상태에 대한 논란이 있었습니다.\n * 주요 석재 성분: 기공비의 재질은 주로 점판암(Slate) 또는 치밀한 혈암(Shale) 계열로 알려져 있습니다. 이러한 변성암이나 퇴적암류는 입자가 매우 고우며, 결이 뚜렷하여 글자를 새기기에 용이한 특성을 가집니다.\n * 물리적 규격: 발견된 비편은 길이 약 39cm, 폭 30cm, 두께 8~8.5cm 정도의 비교적 작은 조각입니다.\n * 각자(刻字)의 특징: 예서체로 새겨진 글자들은 획의 끝이 날카롭고 선명한데, 이는 점판암처럼 입자가 미세한 돌의 경우 획의 뭉개짐이 상대적으로 적게 나타날 수 있다는 석재 공학적 특성과 연결됩니다.\n\n2. 지하 매설 유물의 풍화 속도 및 보존과학적 고찰\n보존과학적 관점에서 지하 매설 유물의 상태는 단순히 '시간'뿐만 아니라 '매립 환경'에 절대적인 영향을 받습니다.\n * 지하 환경의 차폐 효과: 암석의 풍화는 주로 대기 노출 시 산성비, 직사광선, 온도 변화에 의해 급격히 진행됩니다. 반면, 지하 깊숙이 매몰된 유물은 외부의 온도 변화와 산소 공급으로부터 격리되어 화학적·기계적 풍화가 지표면보다 현저히 느리게 진행될 수 있습니다.\n * 동결 파쇄의 제한: 지표면은 겨울철 수분의 동결과 팽창이 반복되며 암석을 파괴하지만, 일정 깊이 이상의 토양 속은 온도가 비교적 일정하게 유지되어 이러한 '동결-융해(Freezing-thawing)' 사이클의 영향을 덜 받게 됩니다.\n * 보존의 예외성: 토양이 점토질이거나 배수가 잘되지 않는 환경에서 암석이 완전히 밀폐되었다면, 1,500년 이상의 세월에도 불구하고 글자의 획이 기적적으로 보존될 수 있다는 것이 보존과학계의 일부 견해입니다.\n\n3. 분석 결과의 타당성 요약\n관구검 기공비가 조작되었다는 주장과 보존 가능하다는 반론은 각각 다음의 논거를 가집니다.\n * 조작설 측: 만주와 같은 혹한기 지역의 토양은 '서리발 현상' 등으로 인해 지하 유물조차 연마 작용을 겪으므로, 날카로운 글자 획은 인위적 매설의 증거라는 입장입니다.\n * 보존 가능 측: 점판암이라는 석재의 치밀함과 지하 매설로 인한 대기 차단 효과가 결합되어 마모가 최소화되었으며, 광개토대왕릉비(지상 노출)와 비교하는 것은 환경 조건이 달라 부적절하다는 입장입니다.\n\ngemini\n제공해주신 역사 칼럼 내용과 이미지, 그리고 앞선 분석들을 종합하여 관구검 기공비의 실체와 글자 마모 및 보존 상태에 대한 타당성을 심층 분석해 드립니다.\n\n1. 석판 문구 해석 및 직급 분석을 통한 의혹\n칼럼에 따르면 1906년 발견된 석판의 문구는 사서 기록 및 관구검의 직급과 일치하지 않는 결정적 결함을 가지고 있습니다.\n * 직급의 불일치: 관구검의 당시 공식 호칭은 도요장군(3품) 및 **유주자사(4~5품)**였으나, 석판에는 토구장군(5품), 위구장군, 비장군(8~9품) 등 훨씬 낮은 직급의 명칭만 나열되어 있습니다. 이는 이 비석이 관구검 본인의 기공비가 아니라 그보다 낮은 직급의 장수나 관리의 공적비일 가능성을 강력히 시사합니다.\n * 이름의 부재: 7행 48자의 글자 중 '관구검'이라는 이름은 어디에도 나타나지 않으며, 사서에 기록된 '배반할 叛(반)' 대신 '뒤집을 反(반)'이 사용되는 등 기록상의 상이함이 발견됩니다.\n\n2. 글자 마모 및 보존 상태의 타당성 분석\n영상의 주장과 칼럼의 내용을 종합할 때, 비석의 물리적 상태는 자연 법칙과 역사적 정황 모두에서 의구심을 자아냅니다.\n * 역사적 정황 (파괴의 필연성): 동천왕은 관구검의 군대를 격파하고 환도성으로 복귀했습니다. 고구려인들이 치욕스러운 적장의 기공비를 성안에 온전하게 두었을 리 없으며, 발견 당시처럼 선명한 상태로 남아있기 위해서는 누군가에 의해 의도적으로 보호되었거나 조작되어 매설되었어야 합니다.\n * 물리적 보존 상태의 모순:\n   * 날카로운 획: 1,700년 동안 만주의 혹독한 동결과 융해 과정을 겪었다면, 점판암이라 할지라도 획의 날카로운 경계가 유지되기 어렵습니다.\n   * 사포 효과 결여: 토양이 얼고 녹으며 비석 표면을 긁어내는 '연마 작용'의 흔적이 거의 없이 글자가 선명한 것은 자연 상태의 매설 유물로 보기 어렵다는 지적입니다.\n   * 비교 데이터: 지상에 노출된 광개토대왕릉비의 심각한 풍화 상태와 비교했을 때, 이 작은 석판이 보여주는 '신품급' 보존 상태는 보존과학적 상식을 뛰어넘습니다.\n\n3. 지리적 위치 비정의 오류\n관구검의 출신지와 활동 무대를 분석하면 길림성 집안과의 연결 고리가 더욱 약해집니다.\n * 활동 중심지: 관구검은 산서성 남부 하동군 문희현 출신이며, 그의 봉지인 안읍(安邑) 또한 산서성 남부 운성시 일대입니다.\n * 지명 왜곡: 칼럼니스트는 관구검의 활동 무대가 주로 산서성 일대였음을 강조하며, 길림성 집안을 환도성으로 비정한 것은 일제와 중국의 의도적인 역사 조작일 가능성이 크다고 분석합니다.\n\n요약: 조작 의혹의 핵심 논거\n| 분석 항목 | 세부 내용 | 타당성 판단 |\n|---|---|---|\n| 물리적 상태 | 1,700년 된 유물이라기에 글자 획이 너무 선명함 | 조작 의심 높음 (자연 풍화 법칙 위배) |\n| 문구 내용 | 관구검의 이름 부재 및 낮은 직급 명시 | 조작 의심 높음 (사서 기록과 불일치) |\n| 역사적 정황 | 패퇴한 적장의 비석을 고구려가 방치했을 리 없음 | 조작 의심 높음 (전쟁 후처리 상식 위배) |\n\n결론적으로, 해당 석판은 관구검 본인의 기공비로 확정하기에는 내부 문구와 보존 상태 모두에서 심각한 결함을 보입니다. 이는 칼럼의 주장처럼 특정 시기에 정치적·학술적 목적(식민 사관 정립 등)을 위해 의도적으로 매설되었거나 다른 인물의 묘비 조각이 관구검의 것으로 둔갑되었을 가능성이 매우 높습니다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc",
    "ea56640c-1868-4a19-9ea7-65a1ffdf3b23"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2026-01-11T09:16:07.487000",
  "updatedAt": "2026-01-11T09:58:15.188000"
}