{
  "id": "27f99008-dc70-48b7-b9eb-847ff7155075",
  "title": "열두 영",
  "content": "열 두 제자 중 하나인 유다와 큰 무리가 예수를 잡으려고 검과 몽치를 가지고 예수 앞으로 왔을 때, 예수님은 마태복음 26:53~54의 말씀을 하십니다.\n\n\"너는 내가 내 아버지께 구하여 지금 열 두 영(營) 더되는 천사를 보내시게 할 수 없는 줄로 아느냐 내가 만일 그렇게 하면 이런 일이 있으리라 한 성경이 어떻게 이루어지리요 하시더라\". [마26:53-54]\n\n여기서 『열 두 영』의 의미를 알기 위해 영어 성경을 참고 하면, more then twelve legions of angels라고 기록되어 있습니다.\n\n이것은 당시 로마의 軍조직 체계를 비유하여 설명하신것으로 1개의 Legion의 구성은 다음과 같았습니다.\n\n기병 700명 + 보병 5,300명 = 6,000명\n\n따라서 12 * 6,000 = 72,000 이상의 조직을 말씀하시는 것입니다.\n\n“12“수는 하늘의 수이며 하늘조직을 수치 화시켜 나타낸 것입니다. 예수께서는 하늘에 천사의 조직을“12“천사로 말씀하십니다. 마 26:53너는 내가 내 아버지께 구하여 지금“12“영 더 되는 천사를 보내시게 할 수 없는 줄로 아느냐 예수께서는“12영“즉“12“그룹으로 이뤄진 천사 세계가 있음을 암시하십니다.“12영“더 되는 천사라는 말은 모든 천사를 동원할 권세가 있음을 표현하신 말씀입니다.\n\n\n\n개역개정\n너는 내가 내 아버지께 구하여 지금 열두 군단 더 되는 천사를 보내시게 할 수 없는 줄로 아느냐\n원문보기\n \n\n\n\n\n\n\n \n개역한글\n너는 내가 내 아버지께 구하여 지금 열 두 영 더되는 천사를 보내시게 할 수 없는 줄로 아느냐\n원문보기\n \n\n\n\n\n\n \n공동번역\n내가 아버지께 청하기만 하면 당장에 열두 군단도 넘는 천사를 보내주실 수 있다는 것을 모르느냐?\n원문보기\n \n\n\n\n\n\n \n새번역\n너희는, 내가 나의 아버지께, 당장에 열두 군단 이상의 천사들을 내 곁에 세워 주시기를 청할 수 있다고 생각하지 않느냐?\n원문보기\n \n\n\n\n\n\n \n현대인의성경\n내가 아버지께 청하기만 하면 12개 여단의 군대보다 더 많은 천사들을 당장 보내 주실 수 있다는 것을 너는 모르느냐?\n원문보기\n \n\n\n\n\n\n \n新共同譯\nわたしが 父にお 願いできないとでも 思うのか． お 願いすれば， 父は 十二軍團以上の 天使を 今すぐ 送ってくださるであろう．\n원문보기\n \n\n\n\n\n\n \n \nNIV\nDo you think I cannot call on my Father, and he will at once put at my disposal more than twelve legions of angels?\n원문보기\n \n\n\n\n\n\n \n \nKJV\nThinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels?\n원문보기\n \n\n\n\n\n\n \nNASB\n\"Or do you think that I cannot appeal to My Father, and He will at once put at My disposal more than twelve legions of angels?\n원문보기\n \n\n\n\n\n\n \n新改譯\nそれとも， わたしが 父にお 願いして， 十二軍團よりも 多くの 御使いを， 今わたしの 配下に 置いていただくことができないとでも 思うのですか．\n원문보기\n \n\n\n\n\n\n \n口語譯\nそれとも， わたしが 父に 願って， 天の 使たちを 十二軍團以上も， 今つかわしていただくことができないと， あなたは 思うのか．\n원문보기\n\n예수님은 열두 영이나 되는 천군 천사도 즉시 동원할 수 있는 분이시다. 열두 영은 열두 군단을 의미한다. 당시 한 군단의 수는 보병이 6,000명, 기병이 120명이었다. 예수님은 수만 수천의 천군 천사를 동원하여 자기를 포박하려고 온 자들은 물론 유대에 주둔하고 있던 모든 로마 군사들을 싹쓸이할 수도 있었다.",
  "color": "default",
  "labels": [
    "24690b65-e26d-4857-b5f9-f7c2fcc8a7f8"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-10-10T11:38:04.146000",
  "updatedAt": "2024-10-10T11:48:57.664000"
}