{
  "id": "288e40a1-9553-4945-9be0-8e2dcc8bd633",
  "title": "강화도",
  "content": "![image](media/18c8f361d39.b50d529136cee36a.jpg)\n\n\n\n\n현재 강화도설\n\n[사료]\n고려는 위기에 처하자 강화도를 선택했다. 당시 고려의 실권자였던 최우에게 강화도를 권한 사람은 황해도 풍덕군(지금의 개풍군)의 승천부 부사 윤린이었다. \n\"강화는 가히 난(亂)을 피할 만합니다.\"\n윤린의 말을 듣고 최우는 강화로의 천도를 결심한다. 하지만 반대도 만만찮았다. 태조 임금(왕건)부터 시작해 200년을 이어온 개경을 두고 강화로 가야 한다는 사실에 선뜻 응하기 쉽지 않았을 것이다. 하지만 최우는 반대파들을 제거하고 고종에게 강화로의 천도를 종용해 마침내 1232년 7월에 결행한다. \n\n<고려사>\n\"드디어 천도하니 때마침 장맛비가 열흘이나 계속돼 정강이까지 진흙에 빠졌다. 사람과 말이 엎어지고 넘어졌다. 벼슬아치와 양가(良家)의 부녀들도 신발을 벗고 갈 지경이었다. 환과고독(鰥寡孤獨)은 갈 바를 잃고 통곡하는 자가 이루 헤아릴 수 없었다.\"\n강화 앞바다는 물이 빠지면 끝없는 갯벌이 펼쳐집니다.\n\n강화도는 동서의 길이가 약 12km이고 남북으로는 약 28km에 달한다. 총 넓이는 약 300㎢인 섬이다. 제주도와 거제도 그리고 진도 다음으로 큰 섬이지만 몽골의 침략을 피해서 고려 정부가 천도를 한 당시에는 지금처럼 큰 섬이 아니었다. 지금의 모습은 간척 덕분에 농사를 지을 수 있는 토지가 넓지만, 당시에는 지금처럼 들이 넓지 않았다.\n이런 곳에 갑자기 몇십만 명이 몰려들었으니 고려궁궐이 있던 강화읍 인근은 그야말로 처마에 처마가 꼬리를 물고 집들이 다닥다닥 붙어 있었을 것 같다. 그래서 불도 자주 났다고 한다. <고려사절요>를 보면 강화에 불이 나 집이 다 탔다는 기록이 여러 군데 나온다.\n(1234년) 정월에 큰바람이 불고, 대궐 남쪽 동네 수천 호의 집이 불에 탔다.\n(1245년) 3월에 강도(江都, 강화도)의 견자산(見子山) 북쪽 민가 800여 호가 불이 나서 죽은 자가 80여 명이었고, 연경궁까지 탔다.\n불이 자주 나서 궁궐까지 타는 일이 발생하자 근처의 민가들을 헐어서 화재로부터 궁궐을 보호했다는 기록도 있다.\n\n2000.1\n고려의 몽골 항쟁기 39년 간 고려왕이 머물렀던 '강화 고려궁성'의 흔적으로 추정되는 궁궐터가 발굴돼 학계의 비상한 관심을 끌고 있다.\n인천시 강화군은 고려궁지 복원 계획의 일환으로 지난해 12월부터 조선 후기 외규장각 터가 위치한 강화군 강화읍 743-1, 302-2 일원 2천㎡에 대한 발굴조사를 벌여 고려궁성의 흔적을 확인했다고 1일 밝혔다.\n매장문화재 전문 조사기관인 (재)겨레문화유산연구원이 발굴한 이 일대에선 고려시대 대규모 건물들이 있었음을 추정케 하는 대형 석축단(石築壇)과 석렬(石列), 회벽 그리고 정남쪽으로 길게 연결된 담장 석렬이 발견됐다.\n이와 함께 고려시대 궁궐터에서 주로 발견되는 당초무늬 수막쇄를 비롯해 고려 중기∼후기의 청자류와 기와류, 17세기 고급 백자류를 비롯 조선 후기 청화백자, 굽이 높은 제기류, 각병 등과 중국 자기편 등 100여 점의 유물이 출토됐다.\n발견된 유구들은 고려시대 궁궐터의 명확한 고고학적 규명 자료로서 '고려궁궐'의 실체를 확인할 수 있는 실마리가 됨은 물론 당시 토목건축의 구조와 양식을 알 수 있는 중요한 단서가 될 것으로 전문가들은 보고 있다.\n현재 발굴 면적은 폭 15m, 가로 50m로 유구가 발굴 지역을 벗어난 지역과 연장선상에 있는 것으로 확인됨에 따라 유적의 확실한 성격과 규모를 확인하기 위해선 발굴지 인접 지역에 대한 확장 조사가 필요하다는 지적이다.\n조사단은 \"조사 범위와 기간이 충분하지 못한 한계가 있음에도 불구, 고려시대 유물이 지속적으로 출토되는 양상은 이 일대에 고려궁성이 존재했을 가능성을 한층 높여준다\"면서 전면 발굴의 필요성을 제기했다.\n\n(2018.8)\n고려 제21대 왕 희종이 묻힌 강화 석릉(사적 제369호) 인근 무덤에서 고려 도기와 청자, 중국 북송대 동전 등이 발견됐다. 국립강화문화재연구소는 지난 5월부터 강화군 양도면 길정리에 있는 석릉 인근 무덤 여섯 기를 발굴 및 조사한 결과, 강화도 천도(1232년∼1270년) 전후에 조성된 것으로 보이는 고려 시대의 무덤 양식을 확인했다고 7일 전했다.\n천도 이전 것으로 보이는 무덤 한 기는 할석조(割石造·깬돌로 만듦) 석곽묘(石槨墓·돌덧널무덤)로 파악됐다. 이곳에서는 11세기∼12세기 양식으로 판단되는 도기병, 작은 유병(油甁), 청자 그릇 등이 출토됐다. 천도 이후 무덤은 목관묘(木棺墓·널무덤) 두 기와 판석조(板石造·널돌로 만듦) 석곽묘 한 기, 할석조 석곽묘 두 기로 나타났다. 판석조 석곽묘는 도굴로 내부가 심하게 훼손됐으나, 무덤방 입구에서 지도원보(至道元寶), 회령원보(熙寧元寶)와 같은 중국 북송대 동전 다섯 점이 나왔다.\n\n\n하루 만에 무너진 난공불락의 요새\n1232년부터 1270년까지 강화도는 고려의 수도였다. 몽골군의 침공을 피해 고려는 개경에서 강화로 수도를 옮겼다. 강화 천도는 최우(최충헌의 아들)의 결단력과 판단력이 돋보인 작품이었다. 일반 백성도 아닌 고려의 최고 귀족층과 부호들이 포함된 개경 주민의 반대가 엄청났고, 주민들이 떠나자 노비들이 봉기해서 개경을 점령하는 등 후유증도 컸다. 하지만 최우는 단숨에 천도를 해치웠다. 당시 시대 상황을 감안할 때 대단한 추진력이었다고 할 수 있다. 그리고 강화는 정말로 몽골군을 막아냈다. 40년간 몽골군은 전국을 유린했지만 강화도는 위협만 했을 뿐 단 한 번도 공격하지 못했다.\n이후 강화도는 이 세상에서 누구도 막아내지 못한 몽골군의 침공을 막아낸 요새라는 명성을 얻었다. 이후 임진왜란, 병자호란을 포함해 많은 전란 때마다 강화도는 정부의 피난처 내지는 주요한 군 주둔지로 애용됐다.\n강화가 요새지로 각광받은 이유는 여러 가지가 있다. 일단 섬이어서 해전에 약한 몽고족이나 만주족과 싸울 때 유리했다. 섬의 외곽은 갯벌과 산으로 둘러싸여 자연 방어선을 형성하고, 그 안은 넓은 분지여서 평야와 집터를 제공한다. 강화도 주변의 바다와 물줄기는 물살이 빠르고 암초가 많다. 특히 지금 강화대교가 놓인 강화와 육지 사이의 좁은 수로는 화물선들이 자주 난파하는 위험 지역으로 악명이 높았다. 물살이 세서 시간을 놓치면 수로를 거슬러 올라가지 못해 바람과 조류가 바뀔 때까지 대기해야 했다. 이때 날씨가 나빠지면 배들은 힘을 쓰지 못하고 암초에 부딪혔다.\n게다가 바다는 강처럼 쉽게 얼지 않는데, 이것이 큰 장점이 되었다. 내륙에 있는 강은 겨울이면 얼어붙고, 여울목이 많아서, 길을 안내하는 사람만 잘 두면 쉽게 도강할 수 있었다. 그래서 북방 민족은 거의 겨울철에 침공을 해왔다. 하지만 강화도는 그럼 점에서 보다 안전했다.\n정부가 피난을 한 뒤에도 그 기능과 통제력을 상실하지 않으려면 세금을 받고, 행정망을 유지해야 했다. 강화도 주변의 바다는 험하기는 했지만, 개경, 서울과 가깝고 임진강, 한강, 예성강 하구여서 수운과 육운이 모두 가능한 교통의 요지였다. 남쪽으로는 섬들이 이어진 서해안이 펼쳐져 있다. 그래서 만에 하나 강화도가 위험에 처하더라도 우세한 해군력을 이용해서 서해안을 따라 도망갈 수 있었다. 전략적으로 퇴로가 열려 있다는 것은 중요하다. \n임용한 | - (현) KJ인문경영연구원 대표- 한국역사고전연구소장\n\n우리가 지금 보고 있는 강화도는 고려시대의 강화도와는 많이 다릅니다. 지금의 강화도는 오랜 세월 동안 바다를 메운 간척사업을 통해 만들어진 땅입니다. 몽골의 침략을 피해 강화도로 수도를 옮겼던 13세기의 강화도는 여러 개의 섬으로 나뉘어 있었습니다.\n마니산이 있는 화도면도 당시에는 '고가도'라고 불리는 섬이었습니다. 크고 작은 여러 섬들이 강화 본도에 올망졸망 포도 알맹이처럼 달려 있었습니다.\n강화와 김포 사이의 강화해협을 비롯해서 강화도와 석모도, 그리고 강화도와 교동도 사이의 바다는 물살이 매우 셉니다. 물이 밀려올 때나 썰물에 물이 빠져나갈 때면 그 기세가 얼마나 대단한지 세찬 물소리에 오금이 저릴 정도입니다.\n밀물과 썰물이 들고날 때의 물의 높낮이 차이도 많이 납니다. 만약 썰물 때 모르고 배를 몰 경우에는 수위가 낮아져 드러난 암초에 걸릴 수도 있습니다. 이 뿐만이 아닙니다. 강화 바닷가는 정강이까지 푹푹 빠지는 갯벌이 드넓게 형성되어 있습니다.\n강화 앞바다의 이러한 점 때문에 강화는 천혜의 요새(要塞)였습니다. 그래서 고려는 위기에 처하자 강화도를 선택했습니다. 당시 고려의 실권자였던 최우에게 강화도를 권한 사람은 황해도 풍덕군(지금의 개풍군)의 승천부 부사 윤린이었습니다.\n\"강화는 가히 난(亂)을 피할 만합니다.\"\n\n우리나라는 여름에 집중호우가 내립니다. 800년 전 고려시대에도 마찬가지였던 모양입니다.\n장마철인 7월에 움직였으니 도중에 애로가 많았을 것은 안 봐도 훤히 알 수 있습니다.\n몽골군을 피해 수많은 사람들이 한꺼번에 길을 나섰으니 오죽했겠습니까. 근 열흘간 비가 온 뒤라서 길은 온통 진창이었습니다. 진흙탕 길에 미끄러지고 자빠져서 행렬은 이리저리 뒤엉켰습니다. <고려사>에는 그 당시가 이렇게 기록되어 있습니다.\n\"드디어 천도하니 때마침 장맛비가 열흘이나 계속돼 정강이까지 진흙에 빠졌다. 사람과 말이 엎어지고 넘어졌다. 벼슬아치와 양가(良家)의 부녀들도 신발을 벗고 갈 지경이었다. 환과고독(鰥寡孤獨)은 갈 바를 잃고 통곡하는 자가 이루 헤아릴 수 없었다.\"\n\n\n썬킴의 이런(e-learn) 역사이야기. 강화도에 고려왕릉이 있는 이유\n\n[자막/센상황]\t썬킴의 이런 역사이야기. 세계를 정복한 몽골 강화로 수로 옮긴 고려를 치지 않은 속내는?? \n썬킴/\t왜 몽골은 거의 40년 동안 강화도를 수도로 남겨 놨는지. \n\n\n북한 개성소주를 개성 아락주라고 해요. 안동소주? 뜬금없이 왜 하필이면 안동에? \n조선왕릉 분포도 서울 경기 지역을 중심으로 총 40기 분포\n서울과 경기도에는 조선 왕과 왕의 릉들 많죠. 선릉 뭐 정릉 등 당연하죠. \t뭐 서울 그러니까 한양은 조선의 도였기 때문에 그렇습니다. 그런데 강화도 인천에 있는 행정구역상, 강화도에 가도 왕릉이 모여 있는 곳들이 있습니다. 이거는 조선 왕릉이 아니라 바로 고려의 왕릉이었는데. \n고려의 도읍인 개성도 아닌 강화에 고려의 왕릉이 모여 있는 이유 화면으로 만나보시겠습니다. \n\n[자막/상황]\t서울의 옛 이름 한양 조선시대 수도였기에 서울 곳곳에는 조선 왕과 왕비\t\t의 무덤. 왕과 왕비의 무덤이 모여 있는 또 다른 곳 강화. 홍릉, 고려 고종\t\t의 무덤. 석릉, 고려 시대 희종의 무덤. 1206년, 몽골을 통일하고 최고 권\t\t력자가 된 칭기즈칸. 1231년, 고종이 다스리던 고려 1차 침입. 그러나 당시 고려 정권을 장악한 최 씨 무신정권은 몽골과 맞서 싸울 의지를 밝히며 개경에서 강화로 천도. 고려의 새로운 수도가 된 곳은 바다와 맞닿은 섬 강화. 강화로 수도를 옮긴 후 새로 지은 궁궐. 39년이나 고려의 심장이었던 곳. 송악산. 고려궁지. 개경을 그리워하며 이름 지은 뒷산 송악. 이전부터 \t\t송악, 송도로 불렸던 고려의 수도. 그러나 무신정권을 몰아내고 몽골이 이름을 바꾼 원과 화친 조약을 맺은 원종. 이때, 원나라가 내건 조건 강화도의 궁궐과 성곽, 군사 기지 등을 모조리 해체하라. 결국 빈 터가 되어 버린 \t\t고려의 궁궐. 고려가 끝까지 원나라와 싸웠다면 강화는 어떤 수도로 역사에 남았을까?! \n\n썬킴/\t자, 강화도에 가면요. 고려 왕들의 릉들이 많습니다. \n\n[자막/박스자막]\t홍릉 고려 고종의 무덤. \n\n썬킴/\t고종의 릉도 있고. \n\n[자막/박스자막]\t석릉 고려 희종의 무덤\n\n썬킴/\t고려 희종의 릉인 석릉. \n\n[자막/박스자막]\t곤릉 고려 원덕태후의 무덤\n\n썬킴/\t그리고 고려 원덕태후의 릉인 곤릉, 아직까지 강화도에 다 있습니다. \n\n썬킴/\t고려 왕궁터는요. 왕궁터로 추정되는 곳만 있는데 정확하게 여기가 왕궁터다라고는 아직까지 발견은 못 했어요. 여기에 있었을 것이다라는 추정만 하고 있는데 그러면. \n\n\n\n썬킴/\t왜 강화도에 고려 왕궁터가 있고 고려 왕릉이. \n\n[자막/센말]\t심지어 1기가 아니라 여러 기가 있는지. \n\n썬킴/\t1개가 아니라 여러 개가 있는지 그러면 여러 왕이. \n\n[자막/강조말]\t여러 왕이 강화에서 고려를 통치했다?? \n\n썬킴/\t여기에서 고려를 통치했다는 거 아니에요. 그 얘기 한 번 해볼까요? \n\n[자막/좌상단 주제자막]\t몽골의 고려 침공\n\n썬킴/\t1231년 몽골은 대군을 이끌고 고려를 침공해 들어옵니다. \n\n썬킴/\t고려 조정은 그 다음 해죠. 1232년에 수도를 옮겨요. \n\n\n\n개경에서 강화도로 들어가요. 뭐 1, 2년 있었던 거 아닙니다. 39년이면 거의 40년이지 않습니까? \n썬킴/\t아니 거의 천도를 한 거예요. 천도를 했습니다. 자, 그런데 궁금하지 않습니까? \n썬킴/\t강화도가 멀리 있는 섬이 아니에요. 건너편에서 보면 육지에서 보면 바로 폴짝 \n\t뛰면 바로 섬이거든요. \n\n[자막/강조상황]\t세계를 정복한 몽골 강화로 수도 옮긴 고려를 치지 않은 속내\n\n썬킴/\t이거를 왜 40년 동안 가만 놔뒀을까. \n\n[자막/상황]\t1206년 몽골의 태무진이 칭기즈칸으로 추대\n\n썬킴/\t1206년에 이제 태무진이 칭기즈칸이 되면서 몽골 제국을 세웠다고 하잖아요. 지금 인류 역사상 가장. \n\n[자막/강조상황]\t인류 역사상 가장 넓은 제국을 건설했던 몽골제국\n\n썬킴/\t큰 땅덩어리가 넓은 제국 몽골 제국을 만들었습니다. 그 원동력은 뭐냐 하면. \n\n[자막/강조상황]\t막강 제국의 원동력 말\n\n썬킴/\t말이에요. 말, 기동력. 고증 참 잘못 됐어요. 드라마나 영화 보면 다리 늘씬한 말 \n\t있지 않습니까? 유럽에 기사들이 타고 다니는 말. \n\n[자막/재미상황]\t유럽 중세기사들이나 타고 다녔을 법한 말\n\n썬킴/\t그거를 몽골 기병들이 타고 다니는데 그거 타면. \n\n[자막/재미말]\t그런 말은 오래 못 달려요~~~~\n\n썬킴/\t멀리 못 가요. \n\n[자막/재미말]\t이렇게 하루 100km를 달려 봐요~\n\n썬킴/\t이거 가지고 하루 100km 달려봐. \n\n[자막/재미상황]\t뇌 흔들, 뇌 흔들\n\n썬킴/\t뇌가 흔들릴 걸요? 그래서 당시 몽골 말을 지금 검색해보시면 알겠지만. \n\n[자막/강조상황]\t당시 몽골제국의 말은 조랑말\n썬킴/\t조랑말이에요. 조랑말. \n\n[자막/재미상황]\t다리 짧고 머리 크고 \n\n썬킴/\t다리 짧고 머리 크고, 이게 승차감이 통통통 튀면서. \n\n[자막/재미말]\t따그닥, 따그닥, 따그닥, 따그닥\n\n썬킴/\t따그닥, 따그닥, 따그닥, 따그닥, 따그닥. \n\n[자막/강조상황]\t하루에 120km~200km 주파한 몽골 준마! \n\n썬킴/\t하루에 120km에서 거의 200km를 달렸어요. 다그락, 다그락. 엄청나게 훈련을 \n\t시켰어요. \n\n[자막/강조상황]\t칭기즈칸만의 말 훈련법 1! \n\n썬킴/\t칭기즈칸 태무진만의 말 훈련법이 있었어요. 뭐가 있었냐면. \n\n[자막/상황]\tA부족이 B부족을 공격하는 상황\n\n썬킴/\tA라는 부족에서 B라는 부족을 치고 가려면 벌판이잖아요. \n\n[자막/재미말]\t밤에 몰래 가서 숲에 엎드려 있다가\n\n썬킴/\t밤에 몰래 가서 숲에 이렇게 엎드려 있다가. \n\n[자막/재미말]\t신호 떨어지면 바로 돌격! \n\n썬킴/\t신호 딱 떨어지면 일어나서 바로 들어가야 돼요. 이거를 훈련시킨 거예요. 태무진 칭기즈칸이요. 어떻게. \n\n[자막/강조말]\t말도 똑같이 누워 있게 훈련! \n\n썬킴/\t말이 똑같이 누워 있게 그리고. \n\n[자막/강조말]\t신호주면 말도 기립! \n\n썬킴/\t신호주면 다 동시에 일어나게요. \n\n[자막/센말]\t이거 못하면 죽여버려요. 말을! \n\n썬킴/\t이거 못하면 그냥 죽여버려요. 말을. \n\n[자막/센말]\t할 수 있는 말만 남기는 거예요! \n\n썬킴/\t할 수 있는 말만 남긴 거예요. \n\n[자막/강조상황]\t칭기즈칸만의 말 훈련법 2! \n\n썬킴/\t그리고 먼 거리를 가려면 물이 필요하잖아요. 말들에게 물 찾는 훈련을 시켰어요. 이거는 나와 있는 얘기이기 때문에 말씀드리는데 어떻게 말을 물 찾는 훈련을 시키냐면 야, 참 잔인해. 잔인해요. 어미 말이 새끼 말을 낳으면요. 둘 다 묶어요. \n\n[자막/상황]\t새끼 말에게 젖을 주지 않고 방치\n\n썬킴/\t갓 낳은 새끼 말에게 젖을 안 줘. 한 일주일 동안요. \n\n[자막/말]\t목말라 목말라~~\n\n썬킴/\t얘 목말라 죽으려고 하겠죠. 새끼 말이 일주일 동안. \n\n[자막/상황]\t일주일 후 어미 말 방목! \n\n썬킴/\t그런 다음에 일주일 만에 풀어줘요. 어미 말을, 그러면 어미 말은. \n\n[자막/상황]\t근방에 있는 물 찾아 삼만리! \n\n썬킴/\t근방에 있는 본능적으로 물이라는 물은 싹 다 찾으러 다녀요. 물 근처에 발견하죠. 파 가지고 물을 찾아내요. \n\n[자막/강조상황]\t병사는 물론 말에게도 혹독한 훈련! \n\n썬킴/\t그런 식으로 물 찾는 훈련까지 시켜요. \n\n[자막/강조상황]\t기마병에게 중요한 전투식당\n썬킴/\t그리고 전투식량이 참 어마무시 했거든요. 달려가다가 야, 우리 밥 해먹자가 \n\t아니라. \n\n[자막/재미말]\t달리면서 먹을 수 있는 전투식량?? \n\n썬킴/\t달리면서 먹을 수 있는 전투식량. \n\n[자막/재미말]\t그게 가능해 썬킴? \n\n썬킴/\t엄청난 거를 개발했어요. \n\n[자막/2자강조]\t순대. \n\n썬킴/\t순대. 맞아요. 맞아요. \n\n[자막/강조상황]\t이제는 말할 수 있다. 몽골 기마병들의 전투식량에서 유래된 순대\n\n썬킴/\t순대가 몽골 기마병들의 전투식량이었어요. \n\n[자막/상황]\t양의 창자에 고기와 쌀을 넣어 말린 후 휴대하며 먹었던 몽골 기마병\n\n썬킴/\t양 잡아가지고 양 창자에 고기 집어넣은 다음에 바짝 말려가지고 들고 다니면서 먹으면서 달리는 거, 이런 식으로 기동력을 발휘해 가지고 뭐 동쪽 서쪽 다 치고 들어가요. \n\n[자막/강조상황]\t서쪽으로는 중앙아시아, 유럽까지 정복\n\n썬킴/\t서쪽으로 가면서 몽골 중앙아시아 유럽까지 치고 들어가고. \n\n[자막/강조상황]\t동쪽으로는 고려까지 정복\n\n썬킴/\t동쪽으로 가면서는 고려. \n\n[자막/좌상단 주제자막]\t몽골이 강화도를 남겨둔 이유\n\n썬킴/\t그런데 왜 그러면 몽골 제국군은 강화도를 남겨 놨나. 여러 가지 설이 있어요. 일단은 몽골군이. \n\n[자막/강조상황]\t몽골이 강화도를 남겨둔 이유 1, 물을 무서워했다. 물을 못 건넜다. \n\n썬킴/\t유목민족이다 보니까 물을 무서워했다. 물을 못 건넜다. 이게 있고. \n\n[자막/강조상황]\t몽골이 강화도를 남겨둔 이유 2, 강화해협의 빠른 물살과 허리춤까지 빠지는 갯벌\n\n그 다음에 강화 앞바다가 물살이 세 가지고 섣불리 못 넘어왔다는 설도 있는데 이런 설도 있어요. 뭐냐 하면. \n\n[자막/강조상황]\t몽골이 강화도를 남겨둔 이유 3, 그냥 가만 놔 뒀다. \n\n썬킴/\t가만 놔 뒀다. 그냥, 몽골 입장에서 봤을 때는. \n\n[자막/센말]\t몽골의 최종 목표는 고려가 아니에요! \n\n썬킴/\t고려가 최종 목표가 아니에요. \n\n[자막/센말]\t몽골의 최종 목표 중국 대륙! \n\n썬킴/\t중국 대륙 전체를 먹는 게 목표였거든요. 그래서 고려 침공을 했언되 그때 1차도 그렇고 고려를 침공할 때 동시에 뭘 침공했냐면 거란족 그 다음에 남송 이렇게 큰 나라를 칠 때 동시에 고려를 친 거예요. \n\n[자막/재미말]\t우리가 거란, 남송 칠 때 고려 너희 뒷통수 치지 마라! \n\n썬킴/\t그러니까 뒤에서 뒷통수 치지 말라. 이거예요. 너희들이, 그러면서 판단을 했겠죠. 쥐도 코너에 몰리면 고양이를 무는데 몽골에 공격을 받는 거란. \n\n[자막/강조상황]\t거란+남송+왜 연합군 최후의 반격?? \n\n\n강화도 타지설\n강화 고려궁성은 고려사와 고려사절요 등의 고려 정사(正史) 문헌을 통해 그 화려한 면모가 전해지고 있으나 아직까지 이렇다 할 고고학적 흔적은 발견되지 않았다.\n\n국가 사적 제133호(면적 7만534㎡)로 지정된 고려궁지 내에선 1995년 이후 한림대학박물관이 정조가 건설한 외규장각 복원을 위해 4차례의 발굴 조사를 벌였으나 외규장각 위치 여부만 확인했을 뿐 고려궁성의 흔적은 찾지 못했다.\n\n지금의 고려궁지는 조선시대 강화부성의 흔적이다. 즉, 고려궁의 위치는 지금도 정확히 모른다는 것이다. 이를 짐작하게 하는 것이 강화 중성(강화읍 외곽에 쌓은 토성)인데, 이와 관련된 기록들이 거의 없다고 한다.\n\n최근 연구에 의해 고려궁지의 위치가 현 위치인가에 대해서 논란이 있다. 고려왕궁 건물지나 관련 유물이 전혀 발굴되지 않았기 때문\n\n강화도에 있었던 고려 궁은 평양이나 서울의 이궁과 달리 정궁이었다. 강화도는 고려가 39년간이나 머물렀던 수도였으니 궁궐 역시 개성의 정궁에 버금갈 만큼 잘 지었을 것이다. <고려사절요>의 고종 편을 보면 “(당시 실력자였던) 최우가 이령군(二領軍)을 보내어 강화에 궁궐을 창궐하였다”고 기록되어 있다. 강화로 천도하기 전에 이미 군사 2,000명을 보내어 궁궐을 짓기 시작했고, 이후 몇 년에 걸쳐 완성했다고 한다.\n궁궐이니 당연히 전각들도 많았을 것이다. 개성의 정궁을 본 따서 건물을 지어 이름까지도 똑같이 붙였을 뿐만 아니라 궁궐 뒤의 산도 개성의 송악산과 같은 이름을 지어 불렀다고 한다. 그러니 당시 강화는 ‘작은 개경’이었다고 봐도 무방할 것이다.\n그러나 지금 고려궁지에는 고려시대의 건축물은 하나도 남아있지 않다. 현재 있는 건물들은 조선시대 지방 관청인 이방청 등일 뿐 고려시대의 흔적은 찾아볼 길이 없다. 고려를 증명해줄 게 있지 않을까 하는 기대감을 안고 왔던 사람들은 당연히 실망할 수밖에 없다. 게다가 궁궐터까지도 비좁고 옹색하기 짝이 없으니 도대체 무엇을 보고 여기를 고려의 궁궐이 있었던 곳이라고 하는지 의문이 들기까지 한다.\n\n고려궁지는 강화읍의 뒷산격인 북산의 중턱쯤에 자리를 잡고 있다. 사람과 물자들이 많이 드나들었을 궁궐을 왜 이런 언덕바지에 지었을까. 평지를 놔두고 이런 곳에 자리한 까닭이라도 특별히 있는 것인지 짐짓 궁금증까지 든다. 강도(江都)의 궁궐 자리라고 알려져 있는 현재의 고려궁지에서는 여러 번의 발굴 조사에서도 궁궐이라고 내세울 만한 특별한 흔적이 나타나지 않았다. 그렇다면 고려사에 기록되어 있는 그 궁궐은 도대체 어디에 있었던 것일까. 개성의 정궁을 본 따서 지었다는 그 화려한 궁궐들이 대체 있기는 있었던 것일까.\n\n\n\n고려의 강화도는 지금의 강화도가 아니다.\n강화도는 지금의 강화도가 아니라...강화도에 대한 역사적 진위 논란은 오래전부터 정통학자들간에 문제 제기되어 온 부분입니다. \n특히 고려(고구려+고려)시대의 강화와 지금의 강화도에 대한 논란은 많은 문제를 가지고 있는 것이 또한 사실입니다. 여기, 그러한 논란을 제기하는 다른 논문을 소개합니니다. \n글쓴이 :  박아람 님\n\n도대체 강화가 뭔데... 일단 한번 들어가면 잡으러 들어갈 수 없는 곳인가... 갯벌에 푹푹 빠지고, 조수 간만 차가 크고 수상전에 약한 몽고군이라서 그랬다는데... 많이 잡아 1,2년이면 모를까... 39년이나 그렇게 농성을 하는 것이 가능한가요.. ? 적어도 1,2년이면... 점령한 대륙에서 특히 송이나 기타 나라에서 수상전에 능한 병사들과 전투선을 소집하여 대규모 공격을 감행할 수도 있었습니다 그런데.. 왜... 원은 독안에 가둬둔 생쥐 마냥 강화에 가둬 놓고... 항복할 때까지 마냥 기다렸는가요... 혹시나 쳐들어가면 왕족이 모두 자결하지나 않을까 걱정해서 인가요..? 아니면 최대한 예의를 갖췄던 것인가요... ?\n\n강화도 논쟁이확산된 핵심은 일단 고문서나 사서에서 고려의 임금이 피난을 갔으나 대몽항쟁으로 강화 천도했다는 기록이 없습니다 있다면 올려주시기 바랍니다 한반도 중서부 강화도(현재 지명)라는에서 섬에는 당시 5000결을 수확할 수 없었습니다 주변에 하음 진강 해령이 있었는데.. 지금은 그 지명이 존재하지않습니다. 존재했었다는 기록 또한 없습니다.\n 고려가 송악에서 발원했다고 하여 동경으로 부르고 서경은 평양이라고 하였다는 점 , 위로는 거란과 남으로는 일본이 위치한다는데 세나라가 같은 땅에서 방향을 설명하듯이 했다는 점..(일본이 현재의 일본열도에 있었다면 \"바다 건너\"라는 표현이 있었어야 하는 것이 자연스러움) 고려가 평양으로 도읍을 하였다고 하면서 장안으로 불렀다고 하는 점.\n남으로는 패수가 있고, 북으로는 국내성, 한성이 나란히 있었다고 하는 점. 등으로 인하여 강화도설에 대한 의문이 제기 된것입니다. \n현재 한반도의 강화도에 절터이라도 남아 있습니까? 하지만, 강화도로 추정한 호북성, 그리고 중원 대륙의 팔공산에도 불교 사원과 절터가 다수 존재합니다. 부인사(符仁寺)는 예부터 신라 절터였고, 그곳에 사당인 선덕묘(善德廟)가 있는 것으로 미루어 신라 선덕여왕 때 창건된 절로 짐작할 뿐입니다. 그런데, 선덕 여왕의 무덤이 실제 있는 곳은 바로 호북성이었는데, 그곳도 역시 강화도로 추정된 곳입니다\n역으로 선덕여왕의 무덤이 양자강 유역 부근이며, 그 곳에 사로 신라의 주 강역지이라는 점을 보아, 고려는 사로 신라를 취득하였다는 기록을 생각해보면, 호북성이 '강화도'이라는 가능성을 절대 무시할 수 없습니다.\n\n강화도의 면적과 거기서 나는 나무 종류를 생각해보면, 적지 않는 모순이 드러나더군요. '팔만대장경' - 경판의 재질은 지금까지 모두 자작나무로 만들어진 것으로 알려져 있으나 전자현미경으로 조사한 결과 '산벚나무'와 '돌배나무'가 대부분이었다고 합니다강화도는 기후가 온화하여 남서부에 동백나무·초피나무·비목나무(보얀목)·탕나무 등의 난대림(상록활엽수대(常綠闊葉樹帶))이 자생합니다\n그런데, 팔만대장경의 재료는 기구재료로 쓰였던 돌배나무와 같이 낙엽활엽수이며, 낙엽활엽수는 한반도 뿐만 아니라 중원대륙에도 나는 식물입니다.\n\n고려 왕계 무덤이 여럿이 세워진 곳은 강화도에 있다고 하였는데, 한반도의 강화도 면적이 비좁은데다, 고려와 연관되는 무덤 하나도 없었습니다. 다만 복원된 조선식 건물만 덩그라니 있을 뿐입니다.\n\n고려사절요 22대 고종 44년 9월 기록\n강화전이천결속(江華田二千結屬) 공(共) 속삼천결속(粟三千結屬) 최의가(崔?家) 우이(又以)하음진강해령지전분급제왕재추(河陰,鎭江,海寧之田分給諸王宰樞) 이하유차(以下有差)\n\n강화의 공공 전답에서 쌀 2000섬, 조 3000섬을 수확했다. 또 똑같이 [우이]최의의 가정에서 수확했다. 하음, 진강, 해령의 전답에서 [수확물을] 제[후]왕, 재상인 추밀원 그리고 그 이하[사람]에게 차별 있게 나눠줬다. \n\n여기에서 주의할 점은 우이[又以]라는 글자가 뜻하는 것입니다. 우(又)자와 어조사 이(以)자, 그러니까 \"또 똑같이란 뜻\"을 의미하고, 공공 전답에서 5000섬, 또 똑같이 최의 가정에서 5000섬 합계 1만섬을 수확했다는 말인데, 1만섬을 수확하려면 농지가 얼마나 필요한지 계산해 보십시오. 1섬은 20마지기, 1마지기는 200평이므로, 1만섬 × 20마지기 × 200평 = 4000만평의 농토가 있어야만 1만섬을 수확할 수 있습니다. 강화도의 평야 면적이 1500만평이 넘지 않는다고 들었습니다. 시대적으로 간척사업을 한것을 제외 한다면 아마도 1000만평 이라도 될까?하는 의문이 듭니다. 과연 한반도의 강화도에 4000만평의 농토가 있는지 반문합니다. \n강화(江華) - 국고에 2천결, 최의 가문에 3천결을 두었고, 또 똑같이 하음(河陰)ㆍ진강(鎭江)ㆍ해령(海寧)의 토지를 다른 귀족에게 차등있게 두었다는데, 즉 5천결을 두었고 \"또 똑같이(又以)\"라고 하였으므로 5천결을 더하여 1만결으로 부과됩니다. \n고려 시대 당시의 토지 제도는 전시과 제도에 있는 것으로 볼수 있는데, 전시과에는 여러 가지 토지 지목이 있습니다\n고려 전기 전시과체제에서의 결부법은 전지의 질에 따른 등급에 관계없이 그 결·부의 면적이 동일하였습니다. 즉, 전품의 등급은 상경전(常耕田)을 상등, 간년휴경(間年休耕)의 것을 중등, 간이년휴경(間二年休耕)의 것을 하등으로 구분하였고, 수전(水田)·한전(旱田) 모두 상·중·하 등의 전품에 따라 수조율(收租率)을 차등 있게 규정하고 있었습니다. 결·부의 면적을 동일하게 책정해둔 채 전품의 등급에 따라 수조율을 달리하는 이러한 제도를 ‘동적이세제(同積異稅制)’라고 합니다. 고려 전기 1결의 면적을 지금의 기준으로 환산하면 1천 2백 평 정도이며, 토지의 비옥도에 따라 1결당 생산량은 최고 18석에서 10석 정도이라고 합니다 그러나 척관법(尺貫法)으로 환산해 7,260평설(坪說), 6,806평설, 그리고 4,184평설 등 다양한 학설이 있었다고 합니다 .\n전시과체제가 무너져가는 고려 후기에 와서 결·부의 법에는 중대한 변화가 일어나게 되었습니다 휴한농법 위주의 전통적인 농경 방식이 상경전으로 점차 바뀜에 따른 토지 생산력의 발전을 반영한 것이었습니다. 고려 말기에 제정된 과전법은 그러한 변화된 결부법을 바탕으로 성립된 것이었습니다 이 때의 1결 실제 면적을 척관법으로 환산하면 대략 상등전 1결이 1,846평 ; 중등전 1결이 2,897평 ; 하등전 1결은 4,184평 정도였습니다 아무튼 고려 고종 시기는 고려 후기이므로 척관법으로 적용하고, 부과 대상 여부와 상관없이 1결을 최소한 1천8백4십6평으로 정하여 계산해 보자면.. 그렇다면 1만결을 1천8백4십6평으로 곱하여 계산해보면, 18,460,000평으로 나오며, 즉 1천8백4십6만 평입니다 그러나 과전법은 공양왕 시기부터 시작하였기 때문에 고려 고종 당시 부과법은 전시과 밖에 볼 수 없습니다 전시과에 따라 척관법 기준으로 정하여 1결을 최소한 4,184평으로 하여 계산해보면, 1만결을 곱하여 4천1백8십4만 평이 됩니다 지금 한반도의 강화도에 고려 당시 부과할 때 최소한의 면적인 4천1백8십4만 평이 있을 수 있는지요?\n\n섬 (석, 石) : 신라 때부터 사용된 '섬'은 새끼로 날줄을 삼고 짚으로 엮어 곡식을 담는데 쓰는 물건입니다 여기에 채워진 양곡의 양이 한 섬입니다 원래는 15말이 한 섬이었지만 후대로 가면서 10말들이의 한 '석(石)'과 같은 뜻으로 사용되었습니다 그러나 요즘 말하는 섬 또는 석은 실제로 미터법 체계의 '무게'단위입니다 도정(搗精)한 쌀 144kg이 한 섬이고, 보리의 경우는 138kg이 한 섬입니다 그럼 고려때는 이 한섬의 기준은 15~17말이 되었을 겁니다. 과거에 이루어졌던 단위로 생산량을 계산함은 당연한 것이고, 한마지기당 생산량도 오늘날과 동일시한 생산량은 그 자체가 오류입니다. 만약 동일 하다면 과거의 농업기술이 오늘날과 대등하여야 할 겁니다. 일정시절에 농업생산성을 보면; \"1918-1920년에 논 1단보(300평)의 연평균 수확량은 0.93섬(167리터)이었다. 이 시기의 토지생산성은, 조선시대의 1말을 5.976리터로 잡고 계산하였을 때, 15세기중엽 4등전의 두 배 정도가 된다.\n일제시대에 논 1단보의 연평균 수확고는 1섬 정도까지 증가하였으며, 1960년대이래 토지생산성이 급증하여 오늘날에는 3섬을 넘고 있다. 조선시대 이후에도 토지생산성은 계속 상승하여 왔던 것이다.\" 여기서 일제시대의 상황을 보면 한마지기 좀 넘는 300평의 규모에서 약 한섬이 덜되는 생산을 했다고 합니다. 그것도 비록 4등전의 토지를 근거로 평균치를 내었지만 그 4등전의 2배를 일정시절에 생산한 규모 랍니다. 이를 기준으로 하면 한마지기(300평)당 반섬꼴이 되겠군요! 물론 4등전 기준이지만, 그렇다고 해서 강화도의 농지 전체가 4등전 혹은 1~2등전이라 보기는 어려울 겁니다. 결국 조선시대의 농업생산성은 상상 이하라는 결론이 도출 될수도 있다 봅니다.\n강화도의 토지는 전부다 농지가 아닐겁니다. 강화도의 땅면적에서 평지가 차지하는 지중은 그리 많다고 보지 않습니다. 그 평지에 농사만 짓는게 아닐것이고,사람의 집도 있을 것이고, 관공서도 있을 것이고, 상가,주점등도 있을 것입니다. 강화도의 산악지형과 이러한 사람들이 사는 곳등을 제외하고 순수한 평지의 농지가 과연 얼마나 될까요? 무조건 산술적인 접근이 능사가 아닙니다. 조선시대의 1결당 평수는 천차만별 이랍니다. \"1등급 1결은 2,986.6평이었고, 6등급은 그보다 면적이 4배가 넓어 11,946,4평이었다.\" 그러면 강화도의 농지는 전부다가 1등전 이었을까요? 이러한 사실들과 일제시대의 농업생산성과 강화도 평지,평야의 토지용도 상의 시대적인 관점에서 생산량을 말한다면 이해할수 있겠습니다현재 우리나라의 벼등이 과거 전통의 토종벼를 재배하는 농가가 과연 얼마나 될까요? 거의 다가 추정미(일명 아끼바리)를 재배하더군요! 과거의 토종보다 생산량이 많으니까.., 그리고 지금의 강화도 면적은 과거의 강화도의 면적과 그 크기가 다를 겁니다. 간척을 활발히 하여 그 면적이 늘어난 사실을 역사적으로 합치해서의 해석은 무리라고 봅니다. 그리고 단순히 면적 만으로 농업 생산량을 논한다면 그럼 강화도의 산악과 길가,그외 모든 땅이란 곳은 모두다가 농지란 말입니까? 제가 알기론 간척한 지역 포함해서 순수한 평야의 면적이 1500~2000만평 사이라고 알고 있습니다. 이 평야 지역이야 말로 농지의 적합한 대상지가 아닐까요?\n\n\n---------------------- (아랫글은 : 윗 글에 대한 보충해설 내용을 발췌 정리한 것 임)\n그 불과 몇천도 안되는 몽고군이 어떻게 한반도를 쓸었다는 말인가요? 몽고군은 기병입니다 기병이 최대치의 군사력을 발휘할려면 그건 산지가 70%인 한반도안에서는 불가능하죠 그건 평야지대가 많은 대륙동부에 있던 고려여야만이 말이되는것입니다 그리고 강화도 가보셨나요? 그건 제주도와같인 원양에 있는 섬이 아니라, 겨우 근해에서 몇킬로떨어진 섬입니다 분명위에도 말씀드렸듯이 39년동안 버틸만큼 그렇게 자연적인 방비나 요소가 없는곳입니다 다른 근거에서 찾아볼수있듯이 이유가 한두가지가 아닙니다\n단지 섬이라서 그만큼 버텼다는 그말한마디로 모든것을 음모론으로 치부하기에는 부족한 면이 많은것같습니다 저또한 강화가 섬이라서 39년동안버텼다는 것또한 들었기에 그에 대한 설명도 드렸습니다\n대륙이라서 못버텼다는 말 또한 그다지 근거라고 내세울만한 것이 되질 못합니다. 숲이 우거지고 산맥이 험한곳에서는 기마병들이 제대로 활동할수없기때문이죠\n저는 오히려 수만의 고려군이 한반도에서 수천기의 몽고군을 상대로 산성을 위시해서 싸웠는데도 그렇게 밀렸다는 것이 더 이상한데요. 수성은 고구려때부터 내려온 우리군의 전매특허아니던가요... 대륙에 있던 고려가 밀리고 숲이울창한 대륙남부로 숨었을 가능성도있습니다. 원사에는 한반도까지 몽고군이 왔다는 기록 또한 없는 것으로 아는데요, 10배도 더차이가 났을겁니다 일단 벼의 품종이 달랐고 병충해에 대해 무방이 였고 비료나 농약이 없었으며 곡식을 거두는 과정에서도 지금처럼 탈곡할수없었을거란 생각이듭니다.\n일제시대만해도 지금과 엄청난 차이가 나는데 수백년전인 고려시대라면 가히 상상이 안가는군요 그렇다고 농사를 지을 인력과 농기구마저도 부족했을시기입니다.\n신라의 왕릉이 중국 본토에서 발견된 바가 있습니다 거서간(居西干)인 혁거세 왕릉지와 선덕왕릉지도 중원대륙에서 발견되었으며, 태조 왕건의 묘를 사천성(四川城) 성도(成都)에서 발견 되었습니다\n신라왕릉 31곳, 백제왕릉 32곳, 고려왕릉 34곳이 모두 한반도에 있어야 하지만 불행히 이 모든 왕릉은 흔적도 없습니다. 한나라의 왕릉입니다 통일신라시대 경주는 세계7대도시엿다는 얘기도 있는데 그런나라의 왕릉에 비석하나 그리고 명문도 새겨져있지 않은 유물들뿐입니다 90%이상의 확신은 어떠한 것을 보고 말하는 것인지 근거 없습니다.\n분명 몽고군이 수상전에 약해서 섬인 강화도로 숨었다고는 하나 바다가 얕고 멀지 않기 때문에 차라리 제주도 지역으로 도망갔다면 모를까 말이 되질 않습니다 그리고 성곽이 있으니 충분히 방어할수있다고 한다면 수많은 산으로 얽혀진 한반도 지역의 수많은 산성을 단시간내에 돌파해서 내려온 몽고군이라면 강화 정도의 성곽은 우스운 수준입니다.\n그곳에서 사찰을 짓고, 궁궐을 짓고, 성을 짓고, 성곽을 올리고, 그리고도 여유가 생겨 지나애들이 최고의 전성기때 만든 대장경을 우리는 피난가서 만들면서 39년동안 호의호식했다니 세계의 미스터리 아닌가요?\n\n강화현은 본래 고구려 혈구군, 일설에 의하면 갑비고차다. (江華縣 本高勾麗穴口郡 一云甲比古次.)\n해(海-큰 강, 호수, 대륙 역시 海라 곧잘 표현한다) 가운데에 있고, 정주에서 서남으로 직접 간다. 통진현의 서쪽이다. (在海中直貞州之西南 通津縣之西.) \n신라 경덕제가 해구군(海口郡-곧 海의 입구라는 뜻)이라 바꾸었고, 고려 초에 지금 이름으로 바꾸었다.(新羅 景德王改爲海口郡 高麗初更今名). \n고종19년(1232년) 몽고의 군사가 도읍을 침범하여 군(郡)을 승격하여 강도(江都)라 하였다. 고종 37년(1250년)에 성을 쌓았다. 가운데 성(강화의 내성?)은 두루 둘레가 2,960여 칸(대략 사방 5.6Km)이다.\n(高宗十九年避蒙古兵入都 陞爲郡號江都 三十七年築 中城周回二千九百六十餘*閒) 『高麗史』地理 \n최우가 2천명의 군사를 보내어 강화(江華)에 궁궐을 짓기 시작했다. (瑀 發二領軍 始營宮闕于 江華) 가을 7월 을유일 왕이 개경을 출발하여 승천부로 갔고, 병술일(곧 그 다음날)에 강화도의 객관(=여관)에 입어(入御-들어갔다.)하였다. (秋七月..乙酉王發開京，次于昇天府，丙戌入御江華客館)『高麗史節要』卷之十六 高宗安孝大王 (1232)\n갑오21년(1234년)여러 도의 장정들을 징발하여 궁궐과 백사(百司)를 짓게 하였다.(甲午二十一年..徵諸道民丁，營宮闕及百司) \n2월에..연등하러 고려제왕이 봉은사(奉恩寺)로 갔다. 본래 참정 차척의 집을 봉은사로 삼고, 민가를 헐어 손수레가(輦) 다닐 수 있도록 길을 넓히었다. 천도할 때 였지만 풀이 무성하였다. 대체로 구정(毬庭-둥근 뜰)과 궁전과 사찰(寺社)의 이름을 다 송도(=개경)를 본떴고, 팔관(八關)ㆍ연등ㆍ행향(行香)ㆍ도량(道場)은 한결같이 옛 의식에 의거하기로 하였다.(二月..燃燈，王，如奉恩寺，以故參政車倜家，爲奉恩寺，撤民家以廣輦路，時雖遷都草創，然凡毬庭宮殿寺社，號，皆擬松都，八關燃燈行香道場，一依舊式)\n『高麗史節要』卷之十六 高宗安孝大王 \n가을 윤 7월 몽고병이 안변도호부를 침범하여 전후좌우 군의 진주(陳主-군사기지의 우두머리) 지병마사에게 명하여 연강(沿江-강의 연변)을 방어하게 하고 또 령을 내려 광주와 남경의 사람들을 합하여 강화로 들어갔다. 8월 일관이 아뢰어 백관에게 영을 내려 전쟁 승리를 태양(日)에 기원하였다. (秋閏七月，蒙古兵，侵安邊都護府。命前後左右軍，陣主，知兵馬事，沿江防戍，又令廣州，南京，合入江華。八月日官奏令百官，拜日禳兵)。『高麗史節要』高宗安孝大王 乙未二十二年(1235년)\n고종 9년(1222년)성을 쌓았는데 의주(宜州) 화주(和州) 철관(鐵關)의 (성이) 무릇 40년(四旬)을 쌓아 마쳤다. 고종 20년(1233년)엔 강화에 외성을 쌓았고, 고종 37년(1250년) 처음으로 강도(=강화)의 가운데에 성을 쌓았는데 둘레가 두루 2960여 칸이고, 크고 작은 문이 무릇 17곳이다. 고종 38년(1251년) 금주에 성을 쌓아 이로써 왜구의 침략을 방비하였다. (高宗九年城 宜州和州鐵關 凡四旬而畢. 二十年築江華外城. 三十七年 始築江都中城 周回二千九百六十餘*閒大小門凡十七. 三十八年城金州以備倭寇)『高麗史』兵二 城堡 ...의주 화주 철관은 강화에 포괄되어 있는 성으로 추정.\n\n현재 포대는 최초로 이조시대때 지어진것을 확인 됨.(강화조약 전)\n\n일 때문에 김포 강화를 자주 갑니다. 섬이라고 말하기 힘든 구조죠. 그정도 거리면 몇백명이 부교를 놓고도 건널 수 있는 거리입니다.그 거리를 어떻게 30여 년이나 지키고 있었겠습니까? 그리고 실록에서 설명하는 강화도는 지금강화도가 아니라는 겁니다. 예전에 한참 글이 올라왔었는데 그 설명이 절때로 한반도 강화도는 아니죠.\n\n모든 지명상 고지도로도 가장 강력한 강화도의 후보지는...현 양자강하류 강소성입니다. 강도(江都)...진강(鎭江)등등의 강화도 지명이 다 거기 모였습니다. 그런데 어쩜 그거도 동으로 옮겨진 지명일 수도 있단 가능성도 열어놔야겠단 생각입니다.\n\n당연한 말씀입니다. 반도의 강화도는 역사서에 기록된 '강화'가 절대로 될 수 없는 지형지리를 가지고 있습니다. 우리 카페에서는 지명 하나 하나에 대한 것들은 대략 변경과 강역 위주로 추적을 해 왔는데, 앞으로는 내부의 지명으로도 확대해 볼 필요가 있을 것 같네요.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-12-22T09:50:20.663000",
  "updatedAt": "2024-01-07T07:25:03.930000"
}