{
  "id": "28aa66f7-c2a6-4a9d-a6bf-ce895ac7495f",
  "title": "복지국가의 역설 - 스웨덴은 왜 부채가 많나?",
  "content": "소득세가 커서 능력이 뛰어나도 어차피 가난하게 살아야한다면\n(1) 어차피 벌어봐야 남좋은일 시키는 꼴. 노동시간이 줄어들어 저녁있는 삶이 생기고\n(2) 당연히 스웨덴 사람은 상속세가 없는 부동산, 주식에 투자하는게 맞죠\n(3) 해외로 갈 수 있다면 도망이 맞고요. 특히 스위스로 많이 도망갔죠\n\n결국 높은 소득세율로 소득으로 돈 벌 방법이 없어지니 부동산으로 몰리는 것이고 미래세대의 자산을 약탈해서 현재세대의 복지를 감당한다는 것.\n\n유럽  복지국가는 서민들이 가난한 사람들이 많지\n너무 과도한 세금은 열심히 돈 벌고 싶은 마음이 적어진다\n\n복지 국가라는 게 마냥 좋은 게 아님 혜택을 많이 준 만큼 세금으로 많이 뺏어감\n\n유럽복지도  한  십여년쯤  전부터  망하고  있씀다.\n일단  의료수준  망한건  아실거고  유럽 중산층만  되도  유럽서  큰수술이나  돈만이 드는 치료 안받고  부자는 미국이나  일반인은 아시아권으로  치료하러 옵니다.\n복지수준도  계속  저하되서  막상  가면  복지이론과  다른  꿈과  현실의  괴리에  실망함.  유럽 젊은이들이  계속  미국.캐나다.호주로  유출되고  있음.   전문직들은  미국가는게  당연한  사회가  됬음.  유럽  각국  재정악화가  계속  누적으로  복지악화로 프랑스같이 폭동도  계속되고  있음.   산유국 노르웨이빼고  전유럽이  헬유럽  되는  상황임.  차라리  미국을  가더라고여.\n\n스웨덴 인구 1000만, 주담대 400조\n한국 인구 5000만, 주담대 1000조.\n한국이 스웨덴보다 주담대 규모가 2.5배 더 큼.(다만 인구가 5배차이나니 가구당은 스웨덴이 한국의 2배)\n스웨덴 월급이 더 많겠지만 소득세율이 엄청 쎄서 가처분소득은 한국 가정이 더 많을듯. (스웨덴 소득세율로 보면 연봉 6300인사람의 1년 세금은 3200만원)\n\n복지국가의 역설이 아님. 복지국가이기 때문에 가계부채가 많은 거임. \n한/일 등 동아시아 국가들이나 스웨덴 등 북유럽 국가는 사회적으로 복지를 해야하고 국가에서 판을 벌여서 복지를 하려고 함. 그렇기 때문에 노후에 연금 받아먹어 고정지출이 감당이 되기에 부동산 자산을 쥐고 있으니 가격이 버티고 부채를 일으켜 부동산을 사는것. 고정지출을 개인이 부담하자면 어느순간 팔고 팔면서 현금화해야 하기에 부동산 자산이 순환됨.\n그러기에 복지나 사회주의 국가들은 필수적으로 부동산을 과잉공급하면서 이를 바쳐줘야 하는데 애초에 건설사 등의 공급자들에게 이익을 보장하지 못함. 자본주의가 아니니까.\n반면에 미국 독일 등 강한 자본주의 국가들은 애초에 자본주의를 바탕으로 주식시장이 강하니 자산이 몰빵된 부동산에 의존할 이유가 없음. 미국 독일에 비해 오히려 사회주의나 복지 타령하는 나라들이 가계부채가 많은건 신기하거나 역설적인게 아니라 필연적인거.\n\n그잘난 복지가 부채였구만\n\n최고의 복지국가에서 왜 부동산에 투자를?????\n\n이자율이 낮은게 결코 좋은게 아닙니다. 낮은 이자율은 부동산 가격 상승으로 연결되고 말고, 이는 빈부격차 확대가 되는겁니다.  낮은 이자율은 마약과 같은 거죠. 단기간 좋을수 있지만, 장기적으론 경제 건전성이 악화됩니다.\n\n복지 시스템이 구축되었다' 라는 것은 어느 특정 시점의 스냅샷에서 내고-받는 그림을 이쁘게 그려놓은 '달성' 이라는 것을 생각하게 되네요.\n수십년의 시간이 지나고 나서도 동일한 시스템과 동일한 원리로 내던 세대가 받게 되는가? 일단 인류의 역사는 그러한 기대는 매우 낮다는 것을 말해줘 온 듯 합니다.\n\n저희 이모가 스웨덴에서 사십니다. 까마득한 옛날부터 스웨덴은 이미 망했다고 하셨어요. \n지나친 복지정책으로 번 돈의 거의 다를 세금으로 가져가고 일 안해도 실업수당을 넉넉하게 주니 별로 일할 필요를 못느껴서 젊은 사람들이 적당히 알바 가끔 하면서 실업수당 받아서 살고 있다고요. 대학졸업한 사람이나 고졸이나 실제 소득은 거의 차이 없는데 대학 등록금 대출만 생긴다고 대학도 안가고 일 안하고..나라의 미래가 암울하다고요. 그래도 망하지 않고 아주 오래 버틴겁니다.\n\n사회주의 복지체계도 개인의 욕망을 제어할순 없다. 인류역사상 개인의 욕망을 국가나 조직이 제어할수 있다고 믿은 사례들이 있는데 모두 실패했다.\n\n복지의 기본은 국가가 지속적으로 성장하고 부채는 줄어들고 이익은 상승한다인데...국가의 성장이 멈추거나 정체되면서 유동성이 약화되어 시스템에 문제가 생기면서 부채는 증가하면 망하죠\n특히나 젊은층의 노동자수가 감소하면 벌어들일 수익이 줄어드니 소득대비 지출이 높아지는 악순환에 국가나 개인의 부채는 증가하는...\n\n몇년전 북유럽 복지를 모 방송국에서 조명하는데 은퇴자들은 안정적인 생활을 영위하는데 부족함이 없는 정도만이던데... 실제는 우리도 제대로 받기 시작하는  연령층은 크게 차이가 없던데요 단지 그들은 의료나 이런복지 정도는 거의 무료 였던거  같던데, 그건 보편적 의료지 최상급 의료수준은 우리가 높게 나온던데요\n\n한 국가의 정부,기업,가계의 부채를 어디가 껴안고 있느냐에 따라 달라지는 것 같네요\n그리스,일본,이태리 같은 나라는 국가가 부채를 안고 있는 대신 가계부채는 낮고 우리처럼 가계부채가 높은 나라는 국가부채가 낮은 것이니, \n\n요즘 지금의 한국시스템이 꽤 균형있게 괜찮은듯.. 유럽식 복지모델과 미국식 자유시장모델의 융합이 한국 사회임. 지나친 복지도 아니고 날뛰는 자유경제도 아니고. 딱 균형잡힌 건강한 사회!\n\n미국은 서브프라임 이후로 장기 30년 고정금리로 집사나보던데 미국만 타격이 적은거죠\n\n북유럽 복지에 대한 환상이 깨지네. 결국은 산유국인 노르웨이 외엔 우리와 비슷한 문제를 안고 있네. 유럽을 타산지석으로 삼아 늦기 전에 따라가지 말아야할 문제를 잘 파악해서 준비해야 하겠네. 스웨덴이 사회주의 국가라니.\n\n\n\n복지국가로 남기 어려운 이유가 결국 국가는 패권이 있어야 생존할 수 있기 때문. 복지국가 유지하려다 패권 뺏기면 다같이 노예로 전락하게 될 뿐\n이념이 다른 중국이 패권을 위협하는 이상 전세계가 복지보다는 경쟁력에 집중하는게 최우선 과재",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-12-02T07:43:30.545000",
  "updatedAt": "2025-12-27T08:24:40.668000"
}