{
  "id": "29e6ba04-b3f6-4230-8a45-5890a1bb5da6",
  "title": "지리경제학(geography of economic activity)",
  "content": "크루그먼(Krugman)은 전통적 (국제)경제학이 공간을 무시함으로써 분석 대상인 국가를 무차원의 점으로 간주한다고 비판한다. 국제경제학이 공간을 무시하는 일은 통상적으로 규모에 대한 수확불변과 그에 따른 완전경쟁 시장을 가정하는 것과 관련이 깊으며, 이를 벗어나려면 공간 간의 차별성을 전제로 한 수확체증과 그에 따른 불완전경쟁이 도입되어야 한다는 게 그의 주장이다. \n경제활동의 분포(지리)에서 드러나는 가장 두드러진 특징은 특정 지역에 경제활동이 집중되는 것인데, 이는 그만큼 그 지역에 수확체증이 만연한 데 따른 것임이 명백하기 때문이다.\n\n지리경제학에서 가장 현저한 특징은 집중이다. 미국에서 대부분 인구는 대서양 해안과 오대호 유역에 살고 있다. 이러한 벨트 안에서 사람들은  상대적으로 인구가 밀집한 도시 지역에 더욱 집중되어 있다. 이 지역은 고도로 특화되어 있으며 그 결과 다수 산업의 생산은 공간적으로 현저하게 집중되어 있다. 이러한 생산의 지리적 집중은 일종의 수확체증의 영향이 만연해 있음을 보여주는 것이다.\n\n한국에서 현재 많은 산업단지가 밀집해 있는 영남지방은 단순히 정치적 계산이 반영된 결과물이 아니다. 일제강점기에 일본은 본토와 상대적으로 가까운 영남지역에 산업 시설을 많이 지었으며, 해방 이후 들어선 정권에서도 이를 더욱 심화시켜 지금의 모습을 하게 된 것이다. \n시간이 지날수록 영호남 지역 간 격차가 심해지는 것에 대해 지리경제학 이론을 토대로 수송망 체계를 합리적으로 도입해야 한다. 나아가 통일 이후 북한의 산업입지를 결정할 때에도 지리경제학이 기준이 될 수 있다.\n\nKrugman 및 그 이후에 제시된 지리경제학의 모형을 단순하게 이해할 경우, 경제 집적이 시장기능의 자연스러운 현상이고, 따라서 정부가 특별히 이러한 현상에 대하여 수행해야 할 정책은 없다고 해석할 수 있다. 그러나 지리경제학에서 시장 기능은 자원의 효율적 배분을 보장하는 완전경쟁적 시장이 아니고, 자원의 비효율성을 의미하는 독점적 경쟁의 시장기능의 결과이기 때문에 시장 실패를 의미하는 것을 주목할 필요가 있다.\n지리경제학의 가장 큰 특징은 집적 경제의 균형이 경제적 역사성 또는 경로 의존성(path dependency)을 갖는다는 점이다. 따라서 일단 경제 집적이 발생하면, 이러한 경제 집적의 방향을 돌릴 수 있는 여지는 그다지 크지 않다는 점이다. \n지난 30여년간 수행된 여러가지 수도권 정책들에도 불구하고 수도권으로의 인구 및 자본의 유입이 끊이지 않고 계속되어 온 점도 바로 지리경제학이 보여주는 집적경제의 연쇄적 인과성에 기인하는 것이라고 볼 수 있다.\n\n지리경제학은 수송망 체계 건설에 있어서 합리적 기준을 제공한다. 최근 영남권 신공항을 둘러싸고 벌어졌던 대구권과 부산권의 갈등은 수송망 체계의 확보와 그에 따른 수송비 절감이 가져다주는 경제적 이득이 얼마나 큰지를 보여주는 동시에, 공항 입지의 선택조차 합리적 기준이 없을 경우 사회적 비용이 크다는 것을 잘 보여준다. 공항 건설에 따른 개별 지역 수준의 비용편익 분석만으로는 당사자들의 이해관계 상충을 제대로 조정하기 어렵다. 이보다는 국민경제 전체의 관점에서 이러한 수송망의 건설이 경제활동의 분포에 미칠 영향을 고려하고, 그 결과 초래될 경제활동의 집중이 바람직한 것인가라는 관점에서 접근할 필요가 있다.\n\n한반도 남부에서 영남 지역은 수도권과 함께 이미 일제강점기부터 제조업 중심지였다. 남한의 9개 권역별로 제조업 집적도를 살펴보면, 영남권의 비중은 1929년에 35%(같은 시기 수도권은 41%)였는데 70여 년 뒤인 1990년대 말에도 동일한 수치를 유지하고 있다. 반면 같은 기간 호남권의 비중은 15%에서 절반이 안 되는 7%로 떨어졌다. 20세기 대부분 기간 동안 수도권과 영남이 전체 제조업의 80% 정도를 점유하고 있다. 다른 7개 권역은 나머지 20%를 조금씩 나눠 갖고 있을 뿐이다.\n특히 호남권의 제조업 비중은 경제개발이 본격화된 1960년대 중반 이후 오히려 낮아졌다. 군사독재 정권의 편향적 경제개발이 이런 현상의 큰 원인인 것은 분명하다. 그러나 정치 수뇌부의 개인적 정념만으로 거시적인 현상을 완전히 설명하기는 어렵다. 문재인 정부의 5대 국정 목표이기도 한 ‘고르게 발전하는 지역’을 실현하려면, 이런 지역 격차의 역사적 동학부터 제대로 규명할 필요가 있다.\n이와 관련해 노벨경제학상 수상자 폴 크루그먼 미국 프린스턴 대학 교수가 발전시킨 ‘지리경제학(Geopolitical Economics)’ 을 참조할 수 있다. 그는 〈Geography and Trade〉(번역본 〈폴 크루그먼의 지리경제학〉, 창해)라는 저서에서 자신의 지리경제학을 간략하지만 명확하게 설명한 바 있다. ‘하필 왜 특정 지역에서만 생산이 이뤄지는가(예컨대 영남권에 제조업 공장이 몰린 이유는 무엇인가)’라는 문제를 다양한 경제학적 방법론을 통해 냉정하고 엄밀하게 규명한 업적으로 평가된다.\n우선 크루그먼 지리경제학에 따르면, 지역 간 불균등 발전(특정 지역의 산업 독식)은 한국에서만 벌어지는 일이 아니다. 세계적으로 보편적인 현상이다. 산업화가 진행되는 과정에서 필연적으로 어떤 지역은 생산 활동이 활발하게 이뤄지는 ‘중심부’로 발전하는 반면 다른 지역은 기업과 인력이 없는 ‘주변부’로 전락한다는 것이다. 한국에 영남 산업벨트가 있다면 미국의 경우, 양 해안과 오대호 유역에 제조업이 집중되어 있다. 프랑스에는 센 강 등으로 둘러싸인 일드 지역이 국민총생산의 30% 이상을 점유한다. 기업과 인력이 특정 지역으로만 몰리는 현상이다. 지역균등 발전의 시각으로 볼 때는, 기업이 여러 지역에서 생산하는 것이 좋다. 그러나 좋은 일은 현실에서는 좀처럼 실현되지 않는 법이다. 합리적인 이유가 있다. 기업이 생산 비용을 줄여서 수익을 극대화하려면 여러 장소가 아니라 한 장소에서만 생산하는 쪽이 훨씬 유리하다. 크루그먼에 따르면, 규모의 경제 때문이다.\n다만 이런 제품의 생산에 필요한 설비와 기술을 갖추려면 막대한 비용이 필요하다. 현대인들의 필수품 가운데 그런 것들이 많다. 반도체, 스마트폰, 자동차, 정유 등. 반도체의 경우, 설비를 갖추는 데만 수십조원이 투자되지만, 일단 제품을 생산하기 시작하면 갈수록 단가가 떨어진다. 그렇다면 기업 처지에서는 엄청난 비용이 드는 공장을 굳이 여러 지역에 세울 필요가 없다. 한 지역에만 생산설비를 갖춘 뒤 많이 생산하는 쪽이 낫다. 즉, 서울과 구미, 광주, 화성 등 네 지역에 각각 수십조원씩 투입해서 반도체를 25만 개씩 만들기보다 구미에만 공장을 세워 100만 개를 생산하면 비용을 최소화할 수 있다.\n물론 구미에서 만든 반도체를 서울이나 광주의 소비자에게 수송하는 데 많은 비용이 든다면, 기업 측은 전략을 바꿔야 한다. 반도체 한 상자의 생산 비용이 70만원인데 구미-광주 사이의 수송비 역시 70만원이라면 차라리 광주에 따로 공장을 세우는 편이 낫다. 산업화 이후 철도와 고속도로가 거미줄처럼 깔리면서 수송비를 대폭 낮추었다. 기업으로서는 한 지역에서만 생산해도 된다. 그러므로 규모의 경제가 크고 수송 비용이 낮을수록, 생산은 한 지역(중심부)으로 집중되는 경향이 있다. 생산이 모이는 중심부에서는 수요도 저절로 늘어나서 대규모 시장이 형성되므로, 기업은 해당 지역을 더욱 선호하게 된다. 그 지역의 공장에 취업하는 노동자들은 소비자이기도 하다.\n이렇게 ‘중심부-주변부 구조(한 지역이 중심부, 다른 지역들은 주변부)’가 구축되어버리면 좀처럼 무너지지 않는다. 크루그먼은 이런 현상을 중심부-주변부 구조가 ‘잠긴다(locking-in)’라고 표현한다. 어떤 이유로든 기업과 노동자가 모여 일단 그 지역을 중심부로 부상시키면, 중심부라는 사실 때문에 더 많은 자본과 노동, 그리고 수송 인프라(도로와 철도)가 해당 지역으로 집중된다. ‘모임’이 ‘더 큰 모임’으로 확장되면서, 중심부 지역은 자신의 지위를 더욱 강화한다. 빈익빈 부익부다.\n한 지역에 기업과 노동자가 모여들어 중심부를 구축하는 현상은 우리 주변에도 흔하다. 울산이나 구미 같은 산업도시(클러스트)가 대표적 사례다. 폴 크루그먼에 따르면, 산업도시라는 중심부가 형성되는 이유는, 모이는 것 자체가 기업과 노동자 그리고 해당 산업의 발전에 모두 이롭기 때문이다. 기업은 이미 많은 노동자(해당 산업에 필요한 자질과 기술을 가진)가 모여 있는 중심부를 선호할 수밖에 없다. 호황기가 도래했을 때 노동자 부족으로 수익 기회를 놓칠 위험성을 미리 방지할 수 있다. 노동자들 역시 기업이 많은 지역에 거주하기를 원한다. 기업들이 모여 있으면 그중 일부 업체의 경영이 어렵더라도 다른 업체에 취업해 실업의 위험을 최소화할 수 있다. 해당 산업에 필요한 중간재(자동차 산업이라면 부품이나 기계)의 생산 업체도 그 지역으로 몰린다. 수요가 많기 때문이다. 중간재 업체들 역시 완성재 회사에 많은 제품을 공급하면서 전문화하고 제품 단가를 낮추게 된다. 다른 한편, 같은 산업의 여러 기업과 노동자들이 한 지역에 몰리면 자연스럽게 서로 교류하고 생산 노하우를 전파·공유하면서 그 산업 전체의 생산성을 높인다.\n이처럼 산업 클러스트라는 중심부는 개별 주체(기업과 개인)뿐 아니라 전체 산업에도 혜택을 준다. 기업이든 개인이든 일단 클러스트로 이동한 뒤에는 빠져나오기 힘들다. 반면 외부의 기업과 노동자는 클러스트로 계속 유입된다. 중심부는 더욱 강한 중심부로 발전한다.\n\n〈폴 크루그먼의 지리경제학〉을 번역·해설한 이윤 인천대 교수(무역학과)는 남한 제조업의 영남권 집중 현상이 이미 일제강점기부터 시작되었다고 본다. 당시 일본 제국주의에게 한반도는 물자를 대륙으로 실어 나르는 ‘다리’였다. 바다로 부산에 이른 다음 육로를 통해 서울까지 도달하기 위해 영남과 수도권을 잇는 경부 철도를 뚫었다. 다만 일제는 남한 지역의 경제 발전이 아니라 대륙으로 물자를 빨리 이동시키는 데 관심이 컸다. 영남은 수도권과 철도로 연결되면서 수송 비용을 크게 낮출 수 있었다. 이미 서술한 것처럼 중심부로 떠오르는 데 중요한 조건 중 하나가 바로 수송비 하락이다. 특히 영남 지역으로 기업과 인력이 모이면서 제조업 비중이 크게 강화된다. 일제 말기에는 영남권의 제조업 집적도가 36%까지 상승해서 수도권을 제외한 다른 모든 지역(약 20%)의 두 배에 가까울 정도였다. 크루그먼이 갈파했듯이 이렇게 구축된 영남권의 중심부 지위는 수십 년이 지나서도 계속 강화·유지된다. 개발독재기에는 경부고속도로가 개통되고, 규모의 경제가 큰 철강·기계·석유화학 등 대규모 장치 산업이 유치되었으며, 다른 지역의 노동자들까지 대거 영남권으로 이주했다. 크루그먼 식으로 말하자면, 영남권에서 중심부가 유지될 3대 조건(규모의 경제가 작동하는 산업, 수송비 하락, 노동자 유입)이 충족되었다. 이렇게 영남권을 축으로 한국 제조업의 ‘중심-주변’ 구조가 완성된 것이다.\n다만 이로 인한 영호남 사이의 과도한 경제적 격차는 한국 사회에 엄청난 사회적 비용을 발생시켰다. 이 같은 중심부-주변부 구조를 그대로 방치하는 경우엔 쉽사리 변하지 않는다. 1980년대 이후에야 비로소 호남권으로도 도로와 철도가 깔리는 등 수송망이 개선되었지만, 그 지역으로 기업이나 인구가 집중되는 양태는 발생하지 않았다.\n크루그먼은 자신의 지리경제학이 지역뿐 아니라 국가와 국가 사이에도 적용된다고 주장한다. 1990년 당시 이미 기정사실화되어 있던 유럽 통합에 대해서도 언급했다. 당시 유럽 주요 국가들의 정부와 학계, 언론계 등은 통합으로 국경이 낮아지면(관세 등이 사라지므로 사실상의 ‘수송비 하락’ 효과 발생), 북·서유럽 선진국(중심부)의 제조업체들이 남유럽 등 저임금의 주변부로 이동할 것이라고 내다봤다. 유럽 차원의 중심부-주변부 구조가 해체될 거라는 전망이다. 그러나 크루그먼은 “접근성이 개선되면(기업과 인력, 물자 등이 국경을 넘어 다른 나라로 쉽게 이동할 수 있게 되면), 주변부 국가들의 산업에 이득보다는 손실이 더 클 수 있다”고 주장했다. 예컨대 독일의 핵심 중공업 및 첨단산업 클러스트들(중심부)이 오히려 남유럽의 기업들을 빨아들일 것이라는 예측이다. 크루그먼은 북·서유럽의 중심부에 강력한 규모의 경제가 이미 작동 중인 상황에서 유럽 통합으로 수송비까지 낮아지면 기존의 중심부-주변부 구조가 더욱 강화될 것이라 전망했다. 실제로 20여 년이 흐른 2010년부터 유럽연합(EU)은 남유럽 재정위기, 브렉시트 등으로 해체 전망까지 나오고 있다. \n\n이처럼 크루그먼 지리경제학의 현실 설명력(‘왜 특정 지역으로 생산 활동이 집중되는가’)은 어느 정도 입증되었다고 할 수 있다. 그렇다면 지리경제학이 단지 현실을 설명할 뿐 아니라 국가 정책적 목표(지역균등 발전)를 달성하는 데도 활용할 수 있지 않을까?\n이윤 교수는 정부의 지역균등 발전 정책이 지리경제학 같은 엄정한 학술적 틀에 따라 수행되어야 한다고 주장한다. 이익집단 및 그들의 영향력에서 자유롭지 않은 정치인과 언론의 압력에 따라 공항이나 산업단지를 만드는 식이라면 지역 발전이 아니라 ‘눈먼 돈 쟁탈전’으로 귀결될 수밖에 없다는 것이다. 예컨대 고속철도로 지역 사이를 잇는 것은 수송비를 하락시킨다는 측면에서 바람직하지만, 그 국책 사업이 반드시 주변부 지역의 경제 발전에 기여하지는 않는다. 서비스업이 집중된 수도권에서 ‘규모의 경제’가 강력하게 작동하는 가운데 KTX 개통(2004년)으로 지방과의 수송비까지 하락한 결과는 무엇인가? 의료, 교육, 숙박 등 지방 서비스 산업의 몰락이다. 또한 노동자도 소비 시장도 없는 저인구 지역에 아무 대책 없이 공항이나 산업단지를 짓는 것도 극히 어리석은 짓이다. 산업단지나 교통 인프라 건설 등의 정책 사업에서는 먼저 대상 지역이 규모의 경제를 발휘할 수 있는지부터 신중하게 진단해야 한다고, 이윤 교수는 주장한다.\n이윤 교수가 지리경제학에 기반해서 제안하는 인프라 정책은 새로운 서해안고속도로 건설이다. 영남권이 제조업 ‘중심’으로 발전한 또 하나의 주요한 원인은, 한국이 1990년대 초까지 미국 같은 서방국가와 일본 등과만 교류할 수 있었기 때문이다. 영남권에 있는 부산항은 이들 국가의 물류와 자본이 남한으로 들어오는 거의 유일한 통로였다. 시대가 변했다. 2000년대 들어 급속히 확대된 한·중 경제교류가 앞으로 더욱 활발해질 전망이란 점을 감안하면, 중국과 근접한 서해안 지역에 새로운 산업의 ‘중심부’들을 만들어나갈 필요가 있다. 이런 측면에서 서해안에서 ‘규모의 경제’를 발휘할 수 있는 지역들을 선정해 개발하고 지금보다 더욱 확장된 새로운 서해안 고속도로로 연결해 수송비를 낮추는 방법으로 중심부를 육성하자는 발상이다.\n물론 국가 간에도 중심부-주변부 구조가 작동하므로 한·중 간 교역이 더욱 강화되는 경우, 한국이라는 소국이 중국이라는 대국의 ‘더 큰 중심’으로 끌려들어갈 경우를 우려할 수도 있다. 크루그먼에 따르면, 국가 역시 ‘지역의 총합’이다. 중국처럼 큰 나라 역시 다수의 지역으로 이뤄져 있을 뿐이다. 자유무역협정으로 한국과 중국 간 접근성이 높아지면 경제관계에서도 ‘국가 대 국가’보다 ‘지역 대 지역’이 더 중요한 문제로 떠오른다. \n\n[비판]\n2020년 현재 유럽 제조업 벨트는 저임금인 남부 그리스나 동유럽으로 많이 이전했다. 이는 저임금이 기업이윤에 미치는 효과가 저렴한 수송비 효과보다 더 컸음을 의미한다. \n현재 대부분의 다국적 기업은 공장 입지 선정시 낮은 임금 여부를 중요하게 고려한다. 이는 지리경제학이 주장하는 수송비 절감, 또는 규모의 경제가 실제 경영 의사결정에 영향을 미치지 모싼다는 것을 의미한다.\n\n또한 지리경제학의 이론에 따를 경우 개발도상국은 영원히 선진국이 될 수 없을 것이다.\n그래서 크루그먼은 저발전 국가나 작은 나라의 보호주의와 산업정책을 옹호한다. 일종의 유치산업보호론이다.\n1차 세계대전 이전 캐나다는 농업국가여서 타국에서  이민 오려는 사람들이 없었다. 오히려 캐나다 인구가 인근의 미국 산업 클러스트로 빠져나가고 있었다. 양국 사이에 완강한 중심부-주변부 구조가 작동하고 있었던 것이다. 결국 캐나다 정부는 19세기 후반 들어 미국 경제와 연결을 끊는 정책을 추진한다. 미국과의 관세 장벽을 강화하는 한편 제조업 발전이 가능한 동부와 농업 지역인 서부를 철도로 연결해서 수송비를 떨어뜨렸다. 서부 지역의 농민들이 캐나다산 공산품을 애용하게 되면서 동부 공업지대가 발전할 수 있었다. 농민 출신의 노동자들이 동부의 제조업 부문에 취업해 소득을 얻으면서 내수시장 역시 확대되었다. 동부를 제조업 중심부로 육성하려는 캐나다 정부의 정책이 성공한 것이다. 크루그먼에 따르면, 캐나다는 국내 제조업이 제 발로 설 수 있게 된 이후에야 “관세 장벽이라는 목발을 벗어 던지고 주변부가 될지도 모른다는 공포 없이 자유무역을 받아들이게” 된다.\n\n지리경제학 이론에 입각해서 서해안 지역을 산둥성 등 한국과 지리적으로 인접한 중국의 일부 지역까지 포괄하는 중심부로 만들겠다는 기획을 입안·추진하는 적극적 서해안 중심부 육성 전략이 필요하다는 주장\n=> 국가간 거래비용, 임금 차이를 고려해야 한다. 정치•외교적 위험도 고려해야 한다. 최근 미국의 대중국 무역제재로 경영환경에서의 불확실성이 높아지고 있다.\n순수한 이론적틀에 기초하여 현실 경제정책을 수립하는 것은 옳지 못하다. 경제이론은 사고를 위한 준거틀을 제공해줄 수 있지만 이를 현실에 접목하는 것은 훨씬 복잡한 문제이다.\n\n생산입지 선정시 고려사항들은 제조단가(규모의 경제), 수송비, 임금 격차, 거래비용, 정치적/군사적 리스크를 고려해야 한다. 그런데 지리경제학은 임금 차이, 거래비용, 정치•군사•외교적 위험을 고려하지 않는다.\n새로운 중심부 생산기지(산업 클러스터)를 만들려면 위 고려항목 중에서 기존 생산기지보다 낳은 무언가가 있어야 한다. 경로의존성, 규모의 경제는 기존 중심부가 우세하므로 다른 경제저 잇점(낮은 임금 등), 비경제적 잇점(우호적 노사관계 등)이 있어야 함. 그래서 성공하기가 쉽지 않다.\n예로 미국에서 반도체를 생산하는 것이 반도체 원가를 44% 상승 시킨다는 분석이 나온다. TSMC 피닉스 공장의 사례가 그러하다. 삼성전자도 크게 다르지 않다는 분석이다. 미국에 반도체 제조인력과 네트워크가 부족한 상황에서 TSMC 와 삼성은 정치적 이유로 44%의 원가 상승 요인이 있는 공장에  투자하고 있는 거다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-29T23:25:45.553000",
  "updatedAt": "2023-03-31T18:30:25.362000"
}