{
  "id": "2cb8135a-ffad-4c5d-94e6-20164d62d703",
  "title": "윤석열 대통령 담화문",
  "content": "12/12(목) 국민께 드리는 말씀\n\n\n존경하는 국민 여러분,\n\n저는 오늘, 비상계엄에 관한 입장을 밝히기 위해 이 자리에 섰습니다.\n지금 야당은 비상계엄 선포가 내란죄에 해당한다며 광란의 칼춤을 추고 있습니다. 정말 그렇습니까? 과연 지금 대한민국에서 국정 마비와 국헌 문란을 벌이고 있는 세력이 누구입니까?\n지난 2년 반 동안 거대 야당은 국민이 뽑은 대통령을 인정하지 않고 끌어내리기 위해 퇴진과 탄핵 선동을 멈추지 않았습니다. 대선 결과를 승복하지 않은 것입니다.\n대선 이후부터 현재까지 무려 178회에 달하는 대통령 퇴진, 탄핵 집회가 임기 초부터 열렸습니다. 대통령의 국정운영을 마비시키기 위해 우리 정부 출범 이후부터 지금까지 수십 명의 정부 공직자 탄핵을 추진했습니다. 탄핵된 공직자들은 아무 잘못이 없어도 소추부터 판결 선고 시까지 장기간 직무가 정지됩니다. 탄핵이 발의되고 소추가 이루어지기 전, 많은 공직자들이 자진 사퇴하기도 하였습니다. 탄핵 남발로 국정을 마비시켜 온 것입니다.\n장관, 방통위원장 등을 비롯하여 자신들의 비위를 조사한 감사원장과 검사들을 탄핵하고, 판사들을 겁박하는 지경에 이르렀습니다. 자신들의 비위를 덮기 위한 방탄 탄핵이고, 공직기강과 법질서를 완전히 무너뜨리는 것입니다.\n뿐만 아니라 위헌적 특검 법안을 27번이나 발의하면서 정치 선동 공세를 가해왔습니다.\n급기야는 범죄자가 스스로 자기에게 면죄부를 주는 셀프 방탄 입법까지 밀어붙이고 있습니다.\n거대 야당이 지배하는 국회가 자유민주주의의 기반이 아니라 자유민주주의 헌정 질서를 파괴하는 괴물이 된 것입니다. 이것이 국정 마비요, 국가 위기 상황이 아니면 무엇이란 말입니까?\n\n이것뿐만이 아닙니다. 지금 거대 야당은 국가안보와 사회 안전까지 위협하고 있습니다.\n예를 들어, 지난 6월 중국인 3명이 드론을 띄워 부산에 정박 중이던 미국 항공모함을 촬영하다 적발된 사건이 있었습니다. 이들의 스마트폰과 노트북에서는 최소 2년 이상 한국의 군사시설들을 촬영한 사진들이 발견되었습니다.\n지난달에는 40대 중국인이 드론으로 국정원을 촬영하다 붙잡혔습니다. 이 사람은 중국에서 입국하자마자 곧장 국정원으로 가서 이 같은 일을 벌인 것으로 확인됐습니다.\n하지만, 현행 법률로는 외국인의 간첩행위를 간첩죄로 처벌할 길이 없습니다.\n이러한 상황을 막기 위해 형법의 간첩죄 조항을 수정하려 했지만, 거대 야당이 완강히 가로막고 있습니다.\n지난 정권 당시 국정원의 대공수사권을 박탈한 것도 모자라서 국가보안법 폐지도 시도하고 있습니다. 국가안보를 위협하는 간첩을 잡지 말라는 것 아닙니까?\n북한의 불법적인 핵무장과 미사일 위협 도발에도, GPS 교란과 오물풍선에도, 민주노총 간첩 사건에도, 거대 야당은 이에 동조할 뿐 아니라, 오히려 북한 편을 들면서 이에 대응하기 위해 고군분투하는 정부를 흠집내기만 했습니다. 북한의 불법 핵 개발에 따른 UN 대북 제재도 먼저 풀어야 한다고 주장합니다.\n도대체 어느 나라 정당이고, 어느 나라 국회인지 알 수가 없습니다.\n검찰과 경찰의 내년도 특경비, 특활비 예산은 아예 0원으로 깎았습니다. 금융사기 사건, 사회적 약자 대상 범죄, 마약 수사 등 민생 침해 사건 수사, 그리고 대공 수사에 쓰이는 긴요한 예산입니다. 마약, 딥페이크 범죄 대응 예산까지도 대폭 삭감했습니다.\n자신들을 향한 수사 방해를 넘어, 마약 수사, 조폭 수사와 같은 민생사범 수사까지 가로막는 것입니다. 대한민국을 간첩 천국, 마약 소굴, 조폭 나라로 만들겠다는 것 아닙니까? 이런 사람들이야말로 나라를 망치려는 반국가세력 아닙니까? \n그래놓고 자신들의 특권을 유지하기 위한 국회 예산은 오히려 늘렸습니다.\n\n경제도 위기 비상 상황입니다.\n거대 야당은 대한민국의 성장동력까지 꺼트리려고 하고 있습니다. 민주당이 삭감한 내년 예산 내역을 보면 잘 알 수 있습니다. 원전 생태계 지원 예산을 삭감하고, 체코 원전 수출 지원 예산은 무려 90%를 깎아 버렸습니다. 차세대 원전 개발 관련 예산은 거의 전액을 삭감했습니다.\n기초과학연구, 양자, 반도체, 바이오 등 미래 성장동력 예산도 대폭 삭감했습니다.\n동해 가스전 시추 예산, 이른바 대왕고래 사업 예산도 사실상 전액 삭감했습니다.\n청년 일자리 지원 사업, 취약계층 아동 자산 형성 지원 사업, 아이들 돌봄 수당까지 손을 댔습니다. 산업 생태계 조성을 위한 혁신성장펀드, 강소기업 육성 예산도 삭감했습니다. 재해 대책 예비비는 무려 1조원을 삭감하고, 팬데믹 대비를 위한 백신 개발과 관련 R&D 예산도 깎았습니다. \n이처럼 지금 대한민국은 거대 야당의 의회 독재와 폭거로 국정이 마비되고 사회 질서가 교란되어, 행정과 사법의 정상적인 수행이 불가능한 상황입니다.\n\n국민 여러분, \n여기까지는 국민 여러분께서도 많이 아시고 계실 것입니다. 하지만, 제가 비상계엄이라는\n엄중한 결단을 내리기까지 그동안 직접 차마 밝히지 못했던 더 심각한 일들이 많이 있습니다. \n작년 하반기 선거관리위원회를 비롯한 헌법기관들과 정부 기관에 대해 북한의 해킹 공격이 있었습니다. 국가정보원이 이를 발견하고 정보 유출과 전산시스템 안전성을 점검하고자 했습니다.\n다른 모든 기관들은 자신들의 참관 하에 국정원이 점검하는 것에 동의하여 시스템 점검이 진행되었습니다. 그러나 선거관리위원회는 헌법기관임을 내세우며 완강히 거부하였습니다.\n그러다가 선관위의 대규모 채용 부정 사건이 터져 감사와 수사를 받게 되자 국정원의 점검을 받겠다고 한발 물러섰습니다. 그렇지만 전체 시스템 장비의 아주 일부분만 점검에 응하였고, 나머지는 불응했습니다. 시스템 장비 일부분만 점검했지만 상황은 심각했습니다. 국정원 직원이 해커로서 해킹을 시도하자 얼마든지 데이터 조작이 가능하였고 방화벽도 사실상 없는 것이나 \n마찬가지였습니다. 비밀번호도 아주 단순하여 ‘12345’ 같은 식이었습니다.\n시스템 보안 관리회사도 아주 작은 규모의 전문성이 매우 부족한 회사였습니다. 저는 당시 대통령으로서 국정원의 보고를 받고 충격에 빠졌습니다. 민주주의 핵심인 선거를 관리하는\n전산시스템이 이렇게 엉터리인데, 어떻게 국민들이 선거 결과를 신뢰할 수 있겠습니까?\n선관위도 국정원의 보안 점검 과정에 입회하여 지켜보았지만, 자신들이 직접 데이터를 조작한 일이 없다는 변명만 되풀이할 뿐이었습니다.\n선관위는 헌법기관이고, 사법부 관계자들이 위원으로 있어 영장에 의한 압수수색이나 강제수사가 사실상 불가능합니다. 스스로 협조하지 않으면 진상규명이 불가능합니다.\n지난 24년 4월 총선을 앞두고도 문제 있는 부분에 대한 개선을 요구했지만, 제대로 개선되었는지는 알 수 없습니다.\n그래서 저는 이번에 국방장관에게 선관위 전산시스템을 점검하도록 지시한 것입니다.\n최근 거대 야당 민주당이 자신들의 비리를 수사하고 감사하는 서울중앙지검장과 검사들, 헌법기관인 감사원장을 탄핵하겠다고 하였을 때, 저는 이제 더 이상은 그냥 지켜볼 수만 없다고 판단했습니다. 뭐라도 해야 되겠다고 생각했습니다. 이들은 이제 곧 사법부에도 탄핵의 칼을 들이댈 것이 분명했습니다.\n\n저는 비상계엄령 발동을 생각하게 되었습니다. 거대 야당이 헌법상 권한을 남용하여 위헌적 조치들을 계속 반복했지만, 저는 헌법의 틀 내에서 대통령의 권한을 행사하기로 했습니다. 현재의 망국적 국정 마비 상황을 사회 교란으로 인한 행정 사법의 국가 기능 붕괴 상태로 판단하여 계엄령을 발동하되, 그 목적은 국민들에게 거대 야당의 반국가적 패악을 알려 이를 멈추도록 경고하는 것이었습니다. 그럼으로써 자유민주주의 헌정 질서의 붕괴를 막고, 국가 기능을 정상화하고자 하였습니다.\n사실 12월 4일 계엄 해제 이후 민주당에서 감사원장과 서울중앙지검장 등에 대한 탄핵안을 보류하겠다고 하여 짧은 시간의 계엄을 통한 메시지가 일정 부분 효과가 있었다고 생각했습니다.\n그러나 이틀 후 보류하겠다던 탄핵소추를 그냥 해 버렸습니다. 비상계엄의 명분을 없애겠다는 \n뜻이었습니다.\n애당초 저는 국방장관에게 과거의 계엄과는 달리 계엄의 형식을 빌려 작금의 위기 상황을 국민들께 알리고 호소하는 비상조치를 하겠다고 했습니다. 그래서 질서 유지에 필요한 소수의 병력만 투입하고, 실무장은 하지 말고, 국회의 계엄 해제 의결이 있으면 바로 병력을 철수시킬 것이라고 했습니다. 실제로 국회의 계엄 해제 의결이 있자 국방부 청사에 있던 국방장관을 제 사무실로 오게 하여 즉각적인 병력 철수를 지시하였습니다.\n제가 대통령으로서 발령한 이번 비상조치는 대한민국의 헌정 질서와 국헌을 망가뜨리려는 것이 아니라, 국민들에게 망국의 위기 상황을 알려드려 헌정 질서와 국헌을 지키고 회복하기 위한 것입니다. 소규모이지만 병력을 국회에 투입한 이유도 거대 야당의 망국적 행태를 상징적으로 알리고, 계엄 선포 방송을 본 국회 관계자와 시민들이 대거 몰릴 것을 대비하여 질서 유지를 하기 위한 것이지, 국회를 해산시키거나 기능을 마비시키려는 것이 아님은 자명합니다.\n300명 미만의 실무장하지 않은 병력으로 그 넓디넓은 국회 공간을 상당 기간 장악할 수 없는 것입니다. 과거와 같은 계엄을 하려면 수만 명의 병력이 필요하고, 광범위한 사전 논의와 준비가 필요하지만, 저는 국방장관에게 계엄령 발령 담화 방송으로 국민들께 알린 이후에 병력을 이동시키라고 지시했습니다. 그래서 10시 30분 담화 방송을 하고 병력 투입도 11시 30분에서 12시 조금 넘어서 이루어졌으며, 1시 조금 넘어 국회의 계엄 해제 결의가 있자 즉각 군 철수를 지시하였습니다. 결국 병력이 투입된 시간은 한두 시간 정도에 불과합니다. 만일 국회 기능을 마비시키려 했다면, 평일이 아닌 주말을 기해서 계엄을 발동했을 것입니다. 국회 건물에 대한 단전, 단수 조치부터 취했을 것이고, 방송 송출도 제한했을 것입니다. 그러나 그 어느 것도 하지 않았습니다.\n국회에서 정상적으로 심의가 이루어졌고, 방송을 통해 온 국민이 국회 상황을 지켜보았습니다.\n자유민주 헌정질서를 회복하고 수호하기 위해 국민들께 망국적 상황을 호소하는 불가피한 비상조치를 했지만, 사상자가 발생하지 않도록 안전사고 방지에 만전을 기하도록 하였고, 사병이 아닌 부사관 이상 정예 병력만 이동시키도록 한 것입니다.\n\n저는 이번 비상계엄을 준비하면서 오로지 국방장관하고만 논의하였고, 대통령실과 내각 일부 인사에게 선포 직전 국무회의에서 알렸습니다. 각자의 담당 업무 관점에서 우려되는 반대 의견 개진도 많았습니다. 저는 국정 전반을 보는 대통령의 입장에서 현 상황에서 이런 조치가 불가피하다고 설명했습니다. 군 관계자들은 모두 대통령의 비상계엄 발표 이후 병력 이동 지시를 따른 것이니만큼, 이들에게는 전혀 잘못이 없습니다.\n그리고 분명히 말씀드리지만, 저는 국회 관계자의 국회 출입을 막지 않도록 하였고, 그래서 국회의원과 엄청나게 많은 인파가 국회 마당과 본관, 본회의장으로 들어갔고 계엄 해제 안건 심의도 진행된 것입니다. 그런데도 어떻게든 내란죄를 만들어 대통령을 끌어내리기 위해 수많은 허위 선동을 만들어내고 있습니다. \n도대체 2시간 짜리 내란이라는 것이 있습니까? 질서 유지를 위해 소수의 병력을 잠시 투입한 것이 폭동이란 말입니까? 거대 야당이 거짓 선동으로 탄핵을 서두르는 이유가 무엇이겠습니까?\n단 하나입니다. 거대 야당 대표의 유죄 선고가 임박하자, 대통령의 탄핵을 통해 이를 회피하고\n조기 대선을 치르려는 것입니다. 국가 시스템을 무너뜨려서라도 자신의 범죄를 덮고 국정을 장악하려는 것입니다. 이야말로 국헌 문란 행위 아닙니까?\n\n저를 탄핵하든, 수사하든 저는 이에 당당히 맞설 것입니다. 저는 이번 계엄 선포와 관련해서\n법적, 정치적 책임 문제를 회피하지 않겠다고 이미 말씀드린 바 있습니다. 저는 대통령 취임 이후 지금까지 단 한 순간도 개인적인 인기나 대통령 임기, 자리 보전에 연연해온 적이 없습니다.\n자리 보전 생각만 있었다면, 국헌 문란 세력과 구태여 맞서 싸울 일도 없었고 이번과 같이 비상계엄을 선포하는 일은 더더욱 없었을 것입니다. 5년 임기 자리 지키기에만 매달려 국가와 국민을 외면할 수 없었습니다. 저를 뽑아주신 국민의 뜻을 저버릴 수 없었습니다. 하루가 멀다 하고 다수의 힘으로 입법 폭거를 일삼고 오로지 방탄에만 혈안되어 있는 거대 야당의 의회 독재에 맞서, \n대한민국의 자유민주주의와 헌정 질서를 지키려 했던 것입니다.  그 길밖에 없다고 판단해서 내린 대통령의 헌법적 결단이자 통치행위가 어떻게 내란이 될 수 있습니까?\n대통령의 비상계엄 선포권 행사는 사면권 행사, 외교권 행사와 같은 사법심사의 대상이 되지 않는 통치행위입니다.\n\n국민 여러분, 지금 야당은 저를 중범죄자로 몰면서, 당장 대통령직에서  끌어내리려 하고 있습니다. 만일 망국적 국헌 문란 세력이 이 나라를 지배한다면 어떤 일이 벌어지겠습니까? 위헌적인 법률, 셀프 면죄부 법률, 경제 폭망 법률들이 국회를 무차별 통과해서 이 나라를 완전히 부술 것입니다. 원전 산업, 반도체 산업을 비롯한 미래 성장동력은 고사될 것이고, 중국산 태양광 시설들이\n전국의 삼림을 파괴할 것입니다. 우리 안보와 경제의 기반인 한미동맹, 한미일 공조는 또다시 무너질 것입니다. 북한은 핵과 미사일을 고도화하여 우리의 삶을 더 심각하게 위협할 것입니다.\n그러면 이 나라, 대한민국의 미래가 어떻게 되겠습니까?\n간첩이 활개 치고, 마약이 미래세대를 망가뜨리고, 조폭이 설치는, 그런 나라가 되지 않겠습니까?\n지금껏 국정 마비와 국헌 문란을 주도한 세력과 범죄자 집단이 국정을 장악하고, 대한민국의 미래를 위협하는 일만큼은 어떤 일이 있어도 막아야 합니다. 저는 끝까지 싸울 것입니다.\n\n국민 여러분, 국정 마비의 망국적 비상 상황에서 나라를 지키기 위해, 국정을 정상화하기 위해,\n대통령의 법적 권한으로 행사한 비상계엄 조치는, 대통령의 고도의 정치적 판단이고, 오로지 국회의 해제 요구만으로 통제할 수 있는 것입니다. 이것이 사법부의 판례와 헌법학계의 다수 의견임을 많은 분들이 알고 있습니다. 저는 국회의 해제 요구를 즉각 수용하였습니다.\n계엄 발령 요건에 관해 다른 생각을 가지고 계신 분들도 있습니다만, 나라를 살리려는 비상조치를 나라를 망치려는 내란 행위로 보는 것은, 여러 헌법학자와 법률가들이 지적하는 바와 같이\n우리 헌법과 법체계를 심각한 위험에 빠뜨리는 것입니다.\n저는 묻고 싶습니다. 지금 여기저기서 광란의 칼춤을 추는 사람들은 나라가 이 상태에 오기까지 \n어디서 도대체 무얼 했습니까? 대한민국의 상황이 위태롭고 위기에 놓여 있다는 생각도 전혀 하지 않았다는 말입니까?\n\n공직자들에게 당부합니다. 엄중한 안보 상황과 글로벌 경제위기에서 국민의 안전과 민생을 지키는 일에 흔들림 없이 매진해 주시기 바랍니다.\n\n국민 여러분, 지난 2년 반, 저는 오로지 국민만 바라보며, 자유민주주의를 지키고 재건하기 위해\n불의와 부정, 민주주의를 가장한 폭거에 맞서 싸웠습니다. 피와 땀으로 지켜온 대한민국, 우리의 자유민주주의를 지키는 길에 모두 하나가 되어주시길 간곡한 마음으로 호소드립니다. \n저는 마지막 순간까지 국민 여러분과 함께 싸우겠습니다. 짧은 시간이지만 이번 계엄으로 놀라고 불안하셨을 국민 여러분께 다시 한번 사과드립니다. 국민 여러분에 대한 저의 뜨거운 충정만큼은 믿어주십시오.\n\n감사합니다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-01-13T04:49:55.955000",
  "updatedAt": "2025-01-13T05:07:43.330000"
}