{
  "id": "2d490ccf-2b26-4ece-a8f1-8f3b224697f2",
  "title": "변화하는 세계질서 _ 레이달리오",
  "content": "나는 전 세계의 모든 경제 체제를 다 겪어 보았다. \n그 결과 돈을 벌어 저축하고 이를 자본시장에 투입하는 것(즉 자본주의)이야말로 사람들의 생활 수준을 향상시키고, 자원을 배분하는 수단임을 깨달았다. \n\n그러나 자본주의는 빈부의 격차와 기회의 박탈을 유발하여 불공정한 여러 가지 역효과를 낳고, 불경기와 호경기가 반복되어 안정적이지 못하다는 단점이 있다. \n\n오늘날 각국의 정책 입안자에게 가장 중요한 과제는 평등과 안정을 해치지 않고 자본주의에 기반한 경제 체제를 구현해서 생산성과 생활 수준을 향상시키는 것이라고 생각한다.\n\n\n\n내부 질서 사이클의 6단계\n\n1단계 : 새로운 질서가 수립되고 침신한 지도자에게 권력이 집중\n2단계 : 자원배분 체계와 정부의 관료 제도가 수립되고 정밀해진다. \n3단 : 평화와 번영을 구가하는 단계\n4단계 : 지출과 부채가 과다해지고 빈부의 격차가 확대\n5단계 : 금융상황이 악화되고 갈등이 심화\n6단계 : 혁명과 내전이 발생\n1단계 반복\n\n외부 질서 사이클\n상대방의 도전에 직면해서 싸움을 선택할 것이냐, 항복을 선택할 것이냐는 매우 어려운 문제다. \n전쟁을 하면 인명과 재산상의 손실이 발생할 것이고, 항복할 경우 기존에 누리던 지위를 상실할 것이다. 이 대가는 엄청나다. \n죄수의 딜레마 게임에서 알 수 있듯이 경쟁 국가가 상대편으로부터 공격받지 않을 거라는 매우 높은 수준의 신뢰가 있어야 한다. 그러나 죄수의 딜레마 문제를 적절히 다스리는 것은 극히 드믄 일이다. \n분명한 것은 공멸하는 접근 방식보다는 공생하는 접근 방식이 훨씬 좋다. 여기서 아주 중요한 원칙이 나온다. 공생하는 결과를 얻기 위해서는 상대방에게 가장 중요한 것과 내게 가장 중요한 것을 파악해서 그것들을 교환할 수 있도록 협상해야 한다.\n\n역사에 관심이 있든 없든 미국인에게는 300년이라는 세월이 매우 길게 보이지만, 중국인에게는 전혀 긴 세월이 아니다. 대부분의 미국인에게는 미국 체제를 뒤집을 혁명이나 전쟁이 거의 일어날 가망이 없는 일처럼 보이겠지만, 중국인에게는 필연적인 사건으로 보일 것이다. 그들은 역사가 반복되는 것을 목격했고, 어떤 일이 발생하기에 앞서 필연적으로 나타는 패턴을 연구했기 때문이다. 대부분의 미국인은 특히 현재 일어나고 있는 사건을 중심으로 특정 사건에 집중하지만, 대부분의 중국 지도자는 현재 벌어지는 사건을 더 넓은 시야에서 바라보고, 더 점진적인 패턴의 맥락을 파악한다. 미국인들은 충동적이고 전술적이며, 현재 원하는 것을 손에 넣기 위해 싸운다. 중국인들은 장기적이고 전략적이며, 장기적 관점에서 미래에 원하는 것을 얻어낼 방법을 계획한다. 나는 중국 지도자들이 미국 지도자들보다 훨씬 더 철학적이라는 점도 알게 되었다.\n\n어느 한 국가의 흥망성쇠 사이클을 정확히 읽기 위해서는 상술한 세 가지 빅 사이클(장기 부채 및 자본 시장 사이클, 국내 질서와 혼란의 사이클, 국제 질서와 혼란의 사이클)을 염두해 두고 15가지의 결정 요인을 살피는 것이 중요하다. 어떠한 국가도 그 국가의 흥망에 있어 상술한 3개의 사이클 그리고 15가지의 결정 요인으로부터 자유롭지 못하다. 이 세상 모든 국가는 이 결정요인을 어떻게 대처했는지에 따라 흥망이 결정되었다. 그러나 국가란 불완전한 존재인 인간이 만들어 낸 거대한 집합체이기에 부상→ 정점 → 쇠퇴의 과정을 피할 수가 없다. 이어 저자는 이렇게 흥망성쇠를 설명한다.\n“항상 그런 것은 아니지만 내부 질서는 마치 질병의 확산처럼 비교적 표준화된 단계를 밟아가며 변화한다.”\n\n국제적 관점에서 바라본다면 기존의 질서 즉 '구체제'가 몰락하는 과정에서 그 힘의 공백을 메우기 위해 새로운 질서 즉 '신체제'가 부상하게 되고 두 체제의 갈등이 격화되는 과정 속에서 세상의 모든 혼돈이 크게 발생한다. 저자는 그 혼돈의 발생 양상을 다섯 가지로 나눈다. 1) 무역/경제 전쟁 2) 기술 전쟁 3) 지정학적 전쟁) 4) 자본 전쟁 5) 군사 전쟁이 바로 그것이다.\n\n우리가 살고 있는 세계는 1945년 브레턴우즈 협정에 따라 자국의 화폐 즉 달러를 ‘기축통화화’한 세계 제국 미국이 점차 쇠퇴하고 있는 가운데 새로운 강대국으로 부상한 중국이 신흥 패권 국가로 자리매김하게 될 확률이 상당히 높은 시대이다. 역사의 사이클에 입각할 때 흥한 자는 필히 쇠락할 수밖에 없고 미국의 쇠퇴 역시 불가항력이다. 저자의 관점이 옳을지 그를지 우리는 알 수 없으나 현재 세계의 본질을 올바르게 진단하는데 있어 적어도 한 가지의 중요한 포인트는 찾을 수 있다. 이 글의 앞 부분에서 언급한 현 세계의 불안정성과 혼돈은 상당 부분 중국의 부상과 연관되어 있다는 점이다. 따라서 우리는 세계 흐름의 변화를 읽기 위해 미국은 물론이고 중국의 움직임에 대하여 유심히 살필 필요가 있다. 미국과 중국의 패권 경쟁이 키포인트라는 점을 잊지 말아야 한다.\n================================\n\n“세계는 전쟁의 벼랑 끝에 서 있다. 절벽으로부터 몇 걸음 떨어져 있는지 정확하게 말하기는 어렵지만 전쟁의 벼랑 끝을 향해 한 걸음 한 걸음 다가서고 있다고 말할 수는 있다. 앞으로 더 강도 높은 경제제재가 이뤄질 것이고, 주요 나라가 군사적으로 대치하는 상황으로 이어질 수도 있다. (벼랑 끝 시대엔) 다른 쪽에 상처를 입히도록 설계된 활동(경제제재)이 본격화한다. 역사를 보면 각종 경제제재는 전쟁 직전에 일어났다. 그런데 세계는 무기력하다” \n\n“지금은 경제논리가 자원 배분을 결정하는 때가 아니다. 지금은 1930년대 이후 정치와 지정학적 요인의 영향력이 가장 크다”\n\n“공부를 하다 보니 역사도 생물체처럼 라이프 스타일이 있어 한 세대에서 다음 세대로 넘어가면서 발전한다는 것을 알게 되었다. (중략) 상호 연결된 여러 역사적 사건으로부터 어떤 패턴과 원인/결과 관계가 있음을 보았고 이에 근거해 미래를 예측할 수 있었다.”\n\n“가장 중요한 3개의 사이클은 장기 부채 및 자본 시장 사이클, 국내 질서와 혼란의 사이클, 국제 질서와 혼란의 사이클이다.”\n“공포, 탐욕, 질투 그리고 기타 인간의 기본적인 감정은 항상 같았으며 그 영향으로 사이클이 발생하는 것이다.”\n\n“진화는 온 우주에서 가장 크면서 유일하게 영속적인 힘을 가졌지만 우리는 알아차리지 못한다.”\n“진화는 개선으로 가는 상승운동으로 적응과 학습을 통해 발생한다. 그리고 이를 중심으로 사이클이 생긴다. 내게 있어 모든 것은 마치 코르크 마개 따기를 뒤집어 놓은 것 같이 원을 만들며 위로 상승하는 나선형의 궤도로 보인다.”\n\n“과거를 추정하는 것은 일반적으로 합리적인 직업이며, 미래는 예정을 벗어날 것이기에 깜짝 놀랄 준비를 하는 것이 좋다.”\n\n“나는 아는 것보다 알지 못하는 것에 대처하는 방법을 알고 있었기 때문에 성공을 거둘 수 있었다. 미래에 베팅하는 것은 확률에 베팅하는 것이며 확률을 포함해서 확실한 건 아무 것도 없다. 그것이 바로 대처 방법이다.”",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "518afb00-3f62-4da5-9663-d9ad9708e63f",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f",
    "4c2e72b8-0cf2-48f3-b5fa-5ad39f6b68ea"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-04-25T07:39:41.987000",
  "updatedAt": "2025-11-27T11:17:38.032000"
}