{
  "id": "2d4e8cae-3f5c-4156-8eae-aed89fd9c641",
  "title": "kctc",
  "content": "과훈단(kctc) 창단 멤버로서 잘은 기억이 안나지만 주절거려보겠습니다.\nglhfggwp 작성일 : 22-04-29 20:05 조회 : 261\n목록\n뭐 제 이름은 말할수없고 27사, 2사, 11사에서 착출되어서 창단되었다고 보면됩니다.\n그전에 시범기간동안은 2사 32연대? 2대대였나? 얘네들이 창단전에 시범운영했었고 우리에게 넘겨줬죠.\n기억이 가물가물하내요.\n일단 북한 전술을 배울려고 겨우내 북한 기초훈련부터 전술을 숙달했고 본격적으로 국군과 훈련전에 \n시범운영했던 2사 32연대 애들에게 대차게 깨진뒤에 시작했지요. 뭐 32연대애들이 하이바 벗는 부정행위도 했었지만 전술적으로 우리가 완전 진거라 뭐라 말은 못 하겠습니다.\n훈련은 대대이지만 일주일간? 한중대씩 돌아가면서 훈련했습니다. 대대로 훈련와서 중대 vs 중대라고 보시면 됩니다. 그땐 장비며 뭐건간에 재대로 갖춰지지않은 상태라 그렇다고 보시면됩니다.\n실전같이 하라고 북한말투까지 쓰라고 명령이 내려왔지만 들을리없고 보급된 북한 군복 질이 너무 않좋아서 겨울엔 너무 추워서 뒤지는줄알았습니다. 춥다고 안에 깔깔이 입으면 워낙뛰어다녀서 땀으로 젖어 쉬는시간에는 더 추워지죠. 하이바는 국군방탄모 외피벗기고 페인트로 별박은거라 간단했고요.\n기억은 잘안나지만 두세가지 기억나는게 있는데 일단 한국군 전술은 그때당시 개판이였습니다. 지금은 어떤지 모르지만요. 그냥 너무 쉬운 먹있감이었고 이해는 가는게 전출오기전에 나름빡쎈예비사단인데도\n기초훈련이랑 전술훈련배울때 너무 힘들었습니다. 그리고 체력훈련도 난이도 두배였고 적어도 우리소대는 지휘관이 전사해도 지도딴뒤에 예측이동경로에 화력지원 할수있게 따로 또 훈련해서 이것도 아주 도움되었습니다.\n이제 본격적으로 아직도 안잊혀지는 몇가지 에피소드를 말하자면 사단은 말안하겠습니다.\n일단 8사단은 칭찬이니깐 넣어두고 8사단 체력 미쳤습니다. 전술은 여타 다른 국군부대와 다름없이 형편없었는데\n이 체력이 8사단이 미친놈들인가 할정도로 타사단과 달리했습니다. 우리방어선 한쪽 뚫고 올라가서 소탕하기위해서 쫓아 올라갔는데 쫓아올라가질 못할정도였죠. 물론 능선에서 다 제압했습니다. 체력만 좋았다는 기억이 있내요.\n두번째는 모사단 중대 op진내사격사건 우리가 아직 적 중대op에 도달하지도 못하고 한 300여미터 떨어진 능선에서 적 중대 op 탈환을위해서 적수비대와 교전중인데 적중대장이 자기들 중대 op에 진내사격해버린겁니다. 당연히 우리는 피해없고 적 중대장과 일부 수비부대 사망처리로 우리의 공격훈련이 끝난상황.\n사후 검토에서 우리 단장인 배종욱 준장에게 혼나서 울던 적 중대장이 생각나구요. 정말 형편없는 그때 육군의 평시모습을 보여준다고 전 봅니다.\n세번째가 야간방어하는 우리는 당연히 정창병을 보냈고 그게 저희 분대였었죠. 그런데 우리 기관총부사수가 쪼오기 산에서 불빛이 깜빡이면서 내려온다고하더군요. 야시경으로 보니 정말이더군요. 후레시를 켜고 산에서 내려오고있구나 느꼈고 바로 판쵸우를 편뒤 우리위에 덮고 후레쉬를 켠뒤에 지도따고 예측지점에 화력지원 6명사망냈었죠. 이게 사후검토때 이야기가나왔는데 그 불빛이 뭐였는지에 대해서 말이 많았지만 통제관이 변명하길 그때 그 훈련부대는 후레쉬켜고 내려오지않았다 우리가 본 불빛은 무전기에서 나오는 불빛이였다로 변명했죠. 근데 적어도 우리가 있던지점과 그 산은 직선거리로 지도한칸(1km)이 넘었기에 그건 거짓말인거 뻔했죠. 당현히 포상휴가 받았구요. 그리고 아시는분은 아시겠지만 그 무전기 불빛나는거 끌수있습니다.;; 지금은 어떻게 끈건지는 기억이안나지만요. 뭐 버튼 두겐가 세개 눌렀던거 같아요.\n뭐 야시경으로 적 야시경을 발견한뒤에 적 정찰분대와 교전 후 포로로 잡은적있구요. 그 야시경도 아주 작게불빛이 기본적으로 나오는데 그것도 끌수가있을것임. 왜냐면 제가 끈걸로 기억하기때문임요. 물론 끈건지 가린건지 지금 20년이 지나서 기억이 가물가물해요. 이해바랍니다.\n제가 과훈단오고 육군과 훈련이 대략 8~9번으로 기억하는데 정말 기억나는게 저것말고는 없내요. 대충 몇가지 자잘한것도 나긴하는데 워낙 정신없이 살다보니깐. 이앞전 kctc글 없었으면 언제또 기억해냈겠습니까?\n대충 군생활 잡담으로 보세요.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-29T22:19:28.577000",
  "updatedAt": "2022-04-29T22:19:28.577000"
}