{
  "id": "2de7c181-1464-4424-a524-efd21e1f02f9",
  "title": "술의 역사",
  "content": "<소주>\n우리와 몽골의 공통점이 있다면 그것은 바로 \"음주가무\"를 좋아한다는 점이다.\n이 점은 군대도 다를바 없었고 당시 고려군이나 몽골군이나 술을 아주 사랑(?)했었다.\n몽골은 전통적으로 말의 젖을 발효시킨 마유주(아이락)를 마셨는데 1258년 몽골군이 아바스조 이슬람 제국을 공략할 때 농경민인 서아시아인들로부터 술을 곡류을 증류해서 만드는 기술을 배우게 되었다.\n이렇게 증류해서 만든 술을 아랍어로 ‘아라크(araq)’라고 했는데 몽골에서는 \"아락\" 또는 \"아르히\"라고 불렀다.\n몽골이 아바스를 정벌할 당시 고려는 몽골에서 굴욕의 항복을 했었고 옛 금나라 지역에 몽골은 \"원(元)\"이라는 나라를 세웠다.\n원을 세운 몽골은 왜에게 통교를 맺기 위해 사신을 파견했는데 그 뜻이 거부당하고 애꿎은 사신 하나만 왜에 처형당하는 일이 벌어졌다. 그래서 몽골은 왜를 정벌하기 위해 두 차례의 원정(1274년, 1281년)을 벌였지만 태풍으로 인해 두 번 모두 원정에 실패하고 말았다.\n그런데 일본원정을 준비하는 기간 동안 몽골의 병참과 물자를 담당,지원한 것은 왜와 아무 상관도 없었던 고려였다.\n이때 원나라가 고려에서 행했던 일이라고는 병참을 위해 고려조정을 겁박했던 일과 원정때 병사들의 사기를 높일 목적의 술인 \"아르히\"를 만들기 위해 고려에 양조장을 세운 일 뿐이었다. 당시 몽골군은 고려조정의 내정간섭을 위해 당시 수도였던 개성에 관리(다루가치)들과 왜를 원정하기 위한 몽골군의 사령부가 주둔하고 있었고 이들은 개성에 양조장을 만들어 술을 만들었던 것이다.\n그런데 몽골군이 자기들을 위해 만든 양조장이 우리나라 주류계에 큰 영향을 끼치게 되었다.\n당시 고려에는 증류기법이 없었고 전통적인 발효기법으로만 술을 제조하고 있었다.\n그런 술들이 바로 우리가 알고 있는 막걸리나 동동주[*탁주(濁酒)라고 한다.]였는데, 양조기술이 당시 몽골에 있어서 \"국가기밀\"수준은 아니었기 때문에 몽골인들은 이 기술을 배우기를 원했던 고려인들에게 돈을 받고 가르쳐 주었다.\n그래서 개성에는 이때부터 양조장이 생겼고 고려인은 이 술을 \"아락주\"라고 불렀고 이것이 바로 유명한 \"개성소주\"의 탄생이었다.\n전통적인 소주 중에서 개성소주 말고 유명한 전통소주가 또 있다면 안동소주가 있는데 안동이 소주로 유명하게 된 배경은 다음과 같다.\n당시 고려에는 몽골군의 사령부가 개성에 있었고 원정을 위한 병참기지는 안동에 있었다.\n안동이 병참기지가 된 이유는 당시 원정에 필요한 물자가 한반도 남쪽으로 내려오려면 반드시 안동을 거쳐야했기 때문이었다.\n즉 안동은 한반도 남부로 내려오는 길목이었고 반대로 동,남부의 물산이 북쪽으로 가기 위해서는 반드시 거쳐야할 장소였던 것이다.\n(*본 내용과 상관없는 내용이지만 이러한 연유로 안동 간고등어가 유명해진 것이다. 옛부터 고등어가 서울, 경기 지방쪽으로 오려면 안동을 거쳐야 했는데 안동에 오면 고등어가 상하기 직전이었다. 그런데 고등어의 맛은 상하기 직전일 때가 가장 맛있기 때문에 안동에 도착한 고등어가 가장 맛있을 단계였고 더 상하기 않게 하기 위해 소금으로 염장을 했다.\n이렇게 탄생한 것이 바로 우리가 알고 있는 \"간고등어\"다.)\n게다가 안동은 아락주의 재료이자 남방출신 병사들의 식량인 쌀과 고기질이 좋은 소가 풍부하게 생산되는 지역이어서 병참기지로 삼기에도 안성맞춤이었다.그래서 안동은 몽골군의 병참기지가 되었고 몽골군은 여기서도 개성에서 했던 것처럼 양조장도 만든 것이었다.\n이렇게 안동에 생겨난 이 양조장과 양조기술이 그 지역 주민들에게 알려졌고 이렇게 탄생한 소주가 우리가 알고 있는 \"안동소주\"였다.\n몽골에서 전파된 새로운 술 \"아락주\"는 그전의 토종술과 달리 맑은 색과 향이 뛰어났지만 단점이 있었다. 아락주를 만드는데 소모되는 곡물의 양이 발효주를 만들 때 소모되는 곡물의 양보다 훨씬 많이 소모된다는 점이었다. 그래서 아락주는 다른 술에 비해 가격이 비쌌기 때문에 대중적인 술이 되지 못했고 귀족들이나 돈 많은 상인들만 마실 수 있었다.\n이 아락주가 조선시대에 와서 바로 우리가 알고 있는 위대한 술(?) \"소주(燒酒)\"로 명칭이 변경되었고 그 명칭은 지금까지 전해지고 있다. \n얘기를 계속 하자면 조선시대의 소주는 고려시대와 마찬가지로 여전히 비싼 술이어서 소주는 당시 지배층인 양반들이 주로 마셨고 백성들은 여전히 저렴한 발효주인 탁주(막걸리,동동주)를 마셨다.\n그런데 탁주나 소주나 만드는데 소모되는 곡물량이 심각하게 많아서 나라에 흉년이 들었을 때는 금주령이 내려지고는 했었다.\n하지만 지금의 우리와 마찬가지로 우리 조상들 역시 술을 너무 사랑했기 때문에 금주법 시대에도 그 영을 어기고 몰래 술을 만들거나 특별한 이유(*예를 들면 부모님의 상)가 아닌데도 술을 마셨다가 처벌당하기도 했다.\n(특히 금주법이 엄했던 영조 시대가 술꾼들에게 있어서 지옥의 시기였다. 다른 시기때와 달리 금주법을 어겨 목이 달아난 사람들도 있었으니 말이다.)\n러시아의 보드카 역시 몽골군의 유산이었다.\n몽골의 아르히가 우리나라로 전해져서 소주(燒酒)가 되어 음주문화에 큰 영향을 끼쳤듯이 몽골군이 지배한 러시아 지역에서도 아르히의 제조기술이 러시아에도 전래되어 보드카가 만들어졌다. 이 보드카 역시 우리나라의 소주처럼 러시아 음주문화에 큰 영향을 주었다. 이 증류기술은 러시아에서 서유럽 쪽으로 전파되어 위스키가 탄생했고 그 위스키는 유럽을 대표하는 술로 자리잡았다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-03-18T10:38:26.404000",
  "updatedAt": "2025-03-18T10:38:26.404000"
}