{
  "id": "2e062897-c29f-418c-b747-7e0f1675851d",
  "title": "고대 아테네의 부 ",
  "content": "소수 귀족이 토지를 독점해 폭발 직전이었던 농민과 무역으로 재산을 모았지만 정치 참여에 신분제약이 있던 상인들의 불만은, 모두의 지지를 얻어 선출된 솔론의 개혁으로 어느 정도 잠잠해졌지만 그렇다고 불만이 줄지도 않았다. 농민은 빼앗긴 토지를 돌려받았지만 균등한 배분을 원했고 재산으로 참정권을 얻은 상인들도 더 큰 힘을 원했다. 과점하던 권력을 공유하게 된 귀족의 불만은 더 컸다. 재산과 세금에 따라 정해지는 참정권도 가난이 대물림되면서 신분차별로 여겨졌다.\n이런 불만이 쌓인 농민과 평민의 지지로 솔론에 이어 권력을 잡은 페이시스트라토스는 참주에 올라 독재를 했다. 귀족세력을 약화시키며 상공업과 무역을 장려했고 중앙집권 강화와 정당성 확보를 위해 농민과 하층민을 위한 정책으로 지지기반을 만들었다. \n개혁은 권력유지의 수단이었다. 육군 위주로 편성된 아테네에 해군을 육성시켜 해양세력으로 가는 기반도 만들었다. \n\n테미스토클레스는 BC493년에 집정관이 된 이후 페르시아를 상대할 수 있는 해군력을 가지기위해 노력했지만 막대한 재원을 감당할 방법이 없었다. 때마침 BC483년에 라우레이온 은광이 발견된다. 은광을 채굴하면서 항만을 건설하고 아테네의 에게 해 해상권 장악을 위해 갤리선으로 불리는 3단 노선 200척을 보유하자는 테미스토클레스의 의견을 의회가 통과시킨다. 은 채굴과 항만건설, 갤리선을 만드는 작업에 빈민층을 투입시켜 일자리를 제공하고 은으로 만든 은전을 급여로 지급했다. 일꾼들은 은전을 받아 생필품 구입에 소비했고 은전은 시장을 빠르게 회전시켰다. 단순한 소비로 끝내지 않고 은으로 일자리와 소비시장을 회전시키면서 통화 버블이 발생하기도 했지만 아테네의 내수는 활성화되면서 경제가 살아났다. 안정적인 채굴이 가능한 은광을 소유하게 된 아테네는 스파르타, 테베와 경쟁에서 경제적 우위를 점유하게 됐다. \n무역으로 인해 해운은 발달했지만 해군은 볼품없었던 아테네는 200여척의 갤리선을 앞세운 막강한 해군을 보유하게 됐다. 아테네는 일찍이 최강의 해군을 양성해 에게 해의 제해권을 장악하고 상권을 독점해 부유함을 누리던 아이기나를 부러워하면서 시기했다. 테미스토클레스는 아테네시민들의 이런 감정을 이용해서 페르시아가 아닌 아이기나를 이기기 위한 해군을 만들자고 설득했고 은광에서 채굴한 자본으로 이룩한 함대는 아이기나 해군을 능가했다. 에게 해 제해권은 이제 아테네의 것이었다. 아테네 경제가 이렇게 활발할수록 시장에 은이 넘쳐났다. 시장에 은이 많아지자 은값이 떨어지면서 상대적으로 물가가 오르고 금값도 올랐다. 이 때 페르시아 상인들이 비싸진 페르시아의 금과 싼 그리스의 은을 교환하면서 시세차익을 보게 된다. 문제는 많은 상인들이 소문을 듣고 여기에 동참하면서 페르시아의 금이 대량으로 그리스에 유출되면서 금본위제 국가 페르시아는 금 부족으로 내수시장의 교란을 불러오게 되었다. 그리스는 은을 시장에 계속 공급할 수 있는 대량의 은광산을 보유하고 있었기 때문에 유리한 고지에 있었고 상황을 조용히 즐기고 있었다. 더 이상 놔둘 수 없는 심각한 상태에 이른 페르시아는 아나톨리아반도 안의 반란을 진압하기 위해 군대를 보내면서 긴장관계를 유지하다가 BC480년에 그리스로 함대를 보내면서 테미스토텔레스의 예상대로 전쟁이 시작된다. 그러나 따져보면 전쟁준비를 위해 은을 사용하면서 은과 금의 가격에 혼란이 발생했고 더 이상 묵과할 수 없는 상황에 이른 페르시아가 전쟁 선택을 강요받았다고 볼 수 있다. \n육지에서 패전했어도 200척의 해군이 활약한 살라미스 해전에서의 승리로 승기를 잡은 아테네는 육군에서도 전세를 역전시켜 1년 만에 페르시아를 후퇴하게 만든다. 그리스에 은광으로 구축된 해군력이 없었다면 이후의 서양문명은 암흑기를 맞았을 거라고 추측하는 학자가 많다. 그리스의 은과 대량 유입된 페르시아 금화로 전쟁 물자 조달이 수월했다. 이때 발견된 은광산은 4세기 후반까지 많은 양이 채굴되면서 아테네 경제가 발전을 이어가는데 기여를 하게 된다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-20T09:51:37.304000",
  "updatedAt": "2025-03-12T07:21:08.327000"
}