{
  "id": "2e280100-ffcc-4b13-a01d-25e7bb003a85",
  "title": "황하",
  "content": "![image](media/1757125680308.1420013232.png)\n![image](media/1757125851577.451381613.png)\n![image](media/1757126680899.1620652786.png)\n\n\n\n뤄양 이후의 유역부터는 심하면 수년에 한 번씩 황하의 흐름이 바뀌며, 이 때문에 북으로는 베이징시까지, 남쪽으로는 회하나 장강과 합류할 정도로 유역변경이 잦다.\n1128년, 개봉 태수 두충(杜充) 휘하의 송나라 군대가 진군하는 금군을 막기 위해 황하의 남쪽 제방을 무너뜨렸었는데 그 결과 역사시대가 시작된 이래 처음으로 황하가 산둥 반도 남쪽으로 완전히 이동하여 회하, 장강과 연결되어 황해로 흘러들었다. 1194년에 화하의 기존 하구가 완전히 막히면서 황하, 회하, 장강의 하류는 완전히 합쳐졌다. 이로 인한 퇴적으로 오늘날 회하, 장강 인근 해안선은 동쪽으로 이동하게 된다.\n이후 700여년 동안 계속 물줄기가 변했지만 대체적으로는 산둥 반도 남쪽으로 흐르다가 1851년과 1855년 사이의 대홍수, 특히 청나라 함풍 5년인 1855년 8월 1일 대홍수로 인해 산둥 이남으로 흐르던 황하가 산둥 이북으로 크게 방향을 틀어버렸다. 이 때문에 명나라 때 강남에서 베이징까지 연결해놓은 대운하의 산둥반도 구간이 끊겨버렸다. 그로 인해 연간 수백만 석의 조량을 베이징으로 옮기는게 매우 힘들어지면서 청나라는 심대한 타격을 입게 된다.\n현재의 황하 하구도 제2차 세계 대전이 끝난 이후인 1947년에나 생겼고, 지금의 하류는 예전에는 지수이 강(济水)이라는 별개의 강이었다. 그래서 황하 하구에 만들어진 삼각주도 황하신삼각주라는 명칭이 새로 붙었다. \n\n중문위키\n역사 기록에 따르면, 황하는 빈번히 범람 위협을 받았으며, 범람으로 인해 하천이 여러 차례 크게 변경되었습니다.비록 각 왕조 정부가 제방을 건설했지만, 황하가 길을 바꿀 때마다 홍수가 원래의 주, 현, 촌, 마을을 휩쓸어 막대한 사상자를 초래했습니다. \n\n周定王五年（前602年）黄河在黎阳宿胥口（今河南浚县西南）决徙，偏离禹河故道，至章武（今河北沧县东北）入海，为史载大禹治水后黄河第一次大改道。\n宋仁宗庆历八年（1048年）六月，黄河冲决澶州商胡埽，向北直奔大名，经聊城西至今河北青县境与卫河相合，然后入海。\n南宋建炎二年（1128年），为防御金兵南下，东京守将杜充在滑州人为决开黄河堤防，造成黄河改道，向东南分由泗水和济水入海。黄河至此由北入渤海改而南入黄海。直到1855年，黄河主要是在南面摆动，虽然时有北冲，但均被人力强行逼堵南流。\n最近的一次黃河大改道是在清咸丰年间。咸丰五年六月十九日（1855年8月1日），黄河在河南兰考北岸的铜瓦厢决口，改東北走向，在山東境內借济水（又名大清河）入渤海。\n1938年6月9日，国军为阻挡日军，破壞郑州黄河南岸花园口大堤，全河又向南流，沿贾鲁河、颍河、涡河入淮河。直到1947年堵复花园口后，黄河才回归北道。\n據歷史記載，在1946年前的2540年間，黃河受到近1593次氾濫威脅，而因氾濫令河道大改道共26次。其中最严重的是1887年黄河决口，当时河南郑州下汛十堡（今惠济区花园口镇石桥村）发生黄河决口，致使200多万（一说93万；一说最保守估计150万；一说700万）人罹难。\n\n번역\n주나라 정왕 5년(기원전 602년), 황하가 여양(黎阳) 숙서구(宿胥口, 지금의 허난성 훈현[浚县] 서남)에서 제방이 터져 길을 바꾸어, 우하(禹河)의 옛 물길을 벗어나 장무(章武, 지금의 허베이성 창현[沧县] 동북)에서 바다로 들어갔다. 이는 역사 기록상 대우(大禹)가 치수(治水)한 뒤 황하가 처음으로 크게 물길을 바꾼 사건이었다.\n\n북송 인종 경력 8년(1048년) 6월, 황하가 전주(澶州) 상호소(商胡埽)에서 터져 북쪽으로 직행하여 대명(大名)에 이르고, 이어 랴오청(聊城) 서쪽을 지나 오늘날 허베이성 청현(青县) 경내에서 위하(卫河)와 합류한 후 바다로 들어갔다.\n\n남송 건염 2년(1128년), 금나라 군대의 남하를 막기 위해 동경(東京, 개봉) 수장 두충(杜充)이 인위적으로 활주(滑州)의 황하 제방을 터뜨렸다. 이로 인해 황하가 물길을 바꾸어 동남쪽으로 흘러, 사수(泗水)와 제수(济水)를 따라 바다로 들어갔다. 이때부터 황하는 북쪽으로 발해(渤海)로 들어가던 데서 남쪽으로 황해(黄海)로 들어가게 되었다. 이후 1855년까지 황하는 주로 남쪽에서 물길을 바꾸어 흐르며, 간혹 북쪽으로 돌진해도 인력이 강제로 막아 남류를 유지하였다.\n\n가장 최근의 황하 대개도는 청나라 함풍 연간이었다. 함풍 5년 6월 19일(1855년 8월 1일), 황하가 허난성 란카오(兰考) 북안의 동와상(铜瓦厢)에서 제방이 터지며 동북쪽으로 흐르기 시작했고, 산둥성 경내에서 제수(济水, 일명 대청하[大清河])를 빌려 발해로 들어갔다.\n\n1938년 6월 9일, 중국군이 일본군의 남하를 저지하기 위해 정저우(郑州) 황하 남안 화원구(花园口) 제방을 파괴하였다. 이로 인해 황하 전류가 다시 남쪽으로 흘러, 가로하(贾鲁河), 영하(颍河), 와하(涡河)를 따라 회하(淮河)로 들어갔다. 1947년 화원구 제방이 막히고 나서야 황하는 북쪽 길로 돌아왔다.\n\n역사 기록에 따르면, 기원전 594년부터 1946년까지 2,540년 동안 황하는 약 1,593회의 범람 위협을 받았고, 그 중 물길이 크게 바뀐 경우는 26회였다. 이 가운데 가장 심각했던 것은 1887년 황하 결구였는데, 당시 허난성 정저우(郑州) 하심 십보(下汛十堡, 지금의 혜지구 화원구진 석교촌)에서 황하 제방이 터지며, 약 200만 명(일설로는 93만, 보수적으로는 150만, 또 다른 설로는 700만 명)이 희생되었다.\n\nchatgpt\n지금 중국의 황하는 통관/산먼샤(三门峡) 일대(산서·섬서·하남 접점)에서 동진을 시작한다. 오랜 옛날에는 ㄴ으로 꺽이지 않고 섬서, 하남 경계를 따라 밑으로 흘렀다는데\n\n1. 현재의 루트\n오늘날 황하는 통관(潼关) 부근에서 방향을 동쪽으로 바꾸어 허난(河南) 평원으로 들어갑니다. 그 이전까지는 섬서(陝西)·산서(山西)의 경계를 따라 남하하다가, 통관에서 꺾이는 것이죠.\n\n2. 고대의 루트 (남향설)\n고고지리 연구에 따르면, 하상안정화 이전(大禹治水 전후의 고대) 황하는 지금처럼 동쪽으로 꺾이지 않고, 섬서–허난 경계를 따라 더 남쪽으로 직진해 장강 수계와 더 가까운 곳으로 흘렀다는 학설이 있습니다.\n\n『사기(史記)·하본기(夏本紀)』\n黃河出積石，經幷州，東至於華陰北，入于海\n황하는 적석산(積石, 지금의 청해성 적석협 일대)에서 발원하여, 병주(幷州, 지금의 산서성 일대)를 지나, 동쪽으로 흘러 화음(華陰, 지금의 섬서성 화인현) 북쪽에 이른 다음, 바다로 들어간다. \n=> 여기서 해는 고대의 큰 호수\n\n3. 연구 성과\n지질 조사에 따르면, 삼문협(三门峡) 일대의 협곡이 형성되기 전에는 황하 본류가 지금의 통관–낙양 루트로 동쪽을 틀지 않았을 가능성이 높습니다.\n일부 중국 학자들은 이를 “古黄河南流”라 부르며, 황하가 섬서–허난 경계를 따라 남하 → 화북 평원 남쪽(회수 유역) 으로 흘렀다고 해석합니다.\n다만 시기적으로는 선사–하·상 이전(즉, 기원전 수천 년 전)에 해당하는 것으로 추정되고, 역사시대(은·주 이후)에는 이미 황하가 통관을 거쳐 동쪽으로 흘렀다는 것이 일반 견해입니다.\n\n4. 요약\n지금: 황하는 통관(潼关)에서 동쪽으로 꺾여 허난으로 들어감.\n아주 옛날: 삼문협 협곡이 열리기 전, 황하는 꺾이지 않고 섬서–허난 경계를 따라 계속 남하하여, 장강 수계나 회수 유역으로 흘러갔을 가능성이 있음.\n이는 고고지질학·문헌 기록이 서로 엇갈리지만, “황하가 지금의 ㄴ자 꺾임을 형성하기 전에는 더 남쪽으로 직진했다”는 주장은 학계에서 일정 부분 인정되는 가설입니다.\n\n옛날 황하의 흐름 — 역사적 증거와 학문적 논의\n기록 및 문헌 근거\n춘추 및 진(秦) 이전 문헌에는, 황하가 낙양(洛阳)을 지난 뒤 섬서(陝西)-하남(河南) 경계를 따라 흐르다, 이후 하북(河北)과 산동(山东) 경계를 지나 보하이만(Bohai Bay)으로 흐르기도 했다는 기술이 있습니다. (위키백과)\n 즉, 통관에서 동쪽으로 꺾인 현재와는 달리, 과거에는 직남하여 평원을 관류했을 가능성이 있다는 의미죠.\n\n고고학·지질학적 연구\n하상 안정화 이전의 고대 하류 유로를 분석한 연구에서는, 고대 황하가 섬서와 하남 경계를 따라 직남하며 흐르는 유로가 있었다는 지질 및 고고 데이터가 확인됩니다. (pubs.cstam.org.cn, geog.com.cn)\n 이와 함께, “禹故迹(우고적)”이라는 사마천·반고의 표현은 ‘禹河’, 곧 ‘大禹 치수 당시의 황하 원래 길'을 가리키는 것으로 해석되며, 이는 지금과 다른 방향의 흐름이었다고 여겨집니다. (hrczh.cass.cn)\n\n\nhttps://ko.wikipedia.org/wiki/%ED%99%A9%ED%95%98\nHistorical documents from the Spring and Autumn period[31] and Qin dynasty[32] indicate that the Yellow River at that time flowed considerably north of its present course. These accounts show that after the river passed Luoyang, it flowed along the border between Shanxi and Henan Provinces, then continued along the border between Hebei and Shandong before emptying into Bohai Bay near present-day Tianjin. Another outlet followed essentially the present course.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-09-06T11:12:55.559000",
  "updatedAt": "2025-09-06T11:44:41.446000"
}