{
  "id": "2eb48f30-015b-4a3f-a14b-6b82eb9a9575",
  "title": "수도 이전",
  "content": "노무현 대통령은 2002년 대선 공약으로 \"행정수도 이전\"을 내걸었습니다. 이는 박정희 대통령 시기의 수도권 과밀 문제 해소를 목표로 한 \"국토 균형 발전\"의 연장선이었습니다.\n2004년 행정수도를 충청권(현재 세종시 부근)으로 이전하는 특별법(《신행정수도 건설을 위한 특별조치법》)이 국회를 통과했습니다.\n행정수도 이전은 청와대, 국회, 대법원 등 주요 정부 기관을 모두 이전하는 것을 목표로 했습니다.\n대법원과 헌법재판소를 비롯하여 법원행정처, 사법연수원, 법원공무원교육원, 법원도서관 등 사법부 관련 기능도 모두 옮기기로 결정했다. 이에 사법부는 강력하게 반발하며 법률신문에 반대 기고 등을 올리며 이는 천도와 다름없기 때문에 국민투표를 해야 한다고 주장했다.\n수도 이전에 반대하는 일부 단체와 개인들이 《신행정수도 건설 특별법》이 위헌이라며 헌법재판소에 헌법소원을 제기했습니다. 이들은 수도 이전이 \"서울이 수도임을 전제로 한 관습헌법\"에 위배된다고 주장했습니다. \n2004년 10월 21일 헌법재판소는 9명의 재판관 중 8대 1의 의견으로 《신행정수도 건설 특별법》에 대해 위헌 결정을 내렸습니다.\n헌법에는 대한민국의 수도를 명시하지 않지만, \"서울이 수도라는 관습헌법\"이 존재한다고 판단했습니다.\n여기서 '관습헌법'이라는 전대미문의 논리가 등장했다.\n 수도를 이전하려면 헌법 개정이 필요하다고 결정했습니다. 1의 의견으로 《신행정수도 건설 특별법》에 대해 위헌 결정을 내렸습니다.\n\n10월21일(목) 헌법재판소가 신행정수도특별법이 ‘관습헌법’을 위배했다며 위헌 결정을 내렸다. 이날 오후 집무실에서 차별시정기구 관련 회의를 마친 노 대통령이 문재인 민정수석에게 헌재 결정을 어떻게 생각하는지 물었다. 문 수석이 “(재판관들이) 머리가 참 좋다”고 답하니, 노 대통령이 “나도 처음 든 생각이 ‘머리가 참 좋구나’ 였어요”라고 말했다. 내(이정우)가 상식적으로 납득이 가지 않는 결정이라고 말하니, 노 대통령이 “헌재에 의한 쿠데타”라고 말했다. \n10월22일(금) 종일 국회 운영위 국정감사에 출석했다. 김우식 비서실장과 김병준 정책실장에게 질문이 쏟아졌다. 야당 의원이 김 실장에게 헌재 결정에 승복하는지 물으니 “법적 효력을 누가 부정하겠습니까”라고 모범적 답을 했다. 나는 “관습헌법이란 말은 처음 들어봅니다. 얼마나 논리가 궁하면 관습헌법을 들고나오겠습니까. 수긍할 수 없습니다”\n납득할 수 없는 헌재의 위헌 결정으로 세종시는 행정중심복합도시로 축소되어 반쪽 신행정수도가 됐다. 현재 행정부는 세종시에, 대통령과 국회는 서울에 있어서 시간, 노력의 낭비와 행정 비효율이 크다. 수도 이전은 미래에 대통령과 국회가 모두 세종시로 가야 완성될 미완의 과제로 남아 있다.\n\n\n관습헌법 법리 구성은 \"천도가 옳은가 그른가\"는 별론으로 하고 법학, 행정학, 정치학적으로 상당한 비판을 야기했다. 애초에 관습법은 시대의 변화와 사회의 법질서의 변화에 따라 부단히 변천하는 개념이며, 그렇기에 관습헌법은 성문법 체계를 바탕으로 한 오늘날 대한민국의 법치주의에는 어울리지 않는다. 이미 성문법 체계를 채택하고 있으므로 굳이 관습헌법이라는 불문법상 원리를 받아들일 이유도 없었을 뿐만 아니라, 설령 관습헌법을 받아들이더라도 사회 구성원들이 가진 해당 법규범의 구속력에 대한 확신이 소멸되었다든지 지배적 이념 내지 지배적 사회질서에 변화가 생긴다면 그 관습헌법의 효력은 특별한 절차를 거치지 않더라도 어느 시점에는 자연스럽게 부정될 수밖에 없는 것이었다. 그런데 헌법재판소 재판관의 다수는 해당 논리의 조악함에 대해서 당연히 알고 있었을 것임에도 관습헌법이라는 체계를 새롭게 만들어 냈다.\n더구나 불문법을 채택하고 있는 나라는 영국 등 소수의 국가에 불과하기 때문에 해당 관습헌법의 개정절차를 판단함에 있어서 새로운 법리를 만들어내기 보다 기존 불문법 국가들의 법리를 차용하는 게 논리적 정합성을 감안해보면 정상이라고 봐야 한다. 그러나 헌재는 대뜸 '관습헌법의 개정은 반드시 제130조에 의거한 헌법개정의 방법에 의하여야만 한다'고 못박아 버렸다.\n이는 국민으로부터 어떠한 권력도 직접적으로 위임받지 못한, 즉 민주적 정당성이 부족한 사법기관이 하라는 재판은 하지 않고 월권하여 '재판입법'[20]을 한 것과 다를 게 없었기 때문에 두고 두고 비판을 받는 것이다.\n김경제 교수의 KCI 등재 논문인 신행정수도건설을위한특별조치법 위헌결정 (2004 헌마 554, 566 병합)의 헌법적 문제점 - 적법성요건 판단과 관련하여 논문에서 이 결정은 헌법재판관의 탄핵 사유로는 충분하며, 더 나아가 유신 헌법 당시 대통령에게 주어지지 않은 권한을 사용하여 국회의 권능행사를 불가능하게 했다는 점을 근거로 이 결정이 헌법이 정한 절차에 의하지 않고 헌법 제128조 이하의 기능이 소멸시켰다는 점을 근거로 내란죄의 구성요건에 해당할 수 있다고 판단했다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-01-07T12:40:39.206000",
  "updatedAt": "2025-01-07T13:01:00.658000"
}