{
  "id": "2eb504df-febc-4dd8-aa3a-1b67fced65b3",
  "title": "암시장(暗市場, Black market)의 역사",
  "content": "[당나라]\n당나라의 조세제도는 세금을 현금으로 내는 금납제이었다. 세금을 돈으로 내기 위해 농민들은 수확한 농산물을 시장에 팔아 현금화해야 했지만 당시 당나라는 시장경제가 완벽하게 형성되지 못해서 돈이 급한 농민들이 시가보다 낮게 농산물을 매매하는 등, 거래 과정에서 손실이 발생하는 경우가 잦았다. \n또 금납제의 도입이 재정 수입 확충에 크게 기여하지 못하자 당나라 정부는 당시의 중요한 생필품인 소금에 대해 정부가 독점적으로 판매할 수 있는 전매제도를 도입했다. 이로 인해 한때 당나라 조세 수입에서 소금 전매 수입이 차지하는 비중이 50%를 넘기도 하였다. 그러나 소금 전매를 통한 조세 수입의 확충 방식은 오래가지 못했다. \n당시 소금업자들은 소금세가 높았기 때문에 소금을 한꺼번에 구입해 가격을 높인 다음 판매하는 매점매석 행위로 폭리를 취하는 경우가 많았다. 소금의 생산원가에 비해 전매제도를 통해 제공되는 소금의 가격이 30배 이상 치솟자, 시세차익을 노리고 소금 밀매업자들이 출현했다. \n당연히 정부는 암시장을 강력히 단속했다. 당나라는 재정수익을 위해 소금밀매업자들을 염적(鹽賊)으로 강력히 처벌하기 시작했고 잡히면 사형이라는 강경처벌이 잇따르자 밀매업자들은 사생결단을 내리게 된다.\n소금 밀매업자들은 당나라 정부의 단속이 심해지자 각 지역의 밀매 조직을 규합해 세력화하고 정부에 항의했다. 연합조직의 규모가 점점커지자 소금 가격을 단속하는 정부에 대한 이러한 항의는 황소(黃巢)라는 밀매업자를 필두로 반란의 형태로 확장됐다. 이때의 난을 가리켜 ‘황소의 난’이라고 한다. 황소는 같은 소금 밀매업자인 왕선지(王仙芝)와 결합해 당의 수도인 장안을 손쉽게 함락시켰다. 이처럼 쉽게 수도를 함락시킨 원인에는 소금세에 항의하는 소금 밀매업자들의 조직적인 움직임도 있었지만 가뭄과 수해, 병충해에도 불구하고 계속되는 높은 세금에 불만을 품은 백성들이 많았기 때문이기도 하다.\n이처럼 황소의 난을 야기한 소금세는 당나라 멸망의 직접적인 원인으로 작용했다. 당은 이 반란으로 국가가 급속도로 무너지기 시작했고 결국 반란 진압 23년 후인 907년, 주전충은 황제에게 양위받아 후량을 건국하면서 당나라는 멸망하게 된다.\n\n\n[일본의 암시장(闇市)]\n일본의 경우 중일 전쟁 이후 물자 통제 강화로 배급 제도가 등장하고, 부족 물자를 보충하기 위한 암거래가 시작되었다. 패전 이후, 공습으로 파괴된 주요 역 인근의 공터를 중심으로 암시장이 형성되었다. 해방 이전부터 탄광, 막일, 공장 노동자처럼 일본인이 기피하는 직업에 주로 종사하였던 재일 한인은 일본의 패전으로 인해 전면적인 실업 상태에 처해 암시장에서 생계 방편을 마련하고자 하였다. 초기 암시장은 전쟁 재해 피해자, 일본인 귀환자·복원병, 재일 외국인 등 상업 경험이 없는 초심자가 높은 비중을 차지하였고 주로 행상을 하거나 노점을 차렸다. 한인의 주요 귀국항에 일시적으로 암시장이 나타나는 경우도 있었다. 강제 연행되었던 사람들을 비롯해 상당수가 귀국하였지만 여러 가지 사정으로 인해 귀국하지 못한 사람들이 암시장에서 임시적으로 일하다가 정주하는 경우도 발생하였다. 주요 판매 물자는 배급 통제망을 피해 빼돌린 식량, 구 일본군이 창고에 비축해 둔 은닉 물자, 점령군의 부정 유출 물자 등으로 생필품 대다수가 암시장에서 거래되었다. 재일 한인은 도시와 농촌을 오가며 수고료 정도를 버는 보따리 행상을 비롯해 막걸리·소주 등의 밀조주 공급, 내장 구이, 간이 식당을 하면서 암시장에서 생계를 이어 갔다.\n\n암시장은 식량과 의류를 주요 상품으로 취급했지만 우에노는 이러한 기본적 물품들 외에 사탕, 비누의 생산과 유통을 담당하는 특화시장으로도 알려졌다. 재일조선인들도 이러한 특화 산업에 종사하였고, 이 경험은 오늘날 다양한 상공업으로 진출할 수 있는 기반을 마련하였다. 그런 한편, 일본의 패전으로 인해 ‘해방민족’이 된 재일조선인의 암시장 활동은 패전의식에 빠진 일본인과 잦은 갈등을 일으키는 요인이 되기도 했다. 암시장의 존재 자체가 불법이기도 하지만 식민지기의 제국질서가 전도된 상황에서 생존을 위한 약육강식이 일상을 지배했다. 상권쟁탈을 위한 대립은 상호 민족감정을 자극해 심한 물리적 충돌과 살상사건까지 초래하는 사회문제로 비화되었다.\n\n야키니쿠(불고기)와 파친코는 재일조선인 산업을 대표하는 양대 업종인데, 이 역시 전후 형성된 암시장에서 재일조선인들의 활동과도 밀접한 관련이 있다. 일본에서는 전쟁 때부터 암(闇·야미)거래가 성행했었는데, 패전 뒤엔 공권력이 무력해진 상황을 틈타 전국적으로 암시장이 생산과 소비, 유통을 지탱하는 공공연한 장소가 됐다. 각 도시마다 철도역 주변 공터에 암시장이 생겼고, 개인 운반업자격인 ‘가쓰기야’들이 철로를 타고 주요 산지를 찾아다니며 농산물 등을 떼어와 여기서 팔았다. 암시장은 5년가량 존재했던 일탈적인 시스템이었지만, 재일조선인에게는 이후 생활 전면에 깊은 영향을 끼치는 주요 인자로 작용했다.\n해방 이전부터 일본 사회의 경제적 하층부에 머무르고 있었던 재일조선인들은 자본이나 기술, 인맥 등이 충분하지 못한 경우가 많아, 이처럼 일본인이 형성한 암시장에서 생계 방편을 구해야만 했다. 암시장에서 내장구이나 밀조주를 팔던 이들이 야키니쿠 전문점을 개업하거나, 자본을 모아 파친코업으로 진출하는 경우도 있었다. 그러나 암시장에서 가쓰기야로 일하거나 밀조주를 빚어 팔거나 하다가 단속에 걸리면 생활보호 대상이 되는 등의 과정을 거치는 것이 대개의 경우였다. 도쿄 우에노, 오사카 우메다와 쓰루하시, 고베 산노미야 등에서는 재일조선인이 암시장에서 독자적인 상권을 형성하기도 했다. 다만 이 과정에서는 일본 암시장 조직과 관료조직과의 지난한 투쟁과 협상이 뒤따랐다.\n\n오늘날 일본 외식산업에서 적지 않은 비중을 차지하고 있는 ‘야키니쿠’ 식당은 해방 후 일본 곳곳에서 시작된 암시장에 그 뿌리를 두고 있다. 조선인들은 전통적으로 소, 돼지의 내장육과 정육을 즐겨 먹었고, 고향에서의 생활방식이 그대로 답습한 재일조선인 역시 그러하였다. 패전 직후의 암시장에서 재일조선인들은 통제품목에서 제외된 내장요리를 팔기 시작했고, 절대적인 식량 부족 상태에 직면했던 일본인들은 영양과 맛을 충족시키는 새로운 요리를 접하게 된다. 초기에는 내장육, 즉 ‘호루몬’으로 시작했지만 정육 통제가 해제되는 1950년대 이후 호루몬 요리는 야키니쿠로 발전하게 된다.\n재일코리안 사회에서 야키니쿠 식당은 관동의 명월관, 관서의 식도원이 그 효시가 된 것으로 알려져 있다. 두 식당은 창업주의 출신배경, 운영 방식에서 차이를 보였고 이는 재일코리안 역사를 반영하는 한 축도가 되기도 한다. 1950년대 이후 야키니쿠 식당은 재일코리안 사회를 중심으로 확장되기 시작했다. \n\n하지만 암시장은 오래 지속된 사회현상은 아니었다. 전후 물자통제가 품목별로 해제되면서 수요와 공급 균형이 회복되고, 암시장은 점진적으로 그 기능을 상실해갔다.\n\n태평양 전쟁 전\n일본에서는 1923년(다이쇼12년) 관동 대지진후에 도쿄근교에 노점상이 생겨났다.\n또 1939년에 가격통제령(쇼와14년 칙령 제703호)이 발령되고 상공성내 가격 형성 위원회(중앙 및 지방)에 의한 공정가격이 설정되고 산업자재나 식품 등 생활물자의 대부분은 도매 가격과 소매 가격이 고정화되었다. 또 1940년에서는 도시를 중심으로 배급제도도 시작됐다. 공정가격과 배급은 제품의 질을 고려함없이 통일화되면서, 여기에 원자재 구입난이 더해져 품질 하락이 심해졌다. 이렇게 원하는 질, 양을 채우는 상품을 나서서 자유롭게 매매할 수 없게 된 것에서 필연적으로 암거래 시세가 형성된 뒷거래가 이루어지게 되었으며, 암시장이 형성될 소지가 태어났다.\n\n전후의 암시장\n일반적으로 일본의 \"암시장\"로 유명한 것은 제이차 세계 대전·태평양 전쟁 뒤의 연합군 점령하의 일본의 혼란기에 형성된 상업형태이다. 이 종류의 시장은 종전 직후는 \"암시장(闇市)\"이라는 비속어로 불렸지만 그 후 국민 생활에 필요하다는 인식에서 \"야시장(ヤミ市)\"라고 표현되게 되었다.\n\n종전직후 일본에서는 병역에서 복귀 및 외지에서 유입 등으로 도시인구는 늘었지만 수입이 끊긴 상태에서 정부의 통제물자가 거의 바닥나고 물가 통제령 하에서 배급 제도는 마비 상태에 빠졌었다. 폭격으로 인한 교통망, 유통망의 손상에 의한 농촌지역의 식량 유통이 둔화되고 도시에 거주하는 사람들이 원하는식량과 물자는 턱없이 부족했다. 식량난은 심각하여 1945년(쇼와 20년) 도쿄 우에노 역 인근의 아사자는 하루 평균 2.5명으로 오사카에서도 매달 60명 이상의 영양 실조사망자를 냈다. 1947년(쇼와 22년)에는법률를 지키고 배급만으로 생활하려 했던 재판관 야마구치 요시타다이 아사하는 사건도 일어났다.\n\n거의 모든 식량을 통제 물자로 한 식량관리 제도아래에는 배급 외에 식량을 구하는 것은 위법 행위였다. 유니세프나 점령군의 주체가 된 미국 연방 정부으로 라라물자(LARA; Licensed Agencies for Relief in Asia：アジア救援公認団体が 提供していた日本向けの援助物資のこと)도 있었지만, 부족을 메우기에는 도저히 이르지 못하고 또한 배급의 지체도 계속되었다. 이 때문에 사람들은 만원 열차에 타고 농촌으로 사러 나갔다가 미국야고구마등 물자를 짊어지고 갔지만 여전히 도시의 사람들의 식사는 잡탕 죽이 이어진다 \"미국 보내운동\"이 각지에서 발발했다. 패전 후 곧 1945년(쇼와 20년) 11월 하루에 \"아사 대책 국민 대회\"가 히비야 공원에서 개최되고 있다. 이듬해 1946년(쇼와 21년)5월 19일 식량 노동절에는 25만명의 노동자가 참여한 \"쌀 획득 인민 대회\"가 개최되었다.\n\n이런 상황에서 전시 중의 강제 소개나 공습에 따른 잿더미 등 빈터그래서 암시장이 시작되었다. 패전의 4일 후의 1945년(쇼와 20년) 8월 20일 신주쿠 역동쪽 출구에 개점한 노점시가 암시장의 제1호가 되었다. 그 후 우후죽순처럼 각지에 야시장이 생겨서 가. 도쿄도 북구를 예로 들면 아카바네·주조·왕자 등 강제 소개에서 공터로 되어 있던 역전광장에 야시장이 섰다.\n\n처음에는 바구니에 야채를 싣고 생선을 석유 드럼통에 넣어 팔거나 할,물물 교환같은 것이었다. 그 중 귤 상자를 둔 덧문을 싣고 바탕으로, 생활 용품시 같다. 한칸 사방 정도의 가게로 우동이나 오뎅·카스토리 소주등을 팔게 됐다. 음식점이 대부분이었지만, 일본군이나 연합군으로부터 방출품, 혹은 잔반등도 잘 변통하다되고 그것들이 불티나게 팔렸다. 하지만 식량 관리 법는 아직 살아 있었으므로, 배급 이외에서 입수한 식량은 당국에 의해서 몰수당했다.\n\n생필품도 부족하고 방출품이나 부정 유출 품을 파는 사람도 나타났다. 고등 전문 학교로응용 화학를 전공하고 있었던 츠지신타 로우하사카린야비누를 자작하고 판매하는 등 자신의 능력을 살려서 장사를 시작하다 사람도 있었다.\n\n공지의 출점이축제일(테키야)등의조직하지만 지할을 관할하도록 되어깔개야방석,갈대발의욕 등에서 서로의경계하고,땅에 물건을 진열하다 가게나, 받침 위에 물건을 진열하다 가게 외, 식사나 술을 제공하는 이동식의포장 마차도 존재하게 됐다.이윽고 불 타버린 폐재 등에서판잣집건물의 가게가 건설됐다. 다만 공터에서도 소유자가 있는 토지에 건물을 짓는 것은 불법 점거로 오사카부 경찰 본부경찰 부장은 이 불법 점거자에는 외국인(제삼국인)가 대부분 안에는지주철거를 요구하면 폭력 행위에 이르는 것이나 터무니 없는 퇴거 보상금을 청구한 것도 있었다고증언하고 있다.\n\n이러한 외국인 폭력단의 관여가 치안을 악화시켰고, 그 후 재일 외국인에 대한 일정 분석을 조성했다는 지적도 나온다. 당시 총기를 갖지 못한 경찰은 무장한 외국인 폭력단에 대한 무력이었다.한편 1946년(쇼와 21년)8월 하루에 오사카부 경찰 본부라고 열린 오사카 암시장 봉쇄 등은 합당치 않고 오히려 부족에 허덕이다서민괴롭히는 결과가 되었다.\n\n1948년(쇼와 23년)9월 29일 대법원대법정로 판결이 내려진 식량 관리 법 위반 사건에서는 야미쌀을 구입하는 식량 관리 법 위반으로 검거됐으며 배급식만으로는 건강을 유지할 수 없으므로일본 헌법 제25조2항목의 생존권에 위배되고 양곡 관리 법 자체 위헌이라며히에쓰 상고하는 싸운(판결 자체는 \"개개의 국민에 대해서 구체적 현실적으로 걸릴 의무를 갖는 것은 아니다\"로 식량 관리 법은생존권에 어긋나지 않는다고됐다).\n\n그 해 10월 주부 연합회 출범한다. 주부들은 주걱오기치다며 식량 부족의 해소를 호소하는 활동을 시작했다. 그 해 11월 하루에서 주식 배급은 2홉 7작(380그램)에 증배 되고 사람들의식생활몸이 회복되었다.1949년(쇼와 24년)4월 1일에 채소의 통제가 철폐되면서 6월 하루는비어 홀이 해금이 되었고, 또 도쿄의음식점도 재개됐다.1950년(쇼와 25년)4월 하루, 수산물통제가 철폐되었다.\n\n그 해 12월 하루, 대장 대신이케다 하야토답변이 \"가난뱅이는 보리를 먹는다\"과 과장 보도된다. 아직백미하지만 널리 퍼진 가정의 반감을 사지만, 다음 1951년(쇼와 26년)10월 25일에는보리통제 철폐각의 결정됐다. 이로써 미국 이외의 식품은 모두 자유 판매로 암거래 물자가 아니다.그 해 12월, 도쿄 도내의 상설 노점은 폐지됐고 이른바 야시장은 사라졌다.\n\n검열\n연합군 최고 사령부(GHQ)은 프레스 코드등을 발하고 암시장의 현황을 보도 금지검열를 실행하고 암시장에 관한 사항에 대해서도 대상에 넣는다언론을 통제밑.\n\n주요 암시장\n암시장은 일본 각지의 도시에 이 시기에 발생하고 도쿄에서는 신주쿠 동구에서 신주쿠 거리통과한 부분이 알려진다. 현재는 암시장의 대부분은 상가와 번화가 되어 과거의 모습은 없다.\n\n일부 지역의 뒷골목에 과거 암시장을 생각하는 일각이 남아 있는 것이 있어 신주쿠 니시구치의 추억 골목, 가부키쵸노신주쿠 골든가, 나카노노나카노 산모루,우에노노아메 야요코초,키치죠지노하모니카 골목,오사카노츨하시상가 오사카다섯층 백화점고베모토마치 코카 통상 상가등이 알려졌다. 과거는시모키타자와 역에 암시장의 모습을 남기는 역 식품 시장이 있었으나 역 지하화에 따른 재개발로 소멸됐다.\n\n홋카이도 오비히로시에 존재하던 음성적으로는 신흥 시장, 만몽 마켓(후에 합법화되고 → 만몽 제1상호 회관 → 비둘기야 백화점)전신 도리 마켓등이 있다.\n\n과거는 아키하바라, 신바시, 이케부쿠로, 미조구치, 후나바시간사이에서는우메다, 아베노·덴노지 역, 상노 미야등철도 역를 중심으로 대규모 암시장이 있었다.\n\n\n\n\n[영국]\n영국에서는 spiv라는 암거래 상인이 출현했다. \n영국에서 spiv라는 용어는 불법적인, 전형적으로 암시장의 상품을 거래하는 일종의 범죄자를 뜻하는 속어이다. 이 단어는 특히 제2차 세계대전과 전후 많은 물자가 부족하여 배급제가 시행되던 시기에 사용되었다. \n\n마찬가지로 전시 및 전후에 배급과 가격 통제를 한 많은 나라에서 암시장이 출현했다.\n\n[우크라이나]\n탈세를 목적으로 기업은 물론 관료들에 이르기까지 이용하기도 하며, 별장에서 생산된 농산물을 거래하는 것에서부터 시작해서 무기를 거래하는 경우도 있다. 90년대에는 지하 경제가 전체 경제 규모의 80-90%를 넘나들었기 때문이다.\n\n[베네수엘라]\n베네수엘라는 우대환율제도로 환차익이 크게 나는데다가 2018년 외환법 폐지 이전까지는 환전이 크게 자유롭지 않았고, 일반 시장에다가 파는 것보다 암시장에 파는 것이 훨씬 이득이 남기 때문에 일반 기업들도 암시장에 물품을 팔아넘기는 것을 선호하고 환전 장사를 해서 벌어먹는 경우도 많다.\n환율 제도 개편 이전에는 환율을 여러 개로 나눠서 운용했으며 2017년에 단일 환율 제도로 개편되었지만 제 기능을 하지 못했다.\n\n[북한]\n북한식 경제 체계에 의하면 시장은 '시장 경제에 기반한 체계'로서 북한이 추구하는 주체사상식 경제와는 방향이 달랐다. 하지만 전후 일본과 마찬가지로 한국전쟁 이후 인민의 수요와 경제 재건 속도가 일치하지 않아서, 국가에서 운영하는 국영상점만으로는 수요를 모두 충족시킬 수가 없었다. 스탈린주의적 경제 정책으로 국가주도하의 공업 발전을 사회주의 경제 혁명의 최우선 과제로 삼았고 이에 따라 중공업은 쑥쑥 발전한 반면, 인민의 생활에 필요한 경공업 제품이나 농산물은 다소 부족한 상황이 벌어졌기 때문이다. 물론 소련이나 동유럽에 자원을 퍼주고 식량과 경공업 제품을 얻어오는 \"형제 교역\"이 있었으나 이것은 1950년대 후반 이후의 이야기인데다, 이를 전국으로 확산시키기에는 국가 주도의 유통망이 제대로 확립되어 있지 않았다. 그리고 지역에 따라서는 지역 유지들이 인민위원회보다 더 큰 힘을 발휘하는 경우도 있어서, 유통망과 자원 분배가 들쭉날쭉할 수밖에 없었다.\n\n이런 상황에서 국가의 힘으로 모든 지역의 물자 부족 상황을 다 해결할 수는 없는 노릇이었으며, 따라서 지역 주민들 사이에서의 생산품 교환이 물물 거래는 막을 수가 없었고 지나치게 급격한 개혁은 인민들의 반발을 불러일으킬 수밖에 없었으므로 1950년대부터 북한 정부는 농민시장을 허용하기에 이르나, 3일, 5일에 한 번씩 열던 것을 10일마다 열게 하며 직업적인 상거래나 매점매석 행위는 철저히 금지되고 각자 할당량을 채운 뒤 남는 물건을 필요에 따라 교환하거나 거래할 수 있도록만 허용했다. 그런데 이러한 제한적인 시장이 국가 배급망의 부족분을 채워주기 시작하면서, 북한 정부는 이를 두고 심각하게 고민하기 시작한다.\n\n결국 1969년 김일성이 '자본주의에서 사회주의로 이행하는 과정에서 자본주의적 질서가 일부 있을 수도 있다' 라는 식으로 암암리에 시장의 필요성을 인정해 버리면서 공공연히 굴러가고는 있으나, 여전히 국가의 통제로부터 자유로운 것은 아니라서 대대적으로 활성화되지는 못했다. 하지만 1980년대 들어서 공장에서 생산하고 남은 자투리로 만든 물품을 팔아도 좋다는 식으로 더 넓게 허용되더니 개개인이 상업 활동이나 회사를 차릴 수 있게 해놓은 합영법이 등장하게 되고, 1990년대에는 매일장으로 완전히 허용되기에 이른다. \n아무튼 북한식 경제 체제의 관점에서 분석하자면 북한은 전 국가 단위로 일정하게 암시장이 돌고 있는 국가라고 봐도 좋은데, 시장 자체는 국가에서 허용했지만 거래가 금지된 품목들도 팔리고 있기 때문이다.\n\n  북한에서 시장은 1990년대 경제위기, 특히 1990년대 중반의 ‘고난의 행군’을 계기로 본격적으로 형성되기 시작했다. ‘장마당’이라 불리는 대규모 암시장의 탄생이다. 소비품 공급부족사태가 심각해지고, 식량배급이 급격히 줄어들고 급기야는 사실상 중단된 것이 가장 큰 원인이었다. 이러한 암시장의 창궐에 대해 당국은 통제와 묵인을 반복했으나 큰 흐름으로 보아서는 묵인에 가까웠다.  \n  2000년대 들어 7.1 조치를 계기로 시장에 대한 당국의 정책은 억제에서 촉진·활용으로 선회했다. 합법적인 소비재시장과 생산재시장이 탄생했고, 비공식적이지만 금융시장, 노동시장도 형성되었다. 그리고 이들 4대 시장이 서로 연계되면서 상승작용을 일으키며 서로를 확대시키게 되었다. 또한 각 지역의 시장과 외부시장(특히 중국의 시장)이 연계되고, 각 지역의 시장 중에서 전국적인 도매시장이 나타나기 시작했다. \n  그런데 시장에 대한 당국의 정책은 2005년부터 변화의 조짐이 보였고, 특히 2007년부터 는 시장에 대한 대대적인 단속 통제 정책으로 돌아섰다. 이러한 반(反) 시장화 정책은 2009년에 정점에 달했는데 당국은 종합시장의 직접적인 폐쇄 조치를 시도하고 화폐개혁을 통해 시장의 재정적 기반에 타격을 가하고자 했다. 하지만 생계적 기반을 시장에 두고 있는 주민들의 반발이 거세었고, 시장에 의존하고 있는 공식경제의 타격도 만만치 않음을 발견한 당국은 결국 시장 억제정책을 철회하게 되었다. 이에 따라 2010년 5월 이후 북한에서 시장은 다시 합법적인 존재로서의 지위를 회복했고 시장에 대한 유화적인 정책기조는 현재까지 4년 넘게 유지되고 있다.\n  북한에서는 경제위기도 장기화되고 있지만 이제는 시장화도 장기화되고 있다. 시장은 양적 확대와 더불어 질적 발전을 하고 있다. 시장은 이제 북한경제 운영에서, 특히 주민들의 생활에서 필수불가결한 존재로 자리잡았다. 더욱이 시장화의 진전은 다소 제한적이기는 하지만 소유권의 변화를 수반하고 있다. 다만 북한에서 시장화는 여전히 제도화의 수준이 낮다는 특성을 가지고 있다. 즉 시장경제가 활성화되기 위해서는 각종 법률적·제도적 뒷받침이 필수적이지만 북한정부는 여전히 소극적 태도를 보이고 있다. 시장경제를 공식화하는데 대한 정치적 부담이 여전히 크다고 생각하는 것이다.\n\n[빅토르 부트]\n러시아의 무기상. 옛 소련의 일부였던 타지키스탄 출신인 부트는 소련이 해체되기 전까지 통역 장교로 근무했다. 전 KGB 요원으로 소련 붕괴 이후 불법으로 빼돌린 우크라이나군의 무기를 당시 내전중이던 시에라리온에 팔아서 무려 60억 달러를 챙겼다. 이런 불법 무기거래로 악명을 떨치면서 죽음의 상인, 전쟁의 제왕 등으로 불렸다.\n사회주의가 무너진 이후에는 항공 수송업을 하면서 무기 밀매에 발을 들였고, 어느새 세계 무기 암시장의 거두가 됐다.\n부트의 고객 명단에는 아프가니스탄 이슬람 무장세력 탈레반은 물론 아프리카 라이베리아 대통령으로 재직하면서 이웃 나라 반군단체의 민간인 테러를 지원한 찰스 테일러, 리비아 독재자 무아마르 카다피 등이 있는 것으로 전해진다.\n그러나 그는 2008년 태국에서 미국 마약단속국 (DEA)의 함정수사에 걸려 체포돼 2010년 11월 미국으로 송환됐다.\n콜롬비아 좌익 반군 콜롬비아무장혁명군(FARC)에 무기를 판매하려 한 혐의 등으로 미국에서 기소돼 2012년 징역 25년형을 선고받고 일리노이주 감옥에서 생활하고 있다.\n부트가 '죽음의 상인'으로 불리는 이유는 그가 전세계 분쟁지역의 무기 밀매에 깊숙이 관여한 악명 높은 인물로 알려졌기 때문이다.\n그는 니컬러스 케이지가 주연을 맡은 영화 '로드 오브 워'(Lord of war)의 실제 주인공으로 알려졌다.\n\n[우리나라]\n식민지 조선에 거주하던 사람들은 민족별 계층별 소비수준 차이가 매우 컸다. 전시 배급제 하에서 이러한 격차가 암시장으로 표출되었다. 기존 연구는 암상인이 영세한 생계형 범죄자라고 보며, 민족별 계층별로 소비 수준이 달랐다는 점을 고려하지 않았다. 본 연구는 기존 견해와 달리 이 시기 소비수준 격차가 심했다는 사실에 주목하였다. 그 결과 다음과 같은 결론을 내렸다. 첫째, 1942년부터 시행한 소비자 전표배급제는 민족과 빈부에 따라 차별했다. 둘째, 대형암상인은 암거래로 부를 축적했다. 전국적으로 활동하며 브로커와 하층민 등을 통해 일본인이 소비하는 생활물자를 매집해 암가격으로 판매했다. 셋째, 구매대행자 역할을 한 하층민에게 암거래는 생계수단이었다. 그들은 암거래 차익으로 부족한 식량을 살 수 있었다. 넷째, 암거래 관련자가 광범해졌다. 은밀하던 암거래가 사회전반으로 펴져 공공연해지며 암거래 관련자가 다양한 계층으로 확산되었다.\n\n해방 직후 미군정 치하의 정치․경제적 변화는 순조롭지 못하였다. ‘현상유지정책’을 점령 기조로 삼았던 미군정은 남한의 높은 ‘인플레이션 현상’과 ‘생산성 저하’에 직면하여 다시 통제경제정책을 시행하였다. 이에 따라 1946년 5월 28일 군정법령 90호 ‘통제경제령’이 공포되었고, 물자의 배급과 가격이 통제되었다. 다시금 이러한 배급과 통제로 인해 ‘暗市場’이 성행하였고, 결국 이러한 상황 속에서 일제강점기의 암시장은 계속 존치되었다. 미군정기의 암시장은 미군정 초기부터 후반기, 대한민국 정부 수립 이후에도 지속적으로 이어졌으며, 지역별로는 식량 생산지가 아닌 대도시에서 더욱 잦은 현상이었다. 당시 암시장은 일반 대중 입장에서는 생계유지를 위한 현장이었다. 그렇기에 암거래 행위는 전재민과 실업자 등의 사회적 약자들의 주요 생계 수단이었다. 거래는 암거래 물품을 실소유한 자본주와 계약을 맺고 채무까지 진 전재민이나 실업자가 점조직으로 활동하여 직접 호객 및 거래를 알선하는 방식으로 이루어졌다. 이러한 암시장에서 거래되었던 물품은 생활필수품들이 주를 이루었는데, 남한 내에서 생산이 불가능했던 사치품이어거나, 품질이 좋았던 미군용 담배와 약품 등도 있었다. 미군정은 이에 군용물자의 시장 유출을 막고자 군표 활용, 지속적 단속, 규칙 제정 등의 다양한 방법을 동원하기도 하였다. 일제강점기의 물자통제와 물자의 부족, 경제경찰의 폭압적인 단속을 경험하였던 일반 대중은 같은 경제적 상황을 해방 이후에도 경험하였다. 생산량의 감소와 더불어 전시체제와는 비교할 수 없는 인플레이션 현상이 발생하였다. 일제 강점기의 경험 속에서, 시장에는 생존의 문제와 영리 추구의 기회라는 인식이 확산되었으며, 결국 미군정기에도 암시장에서의 거래는 계속 유지되었다. 이는 한편으로 식민지경제의 또 다른 유산이었다. 1937년 이후 전시체제기 통제 경제하에서 암시장에서의 암거래를 통한 재화 구매와 판매를 체화하였던 일반 대중은 또 다시 미군정기의 경제통제와 물자부족, 인플레이션 현상 속에서 생계유지를 위한 방편으로 암시장에서의 암거래를 선택하였다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-24T08:56:26.615000",
  "updatedAt": "2022-10-13T01:42:11.579000"
}