{
  "id": "2f0805ae-61e4-46f7-83bf-1e1affc07f2d",
  "title": "노예병",
  "content": "맘루크\n옛 이슬람 국가들에 존재하던 정예 부대의 이름이다. 이슬람교로 개종한 노예 군인으로만 구성되었으며, 맘루크는 소유된 자를 뜻한다. 비슷한 뜻의 굴람(غلام, Ghulam)이라고도 불린다. 맘루크는 주로 이집트를 비롯한 중동 및 북아프리카 아랍어권 지방에서 쓰였고, 굴람은 이란 너머 중앙아시아 페르시아어권 및 이슬람계 인도 국가쪽에서 쓰였던 표현이다. 아랍어권에서는 흑인 노예병과 백인 노예병을 구분하여 백인 노예병은 맘루크, 흑인 노예병은 아브드나 지하디야라고 불렀으며 흑인 노예병들은 거의 보병이었다.\n중앙아시아와 캅카스에서 끌려온 튀르크계 노예들을 이슬람으로 개종시키고, 군사 훈련을 시켜 맘루크로 육성했다.\n중동계 기병이라는 점에서 알 수 있듯이 전형적인 후기의 중장기병에 해당한다. 사막에서 풀 먹고 자라는 기병을 키우는 것은 매우 힘들었기에 돈과 권위의 대표적인 수단이었다.\n아예 나라를 세우고 지배층이 되는 경우도 많았는데, 그중에는 인도 북부의 델리 술탄 왕조와 이집트에서 아이유브 왕조를 무너뜨리고 세워진 맘루크 왕조가 있었다.\n\n예니체리\n14세기부터 생긴 오스만 제국군의 최정예 부대 겸 술탄의 근위대. \n처음에는 전쟁 포로나 노예 등으로 만들었으나, 곧 데브시르메(Devşirme) 제도를 만들어 점령지의 기독교 가정에서 남자 아이를 징집해서 충원했다.\n데브시르메(Devsirme), 즉 전쟁포로 중 소년징발과 공납이란 방식은 고대 로마시대부터 있었다. 무라트 1세는 기독교인 중 건강한 혈통과 건강한 몸, 지혜를 두루 갖춘, 청소년을 뽑아 훈련시켰다.\n이들은 주로 발칸반도에서 차출했는데 이들이 예니체리다. 이렇게 부모에게서 강제로 떨어져 나온 후 특별한 장소에 흩어져 가장 먼저 이슬람으로 개종 당했다. 그리고 고된 훈련으로 몸과 마음을 담금질 당해야 했다. 튀르크 말을 익히고, 정해진 기간에 무슬림 전사로서 새롭게 만들어졌다. 그런 후 이스탄불 궁정학교에서 군사훈련을 마쳐야 온전한 예니체리가 될 수 있었다.\n최정예부대였던 만큼 최신식 무기로 무장했고, 술탄 이외에는 고개를 숙이지 않아도 되는 막강한 권력을 지녔다. 궁정반란이 일어나면 술탄을 위해 목숨을 걸고 싸웠다. 그러다 술탄이 죽으면, 곧바로 새로운 술탄에게 충성하는 맹목적이면서도 오로지 술탄을 위한, 술탄으로선 가장 충성스러운 병사들이었다.\n근대 이전의 오스만 전성기에는 황제의 직속 부대 겸 치안을 유지하는 부대로 엄청난 명성을 떨친 군사 조직이었으나 오스만이 유럽에 뒤쳐지고 군사적 우위를 인정해 유럽식 군대를 창설하려는 움직임이 나타나는 18세기 말에 들어서는 오히려 기득권을 지키기 위해 반발하여 오스만군 근대화의 걸림돌이 되었다.\n\n결국 마흐무트 2세 시대인 1826년에 신식 군대 창설에 반대하여 이스탄불에서 반란을 일으켰으나, 곧 마흐무트 2세에게 모두 진압된 후 부대가 해체되었다.\n\n\n이집트 맘루크나 페르시아권 굴람은 그냥 화살받이 노예도 아니고 최정예 기병이었다. \n예니체리는 노예는 아닌데 군주의 개인 소유물이다. \n\n그 정도 정예 전사 집단이면 구지 노예 신분으로 두지 말고 해방시켜서 토지랑 노예 하사해서 가신으로 부리거나 최소한 계약직으로 봉급 주면서 부리는게 낫지 않나. 군대에서 싸움 제일 잘하는 놈들인데 신분이 노예면 실제 맘루크조가 그러했듯이 하대 받는다고 눈 돌아가서 술탄 자리 찬탈하거나 군주 꼭두각시로 만들 가능성만 높아질 것 같은데.\n\n부족 전사가 군대 기반이라 부족/종교에 의존하지 않는 충성파는 외부출신인 노예병 만 한게 없었음.\n그리고 노예에서 풀어주느냐로 충성 시험도 가능하니까\n\n유목 민족의 특성상 이슬람의 원래 군대는 각지의 영주나 부족장들의 사병에 가까운 존재라 칼리프나 술탄들 입장에선 중앙집권화를 위해선 자신만의 강력한 사병이 필요함. 그래서 캅카스나 남유럽쪽에서 잡아온 노예를 일찍부터 군사훈련을 시켜서 자신의 사병으로 삼은 것.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-11-04T14:47:11.193000",
  "updatedAt": "2025-02-14T04:18:37.485000"
}