{
  "id": "2fb5cbd4-8cc6-4853-abb2-095bb2e4392e",
  "title": "수현고성(壽縣古城)",
  "content": "![image](media/1995f42c916.8ffb2a52bfe10406.jpg)\n![image](media/1995f43f9a0.bb28d3030bd3420d.jpg)\n![image](media/1995f44bb4f.901cb4fecb4a865a.jpg)\n![image](media/1995f47195e.bf101bd4a76fddda.jpg)\n![image](media/1995f483c71.95d37dba40980c9d.jpg)\n![image](media/19971a76072.b7c804dd4c39443d.jpg)\n![image](media/19971a7b2ad.bd874153daef533d.jpg)\n![image](media/19971b4e95c.933859cdaaacc71b.jpg)\n\n\n안휘(安徽)성의 중부에 위치한 수현은 2500여년의 역사를 보유한 고성이다. 수현은 고대에 수춘(壽春)이라 불렀으며 은(殷) 나라 때 남방 제후의 임지였고 주(周) 나라 때는 주래국(州來國)의 땅이었다.\n(https://korean.cri.cn/2024/12/30/ARTI9f2br3UPJ9ukwjPI83E3240520)\n\n1200년대에 축조한 수현의 고대 성벽은 둘레가 7,147m에 달하고 동서남북에 네 개의 성문을 두었으며 성문에는 원래 모두 옹성(瓮城)이 있었다.\n수현고성의 성문 앞에는 월패(月坝)라고 하는 특이한 홍수방지 시설이 축조되어 있다. 성문 밖에 조성된 이 월패로 인해 성밖에 아무리 큰 물이 져도 성안은 홍수의 피해를 전혀 입지 않는다.\n왜냐하면 성안의 물은 내성하(內城河)를 따라 성밖으로 흘러 나가고 성밖의 수위가 성안에 비해 높을 때면 월패의 수위도 따라서 높아져 성밖의 물이 성안으로 흘러 들지 못하기 때문이다. 이와 동시에 성안에서는 월패의 수위에 따라 성밖의 수위를 알 수도 있다.\n\n\n고려 대구, 경산\n\n\n\n비수대전(淝水大戰, 383년 11월)\n 전진(前秦)의 부견(符堅)은 천하 통일의 꿈을 이루고자 동진(東晉) 정벌을 결심했다. 그는 90만 명의 대군을 이끌고 장안을 출발했고, 동진은 이에 대항하고자 사현(謝玄)을 선봉장에 임명하여 전진을 견제했다. 90만 대군을 이끄는 부견과 8만 군사가 전부였던 사현은 비수를 사이에 두고 대치했고, 사현은 계책을 부려 부견의 후퇴를 유도한 뒤 맹공격을 퍼부어 전진의 대군을 물리쳤다. 이 전투는 중국 역사상 관도대전, 적벽대전과 함께 3대 대전으로 기록된다.\n \n 비수 대전(淝水大戰)은 중국 오호십육국시대(五胡十六國時代) 전진(前秦)의 부견(符堅)이 383년 동진(東晉)을 공격했다가 비수(淝水)에서 동진의 사현(謝玄)에게 패배한 전투이다. \n 화북(華北)의 패권을 장악했던 후조(後趙)가 멸망한 후, 저족이 중심이 되어 건국한 전진(前秦)이 점차 성장하여 화북의 패권을 차지했다. 357년 제위를 빼앗아 3대 황제가 된 부견(符堅)은 한인(漢人)출신의 재상(宰相) 왕맹(王猛, 325~375, 오호십육국 시대 전진의 승상)을 중용(重用)하여 부국강병(富國強兵)을 실행하여 국력을 크게 성장시켰다.\n 강력한 국력을 바탕으로 짧은 기간 내에 동쪽의 전연(前燕), 남쪽의 양(梁), 북쪽의 대(代), 서쪽의 전량(前凉) 거기에 서역까지 원정하는데, 국세를 떨쳐 376년 화북을 통일하였다. 이제 남은 건 남쪽의 동진밖에는 없었다.\n 부견은 상당한 이상주의자(理想主義者)로써, 민족적 대융합을 고려하여 자신의 근거지인 관중(關中)의 동쪽에 선비족(鮮卑)를 이동시키고, 반대로 자신의 민족인 저족을 서쪽으로 이동시켰다. 또한 재상 왕맹의 조언에 따라 저족외 다른 민족의 인재를 적극적으로 등용해 중요한 지위를 내렸다.\n 부견의 이러한 조치는 영내에 여러 민족을 융화시킨 뒤 다민족국가를 세워 이상 정치를 실현시키겠다는 포부와 이후에 진행할 천하통일사업을 위한 동진 정벌의 포석이었다. 그러나 왕맹은 아직 민족 간의 대립이 심각하다고 생각했고, 한인의 마음도 동진을 본국으로 생각한 사람들이 많았기에 동진과의 싸움이 벌어지면 위험한 상황이 벌어질 수 있다고 판단해 여러 차례 부견에게 남정(南征)을 취소할 것을 진언하였다.\n 화북통일 1년 전인 375년에 왕맹(王猛)은\n \"진을 공격하기엔 아직 이릅니다. 진은 내부적으로 결속이 단단하고 국력도 강합니다. 또한 동진은 장강이라는 천험의 지형을 안고 있어 쉽게 정복할 수 없습니다. 그것보다는 선비족 출신인 전연(前燕)에서 항복한 모용수(慕容垂)와 강족(羌)의 귀족 요장(姚萇)이 더 위험합니다. 투항하긴 했으나 그들은 전진의 오랜 숙적이었기에 그대로 놔두면 훗날 큰 후환이 될 것입니다. 서서히 그들의 힘을 꺾고 제거하는 것이 순서입니다.\"라고 유언을 남기며 사망했다.\n 376년 동진은 북방을 통일한 전진의 침략에 대비하여 재상 사안(謝安)이 조카 사현(謝玄)을 예주자사로 임명하여 광릉(廣陵)에 배치했다. 사현은 문무를 겸비한 명장으로 사안이 관할하던 하류 장강지역 5개주(양주(揚州), 예주(豫州), 서주(徐州), 연주(兖州), 청주(靑州))의 군사권을 쥐고 병사들을 훈련시켰다. 그의 휘하에는 유뇌지(劉牢之), 하겸 등의 맹장들이 있었고, 이렇게 단련된 정예병들을 북부병(北府兵)이라 불렀다.\n 그때 부견은 왕맹의 유언을 지키지 않고, 378년 4월 정남대장군(征南大將軍) 부비(符丕)에게 명하여 보병, 기병 7만의 대군을 거느리고 동진의 양양(襄陽)을 공격하게 했다. 부견은 그 외 10만의 병력을 더 추가하여 3방향으로 양양을 침공하게 했으니 이 공격에 투입된 병력만도 17만이었다. 양양을 수비하던 양주자사(梁州刺史) 주서(朱序)는 1년간 성을 지켰으나 379년 2월 성을 열고 항복하여 포로가 되었다. 부견은 그를 용서하고 도지상서(度支尙書)란 지위를 내렸다. 전진군은 계속 동진(東進)하여 광릉(廣陵)을 압박했으나 동진의 사안(謝安)이 건강(建康)에서 방어하고, 그의 명을 받은 사현이 5만의 북부병을 거느리고 반격에 나서 전진을 상대로 4전(戰)4승(勝)의 전승을 거두었고, 패배한 전진군은 회군하고 말았다. 이 공적으로 사안은 건창현공(建昌縣公), 사현은 후에 봉해졌다.\n 부견은 이번에는 대대적인 병력을 일으켜 기필코 동진을 정벌하여 천하통일을 이루려는 생각에 회의를 열어 신하들에게 자신의 생각을 말했다. 그러자 많은 대신들이 동진정벌에 반대하고 나섰다. 아직 동진정벌은 시기상조라고 생각한 것이다. 화가 난 부견은 제일 신임하는 동생 부융(符融)을 불러 그의 의견을 물었다.\n 부융(符融)도 난색을 표하며\n \"전진은 몇 년 동안 계속 전쟁을 벌여왔기에 병사들은 지치고, 나라는 피폐하기 시작했습니다. 지금은 군마를 쉬게 하고 나라의 내실을 기울여야 할 시기입니다.\"라고 하였다. 부견은 자신의 동생마저 반대하자 크게 마음이 상했으나, 다만 모용수만이 그의 의견에 찬성하였고, 그것에 힘을 얻은 부견은 자신의 의지대로 남정을 결심했다.\n 383년 5월 전진의 남정소식을 접한 동진은 먼저 행동을 일으켜, 환충(桓沖)에게 10만의 병력으로 양양을 공격하게하고, 양량(楊亮)에게는 촉을 공격하게 했다. 전진은 이 공격을 견제하기 위해 8월에 부견의 동생 부융, 장모, 부방, 양성, 모용위, 모용수 등에게 25만의 병사를 주어 선봉으로 삼고, 자신은 직접 보병 60만, 기병 27만 명, 합이 100만이라 불리는 대군을 이끌고 장안(長安)을 출발했다. (병력 수에 대해선 여러 가지 설이 있지만 대략 실제 전투를 벌일 수 있는 병력은 절반도 되지 않는 것으로 여겨진다.)\n 동진은 이에 대항하기 위해 사석(謝石)을 대도독(大都督)으로 임명하고, 사현을 선봉으로 삼아 약 8만의 병력으로 3방향에서 전진을 견제하고자 했다.\n 10월 부융의 군은 동진의 수도 건강의 북서쪽 200km 에 위치한 수춘(壽春, 수현)을 함락시키고, 양성의 군은 낙안에 주둔하였다. 11월 사현 휘하의 장수 유뇌지가 5천 정병을 이끌고 낙안을 기습하여 전진군을 격파하고 양성을 죽였다.\n \n그 후 동진군은 비수에 진격하자 전진군도 부견의 본진이 수춘에 도착했다. 양군은 강을 사이에 두고 대치하자, 부견은 주서를 사자로 삼아 항복권고를 권유하였다. 헌데, 주서는 마음속으론 동진을 섬기고 있었기에 동진 진영에 와서\n \"전진의 100만 대군이 집결하면 이길 수 없습니다. 지금 선봉을 깨뜨린다면 적에게 큰 혼란을 줄 수 있습니다.\"라고 사석 등에게 다음과 같이 진언하였다.\n \n 사석도 이 계책을 받아들여 부견에게 도하한다면 싸우지 않겠다고 유혹을 하였고, 부견도 이를 승낙했다. 부견은 이 시기 자신의 군을 조금 물려서 상대를 유인한 뒤에 동진군이 강을 절반쯤 건널 때 공격한다는 생각을 갖고 있었다.\n \n 전진군은 예정대로 약간 후퇴하자 이를 쫓아 동진군은 도하했다. 공격하면 승리는 장담할 수 있으나, 병사들의 후퇴는 끊이지 않았다. 병사들에겐 부견이 생각한 작전을 설명하지 않았고, 후퇴하는 것과 퇴각하는 것이 무엇이 다른지 알 수가 없었던 것이다. 거기에 주서가 진영을 돌아다니며 자신들이 졌음을 외치고 다녔기 때문에 군대를 돌리기란 쉽지 않았다.\n \n 마침 도하를 끝낸 동진군이 공격을 가하자 전진군은 무너지고 말았다. 병사들의 동요를 막으려던 부융은 전사하고 부견은 혈혈 단신으로 도망쳤다. 군대는 삽시간에 흩어졌고, 장안에 와보니 그 숫자는 절반에도 못 미쳤다. 부견은 도중에 모용수에 의해 보호받으며 12월에 장안으로 귀환했다.\n \n\n▲ 결과\n\n 이 전투로 중국의 남북국 형태의 상태가 오랫동안 지속되게 된다. 동진은 이 전투의 승리를 호기로 삼아 북벌을 감행하여 황하 이남의 옛 국토를 되찾았으나 사안의 사망과 사현의 은퇴 후에는 수세로 일관했다.\n \n 전진은 이 전투의 패배로 일순간 국가의 통제력을 상실하여 화북은 다시 전란의 시대를 맞이하게 되었다. 모용수는 도중 부견과 헤어진 후 업(鄴)에서 384년 자립하여 후연(後燕)을 건국한다.\n \n 모용홍은 동생 모용충과 합세하여 전진의 요장을 격파하고 장안 함락을 목표로 했으나 부하에게 살해당하고 그 뒤를 모용충이 계승하여 서연(西燕)을 건국하였다. 모용홍에게 패한 요장은 위북에서 강족을 규합하여 후진(後秦)을 세웠다.\n \n 전진의 장군 여광(呂光,  338~399, 후량(後凉)의 초대 천왕, 재위: 386~399)은 서역 원정후 복귀 중에 비수의 패전을 듣고 간쑤성(甘肅)에서 자립하여 후량(後凉)을 건국하였다.\n \n 부견은 385년 7월 요장에게 붙잡혀 선양을 강요받았으나 거절하고 살해 당했다. 이 소식을 듣고 부비가 뒤를 계승했으나 서연에게 대패후 도망 중 동진군에게 죽었다. 이후에도 일족이 저항을 계속했으나 394년에 완전히 멸망한다.\n \n 북방의 혼란은 386년 탁발규에 의해 부활한 대나라가 북위로 이름을 바꾼 뒤에 세력을 확장해 최종적으로 화북을 통일할 때까지 계속되었다.\n\n \n\nㆍ 351년: 부견(符堅)이 장안을 수도로 정하고 국호를 진(秦)이라 칭하며 전진(前秦)을 건국하다.\nㆍ 383년: 전진의 부견이 동진 정벌을 선언하다.\nㆍ 385년: 부견의 부하 요장(진 태조 무소황제 요장(秦 太祖 武昭皇帝 姚萇, 331~393, 후진(後秦)의 초대 황제,\n재위: 384~393)이 부견을 살해하고 새로운 왕조를 열다.\n\n  \n \n  \n◈ 부견(符堅, 338~385)\n 5호 16국의 전진(前秦) 3대 왕(재위: 357~385).\n 자는 영고(永固), 이름은 문옥(文玉), 시호는 선소 황제(宣昭皇帝), 묘호(廟號)는 세조(世祖).\n 부건(符建)의 동생, 부웅(符雄)의 아들.\n 357년 대진천왕(大秦天王)이라 칭하고, 전진의 최성기를 이루었다. 그는 법제를 세우고 상공업자를 보호하고 농경을 장려하고, 수보 장안에서 지방에 이르는 도로와 역을 정비하고 학문을 보호했으며 내정에 심혈을 기울여 국력을 충실케 하고 문화 발전을 꾀했다.\n 372년(소수림왕 2) 승려인 순도를 보내어 고구려에 불경과 불상을 전하여 처음으로 불교를 소개하였다.\n 382년 동진(東晋) 정복의 대군을 남하시켜 비수(肥水)의 싸움에서 대패하여 큰 혼란이 일어났다.\n 그 후 그는 자살하고 말았으며 서진에게 멸망하였다.\n \n 부견은 왕맹이 살아 있을 때는 그의 말을 따랐지만 그가 죽은 후에는 그의 유언을 따르지 않았다. 왕맹은 전진의 원수인 선비족과 강인을 먼저 없애야 한다고 이야기했지만 오히려 부견은 전연에서 투항해 온 선비족의 귀족 모용수와 강족의 귀족 요장(姚萇)을 신임하고 중용했다. 또한 왕맹은 동진을 공격하지 말라고 이야기했지만 부견은 기어코 동진을 공격해 멸망시키려고 했다. 382년, 부견은 때가 되었다고 여기고 동진으로 대거 진격하기로 결정했다.\n \n 부견은 황궁 태극전에서 대신들을 모아놓고 출병에 대해 의논했다. 부견은 이렇게 말했다.\n \"짐은 즉위하여 30여 년 동안 각지의 할거 세력을 거의 다 소멸시켰소. 그런데 동남에 있는 진(晋)나라만이 항복하지 않고 있소. 짐이 97만 정예군을 직접 거느리고 진나라를 공격하려고 하는데 경들의 생각은 어떠하오?\"\n \n 많은 대신들이 반대하자 부견은 귀찮다고 성을 내었다.\n \"다들 물러가시오. 이 일은 나 혼자 결정할 터이니.\"\n \n 부견이 화를 내자 대신들은 더는 말을 못하고 궁에서 물러났다. 결국 부견의 동생 부융(符融)만이 남았다.\n \n 부견은 부융을 가까이 불러 말했다.\n \"자고로 나라의 대사는 한두 사람이 결정하는 법이네. 오늘 여럿이 중구난방으로 떠드니 결정을 어떻게 내리겠나. 지금은 우리만 남았으니 우리 둘이 결정해 보세.\"\n \n 그러자 부융은 난색을 표하면서 이렇게 말했다.\n \"신은 진나라를 치는 일이 그리 쉬운 일이 아니라고 생각합니다. 우리나라 병사들은 해마다 이어지는 싸움으로 인해 지칠 대로 지쳐 있습니다. 오늘 출병을 반대했던 대신들은 모두 폐하의 충신들입니다. 폐하께서는 그들의 말을 귀담아들으시기를 바랍니다.\"\n \n 자신의 동생까지 출병을 반대할 줄은 꿈에도 생각하지 못했던 부견은 얼굴빛이 좋지 않았다.\n \"아우까지 그런 말을 하다니 정말 실망이구려. 1백만 군사가 있고 무기와 식량이 산더미같이 쌓여 있는데도 그 잘난 진나라 잔적(殘賊)을 이기지 못한단 말이오?\"\n \n 부득부득 고집만 피우는 형이 안타까워서 동생 부융은 이렇게 권고를 했다.\n \"진나라를 치는 일도 꼭 이긴다는 보장이 없는 일이지만, 그보다도 지금의 문제는 도성에 여전히 선비족과 강인, 갈족 같은 외족들이 많이 있다는 사실입니다. 이것이 큰 후환입니다. 폐하께서 원정을 나가셨을 때 만에 하나라도 그들이 반란을 일으킨다면 어떻게 되겠습니까? 그때 가서 후회한들 아무 소용이 없습니다. 폐하께서는 왕맹의 유언을 잊으셨습니까?\"\n \n 그 후에도 적지 않은 대신들이 진나라를 치면 안 된다고 권고했으나, 부견은 그 말을 듣지 않았다. 그러던 어느 날 그는 경조윤 모용수(연 세조 성무황제 모용수(燕 世祖 成武皇帝 慕容垂), 326~396, 후연(後燕)의 초대 천왕, 재위: 384~396)를 궁으로 불러 동진을 치는 일에 대해 물어보았다. 그러자 모용수는 이렇게 말했다.\n \"강한 나라가 약한 나라를 없애고 큰 나라가 작은 나라를 합병하는 것은 하늘의 이치입니다. 폐하와 같은 영명한 군주가 계시고, 수하에는 1백만 군사가 있으며, 조정에는 용맹한 장수와 현명한 모사들이 많은데 그 작은 동진을 없애지 못할 까닭이 있습니까? 의논할 나위도 없는 일이지요. 폐하께서 결단만 내리시면 다 되는 일입니다. 다른 사람들의 말은 들을 필요가 없습니다.\"\n \n 모용수의 말에 부견은 흡족한 웃음을 띠며 이렇게 말했다.\n \"그러고 보니 짐과 더불어 천하를 평정할 사람은 자네 한 사람뿐일세.\"\n \n 부견은 이렇게 모용수의 말만 듣고 외고집을 쓰면서 동진을 칠 채비를 다그쳤다. 부융과 모용수를 선봉으로 삼고, 요장장(진 태조 무소황제 요장(秦 太祖 武昭皇帝 姚萇, 331~393, 후진(後秦)의 초대 황제, 재위: 384~393)은 용양장군(龍驤將軍)으로 삼아 익주와 양주의 군대를 지휘하게 하면서 동진에 대한 진격을 서둘렀다.\n \n \n \n◈ 사현(謝玄, 343?~388)\n 동진의 대관(大官).\n 진군(陳郡) 양하(陽夏) 사람으로 자는 유도(幼度)이다.\n 동진(東晉) 시기의 군사가로 사부(謝裒)의 손자이자, 사혁(謝奕)의 아들이며, 사안(謝安)의 조카이다.\n \n 일찍이 대사마(大司馬) 환온(桓溫)의 부장(部將)이었다. 379년, 병사들을 이끌고 전진군(前秦軍)의 공격을 막아 관군장군(冠軍將軍)이라고 불렀고, 서주자사(徐州刺史)가 되었다.\n \n 383년에 비수(淝水)의 전투에서 전봉도위(前鋒都督)가 되어 참전하였고, 384년에는 하남(河南), 산동(山東), 섬서남부(陝西南部)를 수복하는데 큰 공을 세워 좌장군(左將軍), 회계내사(會稽內史)로 승진하였다.\n \n 사후에 거기장군(車騎將軍)으로 추증되었고, 시호는 헌무(獻武)이다.",
  "color": "default",
  "labels": [
    "b813a4f6-0efe-4f29-95d6-b4490c81845f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-09-19T08:56:26.372000",
  "updatedAt": "2025-09-22T23:10:44.165000"
}