{
  "id": "30c60810-08e1-433a-b714-9c9902e8e118",
  "title": "히틀러 vs 푸틴",
  "content": "소식통들은 푸틴이 직접 현장의 장군들에게 지시를 내리고 있다고 밝혔습니다. 이것은 현대의 군대에서는  매우 흔치 않은 전술 체계로서, 전쟁 초기부터 러시아 군대를 도탄에 빠트린 것이 이런 잘못된 지휘체계 때문임을 암시하고 있습니다.\n\nPresident Vladimir Putin of Russia has thrust himself more directly into strategic planning for the war in Ukraine in recent weeks, American officials said, including rejecting requests from his commanders on the ground that they be allowed to retreat from the vital southern city of Kherson.\n\n나치 - 히틀러\n1945년 베를린이 포위되자 히틀러 총통은 슈타이너 SS대장이 그의 슈타이너 분견군을 이끌고 소련군의 북쪽에 반격을 가하여 전세를 역전시키길 원했다.\n하지만 슈타이너 SS대장 휘하의 부대원은 소련군의 우세한 공격으로 10분의 1로 줄어들어 껍데기만 남아있어 이 명령을 거부한다. 이로인해 히틀러는 격노하여 눈물까지 흘리며 전쟁에 졌으며 장군을 비난하며 베를린에 머물다 자살하겠다고 하였다. 이 일화는 유명하며 영화 \"몰락\"에서도 나온바 있다.\n슈타이너는 히틀러의 무장 친위대 장군으로 히틀러가 신뢰했던 장군이다. 독일 패전 직전 소련 공격으로부터 베를린를 방어하기 위해 여러 부대를 모아 임시로 만든 슈타이너 분견대의 사령관을 맡았다. 분견대란 원 소속 부대가 아닌 파견병으로 만든 부대를 의미한다.\n히틀러는 슈타이너에게 공격 명령을 내리지만 슈타이너는 최소 방어 병력을 제외하고 실제로 가동할 수 있는 병력이 거의 없었기 때문에 공격 명령을 실행하지 않는다. 이에 히틀러는 매우 격분하게 되는데 그것이 영화 몰락에서 패러디로 가장 많이 사용되는 장면이다.\n\n슈타이너 분견군은 서류상 야전군보다 작고 군단보다 규모가 큰 임시 편제로 1945년 4월 21일 베를린 공방전 당시 총통 아돌프 히틀러에 의해 서류상으로 편성된 부대였다.\n이 분견군의 지휘관은 펠릭스 슈타이너 SS대장이었다. 히틀러는 슈타이너 SS대장이 동 분견군을 이끌고 베를린을 목표로 하고 있던 소련군의 북쪽 주공점에 효과적인 역공을 가하길 바랬으나, 실제로는 불가능했다.\n4월 21일, 현실을 직시하지 못하고 있던 아돌프 히틀러는 전력이 피폐해진 부대들을 슈타이너 SS대장 휘하에 모아 슈타이너 분견군을 조직했다.\n그리고 슈타이너 SS대장에게 제1 벨로루시 전선군의 돌파에 의해 생긴 거대 돌출부의 북익을 공격하라고 명령했다. 그와 동시에 제9군이 돌출부 남쪽을 공격할 예정이었다. 이 공격을 위해 슈타이너 SS대장은 핀로 운하 북쪽에 배치되어 있던 제9군 소속의 4 SS 경찰기갑 척탄병사단, 5 경보병 사단, 25 기갑척탄병 사단 3개 사단을 배속받았다.\n바이틀링 포병대장의 56 기갑 군단은 베르노이헨 바로 아래 북익을 둔 채 베를린 동쪽에 위치해 있었다,\n북익에 있던 앞서 언급한 3개 사단은 에버스발데 (베를린 동쪽 24킬로미터)에서 남쪽에 위치한 제56 기갑 군단 방향으로 공격해 나아가 1 벨로루시 전선군의 돌출부를 분단할 예정이었다.\n슈타이너 SS대장은 하인리치 상급대장에게 전화해 제5 경보병 사단과 제25 기갑척탄병 사단을 방어 임무에 투입해야 하고, 2 해군 사단이 내륙에 도착해 교대하기 전까지는 두 사단을 빼낼 수 없다며 계획의 실행이 불가능함을 알렸다. 이를 제외하고 작전에 동원 가능한 건 무장조차 제대로 갖추지 못한 4 SS 경찰 기갑척탄병 사단의 2개 대대뿐이었다.\n하인리치 상급대장은 육군 참모총장인 한스 크렙스 보병대장에게 전화해 계획의 불가함을 말하며 히틀러에게 계획의 재고를 요청했지만, 총통이 바쁘다는 소리만을 들을 수 있을 뿐이었다.\n4월 22일 오후 작전 회의에서 히틀러는 슈타이너 SS대장이 공격을 가하지 않을 걸 확신하고 눈물까지 흘릴 정도로 격분하고 말았다. 그는 전쟁에 패배했다고 선언하고 장군을 비난했다. 그리고 종말이 올 때까지 베를린에 머물겠으며, 그후에는 자살하겠다고 밝혔다. 4월 22일 이후 슈타이너 분견군은 총통 벙커에서 더 이상 언급되지 않았다.\n슈타이너는 패전 후 구속되었으나 전쟁범죄 무혐의로 1948년 석방, 이후 뮌헨에서 69세 나이로 사망했다.\n\n\n[의견]\n히틀러도 1차대전 졸병 출신.\n\n히틀러는 훈장탔어.\n\n1차대전 철십자 훈장 수훈자라는 점에서 푸틴 새끼는 압살이지 \n\n낫질 작전같은 거 보면 보통 인물은 절대로 아님.\n이후에 몸이 망가져서 다 망치긴 했지만.\n\n주치의가 맛탱이 가는 의료하기 전까지는 대전략 면에선 히틀러가 장군들보다 가이드 잘했다.\n모렐은 히틀러에게 전쟁 기간 동안 모두 90가지의 약을 처방했고 하루에 28가지 씩의 알약과 물약, 주사약을 처방했다. 하도 주사를 찔러대다 보니 모렐의 진료 기록에는 \"주사바늘이 휘었다\"는 기록도 간간히 나온다. 모렐이 히틀러에게 처방했던 약물들은 그 위험성이 나중에야 알려진 것들이다.\n\n히틀러 주치의 테오도어 모렐 박사는 소화불량으로 고생하던 히틀러에게 다양한 마약을 처방했다. 1941~1945년 히틀러는 필로폰 등이 들어간 주사를 최소 800여 차례 맞았다. 같은 기간에 마약 성분의 알약 1100여알도 복용했다. 하루에 28종류 82알까지 먹은 적도 있었다. 1945년 봄부터 부작용으로 이가 빠지기 시작하자 복용량을 줄일 수밖에 없었는데, 이후 히틀러는 금단 증세를 이기기 위해 미친 듯이 단것을 먹어댔다.\n모렐 박사가 히틀러에게 처방한 것 중 가장 놀라운 것은 코카인이다. 물론 코카인은 1930년의 독일에서 의료 목적으로 종종 사용되기는 했으나, 대부분 1퍼센트가 넘지 않는 농도였고 항상 굉장히 적은 양이 사용되었다.\n모렐은 이 코카인 약을 히틀러의 눈에 방울로 떨어트리는 방법으로 처방했다. 히틀러가 모렐의 약을 써서 몸 상태가 나아지는 것을 기대했다는 것을 모렐 자신도 알고 있었기 때문에, 모렐은 히틀러에게 무려 치사량의 10배가 넘는 코카인을 투약했다.\n그리고 이 엄청난 코카인 농축약은 히틀러가 그의 말년에 보였던 비정상적인 행동을 유발했을 것을 것으로 보인다.\n\n쟁쟁한 전쟁영웅들이 대전략에 대해서는 사병출신 미대 탈락자만도 못했다는게 참...\n\n마지노선 꼴박하고 뒤질 뻔 한 거 구한 미대 출신\n\n히틀러 전략안이 독일 장성들보다 나았다는 소리는 대체 언제까지 들어야 하는지. 방구석 나폴레옹이 망상 지껄이는 게 운빨로 몇 번 통했다고 그게 실력이 되는 줄 아냐? 일제의 패망에 대해 질리도록 얘기하면서 도박수로 흥하다 도박수로 망한 히틀러는 왤케 고평가 하는지.\n\n히틀러가 운빨인 거도 맞지만 장군들도 다 손 놓을 때 뭐라도 해서 그 개같은 도박이 먹혀들어간 것도 맞잖음.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-09-23T15:13:21.824000",
  "updatedAt": "2023-11-13T08:42:38.246000"
}