{
  "id": "3126c097-70a6-4f99-b300-afa1ea4b8a6d",
  "title": "선물거래",
  "content": "주식시장에서도 선물거래는 똑같이 적용됩니다.\n기초자산(원자재, 지수(코스피, 나스닥, S&P 등), 주식)을 선택하고 앞으로 미래에 상승과 하락에 베팅하면 됩니다. 기초자산의 상승과 하락에 베팅한 후 향후 기초자산의 등락에 따라 수익률이 결정되는 구조입니다.\n\n우리가 가장 많이 접하는 선물거래는 코스피200 선물인데요. 기초자산은 코스피200입니다. 코스피200지수가 앞으로 상승할 것으로 예상되면 코스피200선물을 매수하면 되고요. 하락할 것으로 예상되면 코스피200 선물을 매도하면 됩니다. 향후 코스피200 등락에 따라 수익률이 결정되는 구조입니다.\n\n매매는 '계약' 단위로 이뤄지는데요. 코스피200 선물 1계약의 경우 지수에 25만원을 곱한 금액으로 산정됩니다. 예를 들어 코스피200지수가 현재 430이면 선물 1계약은 무려 250,000 x 430 = 1억750만원인 거죠.\n\n물론 이 금액을 다 내는 건 아니고 증거금 7.2%(7월 기준, 매월 다름)만 있으면 되니 약 774만원이 있으면 코스피200 선물 1계약을 매수할 수 있습니다. 따라서 레버리지 효과가 매우 크다.\n선물의 경우 774만원의 원금(증거금)을 지렛대로 이용하여 1억 750만원의 선물을 살 수 있다. 원금대비 손익변동효과가 무려 1억750만원 ÷ 774만원 = 13.8배다.\n이러한 유혹 때문에 일반주식투자에서 실패한 개미투자자들이 마지막으로 손실을 한방에 회복하기 위해서 불나방처럼 뛰어들고 있다. 투자자들은 6.7배의 수익만을 생각하지 하락할 때에도 6.7배의 손실이 발생한다는 것은 염두에 두지 않으려 한다. \n\n이렇게 계약해서 만약 만기일에 지수가 10포인트 상승했으면 250만원, 선물 10계약을 매수했으면 2500만원의 수익을 얻을 수 있습니다. 물론 반대로 지수가 하락할 경우엔 손실이 눈덩이처럼 불어날 수 있습니다.\n\n코스피200 선물은 하나의 예고요. 지수 선물 외에도 개별 주식 선물에 투자할 수도 있습니다. 삼성전자, 카카오, 현대차, SK텔레콤 등에 대해서도 선물거래를 할 수 있는 것이죠.\n\n선물은 영원히 보유할 수 없습니다. 주식과 달리 선물은 보유기간이 정해진 시한부 상품이기 때문입니다. 선물과 옵션은 모두 '특정'일에 정해진 가격으로 사고 판다를 정하는 것이기 때문에 이 특정일이 매우 중요할 수밖에 없습니다.\n\n이를 만기일이라고 하며 우리나라의 경우 선물 만기일은 3·6·9·12월 둘째주 목요일, 옵션 만기일은 매달 둘째주 목요일로 정해져 있습니다.\n\n원자재 거래의 경우 선물 만기 시 원자재를 계약한 금액으로 구매한다고 이야기했습니다. 만약 원유 선물 만기 시 만기일을 놓쳐 청산을 하지 못했을 경우 직접 원유를 가져가야 될까요?\n우리나라 증권사는 만기 전날부터 신규 포지션 진입을 막고, 매수 매도 포지션 모두 자정에 '강제 청산'을 한다고 합니다. 강제 청산을 당할 경우 그 손실은 모두 투자자의 몫이기 때문에 매우 조심해야 합니다.\n\n선물과 옵션 모두 만기일이 둘째주 목요일이다 보니 1년에 4번 겹치는 날이 있는데요. 흔히 '네 마녀의 날'이라고 부르는 이날에는 주식시장의 변동성이 매우 커질 수밖에 없습니다.\n\n만기일은 선물·옵션을 매수했던 투자자들이 마지막으로 거래할 수 있는 날입니다. 따라서 포지션을 청산하려는 투자자들과 변동성을 노린 일부 투기적인 투자자의 거래가 형성되면서 변동성이 매우 크게 나타나는 경우가 많은 거죠.\n\n만기일 변동성 위험성을 보여주는 가장 단적인 예가 바로 2010년 '도이치증권 옵션쇼크'입니다. 도이치 옵션쇼크 사건은 그해 11월 11일 주식시장이 마감하기 10분 전 도이치증권 서울지점 창구에서 무려 2조원이 넘는 대규모 매도세가 쏟아지면서 코스피가 50포인트가량 급락했던 사건입니다.\n\n당시 투자자들은 대규모 손실을 봤지만 매도 주문에 가담했던 이들은 풋옵션 상품으로 수백억원의 이익을 챙겼습니다. 이 사건 이후로 금융감독원의 감시가 강화되면서 만기일 변동성은 과거보다는 줄었지만 여전히 다른 날보다는 변동성이 큰 편입니다.\n\n[선물거래의 위험성]\n\n1. 선물거래에는 실제 상품이 필요 없다. (창고, 물류, 기타등등이 필요 없다.)\n\n- 상품을 실제로 주고받는 거래에서는 상품을 팔면 원금의 일부를 회수할 수 있다.\n\n- 1년후에 쌀의 선물가격을 120만원으로 하는 선물거래가 성사되었다. 그런데, 1년후에 쌀의 가치가 80만원이 되었다.\n\n  이러한 경우 선물거래의 매도자가 쌀을 구매자에게 전달하고 구매자는 매도자에게 120만원을 전달해야 한다. 그런데, 쌀의 현재가치가 80만    원이고 유동성이 높은 자산이라면 굳이 위 과정을 거칠 필요 없이 선물가격과 현재가치의 가격변동량만 돈이 이동하면 된다.\n\n  즉, 선물가격이 120만원이고 현재가치가 80만원이므로 매도자->구매자로 80만원 전달, 구매자->매도자로 120만원 전달이 되는 셈이므로 \n\n  구매자가 매도자에게 120-80 = 40만원의 차액만 전달하면 된다. ( 즉, 실제 상품이 필요가 없어진다. ) \n\n> 실제 상품이 존재하지 않아도 거래가 발생할 수 있으므로 선물거래의 접근성이 매우 높아 위험성을 초래함.\n\n\n\n2. 보유한 돈을 넘어서 거래할 수 있다.\n\n- 선물거래를 약속하면 그에따른 증거금을 낸다. 예를들어 일천만원의 선물가격의 상품을 거래한다고 하면 이백만원의 보증금이 발생한다.\n\n즉, 증거금에 해당되는 금액만 있다면 그보다 훨씬 큰 계약을 진행할 수 있다.\n\n- 선물거래로 선물가격이 일천만원으로 합의하여 거래를 진행했다고 가정하자. 그런데, 1년후에 상품가치가 육백만원으로 하락했다면 선물거래의 구매자는 생산자에게 그 차액인 사백만원을 지불해야 한다. 그런데, 선물거래를 체결할 당시 구매자의 자산은 이백만원이었고 그 이백만원은 보증금으로 제출했다고 하면 구매자는 200만원의 빚이 발생했다. 즉, 구매자는 원금보다 훨씬 더 큰 손실을 얻었다.\n\n이렇게 선물거래는 원금보다 훨씬 더 큰 손실을 입게 될 가능성이 존재하므로 위험한 것이다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-05-20T01:06:42.829000",
  "updatedAt": "2022-06-24T11:21:07.497000"
}