{
  "id": "319e867d-41e9-40d3-a0e5-2150b90f9ec0",
  "title": "기업의 역사",
  "content": "기업(企業, Enterprise), ‘사람이 두 발로 땅을 딛고 서서 일 하는 모습’을 형상화 했다고 한다. 영어의 어원은 접두사 Enter(between)와 라틴어 어근 Prendre(take), ‘여러 가지 사이에서 기회를 잡는 것’으로 정의한다. \n\n기원전 3000년, 메소포타미아인과 수메르인이 거래의 근거로 ‘계약’을 처음 만들었다. \n기원후 1세기 로마 사람들이 기업의 원형인 상업사단을 만들어 유한책임 개념이 도입되었다. 578년 인류 최초의 기업 일본의 ‘곤고구미(金剛組)’가 설립되었다. \n9세기 이탈리아 아말피와 베네치아에서 해운업이 처음으로 등장하였다. \n1250년부터 120여년간 베네치아와 제노바는 소금 향신료 비단 무역을 둘러싸고 전쟁을 벌였다. \n12세기 피렌체에서 Compagnia(Company의 어원)라는 가족 기업이 탄생했다. \n1279년 영국 왕 에드워드1세가 부동산 소유법을 반포하였다. \n1298년 마르코폴로의 <동방견문록>으로 신항로와 신대륙이 발견되었다. \n1340년 제노바 상인들이 복식부기를 처음으로 사용하였다. \n1397년 메디치가(家)가 메디치 은행을 설립하였다. 1405년 중국 정화(鄭和) 함대가 서양을 최초로 항해하였다. \n1450년 활판인쇄술이 발명되어 대항해 시대를 열었다. \n1488년 디아스가 아프리카 희망봉을, 1492년 중세와 근대를 가르는 사건인 콜럼버스가 신대륙을 발견하였다. \n1498년 바스코 다 가마가 인도 항로를 개척하였다. 1580년 역사상 처음으로 ‘은행’이라는 이름의 베네치아은행이 설립되었다. \n1600년 영국의 동인도회사가 설립되었다. \n1608년 네덜란드 암스테르담에 세계 최초의 주식거래소가 설립되었으며, 1612년 동인도회사 주식이 공개되었다. \n1621년 네덜란드인들이 지금의 뉴욕인 아메리카 대륙 허드슨 강변에 서인도회사를 설립하였다. 1623년 영국이 최초로 특허법을 제정하였다. \n1732년 <신런던무역 및 상업협회> 단체가 설립되었다. \n1760년 영국에서 산업혁명이 시작되었다. \n\n[제임스와트]\n\n1773년 미국 독립전쟁의 도화선이 된 ‘보스턴 차(茶) 사건’이 일어났다. \n1774년 영국 글래스고 대학의 아담 스미스 교수의 국부론(國富論)이 출간되어 현대 경제학을 열었다. 1807년 프랑스에서 주식 양도가 가능한 주식회사가 탄생하였다. \n1842년 영국이 <회사법>을 개정해 주식회사가 기업의 주요 형태가 되었다. \n1859년 영국 빅벤이 설치되어 세계표준시간이 탄생하였다. \n1868년 일본의 메이지 유신이 시작되었다. \n1876년 벨이 세계 최초로 전화기를 발명하였다. 1883년 독일이 질병, 재해, 노령, 장애 보험 등 사회보험법을 통과시켰다. \n1885년 독일 벤츠가 세계 최초의 자동차를 생산하였다. \n1886년 미국 대법원이 회사는 헌법의 보호를 받는 자연인으로 ‘법인(法人)’이라는 개념이 정립되었으며, 권리장전에 전면적 보호를 받는다고 선포하였다. \n1892년 미국에서 음료회사 코카콜라가 설립되었다.  1924년 영국인 존 베어드가 TV를 발명하였다. \n\n[테오도어 베일]\n\n[록펠러]\n\n[포드]\n미국의 굴뚝 산업을 대표했었던 포드 자동차를 기억하는 사람은 많다. 소유경영자의 대표격이었던 헨리 포드는 자동차를 대중화 시킨 역사적 인물로 평가 받는다. 다만, 변화하는 산업 환경에 적응하지 못하고 자신의 생각을 고집스럽게 밀어부치다가 결국 전문경영인인 GM의 알프레드 슬론에게 자동차 업계의 선두자리를 내주게 되었다. 이는 포드 개인의 독단적인 성격 때문이라는 문제제기로 그칠 것이 아니라 소유경영자의 한계와 문제가 기업의 어떠한 영향을 끼치는지를 극명하게 보여주는 사례로 손꼽힌다.\n\n1880년대 일본 청나라 영국 미국 등으로부터 인천 부산 원산 등이 개항되면서 기업의 역사가 시작되었다. \n객주(客主) 여각(旅閣) 거간(居間)들이 외국상인들과 거래에 나서면서 상인이 조직되고 시장이 형성되면서 기업의 형태를 띄게 되었다. 이론적인 배경은 1882년 유길준이 소개한 <회사규칙(會社規則)>과 <회사설(會社說)>로 서양의 회사제도였다. 이 즈음 상사 공사 회사 등의 이름이 등장하는데 서울의 장통회사, 인천의 공흥상회, 부산의 해산회사 등이다. \n1890년대 후반기 은행 운수 광업 제조업 등 기업회사가 등장한다. \n1898년 철도회사 기선업체 우편업체들이 설립되었다. \n1900년초 방직업 광업 전기업도 나타난다. 1910년대 일제강점기를 거치면서 민족 기업이 등장하고 지방 소재 은행들이 대거 설립되었다. 1930년대 일본의 만주 침략으로 공업화가 진전되었다. \n1940년대 초 조선총독부는 국책회사를 설립하고 <중소기업정리령>으로 한국인 기업 말살 정책을 펼쳤다. \n1945년 광복과 함께 미 군정 치하에서 광물 면방직 설탕 밀가루 전력 제지 고무 공장 등이 등장하였다. 1950년대 제당 제분업 등 소비재산업이 급속한 발전을 이루기 시작하였다. \n1960년대 박정희 대통령의 <경제개발 5개년 계획>으로 비약적인 제조업 중심 경제 발전을 이뤄냈다. \n1970년대 중화학공업을 기반으로 한 수출이 크게 신장하였다. \n1980년대 재벌 대기업을 중심으로 건설 자동차 조선 전자산업이 본격적인 경제 성장을 견인하였다. 1990년대 반도체 산업이 가세하면서 국격과 국부를 크게 신장시켰다. \n\n참고로, 인류 역사상 최초의 기업은 578년 일본에 세워진 ‘곤고구미(金剛組)’라는 사천왕사 사찰 등을 지은 건설회사였다고 한다. 그런데 이 회사의 설립자는 놀랍게도 백제에서 건너온 유중광(일본명 곤고 시게미쓰)으로, 이 회사가 지은 사찰은 1995년 日本 고베 한신 대지진에도 살아남아 그 기술력을 인정 받았으며, 아직도 건재하단다. 이처럼 일본에는 1000년 이상 된 기업만도 20여개가 있다. \n두 번째 오래된 기업은 교토의 이케노보 가도타이로 불교 재단의 꽃꽂이 회사다. \n세 번째 역시 불교 관련 용품 제작회사인 교토의 다나카이가불구점(佛具店) 이다. \n그 다음은 1018년 세워진 일본전통과자점인 이치몬지야와스케다. \n\n\n\n\n세상을 움직였던 원동력은 항상 기업이었다.\n현대의 사업가들은 주식회사 제도 아래서 유한책임만을 지지만 초기의 사업가들은 재산은 물론 목숨까지 거는 모험 속에서 살았다. \n예컨대, 16세기 후반 런던의 상인들은 인도네시아의 향신료를 찾아 항해하는데 투자하였지만 선원의 대부분이 폭풍우와 역병에 쓰러지고 보잘 것 없는 화물 몇 개 건지는데 만족해야만 했다. 어떤 선장은 지중해를 항해하면서 선원들에게 이렇게 외쳤다고 한다. “변변치 않은 보수에 목숨을 걸 필요가 있겠어? 세인트헬레나 섬에 가서 왕이나 돼야지.” 당시의 항해는 요즈음의 우주 개발만큼 위험한 것이었으며, 상인과 선장의 관계는 기업주와 경영자, 주인과 대리인의 관계였다. 보험, 기업지배구조, 주식회사 및 유한책임제도 등은 이런 배경에서 생겨난 것들이다.\n\n- 19세기 중엽 세 가지 변화가 근대 기업 탄생의 모태가 되었다. 첫번째가 자연인과 동일한 입장에서 사업을 영위할 수 있는 법인의 탄생이었고, 두번째가 기업에 투자한 사람들에게 임의적으로 매매가 가능한 주권을 교부했던 일이며, 마지막으로 투자자들의 책임 한계를 투자 금액 이내로 제한하는 유한책임제도의 도입이었다.\n\n\n\n\n- 16세기와 17세기에 가장 특이한 형태의 기업이 탄생했다. 바로 정부에게 특수사업을 위임받은 '수탁회사Chartered Company'이다. '동인도','허드슨 베이','버지이나','매사추세츠' 등이 이런 범주에 해당된다. (중략) 수탁회사의 주목적은 콜럼버스,마젤란,바스코 다 가마 가 발견한 신대륙의 상권을 정부와 상인들이 공동으로 장악하는 데 있었다.\n\n\n\n\n우리나라에서 근대적 기업회사가 설립된 시기는 1880년대 초부터라고 할 수 있다. \n우리 전통사회에서도 상인이나 수공업자가 타인의 자본을 도입하여 사업을 운영한 예가 없었던 것은 아니나, 그것은 어디까지나 자본의 차입(借入)이고, 차입한 돈에 대해서는 이자를 지불한 것에 불과했으므로, 타인자본과 합자하여 공동으로 운영하는 사업체를 구성한 것은 아니었다. \n그와 같은 사실은 개항 이전에는 우리나라에서 자본주의가 발달되지 못했다는 역사적 사실과도 부합한다. 1876년에 우리나라는 일본과 강화도조약을 체결했고, 1880년대 초에는 청나라 및 미국·영국·독일·이탈리아·프랑스·러시아 등 서구 여러 나라와도 통상조약을 맺었으며, 수도 한성에 외국공관이 상설되었다. 부산·인천·원산 등 국내 주요항구가 외국상인에게 개방되었고, 개항장 안에는 서구의 근대적 회사조직을 가진 수많은 일본상인과 청나라 상인이 진출하였다. 특히 인천항에는 영국·미국·독일 등 서구상인이 들어와서 회사를 설립하였다.이와 같은 개방체제에서 일본상인과 청나라 상인의 중개무역에 의해 대량으로 서구의 근대 공장제 상품이 수입되었고, 이것은 당시 우리나라에서 생산되는 수공업제품에 비하여 양과 질이 월등히 앞서 국내 수공업제품을 밀어 내기 시작하였다. \n한편, 외국상사들의 상업활동은 그 조직이나 운영면에서 우리나라의 전통상인을 압도하여 서양상인들과 통상하는 사이에 우리나라 상인들도 점차 서구식 상사의 조직과 상업방법을 알게 되었다. 이때부터 한양 및 인천 등 개항장의 상인들은 근대적인 기업회사의 설립을 서두르기 시작했다. 개항장에서 외국상인 및 외래상품의 상륙에 민감한 반응을 보인 것은 우리나라의 객주(客主)주와 여각(旅閣: 해산물·곡물 등의 매매를 중매하며, 그 물건의 임자를 묵게 하던 집)이었다.객주와 여각은 17, 18세기 이래 전통적이고 보수적인 특권 시전(市廛)주에 대항하면서 성장한 상인층이며, 그들은 서울의 한강과 지방의 각 포구에 자리잡고 도읍으로 운송되는 물화를 매점함으로써 재화를 축적하였다. 따라서, 객주와 여각은 봉건 상업질서를 무너뜨리면서 등장한 새로운 상인이며, 특권 시전인과는 달라서 근대 상업에 한걸음 접근하고 있었다 볼 수 있다. \n개항 직후의 무역관계에서 객주와 여각의 활동은 컸다. 초기 무역에서 외국상인들은 전관거류지(專管居留地: 조약에 의하여 외국 영토의 일부에 어느 한 나라의 행정권·경찰권이 행사되는 지역)에서 사방 10리를 넘는 지역은 행상할 수 없었으며, 따라서 그들의 상거래는 개항장에 한정되고 있었다.이 초기에 진출한 외국상인들은 언어도 통하지 않았고, 상거래 관습에도 익숙하지 못했으므로, 그들은 부득이 개항장의 전통 상업망을 통하여 상품을 판매하고 물화를 수집할 수밖에 없었다. 그리하여 개항 초기의 무역관계에서 외래상품의 판매와 지방 물화의 수집을 담당하고 나선 것은 이문(利文)주 03)에 예민한 진취적인 객주와 여각이었다.객주와 여각은 산하에 여러 명의 거간(居間)주 04) 및 군소상인과 보부상을 두고, 수입상품 판매와 수출품 수집에 종사함으로써 부를 축적할 수 있었다. 개항 후 7∼8년간은 이와 같이 객주와 여각이 전통 상업망을 통하여 개항장에서 국제무역에 주요한 몫을 차지할 수 있었다.그러나 1880년대에 접어들면서부터는 무역관계가 점차 달라져 갔다. 1882년에 미국 및 청나라와 사이에 통상조약이 체결된 데 이어 서구 각국에도 문호를 개방했고, 개항장도 부산항 외에 새로이 인천 및 원산의 두 항구가 개항되었고, 한성개시(漢城開市)가 실현됨에 따라 외국상인의 진출도 활발해졌다.이 시기에 특히 괄목할 만한 일은 일본상인과 청나라상인의 경쟁이 심해진 점이라고 하겠다. 일본상인과 청나라상인의 경쟁은 개항장에서뿐만 아니라 지방 소읍에까지 확장되어 민족상인의 이해와도 무관할 수 없게 되었다.1883년의 한영통상조약을 계기로 외국상인들도 우리 나라 안 각지에서 상행위를 할 수 있게 되었는데, 지방행상을 허용한 규정을 가장 적극적으로 이용한 외국상인은 청나라상인과 일본상인이었다.\n특히, 상리(商利)에 밝은 청나라상인은 객주와 여각을 상대로 무역하기보다는 직접 한국인 거간을 고용하고, 한국고객과 거래하는 한편, 지방 소읍에 진출하여 상품판매와 물화수집을 함으로써 더 많은 이윤을 얻게 되었다.이와 같이 청나라상인이 사업망을 지방에까지 확장하자 일본상인도 곧 그 뒤를 따랐다. 민족상인의 수난은 이때부터 시작되었다. 수입상품의 국내판매와 수출상품의 수집을 전담하고 있던 객주·여각 및 보부상은 청나라 상인과 일본상인의 지방진출로 상권에 큰 타격을 받지 않을 수 없게 되었다.이리하여 민족상인간에 상업을 조직화하고 사업방식을 혁신하여 외국상인에 대응하는 운동이 전개되었다. 1880년대 초부터 상사를 설립하는 등 민족상인계에 회사기업이 태동하게 된 것은 이러한 정세변화에 대응한 혁신운동의 결과였다.외국상인의 진출로 말미암아 민족상인이 맞닥뜨리게 된 어려움을 이겨내기 위하여 상업계의 일각에서 태동한 상업의 조직화 및 사업방법의 혁신운동과 때를 같이하여, 일부 지도층인사들도 서구의 회사제도를 소개하면서 회사설립을 촉구하는 논설을 피력하였다.그 중에서도 1882년에 유길준(兪吉濬)이 소개한 『회사규칙 會社規則』과 1883년 『한성순보 漢城旬報』 제3호에 게재된 「회사설 會社說」은 서구의 회사제도를 우리 나라에 소개한 최초의 논설이라고 볼 수 있다. 이 논설은 근대상업에서의 회사설립의 필요성과 조직 및 설립절차를 상세히 소개한 것으로, 개항 후 민족상인의 회사설립의 지침이 되었다는 점에서 의의가 크다고 하겠다.그리하여 1880년대 초부터 우리나라에서 ‘상사(商事)’ 혹은 ‘공사(公司)’·‘회사(會社)’ 등의 이름으로 새로운 상업조직이 출현하였다. 1880년대 초 국내에 설립된 상회사(商會社)에 관해, 1884년 4월 19일자 『한성순보』는 당시 한국 내에 설립되고 있는 회사로서 서울의 장통회사(長通會社) 등 16사(社), 인천의 공흥상회(共興商會) 등 6사, 부산의 해산회사(海産會社) 등 6사, 합계 28사를 소개하고 있다.그러나 이와 같이 초기에 설립된 회사들은 대부분이 근대적 주식회사 조직을 가졌다고는 볼 수 없다. 명칭도 회사·상사 혹은 ‘국(局)’이고, 조직도 개인상회에 불과한 것이 많았다. 또, 명칭은 분명히 회사이나 조직과 기능으로 보면 동직자조합(同職者組合)의 성격을 가진 것도 있었다.인천의 신상회사(紳商會社) 및 부산의 균평회사(均平會社) 등은 그 예로서, 회사라기보다는 상인조합으로 보는 것이 옳을 것 같다. 하지만 초기의 상사회사 중에 그 이름에 부합하는 근대 주식회사 조직을 가진 것이 적었다 하더라도, 개항 후 수년 동안에 민족상인들 사이에서 이러한 회사 및 상회의소(商會議所)가 설립되었다는 것은 그만큼 상인들의 의식이 근대지향적으로 바뀌고 있었음을 뜻하는 것으로서 주목할 만한 일이다.\n민족자본의 기업활동은 1890년대 후반기에 접어들면서부터 크게 활기를 띠기 시작한다. 이 시기에는 비단 상사회사뿐만 아니라 산업의 각 부문에 걸쳐 근대기업회사가 설립된다. 즉, 근대 금융기관인 은행의 설립이 성행하며, 운수·광업·제조업 부문에서도 각종 기업회사가 등장하기 시작한다. \n1895년 이후 1910년에 이르는 기간 동안 민족회사의 설립실태를 살펴보면 다음과 같다.\n1. 금융업 민족은행설립의 필요성은 이미 일찍부터 논의되어 왔으나 갑오경장 이후 그 운동이 구체화되어, 우리나라 최초의 은행인 조선은행이 1896년에 안경수(安駉壽)·김종한(金宗漢)·심상훈(沈相薰) 등의 발기로 설립을 보게 되었다.그 뒤 한흥은행(韓興銀行)·제국은행·한성은행·대한천일은행(大韓天一銀行)·한일은행 등이 잇따라 설립되었으나, 한말의 정계가 불안한 가운데 자금의 뒷받침이 튼튼하지 못하여 그 중 일부는 개점 수년 후에 폐업되고, 한성은행·대한천일은행·한일은행만이 존속할 수 있었다. 이 민족은행의 설립에는 귀족의 토지자본과 거상들의 상업자본이 주도적 구실을 하였다.\n2. 수송업철도와 광산은 한말에 열강들이 서로 다투어 개발권을 얻고자 한 이권이었고, 따라서 뜻있는 민족기업가들은 이것만은 민족의 힘으로 건설해야 한다고 역설하였다. 그러나 철도는 거액의 자본과 고도의 기술이 필요한 것이므로, 민족기업가들은 뜻은 있어도 손쉽게 착수할 수 없는 사업이었다.우리나라 철도업의 선구자는 부산 경무관을 지낸 박기종(朴琪淙)이었다. 그는 1898년에 부하철도회사(釜下鐵道會社)를 설립하고 부산과 하단(下端) 간의 철도부설을 기도했으며, 1899년에는 대한철도주식회사를 설립하고 서울과 의주 간의 철도건설, 1902년에는 삼마철도(三馬鐵道) 건설을 기도했다. 그의 계획은 자금부족과 일제의 방해로 완성을 하지 못하였으나, 그러한 운동은 우리 정부와 민족기업에 큰 경종이 되었다.기선업(汽船業)에서 우리나라의 해운권은 개항 후 진출한 일본의 거대 상선회사인 일본우선주식회사(日本郵船株式會社)와 대판상선주식회사가 거의 독점하고 있었으므로, 민족기업가들은 이 독점운수가 민족경제에 미치는 영향이 크다고 생각하여 자본을 모집하고 외국선박을 구입하여 약탈당한 운수권을 회복하고자 힘을 기울였다.그리하여, 1900년 7월에는 안영기(安永基)의 대한협동우선회사(大韓協同郵船會社)가 설립되고, 같은 해에 이윤용(李允用)·이영균(李泳均) 등의 인천우선회사(仁川郵船會社), 이재극(李載克)·민영철(閔泳喆) 등의 인한윤선주식회사(仁漢輪船株式會社) 등이 설립되었으며, 1903년에는 김일진(金一鎭)의 의령상선회사(宜寧商船會社)가 창립되었다.그러나 막대한 자본이 들어 가는 기선업에 민족자본은 너무나 미약했다. 그 밖의 운수업도 해상운수권을 일본에 약탈당한 민족기업가들은 비교적 소자본으로 운영할 수 있는 육운업(陸運業)에 적극적으로 진출하게 되었다. 1897년에는 안경수·김기영·백완혁(白完爀) 등의 발의로 마차회사(馬車會社)를 설립, 인천∼서울 간의 운송을 담당했다.또, 1899년에는 조의연(趙義淵)·민영준(閔泳駿)·조병하(趙秉夏) 등이 주동이 되어, 연안운송을 목적으로 이운사(利運社)를 조직하였다. 그 밖에 1901년에는 통운사(通運社), 1903년에는 통동회사(通同會社) 및 종선회사(從船會社), 1906년에는 창성사(昌盛社) 등이 설립되었다.또, 철도용달회사로는 1899년에 박기종·이규환(李圭桓) 등의 철도용달회사, 1900년에 김기락(金基洛) 등의 경부철도역부회사(京釜鐵道役夫會社) 등이 설립되었다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-12-13T10:11:39.400000",
  "updatedAt": "2022-12-13T11:08:00.843000"
}