{
  "id": "3205250b-f835-40a3-83e6-00d62de20f21",
  "title": "유림관(楡林關)",
  "content": "![image](media/1748100091941.1592238596.png)\n![image](media/1970e8d4fc6.b1f9bee9059a6282.jpg)\n![image](media/1970e8d7a86.acdd15447aec4c08.jpg)\n\n\n\n임유관 전투(臨渝關戰鬪)는 고구려와 수나라의 전쟁 중 제1차 전쟁에서 벌어진 전투이다. 임유관을 중심으로 수나라의 30만 병력을 물리쳤다고 한다. 이 전투는 진주 강씨의 족보 및 신채호의 《조선상고사》 국내외 다른 사료에는 1차 고수전쟁의 경과를 보급 부족 및 장마·태풍으로 인해 자진 철퇴한 것으로 기록하고 있다. \n581년, 수 문제 양견은 황제에 등극하고, 589년 진나라를 멸망시키고 중국을 통일하였다. 진주 강씨 족보에 따르면 597년(고구려 영양왕 8년), 수나라는 국력을 과시하고자 고구려에 신하의 예로써 분수를 지키라는 모욕적인 국서를 보내 고구려를 도발하였다. 이에 대노한 영양왕은 신하들과 답서를 보낼 것을 의논하였고 강이식은 \"이같이 오만 무례한 글은 붓으로 화답할 것이 아니요 칼로 화답할 것입니다.\"며 전쟁을 벌일 것을 주장하였다고 한다. 이후 벌어진 전투 역시 강이식이 병마원수(兵馬元帥)가 되어 주도하였다.\n개전을 결의한 영양왕은 강이식을 병마원수로 삼아 정병 50,000명으로 임유관을 공격하게 하였다. 먼저 말갈 군사 10,000명으로 하여금 요서에 침입하였고 수의 군사를 유인하였고, 거란 군사 수천명으로 바다를 건너가 지금의 산동(山東)을 쳤으나 패배하였고 이때부터 고구려와 수나라의 본격적인 전쟁이 시작되었다. 강이식은 수나라의 영주총관(營州總管) 위충 (韋沖)과 접전하다 패하였고, 이에 분노한 수 문제는 양양(楊諒)에게 300,000명의 대군을 주어 임유관에서 출정하게 하고 주나후(周羅喉)에게 수군을 맡겼다. 주나후는 수군을 이끌고 평양으로 나아가겠다고 소문을 퍼뜨렸으나 강이식은 속임수를 간파하고 요하로 향하는 수군을 요격하여 격파하였다. 이후 성채를 지키면서 지구전을 펼쳐 수나라 군대는 양식이 떨어지고 장마로 인해 전염병이 돌아 퇴군하였다. 강이식이 이를 추격하여 임유관에서 섬멸하였다고 한다.\n이러한 전과는 진주 강씨 족보 및 그에 근거한 후대의 사료에만 기록되어 있으며, 다른 국내외 사료에는 고구려가 말갈 군사 10,000명으로 요서를 침입하였다가 영주총관 위충에게 격퇴된 사실만 기록되어 있다. 이후 벌어진 수나라의 1차 공격도 특별한 전투 없이 요하 인근까지 진출하였다가 군량 부족 및 전염병, 폭풍우 등으로 인해 퇴각한 것으로 나타난다. 신채호는 이러한 기록은 중국 측에서 패배를 감추기 위해 왜곡하여 기록한 것이라 주장하였다.\n\n임유관에는 유수가 있었다.\n 《資治通鑑(자치통감)》에 따른 당태종의 회군 경과는 다음과 같다.\n\n645년 9월 18일 (음), 계미(癸未)일  : 당태종 안시성(安市城, 봉황산鳳凰山)에서 회군 칙령을 내림\n645년 9월 20일 (음), 을유(乙酉)일  : 요동(遼東)에 도달함.\n645년 9월 21일 (음), 병술(丙戌)일  : 요수(遼水)를 건넘.\n645년 10월 1일 (음), 병신(丙申)일  : 포구(蒲溝)에 도착함.                                                   발착수(渤錯水)를 건넘.\n645년 10월 11일 (음), 병오(丙午)일 : 영주(營州)에 도착함. 유성(柳城)의 동남쪽에서 전사한 사졸들을 위하여 제사함.\n645년 10월 21일 (음), 병진(丙辰)일 : 태자가 마중온다는 소식을 듣고 임유관(臨渝關)으로 들어감.\n645년 11월 7일 (음), 신미(辛未)일  : 유주(幽州)에 도착함.\n645년 11월 16일 (음), 경진(庚辰)일 : 역주(易州)의 경계()를 통과함.\n645년 11월 22일 (음), 병술(丙戌)일 : 정주(定州)에 도착함.\n\n\n평주(平州) 석성현(石城縣)에 임유관(臨渝關)이 있다. 주(州) [치소] 서쪽 180리에 있다. 유수(渝水)에 연유하여 이름하였다.  平州石城縣有臨渝關在州西一百八十里 因渝水為名\n『通鑑地理通釋』 권 5\n\n송백(宋白)4이 말하길 「유관(渝關)의 관성 아래 유수(渝水)가 있어 큰 바다로 들어간다. 그 관문의 동쪽은 바다에 임하였고, 북쪽에는 토이산(兔耳山)과 복주산(覆舟山)이 있는데, 모두 험준하다. 산아래로는 해안에 이어져 동북으로 간다. 좁은 곳으로서 수레바퀴 한축이 겨우 지나갈 수 있다.」 하였다.  \n宋白曰：渝關關城下有渝水入大海。其關東臨海，北有兔耳山、覆舟山，山皆斗峻，山下尋海岸東北行，狹處纔通一軌5。\n『資治通鑑』 권 269, 胡三省 註 \n\n이맥(李陌)의 《태백일사(太白逸史)》 '고구려본기'에 「고구려의 평원왕(平原王)이 장군 온달을 거느리고 갈석산(碣石山)과 배찰산(拜察山)에서 북주(北周)를 토벌하고 유림관(楡林關)까지 추격하여 대파하였다」는 기록상의 유림관(楡林關) 역시 임유관(臨渝關)과 같은 곳으로 추정된다.\n\n 삼국사기 온달열전을 보면,\n  “.......이때 후주의 무제가 군사를 출동시켜 요동(遼東)을 침략하니 왕(평원왕)이 군사를 거느리고 배산(拜山)의 들판에서 맞받아 쳐 싸우는데, 온달이 선봉이 되어 용감히 싸워 적병 수십명의 목을 베니 여러 군사들이 이긴 기세를 타 용감히 싸워 크게 이겼다” 라고 기록되어 있고,\n  태백일사 고구려국본기를 보면,\n  “평강상호태열제(평원왕)는 담력이 있고 말타고 활쏘는 것을 잘했으니 곧 주몽의 풍모가 있었다. 대덕으로 개원하고 정치를 잘하였다.\n  대덕18년 병신(A.D.576)에 제(평원왕)는 대장 온달을 보내 갈석산(碣石山), 배찰산(拜察山)을 토벌하고 추격하여 유림관(楡林關)에 이르러 북주를 크게 격파하니 유림진(楡林鎭) 동쪽이 모두 평정되었다. 유림은 지금 산서성의 경계이다” 라고 기록되어 있어 평원왕 때 고구려와 북주 사이에 전쟁이 있었음을 알게 한다.\n\n  그런데 삼국사기 고구려본기 영양왕 9년(A.D.598) 조와 자치통감 권178 수기2 고조문황제 조를 보면 이 기록 속에도 다시 임유관이 등장하는데, 평원왕 때 고구려가 유림관(임유관)까지 빼앗아 차지했다는 기록과 직접 연결된다.\n  598년 2월에 고구려 영양왕이 말갈 군사를 동원하여 수나라의 요서(요서군)를 침공하자 이에 화가 난 수 문제가 한왕 량과 왕세적 등으로 하여금 수륙군 30만으로 고구려를 침공하도록 명령한다.\n  그런데 6월에 이르러 한왕 량이 이끄는 육군이 임유관(臨渝關)을 출발하자 장마로 군량수송이 원활하지 않게 되어 군사들이 굶는 지경에 이르게 되었고, 설상가상 또 전염병도 발생하게 된다.\n \n☆ 고구려에서는 이때 강이식장군을 보내 수나라의 침공군을 임유관전투에서 궤멸시켰다고도 한다. 이것이 사실이라면 수나라가 처절하게 패배한 전쟁기록을 남기기 싫어 장마와 역질 때문에 많은 군사들이 죽었다고 거짓으로 기록했을 가능성이 있다고 할 수 있다.\n \n  또한 주라후가 이끄는 수군은 동래로부터 뱃길로 평양성으로 가다가 역시 풍파를 만나 많은 배가 유실되거나 침몰하게 된다.\n  그리하여 고구려를 침공하기 위하여 출발했던 수나라의 육군과 수군은 회군을 할 수 밖에 없었는데, 9월에 수나라 군사가 돌아갔는데 죽은 자가 십중 8, 9였다고 한다.\n  이를 보면 이때 수나라군은 실제 전투는 해보지도 못한 채 수 많은 군사들만 죽이고 회군할 수밖에 없었음을 알 수 있다.\n   그리고 후일 당 태종이 정관 19년 즉 645년에 고구려를 침공했다가 철수할 때 또 다시 임유관이 언급된다.\n  당시 당 태종은 정주에서 출발하여 갈석산에 올랐다가 내려와 요택을 지나고 요수를 건너 마수산에 진을 치고 요동성을 공격하여 함락시킨 후, 다시 안시성을 공격했으나 함락시킬 수 없자 철군하여 요동에서 요수를 건너고 요택을 지나 포구, 발착수를 건너 영주 유성에 도착한 후 다시 임유관을 통과하여 출발지인 정주로 되돌아오게 되는데, 아직까지도 이 임유관이 지금의 어디를 말하는지 확실한 장소를 찾지 못하고 있는 것이다.",
  "color": "default",
  "labels": [],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-05-25T00:21:32.431000",
  "updatedAt": "2025-05-27T06:46:12.113000"
}