{
  "id": "327affe6-ef38-4ef3-894a-ab7ce9ada812",
  "title": "쌍성총관부[雙城摠管府]",
  "content": "![image](media/1717538168793.1245454324.png)\n![image](media/19032930be2.a88183064507667c.jpg)\n![image](media/19066f951ce.879ebd35790f6c0f.png)\n![image](media/19b431da2d2.8baf61f22bbe89c2.png)\n\nhttps://asianews.seesaa.net/article/459657600.html\n\n\n고려 후기 몽고가 고려의 화주(和州) 이북을 직접 통치하기 위해 설치했던 관부.\n\n[개설]\n화주에 치소(治所)가 있었으며, 등주(登州)· 정주(定州)· 장주(長州)·예주(預州)· 고주(高州)· 문주(文州)·의주(宜州)와 선덕진(宣德鎭)·원흥진(元興鎭)·영인진(寧仁鎭)·요덕진(耀德鎭)·정변진(靜邊鎭) 등을 관할하였다.\n\n\n[변천과 현황]\n본래 이들 지역은 고려 정부의 통치력이 강하게 미치지 못하고 고려의 유이민(流移民)과 여진 사람들이 섞여 살고 있던 곳이었다. 그런데 몽고와의 전쟁 시기인 1258년(고종 45)에 용진현(龍津縣) 사람 조휘(趙暉)와 정주 사람 탁청(卓靑)이 고려의 지방관을 죽이고 몽고에 항복하였다.\n이에 몽고는 여기에 총관부를 두고 조휘를 총관(摠管), 탁청을 천호(千戶)로 삼았다. 그 뒤 조휘와 탁청의 일족인 조양기(趙良琪)·조소생(趙小生)·탁도경(卓都卿) 등이 총관과 천호를 세습하면서 이 지역을 다스렸다. 이 동안에 고려의 유이민들이 이곳으로 몰려왔으므로, 여러 차례 관리를 보내어 이들을 쇄환(刷還)하려 했으나 실효를 거두지 못하였다.\n1356년(공민왕 5)에 대대적인 반원운동(反元運動)을 전개하면서 밀직부사 유인우(柳仁雨)를 동북면병마사로, 전대호군(前大護軍) 공천보(貢天甫), 전종부령(前宗簿令) 김원봉(金元鳳)을 부사로 삼아 이 지역을 수복하도록 하였다.\n이 때 총관 조소생과 천호 탁도경이 항거했으나, 조휘의 손자인 조돈(趙暾)과 이 지역에 토착해 있던 이자춘(李子春)이 고려군에 내응함으로써 조소생은 이판령(伊板嶺)을 넘어 도망하고 쌍성총관부는 폐지되었다.\n\n1 개요\n쌍성총관부(雙城摠管府)는 1258년(고종 45) 12월부터 1356년(공민왕 5) 7월까지 몽골이 고려의 동북면에 설치·운영하였던 통치기구이다. 원간섭기가 시작되는 시점에 고려인 조휘(趙暉)와 탁청(卓靑)의 몽골 투항을 계기로 역사의 전면에 등장하게 되었으며, 화주(和州)에서 정주(定州)에 이르는 지역을 관할하였다. 고려 영토를 몽골이 분할 점령하고 통치기구를 두었던 또 다른 사례로 동녕부(東寧府)를 들 수 있는데, 동녕부가 설치된 지 20년 만에 평화적으로 반환되었던 것과 달리 쌍성총관부는 원간섭기 내내 존속하였다. 결국 반원개혁(反元改革)의 일환으로 공민왕(恭愍王)이 무력 정벌을 단행한 이후에야 비로소 쌍성총관부는 고려에서 축출된다. 쌍성총관부는 그 치폐(致廢)의 과정에서 드러나듯 원간섭기 질곡의 역사를 가장 단적으로 보여주는 기구였다고 할 수 있다.\n\n2 쌍성총관부의 등장 배경\n1258년(고종 45) 3월 최씨무신정권을 종식시킨 고려 조정은 30년 가까이 전쟁을 치러온 몽골과 강화(講和)를 맺기 위하여 다각적으로 방안을 모색하였다. 몽골측의 개경(開京) 환도 요구에 응한다는 인상을 주기 위하여 개경 인근 승천부(昇天府)에 궁궐을 짓고 국왕 고종(高宗)이 직접 승천부에서 몽골 사신을 맞이하는 등 고려는 어느 때보다 몽골과의 통호(通好)에 적극적인 자세로 임하고 있었다. 그러나 양국의 문화적 차이로 인하여 강화의 과정은 순탄치 않았다. 고려와 몽골 앞에는 태자(원종)의 몽골 입조(入朝)라는 거대한 난관이 남아 있었다. 정복지 수장이 직접 황제를 알현하고 복속의 뜻을 밝혀야만 양국의 우호 관계가 성립한다고 생각했던 몽골과 달리 고려는 국왕이나 태자를 국외로 보낸다는 것을 상상조차 해본 적 없는 나라였기 때문에 몽골 측의 속내를 끝없이 의심했다. 상대 문화에 대한 이해 부족으로 인하여 불신은 커졌고, 결국 1258년(고종 45) 한 해 내내 고려와 몽골은 강화 협약을 진행하면서도 크고 작은 군사적 충돌을 지속하는 이중적 면모를 보이게 된다.\n\n30년에 걸친 전쟁으로 가장 큰 피해를 입었던 고려의 북방에서는 이 시기부터 반란의 조짐이 보이기 시작하였다. 1258년(고종 45) 5월 몽골군을 피해 위도(葦島)에 피신하였던 박주(博州) 사람들이 중앙에서 보낸 지방관들을 죽이고 몽골에 투항한 것을 시작으로 9월에는 광복산성(廣福山城), 12월에는 죽도(竹道)에서 동일한 양상의 반란이 일어났다. 정확한 시기를 둘러싸고 이견(異見)은 있으나, 조선 태조(太祖) 이성계(李成桂)의 조상인 목조(穆祖) 이안사(李安社)가 의주(宜州)에 기반을 두고 있다가 몽골에 투항한 사건 또한 비슷한 시기에 발생하였다. 쌍성총관부는 이 가운데 죽도에서 일어난 반란을 계기로 역사의 전면에 등장하게 된다.\n\n3 쌍성총관부의 설치와 운영\n고려와의 강화 협약에 진전이 없자 몽골의 군대는 개경과 서경(西京)에 주둔하며 인근 지역에 대한 노략을 계속하였다. 고려 조정을 압박하여 몽골의 뜻을 관철시킴과 동시에 고려 북방의 이반(離叛)을 조장하여 고려를 분열시키려는 의도에서였다. 몽골의 의도대로 피폐해진 고려 북방의 지역민들은 고려 조정에 반기를 들기 시작하였다. 그 동안 무신정권은 해도산성입보(海島山城入保), 즉 지역민들이 원 거주지를 떠나 섬이나 산성에 피신한 뒤 몽골과 싸우도록 하는 방어 전략을 취했는데, 생활 기반이 부족한 공간에 강제적으로 이주하게 된 지역민들은 전쟁이 장기화될수록 중앙의 전략에 반감을 품을 수밖에 없었다. 죽도의 반란은 이러한 사정을 여실히 보여준다.\n\n죽도에 입보한 지역민들은 고주(高州)· 화주· 정주· 장주(長州)· 의주· 문주(文州) 등 고려 동북면 15개 주현 출신이었다. 그들은 처음 저도(猪島)로 피신하였으나, 저도의 성이 커서 지키기 어렵다는 동북면병마사(東北面兵馬使) 신집평(愼執平)의 판단에 의하여 죽도로 이주하였다. 당시 죽도는 섬이 좁을 뿐 아니라 식수가 될 만한 우물이나 샘이 없어 장기간 거주하기 어려운 곳이었다. 따라서 지역민들이 죽도로 이주하는 것을 꺼렸으나, 신집평은 지역민들의 생존문제에 대한 고려 없이 강제적으로 이주를 진행하였다. 이 과정에서 고주 등 15개 주현의 지역민들은 고려의 지방관, 나아가 중앙 조정에 대한 반감을 갖게 된다.\n\n1258년(고종 45) 12월 죽도의 수비가 해이해진 틈을 타 조휘와 탁청은 인근의 등주(登州)·문주 사람들과 함께 동북면병마사 신집평, 등주부사(登州副使) 박인기(朴仁起), 화주부사(和州副使) 김선보(金宣甫) 등을 죽이고 ‘옛 화주’ 땅에 주둔하고 있던 몽골군에게 투항하였다. 몽골은 곧바로 ‘화주이북’의 땅을 편입하여 쌍성총관부를 설치하고 반란 주모자인 조휘와 탁청을 각각 총관(摠管)과 천호(千戶)로 삼았으며, 쌍성총관부 관할 지역에 지방관인 다루가치(達魯花赤)를 두었다. 조휘, 탁청과 마찬가지로 각 다루가치는 문주·의주 등지의 지역민 중 반란의 주동자를 선정하여 임명하였을 것으로 추정된다.\n\n쌍성총관부의 관할 지역은 통상 화주이북(和州以北) 정평이남(定平以南)으로 표현된다. 여기서의 화주는 고려측 기록에서 옛 화주와 대비되는 것으로 미루어 볼 때, 쌍성총관부 설치 이후 등주와 병합되어 새롭게 편제된 지역을 지칭한다고 이해되고 있다. 몽골에 투항한 주도 세력이 ‘옛 화주’보다 남쪽에 있는 등주·문주 등지의 지역민이었고, 1356년(공민왕 5)의 쌍성총관부 공격 당시 이들 지역도 공격대상이 되었기 때문이다. 다만 등주는 몽골의 침략을 계기로 양주(襄州)와 간성(杆城)으로 옮겨졌다가 1298년(충렬왕 24) 정평(정주) 이남의 성들과 함께 각각 본래의 성으로 돌아갔다고 전해지는데, 이 기록을 토대로 일부 역사학자들은 등주에서 ‘옛 화주’에 이르는 영역이 1298년(충렬왕 24) 고려로 반환되어 몽골과 고려의 중간지대로 존재하였고, 실제 쌍성총관부의 행정력은 ‘옛 화주’에서 정주까지만 유효하였다고 주장한다.\n\n이러한 입장에 선 역사학자들은 쌍성총관부가 축소된 연유와 서북면의 동녕부가 1290년(충렬왕 16) 고려로 반환된 연유가 상통하는 것으로 보고 있다. 원(元, 몽골) 세조(世祖)의 딸 제국대장공주(齊國大長公主)와 혼인하면서 충렬왕(忠烈王)의 위상이 높아졌던 데다가 1290년(충렬왕 16)을 전후하여 원 황실의 권력 다툼이 고려에까지 여파를 미침에 따라 원 조정에서 고려의 지정학적 중요성이 높게 평가되었기 때문에, 원 황제가 고려국왕의 요청을 수용하여 복속된 고려 영토 일부를 반환하였다는 것이다.\n\n4 쌍성총관부의 세력 분열\n쌍성총관부 설치 이후 조휘의 가문은 대대로 총관직을 세습하며 그 일대의 토호(土豪)로서 굳건히 자리매김하였다. 탁청의 가문 또한 천호직을 세습하며 쌍성 일대의 유력가문으로 거듭났을 것으로 추정된다. 훗날 공민왕이 쌍성총관부를 공격하였을 적에 조휘의 증손이었던 조소생(趙小生)이 총관을 역임하며 천호 탁도경(卓都卿)과 함께 고려군에 대적하였기 때문이다. 몽골에 투항한 집단의 수장을 지원하고 활용함으로써 광대한 복속지를 지배했던 몽골의 정책이 쌍성총관부에도 적용되었음을 확인할 수 있는 대목이다.\n\n쌍성총관부의 역사에서 가장 눈길을 끄는 것은 그 일대가 조선의 창업자 이성계의 고향이었다는 사실이다. 이성계의 고조부였던 이안사는 전주(全州) 지방관과 갈등을 빚어 무리를 이끌고 삼척(三陟)으로 이주하였다가 다시 의주에 정착하였다. 이에 고려에서 이안사를 의주방어사(宜州兵馬使)로 삼아 회유하였으나, 쌍성총관부가 설치된 시기를 즈음하여 이안사는 1천여 가구[戶]를 이끌고 원에 투항한 뒤 알동(斡東, 현 두만강 인근)으로 거점을 옮겼다. 이후 이안사는 알동천호소의 다루가치를 역임하면서 몽골에서 흘찰백호(扢扎百戶)라는 직임을 제수받았고, 그의 자손들은 이안사의 직임을 세습하며 두만강에서 등주에 이르는 지역을 주 활동무대로 삼게 된다.\n\n목조 이안사에서 익조(翼祖) 이행리(李行里), 도조(度祖) 이춘(李椿)으로 가문이 이어지는 동안 이안사의 후손들은 거점을 함주(咸州)에 두고 등주·길주(吉州)·알동의 토호들, 나아가 쌍성총관 조휘의 가문과 통혼하며 명실상부 동북면 일대의 유력가문이 되었다. 당시 고려에는 몽골의 혼인 풍속이 도입되어 여러 명의 처를 두는 문화가 급속도로 퍼져나갔는데, 이안사의 자손들은 인근 토호의 딸들과 중혼(重婚)을 맺어 2명 이상의 적처(嫡妻)를 둠으로써 든든한 뒷배를 얻고자 하였다. 일례로 이성계의 할아버지였던 이춘은 알동백호 박광(朴光)의 딸과 혼인하여 이자흥(李子興)과 환조(桓祖) 이자춘(李子春)을 낳았고, 조휘의 손녀와 혼인하여 이완자불화(李完者不花)와 이나해(李那海)를 낳았다.\n\n흥미로운 것은 이춘의 중혼이 쌍성총관부의 세력 분열을 야기하였다는 점이다. 이자흥이 가문을 이은 지 얼마 지나지 않아 어린 아들을 두고 사망하자 동복동생 이자춘과 이복동생 이나해가 후계자의 자리를 두고 경쟁하는 사건이 발생하였다. 이춘의 두 번째 부인이었던 조씨는 친정의 위세를 믿고 이나해를 후계자로 세웠는데, 예상과 달리 원에서는 쌍성총관의 외손인 이나해가 아니라 이자춘의 손을 들어주었다. 한 걸음 더 나아가 원은 아버지의 임명장과 도장을 훔친 책임을 물어 이나해를 처형하였다.\n\n이자춘의 가문 계승 과정에서 발생한 위 사건은 쌍성 일대의 세력지형도가 크게 변화하였음을 방증함과 동시에 앞으로 더욱 큰 변화가 발생할 것임을 예고한다. 쌍성 일대에서 조휘의 가문은 더 이상 다른 토호들보다 압도적 우위에 있지 않았다. 원은 조휘의 외손보다는 지략과 무력이 뛰어난 이자춘을 신뢰하였다. 나아가 후계자 선정 과정에서의 갈등을 계기로 이자춘과 쌍성총관은 더 이상 우호적인 관계를 형성할 수 없었다. 결국 1355년(공민왕 4) 이자춘은 공민왕(恭愍王)을 만나 고려로 귀의(歸依)하겠다는 뜻을 밝힌다.\n\n5 쌍성총관부 공격과 수복\n1356년(공민왕 5) 5월 부원세력(附元勢力)의 수장이었던 기철(奇轍)과 그 일파를 제거한 공민왕은 즉시 고려의 북방으로 칼끝을 향하였다. 공민왕은 평리(評理) 인당(印璫)을 필두로 압록강 서쪽을 공격하는 한편 밀직부사(密直副使) 유인우(柳仁雨)를 동북면병마사로 삼아 강릉도존무사(江陵道存撫使) 이인임(李仁任) 등과 함께 쌍성총관부를 공격하게 하였다. 이 모든 것이 기황후(奇皇后)의 가문을 숙청한 날 벌어진 일이었다. 원 황후의 친정에 대한 공격은 곧 원과의 전면전을 의미하기 때문에 공민왕은 원으로 소식이 전해지기 양국의 접경지대를 선제공격하여 위험요소를 제거하고자 하였다.\n\n공민왕이 과감하게 영토 수복에 나설 수 있었던 것은 북방 토호들이 협조할 것이라는 판단 때문이었다. 대표적인 협력자로 함주의 이자춘을 들 수 있다. 공민왕이 밀사를 보내 이자춘을 소부윤(小府尹)에 임명하고 내응(內應)할 것을 요청하자 이자춘은 함주에서 쌍성의 배후를 치고 고려의 북진을 도왔다. 쌍성총관부 공격 이후 공민왕은 쌍성총관부가 처음 관할하던 화주·등주·정주·장주·예주·고주·문주·의주 등을 수복하였을 뿐 아니라 쌍성보다 북쪽에 있던 함주, 나아가 합란(哈蘭, 현 함경남도 함흥)·홍헌(洪獻, 현 함경남도 홍원)·삼살(三撒, 현 함경남도 북청)까지 고려의 영역으로 편입시킬 수 있었는데, 이는 이자춘 등 함주 이북 토호들의 도움이 아니었다면 단기간에 얻기 어려운 성과였다.\n\n두 번째 협력자로 조휘의 손자였던 조돈(趙暾)을 들 수 있다. 조돈은 쌍성총관 가문의 일원이었으나 젊은 시절 충숙왕(忠肅王)을 섬겼기 때문에 비교적 고려 왕실에 우호적인 인물이었다. 이에 이인임과 유인우는 조돈을 회유하여 쌍성총관부를 내부 분열시킨다는 전략을 짰고, 조돈은 그 전략에 응하여 쌍성 일대의 사람들이 고려로 귀부할 수 있도록 도왔다.\n\n쌍성총관부를 무력으로 축출하고 원의 보복적 군사행동까지 막아낸 고려는 마침내 100년 넘게 이어져 온 원의 지배에서 벗어날 수 있었다. 이후 쌍성총관부를 공격하는 과정에서 고려 왕실에 적극 협조하였던 이자춘과 조돈은 고려 중앙 정계에 굳건히 뿌리를 내리게 된다. 다음 세대에 이르러 이자춘의 아들 이성계와 조돈의 아들 조인벽(趙仁璧)·조인옥(趙仁沃) 등은 위화도회군(威化島回軍)부터 조선왕조 개창까지 이어지는 역사적 대변혁의 주인공이 되었다. 이처럼 고려 변경의 지역민들이 생존을 위하여 주체적 선택을 하고 그 선택의 과정에서 결정적 국면들을 만들어낸 결과 지금과 같은 한국사가 완성되었다는 사실은 참으로 흥미롭다고 할 수 있다.\n\n=============================\n지금의 랴오닝성 톄링시 서쪽의 요나라 때 이름이 한자까지 같은 쌍성(雙城)이었다. 쌍성총관부 화주와 인접한 함주 일대는 여진족이 거주했으며, 요양행성 합란부에서 관할했다.\n\n\n이병화\n조선의 건국이전 고려는 명에게 과거 원 지배시대의 동녕부(평양, 섬서성 서안시)와 쌍성총관부(화주, 산서성 태원시)를 할애한 바 있었고, 조선의 건국후에는 명에게 서쪽으로는 개경(하남성 등봉시), 북쪽으로는 함주(북경시 동성구)를 빼앗겼다. 조선의 함주는 1421년 명의 새로운 도읍지가 된다.\n\n화주\n남옥저(南沃沮)의 땅으로 고구려가 장령진(長嶺鎭)을 설치하였으며 박평군(博平郡)이라고도 하였다. 고려 초에 화주로 바꾸었고, 955년(광종 6) 성보(城堡)를 쌓았으며 995년(성종 14) 화주안변도호부(和州安邊都護府)로 하였고, 1018년(현종 9) 화주방어사(和州防禦使)로 낮추었다.\n1258년(고종 45) 원나라의 쌍성총관부(雙城摠管府)에 들면서 등주(登州)와 합쳤고 뒤에 통주(通州)를 합쳤다가 1278년(충렬왕 4) 고려의 땅이 되었다. 1356년(공민왕 5) 화주목(和州牧)으로 하였고 1369년 화령부(和寧府)로 높여 부윤(府尹)·소윤(小尹)·판관(判官)을 두었다. 이곳은 고려의 국경지역으로 고려시대부터 거란·동진(東眞)·몽골의 침입을 끊임없이 받았던 곳이었다. 조선시대에는 태조의 외향(外鄕)이어서 대도호부를 두었다.\n\n=> 쌍성은 지금의 석가장 일대, 정정고성과 형태시  형태고성을 의미?",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-06-02T01:46:44.733000",
  "updatedAt": "2025-12-22T09:14:57.405000"
}