{
  "id": "32f47e0c-131a-46da-bb35-e5e1af66323a",
  "title": "임무 컴퓨터",
  "content": "![image](media/1677318245435.178958432.jpg)\n\n\n\n부품 중 상용 부품도 섞여있지만, 대부분 항공우주 규격 옵션임. 엄청 높은 작동 신뢰성을 요구함. \n810이 극한 고온/저온/충격/진동(심지어 기총 진동까지) 등에 대한 군용 장비 환경 규격임. \n461은 외부 전자파로부터의 간섭 저항인데 대부분의 상용 장비는 저규격대로 실험하면 장비 고장남(고출력 전파를 장비에다 직접 쐬는 실험을 함).\n그리고 군용 항공기 임무컴퓨터는 여러 장비가 실시간 작동하며 주고 받는 데이터 통신에 제어 역할도 (신뢰성 100%) 해야함. 그 통신 방식이나 제어방식 규격이 예전엔 중구난방이던 걸 미국이 F-16 개발할 때 통일했는데 그게 1553.\n\nFA-50의 임무컴퓨터용 RTOS(운용체계)는 MDS테크에서 NEOS™라는 이름으로 국산화하고 2015년에 비행시험까지 완료함.\n그런데 국내 전투기에 적용되진 않았고 임무컴퓨터 HW를 개발한 인텔릭스랑 NEOS 개발한 MDS테크에도 FA-50용으로 한국항공우주산업에 납품했다는 이야기가 없는 걸보면 수출용으로도 생산한 적 없는듯\nRTOS 국산화한 걸로 FA-50 외에도 K2 전차의 현수제어기나 자동장전제어기 같은 임베디드 시스템에 적용하려 하고 있음\n\n[항공기의 SW]\n항공기의 SW 중요성에 대해서는 누구도 반론을 할 수 없을 만큼 항공기 기능과 성능의 80 ~ 90% 이상을 SW가 좌우하고 있다. \nF-35의 경우에는 성능에 SW가 차지하는 비율이 90% 이상으로 보고가 되고 있을 정도로 항공기도 이제는 SW제품이라고 해도 과언이 아닐 것이다.\n그러나 전투기에서 국산 SW 비중은 거의 없다. 2-3년전에 정부와 방사청에서 발표한 항공기의 SW 국산화율은 1% 수준이라고 나와 있는 정도이다. 전 산업분야에서 가장 낮은 국산화율을 보이고 있는 것이며, 이것은 결국 항공기 개발의 핵심적인 부분을 모두 외국에 의존하여 개발하고 있다는 것을 의미한다.\n정부와 항공관련 기관에서는 해마다 수백억의 R&D 예산을 투입하여 항공기의 핵심 부품을 국산화 하는 노력을 하고 있으나, 해당 부품의 대부분은 HW이고, 그 안에 들어가 있는 SW는 모두 외산을 그대로 도입해서 적용하는 것이라고 봐도 틀리지 않을 것이다. 즉 개발비보다도 더 많은 비용을 외국 핵심기술을 도입하는 데 사용하고 있다고 볼 수도 있다. 최근에 항공기의 SW를 개발하는 노력을 하고 있기는 하지만, 항공기 SW는 다른 SW와 달리 개발도 어렵지만, 개발 이후에 적용을 위해서 수없이 많은 시험 평가를 거쳐서 안전성과 신뢰성을 입증해야 하지만, 국내 어떤 기관이나 업체도 그런 일을 하는 곳은 없으며, 만약 그런 것을 해야 한다면 외국의 항공사 도움을 받아야 할 수 밖에 없다. 외국의 항공사에서 그런 일을 해준다면 아마도 개발비의 수백배 비용을 지불해야 할 것이다.\n\n항공기의 핵심 SW 기술중에서도 가장 중심이 되는 시스템 SW, 실시간 운영체제(RTOS)를 눈 여겨 볼 필요가 있다. 실시간 운영체제는 mission critical 시스템에서 적용되는 운영체제로서 절대 시스템이 다운되어서는 안되는 하드웨어적 환경에 있는 근간 시스템. 철도, 항공기 운행, 제어 시스템 등 단 한 번이라도 시스템이 다운되면 사회적, 경제적으로 엄청난 영향을 미치는 컴퓨터에 사용되는 핵심 SW이다.\n임베디드 SW인, 그것도 실시간 운영체제인 RTOS는 다른 SW보다도 신뢰성이나 안전성이 중요한 SW 라서 실제 적용 사례가 없이는 인증이나 기술적인 완성도가 있다고 해도 항공기 적용을 하는 것은 쉽지 않다. 실시간 운영체제도 약 10여년 이상 수백억 이상의 정부 R&D 비용이 투자 되었지만 우리나라에서 실제 제품으로 완성되어 널리 사용되는 것은 현재 거의 없다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-25T18:37:23.379000",
  "updatedAt": "2023-09-05T19:21:29.098000"
}