{
  "id": "3437ddfd-d3a9-43a2-b924-16f6b30c6049",
  "title": "F-2 전투기",
  "content": "미국제 F-16을 모체로 개조, 개발된 기종으로 미쓰비시 중공업을 주 계약 기업, 록히드 마틴 등을 협력 기업으로 일본과 미국이 공동으로 개발했다. 1995년에 처녀 비행, 2000년부터 항공자위대 각 부대에 배치되었다. 전투공격임무와 함께 훈련에도 사용된다.\n\n일본이 어떻게 초음속 전투기 독자개발국이 되지? 무장 통합도 미국이 해줘, 비행제어 시스템도 미국이 해줘, 디지털 엔진 제어((FADEC)도 미국이 해줘, 미션 컴퓨터도 미국이 해줘, \n그런데도 F-2 전투기는 독자적으로 개량 권한 없는데 독자개발국? 개량도 마음대로 못하는 독자 개발국이 있나?\n\n\n다만 미국은 디지털 비행제어 기술(FBW, Fly By Wire)과 미션 컴퓨터 소스 코드는 끝내 넘겨주지 않았는데 이에 일본은 자국산 훈련기인 T-2를 개조한 T-2 CCV(Control Configured Vehicle)를 이용해 독자적으로 FBW와 미션컴을 개발, F-2에 적용하였다.\n\nF-2 미일 공동개발에 대한 MOU를 재협상하면서 일본은 미국에게 모든 최신 기술에 대한 접근권을 허용한 반면, 미국은 일본에게 가장 중요한 핵심 기술인 디지털 비행 제어와 무장 통제 소프트웨어 이전을 거부했기 때문에 F-16과 달리 F-2에는 플라이-바이-와이어가 적용되지 못했다. 대신 F-2에는 일본이 앞서 개발해 T-2에 적용한 자체 개발 비행 제어 소프트웨어가 적용되었는데, 결과적으로 이때 시작된 디지털 비행제어기술이 시행착오와 발전을 거듭하면서 오늘날 ATD-X(Advanced Technology Demonstrator) 사업의 미쓰비시 X-2 ‘심신’에 적용된 자기수복 비행제어 기능(Self-Repairing Flight Control Capability)으로 발전했다. ‘심신’이 자랑하는 이 기술은 기체의 비행면 일부가 파손되더라도 남아 있는 잔여 비행면을 계산하여 안정적인 비행이 가능하도록 제어하는 기술이다.\n\n결국 F-16의 비행제어 소프트웨어의 소스 코드는 코멘트를 다 지워버린 버전도 일본에게 제공되지 않았고, 일본은 \"됐다, 더럽고 치사해서 내가 스스로 만들겠다\"로 가서 결국 스스로 다 만들었습니다.\n그리고 일본제 J/APG-1 레이다를 미션 컴퓨터에 통합하는 소스 코드도 미국 국방부는 일부는 일본에게 주려고 했지만 이것도 미국 상무부가 반대해서 일본이 레이다와 미션 컴퓨터 모두 스스로 만들었습니다.\n\n모체인 F-16과 비교해서 달라진 점은 25% 가까이 넓어진 동체 및 주익 면적으로 비행 성능이 올라갔으며 전자장비도 당시 최신형 F-16의 경우에 비하여 더 고성능의 모델이나 일본 자체 모델이 탑재되었다.\n\nF-2의 레이더는 일본 자체 개발의 J/APG-1 레이더를 탑재하였는데, 특히 이 레이더는 실용 전투기 탑재용으로서 세계최초로 AESA 를 사용한 것으로 알려져있다. 그러나 거창한 명성에 비해 탐지거리가 70Km밖에 되지 않는다. 개발 당시의 항공자위대의 주력 대공 미사일이 스패로우였으니 넓은 범위의 레이더가 필요 없었다.\n\n이후 J/APG-1 레이더는 2015년 업그레이드 사업을 통해 J/APG-2 레이더로 교체되었으며, J/APG-2부터 일본이 자체 개발한 BVR(Beyond Visual Range) 미사일인 AAM-4B 공대공미사일, 일명 ‘99식 공대공 유도탄’을 운용할 수 있다. 항공자위대는 2017년 2월에 ASM-1과 ASM-2를 대체할 XASM-3 대함미사일을 개발하면서 F-2를 시험발사용 플랫폼으로 사용했는데, XASM-3가 2018년부터 양산에 들어가면 퇴역 전까지 이를 F-2가 운용할 것으로 예상된다.\n\n자체 레이더, 항전장비 개발이나 넉넉한 대함미사일 탑재량 등 일본 특성에 맞춘 사양은 갖추었으나 국산파가 그토록 염원하던 완벽한 국산화는 실현하지 못했고, 생산물량은 원계획인 141대에서 겨우 94대로 종결하면서 가격이 크게 비싸졌다. \n최초 도입 단가가 1억 7,100만 달러 수준으로 F-16C 블록 50/52형 가격의 네 배에 달했다. 양산 말기에 1억 2,000만 달러 수준까지 가격이 떨어지기는 했다.\nF-2는 현재 국군이 보유한 F-15K보다 약 300억 가량 더 비싸며, 랩터와는 겨우 200억 정도의 가격 차이를 보이는 정도이다.\n\nF-2는 참 괜찮은 전투기지만 한계가 명확합니다.  날개부분의  일체성형기술로  만들었지만,  초기의 한계 때문에  대함미사일 4발을 적재하면  익면하중에 부담을 주어 크랙이 발생하여  자위대에서는 2대만 탑재하고 운용하도록 하고 있습니다.  또한, 지금의 F-16V 바이퍼에 비교하면 항전 쪽  업그레이드가  다소 부족한 편입니다.  대함 공격에 초점을 기체이기에 일본을 위한 기체라는데 이견이 없습니다. 하지만,  범용성에서는 오래전부터 지속적으로  개량되어온  F-16 팔콘에 비해서는  떨어진다고 봅니다.\n\n무엇보다 운용비는 F-22와 버금가고, 기체양산비는 F-35급이라는 점에서 가성비는 탈락.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-07-23T13:14:36.951000",
  "updatedAt": "2023-03-13T00:46:23.469000"
}