{
  "id": "34491a6f-d84c-4d3b-9dc3-44131b5e096c",
  "title": "의결권 자문사",
  "content": "의결권 자문사들이 ‘지배·사업 구조 개편과 경영권 분쟁 뒤 숨은 권력’으로 떠올랐다. 주요 상장사 주주총회의 ‘입김’ 수준을 넘어서 오너들의 지배구조 강화와 승계 작업에 ‘브레이크’를 거는가 하면 최고경영자(CEO)의 연임에 찬성 혹은 반대 의견을 내며 외국인들의 표심을 좌우하는 등 절대 변수로 작용하고 있다.\n일각에선 아이에스에스(ISS)나 글래스루이스(Glass Lewis)의 역량에 비해 과도한 권한이 부여되고 있는 것 아니냐는 의견도 나오고 있다. 국내 사정에 밝은 편인 토종 자문사들의 역량을 키워야 한다는 지적이 나온다.\n9일 금융투자업계에 따르면 현재 우리나라 기업의 주총 의안을 분석해 기관투자자에게 자문을 제공해 이익을 얻는 기관은 한국기업지배구조원(KCGS), 좋은기업지배구조연구소(CGCG), 대신지배구조연구소, 서스틴베스트다. 외국계인 ISS, 글래스루이스를 제외하면 자문사 3~4곳이 국내 2000여 개가 넘는 상장사 주총 안건에 영향을 끼친다고 볼 수 있다. \n\n\n국내에는 의결권 자문사들을 관리·규율할 법령이 부족해 이들의 자문 능력을 제대로 검증하기 어렵다는 지적이 많다. 미국은 금융 당국이 자문사들을 직접 관리·감독하고 있지만, 국내 자문사는 컨설팅업이나 여론조사업으로만 등록돼 있어 별다른 관리와 감독을 받지 않는다. 각종 정보를 모두 공개하도록 한 미국과 달리, 한국의 자문사들은 재무제표 외에 별다른 공시의무도 없다. 직원은 어떻게 구성되는지, 의사 결정 과정은 어떻게 이뤄지는지 핵심 정보는 모두 공개되지 않는다. 소액주주나 기관투자자로서는 어떤 자문사를 무슨 기준으로 선택할지 판단할 근거 자료가 없는 셈이다.\n\n아이러니 하게도 이들의 입김은 매년 쎄지고 있다. 올해 주주총회를 계기로 공정하고 정확한 의안분석서비스를 위해 최소한의 공적 규율을 도입해야 한다는 지적이 나온다.\n\n이시연 한국금융연구원 연구위원은 “분석의 신뢰성 확보를 위해서는 그 결과가 근거한 객관적 사실과 분석 절차, 평가 체계의 합리성 등이 분석을 제공받는 기관투자자들에게 충분히, 정확하게 파악될 수 있어야 한다”면서 “조사 변수, 모형 또는 방법론, 자료의 출처 등이 구체적으로 제공돼야 한다”고 말했다.\n\n또 의결권 자문사에 대해 ‘등록제’를 적용하고 최소한의 인력, 의결권 자문사의 이해, 거래, 계약관계 등 공시 요건 등을 부과해야 한다는 조언도 나온다. 현재로써는 의안 분석 담당자의 상법 등 관련 법률에 대한 지식수준, 관련 경력 보유 여부가 공개되지 않아 전문성을 확인하기 어렵다.\n\n안유미 자본시장연구원 선임연구원은 “국내 의결권 자문 시장은 아직 태동기 단계다. 의결권 자문 시장의 성장과 의결권 자문업무의 공정성 및 전문성 제고 사이의 적절한 균형을 위해선 추가적인 진입장벽은 두지 않는 대신 의결권 대리행사에 대한 기준이 필요하다”고 말했다.\n\n이와 관련해 금융위원회는 올해 주요 업무계획 중의 하나로 ‘의결권자문사의 신뢰성 제고를 위한 제도정비’를 꼽았다. 현재 금융투자업계와 논의를 진행, 의결권자문사에 대한 등록제 도입도 검토하고 있는 것으로 알려진다. 연내 제도 정비를 마무리하면 내년 주총부터 의결권 자문사의 공시 의무가 강화될 예정이다. 금융위원회 관계자는 “자문사의 행동강령, 이해상충 방지와 통제 방안, 분석능력과 전문성 등에 대한 정보를 금융투자업자에게 정기적으로 제공하고, 대외적으로 공개하는 등 단계적으로 관리감독을 강화할 계획”이라고 밝혔다.\n\n최문희 강원대학교 법학전문대학원 교수는 ‘의결권 자문회사에 관한 입법 과제와 법적 쟁점’이라는 논문에서 “의결권 자문회사는 발행회사에 대해 지배구조 컨설팅에 대한 보수를 받으면서 발행회사의 안건에 대해서 반대 권고를 하기 어렵다”면서 “의결권 권고 시에 다른 서비스 제공 사실을 공시하고, 감독기관의 규제에서는 겸업 업무의 수행에 대해 신고하는 등의 제도를 마련할 필요가 있다”고 제언했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-06T14:07:38.396000",
  "updatedAt": "2023-02-06T14:13:41.435000"
}