{
  "id": "3490f252-9381-4783-ad37-9db70eda819b",
  "title": "증기기관의 역사",
  "content": "증기의 열에너지를 기계동력으로 바꾸는 증기 기관에 대한 구상과 시도의 역사는 매우 오래되었다. 문제는 기술적 효율성을 높여 폭넓게 일반화, 상용화시킬 수 있느냐 하는 것이었다. 이 문제를 해결한 사람이 제임스 와트이다. 그는 증기 기관 자체의 발명자가 아니며, 기존 증기 기관의 단점을 대폭 개선하고 새로운 아이디어를 실현시킨 ‘와트식 증기 기관’을 발명하고 특허를 취득한 사람이다.\n\n로마 시대에 이집트 알렉산드리아의 헤론(Heron)에 의해 물을 끓일 때 나오는 증기로 움직이는 기계가 고안되었고, 16세기 오스만투르크에서도 초기 형태의 증기기관이 만들어졌다.\n영국에서 증기 엔진에 대한 본격적인 연구는 위그노 탄압을 피해 잉글랜드로 건너온 프랑스인 데니스 파팽(Denis Papin)에 의해 1679년에 시작되었다. 그는 1690년에는 증기기관에 피스톤을 장착하기도 했다.\n\n석탄 수요 증가로 석탄 채굴의 깊이가 깊어졌다. 가장 큰 문제는 광산 지하에서 흘러나오는 지하수를 뽑아 내는 일이었다. 초기에 광산의 물 퍼내기는 수동으로 이뤄졌다. 체인에 물 양동이를 걸어 수직갱으로 밀어 넣어 지하수를 퍼올렸다. 이 방식으로 깊은 지하를 내려가는데엔 한계가 있었다.\n\n영국 석탄광산에서 증기기관을 최초로 실용화한 사람은 토머스 세이버리(Thomas Savery)다. 세이버리는 오랫동안 군 엔지니어로 근무하면서 광산 배수장치에 관심을 가졌다. 그는 파팽의 증기엔진의 결점을 보완해 1698년에 증기압을 활용한 펌프를 개발했다. 세이버리 엔진은 용기에 증기를 밀어 넣고 용기를 식혀서 진공을 만들고, 진공력으로 지하수를 빨아 올리는 방식이었다. 하지만 이 장치로는 물을 30m 이상 퍼 올릴 수 없었다. 세이버리 엔진은 조악했고, 상용화에 실패했다. 비효율적이고 위험했다.\n\n그 다음 도전자는 토머스 뉴커먼(Thomas Newcomen)이었다. 뉴커먼은 주석 광산에 지하수가 범람했다는 소식을 듣고 달려가 보니 세이버리 엔진이 가동되고 있었다. 그는 세이버리 엔진의 결함을 간파했다. 증기로 진공을 만들어 물을 밀어올리는 방식은 잘못되었다고 깨닫고 자신의 엔진 개발에 나섰다. 뉴커먼은 세이버리의 제품을 분석해 1705년 새로운 증기기관을 만들었는데, 증기압을 조절하는 곳과 상하 운동이 일어나는 곳을 분리시켰다. 그는 몇가지 장치를 더 개선해 1712년에 상용화를 했다. 뉴커먼 기관은 실린더 안의 수증기 압축과 팽창에 따라 피스톤이 왕복 운동하는 방식이었다. 대기압으로 물을 빨아올리기 때문에 대기압 기관(atmospere engine)으로도 불렸다. 그의 증기엔진은 여러 광산에서 채택되어 1770년에는 영국 전역에서 100여 대가 가동됐다.\n\n제임스 와트는 스코틀랜드인으로 글래스고에서 공업소를 차려 기계와 도구 부품을 고치는 일을 하고 있었다. 그는 글래스고 대학의 기구들을 관리하며 보수를 받았는데, 그 대학의 교수들이 대학 내에 공업소를 세울 것을 제안했다. 와트는 대학내 공업소에서 물리학자이자 화학자인 조지프 블랙(Joseph Black)을 알게 되어 증기 기관에 관심을 갖게 되었다.\n1763년 와트는 대학이 소유하고 있는 뉴커먼 엔진을 수리해 달라는 요청을 받았다. 그가 엔진을 수리했는데도 엔진이 작동되지 않았다. 뉴커먼 기관은 증기 압축을 위해 물이 한 번 분사될 때마다 실린더 전체가 냉각되기 때문에 열 손실이 많았고 석탄 소모량도 많은 결점이 있었다.\n와트는 엔진 개발에 나섰다. 그는 증기를 실린더 안이 아니라 실린더와 연결된 별도의 응축기에서 압축시키고, 피스톤을 대기압이 아니라 증기압력으로 움직이는 방식을 고안했다. 기계의 열 효율이 좋지 못한 점을 발견한 수리공은 피스톤이 움직이는 한 개의 실린더는 항상 따뜻하게 유지하고 응축실린더인 다른 하나는 항상 차갑게 유지하도록 수리해 열 효율 문제를 해결했다.\n응축기만 냉각되고 실린더의 열은 보존되어 효율성이 매우 높았고, 석탄 소모량도 뉴커먼의 것에 비해 4분의1 이하로 줄일 수 있었다. 와트는 또한 피스톤의 상하운동 모두를 동력으로 활용할 수 있게 했다. 그는 1769년 1월 특허를 취득한다.\n그러나 이 모델도 실용화에는 한계가 있었다. 가장 큰 문제는 커다란 실린더와 그 안에 들어갈 정확한 피스톤의 제작이었다. 당시의 철 기술자들은 대장장이에 가까웠고, 와트가 원하는 만큼 정밀한 제품을 만들어내지 못했다. 또한 많은 돈을 엔진개발에 소비했기 때문에 자금부족에 시달렸다.\n\n그때 와트는 매튜 볼턴(Mtthew Boulton)이라는 사업가를 만나게 된다. 볼턴은 버밍엄(Birmingham)에서 석탄광산을 운영했는데, 재능이 뛰어나고 기회를 놓치지 않는 사람이었다. 그는 와트의 기계를 알아보고 버밍엄으로 초대했다.\n와트는 버밍엄으로 갔다. 볼턴은 와트를 후원하겠다고 자청하고 그의 창작물을 완성하라고 재촉했다. 볼턴은 와트의 특허 만료기간이 다가오자 25년 더 늘려 1800년까지 연장하고, 볼턴&와트(Boulton & Watt)라는 동업회사를 만들었다. 돈은 볼턴이 대고 기술개발은 와트가 하는 벤처기업이 탄생한 것이다.\n와트와 볼턴은 당대 최고 수준의 기계 기술자 존 윌킨슨(John Wilkinson)에게 피스톤 제작을 맡겼다. 그들은 1776년에 증기기관 시제품 두 개를 내놓았다.\n와트가 개발한 증기기관은 윌킨슨의 제철소에서 시연되었다. 조마조마하는 마음으로 엔진 작동을 지켜보던 와트는 기계가 정상적으로 작동하는 것을 보고 모두들 환호했다. 엔진 가동은 대성공이었다. 엔진의 파워는 기존 엔진보다 3배나 컸다.\n\n와트는 발명한 기관을 상업적으로 개발하기 위해서는 자금과 사업 수완과 거대한 공장이 필요했다. 1768년, 와트는 철공소 소유주인 존 로벅과 동업자 관계를 맺었다. 그 다음 해에는 새로운 증기 기관에 대한 특허를 얻었다. 와트가 제출한 특허 제목은 ‘연소 기관에서 증기와 연료의 소비를 줄여 주는 새로운 방법’이었다. 1776년, 최초의 기관이 설치되고 상업적으로 이용되었다. 이 첫 기관은 동력 펌프로 이용되었고 매우 성공적이었으며 이후 5년간 와트는 콘월 지역에서 탄광 밖으로 물을 빼내는데 주로 이용되었던 이 기관을 설치하느라 매우 바빴다.\n사실 이 초기 기관들을 와트가 직접 제작한 것은 아니었다. 볼턴앤드와트는 증기 기관 자체를 생산하기보다는, 공장과 광산에 일종의 기술 컨설팅을 제공했다. 증기 기관 설계도를 제공하고 부품을 다른 업자들에게 주문 조달하여, 공장이나 광산 현지에서 그것을 조립할 때 기술자를 파견하여 조립과 설치를 이끌게 한 것이다.\n볼턴앤드와트는 뉴커먼기관을 사용하던 때의 석탄 채굴량과 와트식 증기 기관을 사용할 때의 채굴량을 비교하여, 그 차이에 비례하는 수익을 받았다. 와트식 증기 기관을 설치한 뒤 25년에 걸쳐, 연간 채굴량 차이 분의 3분의 1을 수익으로 요구했던 것이다. 많은 광산업자들은 이러한 지불 조건에 불만을 느끼고, 와트와 볼턴의 특허권을 폐지하라는 청원을 의회에 내기도 했다.\n\n와트의 증기기관은 1776년 시연에 성공한 이후 본격적으로 상업화되었다. 이후 5년간 콘웰(Cornwal) 지역 탄광에서는 와트의 엔진으로 대체하느라 매우 바빴다.\n그후에도 와트는 엔진의 성능 개선에 힘썼다. 펌프에 증기 누출을 막기 위해 피스톤과 케이스 사이에 작은 틈을 밀폐하기 위해 쇠기름과 힘줄이 섞인 기름 혼합물을 발라 해결했다. 그런데 엔진 감독자들이 그 기름을 뜯어 먹는 바람에 증기가 새는 일이 잦았다고 한다.\n\n증기 기관은 와트의 생전에는 광산에서 지하수를 배출시키는 용도에만 이용되었으나, 사후인 1825년, 영국을 시작으로 광산에서 먼 곳까지 광물을 운반하는 데에 증기 기관을 사용한 철도 운송이 도입되었다는 점에서 보다 높은 가치를 가진다. 1790년 새뮤얼 크럼프턴이 증기 기관을 바탕으로 발명한 뮬 방적기가 면사의 대량 생산으로 이어진 것 역시 산업 혁명으로 방증되는 중요한 사건이다.\n\n이전까지만 해도 공장은 수력(水力)에 의존했다. 강물의 흐름에 수차(水車)를 돌려 동력을 얻었던 공장들이 증기기관으로 대체했다.\n증기기관은 산업혁명기에 획기적 발명품으로 꼽히는 방적기에 적용되었다. 아크라이트(Richard Arkwright)가 개발한 방적기는 단순한 기계장치에 불과했다. 방적기에 증기기관이 결합되면서 속도가 빨라졌고 대량의 옷감을 제조할수 있게 되었다. 대량의 방적기가 가동되면서 면직물 가격은 떨어졌고, 인도에서 수공업으로 만들어진 수입 면직물을 대체하게 된다.\n제철소에도 증기기관이 도입되었다. 당시에 이미 다비(Abraham Darby I)가 코크스(Cokes)를 이용한 제강기법을 개발한 터여서 코울부르크데일(Coalbrookdale) 철강단지에서는 증기기관이 불어넣는 바람으로 제강 속도가 빨라졌다.\n그동안 영국은 러시아와 스웨덴에서 철강재를 수입해 왔다. 철광석을 가열하는데 목재를 연료로 사용했는데, 영국에선 숲이 줄어들면서 목재 가격이 비싼데 비해 러시아와 스웨덴에는 싸고 풍부한 목재 연료를 공급받아 싼 철강재를 만들 수 있었다. 하지만 제철소에 석탄을 원료로 사용하고 증기기관으로 풀무질을 하면서 영국산 철강생산이 늘어나고 러시아와 스웨덴산보다 가격이 떨어졌다. 1775~1790년 사이에 영국 철강산업의 상황이 바뀌었다. 더 이상 수입이 필요 없게 되었고, 영국 철강산업이 산업을 주도하게 되었다. 영국에선 철강산지와 석탄산지가 이웃해 있었기 때문에 더욱 유리한 여건을 갖추고 있었다.\n와트의 증기기관은 군수품 산업에도 적용되었다. 증기기관의 힘으로 포신의 구멍을 내는데 적용되면서 대포의 정확도를 높이고 대량생산이 가능하게 되었다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "51fc321a-6b6f-434a-8658-78fb231eb912",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-12-13T22:00:20.352000",
  "updatedAt": "2022-12-13T22:22:10.723000"
}