{
  "id": "35beebda-6be1-428a-9018-d2b0a106fff9",
  "title": "統一戰線戰術(United Front Strategy)",
  "content": "통일 전선(統一戰線)이란 공동의 적을 물리치기 위해 별개의 집단들이 합작하여 전선을 통일하는 것이다(국공합작 같은 것). 여기에 비유하여 사회운동에 있어 공동의 목적을 위해 여러 정당이나 단체가 합작하는 것, 또는 그 조직체 역시 통일전선이라 한다.\n공산당세력의 힘만으로 주적을 타도하기 어려울 때 동조세력을 확보 동맹관계를 형성하여 투쟁하는 가장 기본적인 조직전술.\n\n공산화, 공산주의 혁명 등에서 공산주의 세력이 독자적으로만 적을 물리치기 어려울 경우 타 세력과 연합해 공동으로 물리치는 것을 말한다.\n물론 이들이 통일전선을 활용해 목적을 달성하고 나면, 통일전선을 형성하고 같이 연대하던 비공산주의 세력들은 바로 숙청될 가능성이 높다. 체코슬로바키아 및 월남이 그 예시로, 좌우합작정부를 세운 뒤 공산당의 내부 쿠데타를 거행해 완전한 공산주의 국가가 되었다. 월남 같은 경우도 통일 이후 그간 활용되던 월남 공화국의 연대 세력들은 전부 숙청됐다.\n통일전선전술은 공산주의 혁명단계에서 자력으로 적을 물리치기 어려울 때 동조세력을 규합하고, 잠정적인 동맹관계를 확보하는 전술이다. 북한은 해방 직후부터 통일전선의 중요성을 강조하고, 대남사업의 기본전술로 사용하고 있다.\n\n중공의 통일전선은 전통적으로 인민 전선의 형태를 가지며, 여덞개의 정당, 중국인민정치협상회의, 중국국제무역촉진위원회, 중화전국공상업연합회 등의 조직을 포함한다. 시진핑 주석 아래에서, 통일전선의 영향은 크기와 규모면에서 확장되었다. 통일전선은 통일전선공작부에서 주로 담당하고 있지만 유일한 부서는 아니다. 중국과 해외에서 그 안에 다양한 부속기관들이 조직되어 있다.\n\n통일전선전술은 맑스-레닌주의 전통에서 공산당의 기본적 조직전술이자 행동전술이다. 중국 공산당은 창당 이후 중화인민공화국 수립까지의 혁명과정에서, 그리고 국가 수립 이후의 사회주의 건설의 과정에서 통일전선전술을 국가정책에 활용해 왔다. 사회단체에 대한 정책 역시 예외가 아니다. 중국의 사회단체 정책은 기본적으로 통일전선전술에 입각해 있고 중국 공산당과 정부의 통일전선전술은 마오의 모순론에 기인하고 있다. 모순론과 통일전선전술의 핵심원리는 주요모순과 부차모순의 원리, 적대적 모순과 비적대적 모순의 원리, 대립과 통일의 원리로 압축될 수 있는데, 이 세 가지 핵심원리는 사회단체를 다루는 정책방침에도 반영되어 있다. 통일전선전술은 결국 대립과 통일의 결합 혹은 동일성과 투쟁성의 결합으로 귀결되는데, 이로 인해 사회단체 정책 역시 이중성을 띠게 된다. 사회단체에 대해 포섭과 포용을 시도하는 한편 지속적인 투쟁과 통제적 관리를 동시적이고 중층적으로 시행하고 있는 것이다. 결국 중국 정부의 사회단체 정책의 성격을 한마디로 정리할 경우, ‘포용과 통제의 변증법적 결합에 따른 이중성’으로 표현할 수 있다.\n\n통일전선(United Front)은 공산주의 세력이 혁명 단계에서 국내외 주요 세력과 연대해 공동의 적에 맞서는 전술 개념이다.\n주로 자력으로 적을 물리치기 어렵거나 시기가 성숙하지 않을 때 우호세력을 확보하고 적을 안에서부터 약화하는 것을 목적으로 한다. 중국에서는 항일전쟁 과정에서 공산당이 국민당과 연대한 국공합작이 대표적 사례다.\n마오쩌둥(毛澤東·1893∼1976) 초대 중국 국가주석은 1939년 통일전선을 무력투쟁, 당 건설과 함께 \"중국 공산당이 혁명에서 적을 물리친 3대 법보(法寶)\"라고 말한 바 있다. 법보란 도교 세계관에서 요괴나 마귀를 제압할 수 있는 신묘한 무기를 뜻한다.\n이러한 통일전선 전술은 공산당이 1949년 신중국을 건국하고 대륙을 통치하기 시작한 뒤로 우선순위에서 밀려났으나, 시진핑 국가주석 집권 이후 미중 전략경쟁이 치열해지자 대외적으로 중국에 우호적인 환경을 조성하고 영향력을 키우기 위한 수단으로 중요성이 강조되고 있다.\n시 주석은 2017년 통일전선이 \"공산당의 승리를 위한 중요한 법보로 장기적으로 지속돼야 한다\"고 말하는 등 통일전선을 강화해야 한다고 여러 차례 언급한 바 있다.\n분석가들은 '시진핑 시대 통일전선' 활동에서 선전전, 대만·티베트 등 민감한 문제에서 유리한 여론 조성, 정치인이나 언론인 등 유력인사들과의 친분을 이용한 영향력 행사 등이 두드러진다고 말한다.\n중국공산당 통일전선부는 이러한 통일전선 전술을 총괄하는 핵심 조직이다. \n더타임스는 통일전선부가 \"영향력 작전과 정보 수집 활동을 혼합한 형태로, 어떤 면에서는 중국의 소프트파워 부족을 보완하려 한다\"며 \"궁극적 목적은 세계 정치 환경을 중국에 유리하게 조성하고 다른 나라 정책에 영향을 미치며, 선진 외국기술에 접근하고, 중국에 비판적인 모든 요소를 제거하는 것\"이라고 짚었다.\n통일전선부의 업무에는 간첩 활동이 포함될 수 있지만, 그보다 광범위하다\"며 \"통일전선 활동은 외국 정부로부터 비밀 정보를 입수하는 것을 넘어 해외 거주 중국인들의 광범위한 동원에 초점을 맞추고 있다\"고 말했다.\n통일전선부의 활동은 불법이라거나 간첩 활동이라고 명확하게 정의하기 어려운 모호함이 특징이다. 그 업무 가운데에는 당내 다른 조직과 겹치는 부분이 많으며, 국외에서 성공한 중국인들이 여러 유력인사와 교류하는 것 자체는 드문 일이 아니다.\n\n\n그 효시는 레닌(Lenin,N.)의 ≪공산주의 좌익소아병≫(1920)이라는 책자에게 찾아볼 수 있다.\n레닌은 “다른 세력일지라도 기본목표 수행에 이해관계를 같이하는 세력이면 동맹군으로 삼고 주적을 압박하는 우회공격 임무를 수행해나가야 한다.”고 밝히고 있다.\n레닌의 이런 주장에 부언해서 스탈린(Stalin,I.V.)은 “공산주의가 본질적으로는 계급주의이며 프롤레타리아독재를 지향하는 것이라 하더라도 공산당이 아직 정권을 잡지 못한 어려운 시기에는 우선 이용가치가 있는 계층이 싫어할 구호를 미리 성급하게 내걸지 말고 그들과 보조를 맞출 수 있는 구호를 제시하면서 그들의 힘을 최대한으로 이용할 줄 알아야 한다.”고 강조하였다.\n이와 같은 공산당의 우회공격 수법이 통일전선이라는 명칭으로 불리우게 되고 혁명전술로서 강조되게 된 것은 1921년의 제3차 코민테른대회에서 레닌이 제시한 ＜통일전선에 관한 테제＞가 채택되면서부터이다. 요컨대 통일전선이란 공산당이 일정한 혁명단계에서 주적을 타도하는데 공산당세력의 힘만으로는 불가능할 때 필요한 동조세력을 확보하고 그들과 잠정적인 동맹관계를 형성하여 투쟁하는 것을 말한다.\n여기에서 유의할 점은 공산당이 아무때나 통일전선을 형성하는 것이 아니라는 점이다. 북한의 통일전선 형성원칙을 보면 먼저 조직상 원칙으로 계급노선을 견지하며 군중노선을 결합할 것을 강조하고 있다.\n전술상의 원칙으로는 ① 하층통일전선을 기본으로 하고 상층통일전선을 유기적으로 결합시킬 것, ② 낮은 형태의 공동투쟁을 점차 높은 형태의 공동투쟁으로 발전시키며, 부분적인 연합에서 전면적인 연합으로 발전시켜 나갈 것, ③ 통일전선 내에서 중간층 민족자본가들과 단결하는 가운데 투쟁할 것들이다.\n북한은 남한혁명을 위한 통일전선으로 1949년에 조국통일민주주의전선을 결성한 바 있고 이후 반미구국통일전선 · 반파쇼민주연합전선 등의 구축을 외치며 1980년대에 한국민족민주전선을 위장 출범시켰으며, 1990년대에는 조국통일범민족연합 · 조국통일범민족청년학생연합 등을 결성하여 투쟁을 전개하였다. 2000년대에 들어서는 인터넷의 발전으로 전통적 방식에서 사이버 공간 등으로 통일전선 전술을 변경하고 있다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-03-05T07:33:08.465000",
  "updatedAt": "2025-03-05T07:33:08.465000"
}