{
  "id": "36ba742c-df4b-49c5-b095-b96b8478b43d",
  "title": "신호게임",
  "content": "![image](media/17b99da97ed.8e9fda5250b2496f.jpg)\n\n\n-- 불확실성이 존재하는 경우\n\n-- 차별화 전략\n예) 의혹이 있는 경우 결백하다면 적극적으로 해명\n\n-- 모호성 전략\n신호게임 공통균형\n\n■ 신호게임의 예\n\n아프간 미군 철수 - 탈레반과 미군의 협상 및 미국의 중국 견제는 아프간 정부군에게 미국의 자산들 버림이라는 시그널을 제공, 이탈의 가속화\n\n엔도의 카이지 기만 - 마치 구매자가 많은 것처럼 바람잡이를 이용해 속임수를 씀\n\n기민작전 - 적에게 거짓 정보를 흘림으로서 전쟁에서 군사적 우위를 점함\n예) 우-러전쟁에서 우크라이나는 6윌 중순부터 대대적 반격 작전을 시행할 것이라고 공표. 실제로는 5월 초에 기습적으로 반격 작전 시행\n예) 우-러전쟁에서 러시아는 5.9일 전승일에 종전을 선언할 것이라고 거짓 정보를 흐림. 실제는 전쟁 계속\n\n국방투자 증강, 군사훈련 강화, 군사 무기 증강 - 상대방에게 자국의 국방력이 강하다는 신호(직관균형?)\n\n■ 스펜스(Michael Spence)의 노동시장에서의 신호 보내기 게임\n그는 정작 수업의 질은 하버드나 다른 데가 별 차이가 없는 데도 불구하고 사람들이 비싼 등록금과 힘든 공부, 치열한 경쟁을 감수하면서 소위 '명문'대학에 오고 싶어하는 이유를 진지하게 고민해 보게 되었고, 결국 이에 대해서 굉장히 경파한 결론을 내놓게 되었다.\n\"사실상 교육은 사람의 생산성을 크게 향상시키지 못하는 거 같다.  하지만 그래도 그 비싼 돈을 내고 사람들이 대학 교육을 받으려고 하는 이유는, 오직 자신이 유능하고 생산성 있다는 것을 다른 사람에게 알리기 위해서이다.\"\n\nhttp://m.egloos.zum.com/khahahaa/v/2156624\n\n10.1 Economic Applications \nThere is an enormous literature that uses signaling models in applications. Riley’s survey contains extended discussion of some of the most important applications. What follows is a brief discussion of some central ideas. In a simple signaling game, one informed agent sends a single signal to one uninformed decision maker. This setting is reach enough to illustrate many important aspects of signaling, but it plainly limited. Interesting new issues arise if there are many informed agents, if there are many decision makers, and if the interaction is repeated. Several of the models below add some or all of these novel features to the basic model. \n\n10.1.1 Advertising \nAdvertisements are signals. Models similar to the standard model can explain situations in which higher levels of advertisement can lead consumers to believe the quality of the good is higher. In a separating equilibrium, advertising expenditures fully reveal quality. As in all costly signaling models, it is not important that there be a direct relationship between quality and signal, it is only necessary that firms with higher quality have lower marginal costs of advertising. Hence simply “burning money” or sending a signal that lowers utility by an amount independent of quality and response can be informative. The consumer may obtain full information in equilibrium, but someone must pay the cost of advertising. There are other situations where it is natural for the signal to be linked to the quality of the item. Models of verifiable information are appropriate in this case. When the assumptions of Proposition 5 hold, one would expect consumers to obtain all relevant information through disclosures without wasteful expenditures on signaling. Finally, cheap talk plays a role in some markets. One would expect costless communication to be informative in environments where heterogeneous consumers would like to identify the best product. Cheap talk can create more efficient matching of product to consumer. Here communication is free although will in leading models separating equilibria do not exist. \n\n광고 투자를 하는 것은 자사 상품이 좋은 품질임을 암시.\n\n10.1.2 Limit Pricing \nSignaling models offer one explanation for the phenomenon of limit pricing. An incumbent firm have private information about its cost. Potential entrants use the pricing \nbehavior of the firm to draw inferences about the incumbent’s cost, which determines profitability of entry. Milgrom and Roberts construct an equilibrium in which the existence of incomplete information distorts prices: Relative to the full information model, the incumbent charges lower prices in order to signal that the market is relatively unprofitable. This behavior has the flavor of classical models of limit pricing, with one important qualification. In a separating equilibrium the entrant can infer the true cost of the incumbent and therefore the low prices charged by the incumbent firm fails to change the entry decision. \n\n기존기업의 가격 다운은 진입기업에게 진입시 매력이 별로 없을 것임을 암시(분리균형)\n\n10.1.3 Bargaining \nSeveral authors have proposed bargaining models with incomplete information to study the existence and duration of strikes (Fudenberg and Tirole, Sobel and Takahashi). If a firm with private information about its profitability makes a takeit-or-leave it offer to a union, then the strategic interaction is a simple signaling model in which the magnitude of the offer may serve as a signal of the firm’s profitability. Firms with low profits are better able to make low wage offers to the union because the threat of a strike is less costly to a firm with low profits than one with high profits. Consequently settlement offers may reveal information. Natural extensions of this model permit counter offers. The variation of the model in which the uninformed agent makes offers and the uninformed agent accepts and rejects is formally almost identical to the canonical model of price discrimination by a durable-goods monopolist (Ausubel and Deneckere and Gul, Sonnenschein, and Wilson ).\n\n경영자측과 노동조합간의 임금 협상에서 경영자측의 낮은 임금 제시는 회사의 경영 사정이 않좋음을 암시.\n\n 10.1.4 Finance \n Simple signaling arguments provide potential explanations for firms’ choices of financial structure. Classic arguments due to Modigliani and Miller imply that firms’ profitability should not depend on their choice of capital structure. Hence this theory cannot organize empirical regularities about firm’s capital structure. The Modigliani-Miller theorem assumes that the firm’s managers, shareholders, and potential shareholders all have access to the same information. An enormous literature assumes instead that the firm’s managers have superior information and use corporate structure to signal profitability. Leland and Pyle assume that insiders are risk averse they would prefer to diversify their personal holdings rather than maintain large investments in their firm. The value of diversification is greater the lower the quality of the firm. Hence when insiders have superior information than investors, there will be an incentive for the insiders of highly profitable firms to hold maintain inefficiently large investments in their firm in order to signal profitability to investors. Dividends are taxed twice under the United States tax code, which raises the question of why firms would issue dividends when capital gains are taxed at a lower rate. A potential explanation for this behavior comes from a model in which investors have imperfect information about the future profitability of the firm and profitable firms are more able than less profitable firms to distribute profits in the form of dividends (see Bhattachrya).\n \n사업성 좋은 회사는 자사의 사업전망이 밝다는 것을 암시하기 위해 이익의 사내 유보보다 배당을 많이 주는 경향이 있다.\n\n10.1.5 Reputation \nDynamic models of incomplete information create the opportunity for the receiver to draw inferences about the sender’s private information while engaging in an extended interaction. Kreps and Wilson and Milgrom and Roberts provided the original treatments of reputation formation in games of incomplete information. Motivated by the limit pricing, their models examined the interaction of a single long-lived incumbent facing a sequence of potential entrants. The entrants lack information about the willingness of the incumbent to tolerate entry. Pricing decisions of the incumbent provide information to the entrants about the profitability of the market. In these models, signals have implications for both current and future utility. The current cost is determined by the effect the signal has on current payoffs. In Kreps-Wilson and Milgrom-Roberts, this cost is the decrease in current profits associated with charging a low price. In other models (for example Morris or Sobel) the actual signal is costless, but it has immediate payoff implications because of the response it induces. Signals also have implications for future utility because inferences about the sender’s private information will influence the behavior of the opponents in future periods. Adding concern for reputation to a signaling game will influence behavior, but whether it leads to more or less informative signaling depends on the application. \n\n기존기업의 낮은 가격정책은 일종의 평판이 되어서 잠재 진입기업에게 진입 여부를 판단하는 기준이 된다.\n\n10.2 Signaling in Biology \nSignaling is important in biology. In independent and almost contemporaneous work, Zahavi proposed a signaling model that shared the essential features of Spence’s model of labor-market signaling. Zahavi observed that there are many examples in nature of animals apparently excessive physical displays. It takes energy to produce colorful plumage, large antlers, or loud cries. Having a large tail may actually make it harder for peacocks to flea predators. If a baby bird makes a loud sound to get his mother’s attention, he may attract a dangerous predator. Zahavi argued that costly signals could play a role in sexual selection. In Zahavi’s basic model, the sender is a male and the receiver is a female of the same species. Females who are able to mate with healthier males are more likely to have stronger children, but often the quality of a potential mate cannot be observed directly. Zahavi argued that if healthier males could produce visible displays more cheaply than less healthy males, then females would be induced to use the signals when deciding upon a mate. Displays may impose costs that “handicap” a signaler, but displays would persist when additional reproductive success compensates for their costs. Zahavi identifies a single-crossing condition as a necessary condition for the existence of costly signals. The development of signaling in biology parallels that in economics, but there are important differences. Biology replaces the assumption of utility maximization and equilibrium with fitness maximization and evolutionary stability. That is, their models do not assume that animals consciously select their signal to maximize a payoff. Instead, the biological models assume that the process of natural selection will lead to strategy profiles in which mutant behavior has lower reproductive fitness than equilibrium behavior. This notion leads to static and dynamic solution concepts similar to Nash Equilibrium and its refinements. Fitness in biological models depends on contributions from both parents. Consequently, a full treatment of signaling must take into account population genetics. Grafen discusses these issues and Grafen and Siller provide further theoretical development of the handicap theory. Finally, one must be careful in interpreting heterogeneous quality in biological models. Presumably natural selection will act to eliminate the least fit individuals. Natural selection should operate to eliminate the least fit genes in a population. To the extent that this arises, there is pressure for quality variation within a population to decrease over time. The existence of unobserved quality variations needed for signaling may be the result of relatively small variations about a population norm. While most of the literature on signaling in biology focuses on the use of costly signals, there are also situations in which cheap talk is effective. A leading example is the “Sir Philip Sidney Game,” originally developed by John Maynard Smith  to illustrate the value of costly communication between a mother and child. The child has private information about its level of hunger and the mother must decide to feed the child or keep the food for itself. Since the players are related, survival of one positively influences the fitness of the other. This creates a common interest needed for cheap-talk communication. There are two ways to model communication in this environment. The first is to assume that signaling is costly, with hungrier babies better able to communicate their hunger. This could be because the sound of a hungry baby is hard for sated babies to imitate or it could be that crying for food increases the risk of predation and that this risk is relatively more dangerous to well fed chicks than to starving ones (because the starving chicks have nothing to lose). This game has multiple equilibria in which signals fully reveal the state of the baby over a range of values (see Maynard Smith and Lachmann and Bergstrom). These papers look a model in which both mother and child have private information. Alternatively, Bergstrom and Lachmann study a cheap-talk version of the game. Here there may be an equilibrium outcome in which the baby bird credibly signals whether or not he is hungry. Those who signal hunger get fed. The others do not. Well fed baby birds may wish to signal that they are not hungry in order to permit the mother to keep food for herself. Such an equilibrium exists if the fraction of genes that mother and child share is large and the baby is already well fed. \n\n생물학에서 우성의 자손을 얻기위해 숫컷은 포식자에게 발각될 위험이 있음에도 불구하고 암컷에게 자신의 우월성을 강조하는 모습을 한다.(털색깔, 뿔, 소리 등등) 생물학에서 게임의 보수는 경제학에서의 효용이 아니라 경쟁우위(종의 우월성)가 된다.\n\n10.3 Political Science \nSignaling games have played an important role in formal models of political science. Banks reviews models of agenda control, political rhetoric, voting, and electoral competition. Several important models in this area are formally interesting because they violate the standard assumptions frequently satisfied in economic models. I describe two such models in this subsection. Banks studies a model of agenda setting in which the informed sender proposes a policy to a receiver (decision-maker), who can either accept or reject the proposal. If the proposal is accepted, it becomes the outcome. If not, then the outcome is a fallback policy. The fall-back policy is known only to the sender. In this environment, the sender’s strategy may convey information to the decision maker. Signaling is costly, but, because the receiver’s set of actions in binary, fully revealing equilibria need not exist.\nRefinements limit the set of predictions in this model to a class of outcomes in which only one proposal is accepted in equilibrium (and that this proposal is accepted with probability one), but there are typically a continuum of possible equilibrium outcomes. Matthews develops a cheap-talk model of veto threats. There are two players, a Chooser (C), who plays the role of receiver, and a Proposer (P), who plays the role of sender. The players have preferences that are represented by single-peaked utility functions which depend on the real-valued outcome of the game and an ideal point. P’s ideal point is common knowledge. C’s ideal point is her private information, drawn from a prior distribution that has a smooth positive density on a compact interval, [t , ¯t]. The game form is simple: C learns her type, then sends a cheap-talk signal to P, who responds with a proposal. C then either accepts or rejects the proposal. Accepted proposals become the outcome of the game. If C rejects the proposal, then the outcome is the status quo point. As usual in cheap-talk games, this game has a babbling outcome in which C’s message contains no information and P makes a single, take-it-or-leave-it offer that is accepted with probability strictly between 0 and 1. Matthews shows there may be equilibria in which two outcomes are induced with positive probability (size-two equilibria), but size n > 2 (perfect Bayesian) equilibria never exist. In a size-two equilibrium, P offers his ideal outcome to those types of C whose message indicates that their ideal point is low; this offer is always accepted in equilibrium. If C indicated that his ideal point is high, P makes a compromise offer that is sometimes accepted and sometimes rejected.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "4c2e72b8-0cf2-48f3-b5fa-5ad39f6b68ea"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-08-31T10:20:42.845000",
  "updatedAt": "2022-05-17T08:40:31.936000"
}