{
  "id": "382017e3-41b9-44a1-8d0b-3f4615797a2d",
  "title": "리엔지리어링(Reengineering), 리스트럭처링(Restructuring)의 신화론",
  "content": "1980년대까지 정보 기술(IT)은 적어도 선진 기업의 경영자들에게는 예산만 낭비하는 고철 덩어리로 인식됐다. 막대한 투자에도 불구하고 효과는 미미했기 때문이었다. 예컨대 GM은 생산성 향상과 노사 문제를 동시에 해결할 것이란 기대를 갖고 공장 자동화에 막대한 자금을 쏟아부었다. 하지만 경쟁사인 도요타에 계속 밀리기만 했다.\n사실 1970년대 정보 기술은 기업 경영의 수준을 한 단계 더 향상시킬 것으로 주목 받았었다. 경영정보시스템(MIS), 의사결정 지원시스템(Decision Support Systems) 등의 이름으로 정보 기술을 기업 경영에 접목시키려는 노력들이 이뤄졌다. 경영자들은 방대한 자료를 신속하고 효율적으로 처리하는 컴퓨터의 성능에 많은 기대를 했다. 그러나 경영자들의 이런 바람은 완전히 수포로 돌아가는 듯 했다. 그 핵심 원인으로는 경영자들이 정보 기술을 단순히 업무 자동화를 위한 수단 정도로 여기고 있었다는 점이 꼽혔다.\n이런 문제를 가장 먼저 간파한 사람이 제임스 챔피(James A. Champy)와 2008년 작고한 마이클 해머(Michael Hammer)다.\n두 사람은 유명한 리엔지니어링(reengineering)이라는 개념을 창시한 인물이다. 이 같은 혁명적인 아이디어는 이들이 일본의 도요타 자동차를 방문했던 1988년으로 거슬러 올라간다. 당시 챔피는 인덱스 그룹(Index Group)이라는 컨설팅 회사의 창업자였고, 해머는 매사추세츠공대(MIT)의 컴퓨터 과학 분야 교수였다. 이들이 도요타 자동차 공장에서 얻은 깨달음은 바로 ‘프로세스(process)’의 중요성이었다.\n프로세스란 기업이 고객들에게 가치 있는 결과를 제공하는 활동, 혹은 작업들의 집합으로 정의할 수 있다. 예컨대 고객이 특정 상품을 주문하면 대금 결제, 상품 포장, 상품 배달, 애프터서비스 등의 활동으로 구성된 프로세스가 작동한다. 주문 상품을 고객의 손에 전달하는 것은 이런 프로세스가 만들어낸 최종적인 가치일 것이다. 다만 이 과정에서 문제가 되는 것은 대부분의 기업들이 개별 작업이나 활동만 관리하다보니, 정작 고객 입장에서 가장 중요한 전체 프로세스는 효율적으로 작동하지 않았다는 점이었다.\n흔히 리엔지니어링은 ‘경제학의 아버지’인 애덤 스미스(Adam Smith)가 주장한 전문화나 ‘경영학의 아버지’인 프레데릭 테일러(Frederick Taylor)가 제안한 과업(task) 관리와 비교된다. 아무리 복잡한 기업 조직이라도 내부를 살펴보면 각기 전문화된 과업을 중심으로 조직이 편제된 것을 알 수 있다. 전문화와 분업화의 원리에 따라 과업을 중심으로 업무를 구분하고 이를 전담할 조직을 만들어 놓은 것이다. 문제는 기업들의 규모가 커지고 복잡해지면서 극단적인 전문화와 부문화가 이뤄졌고, 이로 인해 심각한 부작용이 발생했다는 점이다.\n한 보험회사의 사례를 들어보자. 이 회사에서 고객에게 보험관련 서류를 하나 발급하는 데 무려 24일이 소요됐다. 하지만 실제 이 서류를 작성하는 데 걸리는 시간은 고작 10분 정도에 불과했다. 10분 정도 소요되는 업무가 24일이나 걸린 이유는 서류가 실제 고객에게 발급되기 위해서는 무려 17개의 서로 다른 부서를 거쳐야 했기 때문이었다. 따라서 조직의 근본적인 문제를 해결하지 않은 상태에서, 아무리 최신 정보 기술을 도입해도 비효율적인 결과를 낳는 것은 마찬가지였던 셈이다. 따라서 일이 처리되는 단계, 즉 프로세스 혁신, 혹은 리엔지니어링이 이뤄지지 않은 상태에서 보험회사의 고객만족도나 재무적 성과를 올린다는 것은 사실상 불가능했다.\n이런 점에서 1990년 저자들이 <하버드 비즈니스 리뷰(Harvard Business Review)>에 최초로 리엔지니어링 개념을 소개한 논문의 제목이 ‘자동화하지 말고 없애라(Don’t Automate, Obliterate)’였던 점은 의미심장한 대목이다. 그들의 해법이 바로 ‘없애라(obliterate)’는 키워드에 담겨 있었다. 기업 내 존재하는 복잡한 프로세스를 정비하지 않은 상태에서 아무리 최신 정보기술을 접목해봐야 큰 효과를 거둘 수 없다는 것이다.\n'정보 기술의 진정한 힘은 낡은 프로세스를 보다 효율적으로 작동하도록 만드는 게 아니라, 조직의 낡은 규칙을 깨뜨리고 새로운 방식을 창조하도록 지원하는 일이다. 리엔지니어링을 통해 프로세스 재설계가 이뤄지고 난 후 정보 기술을 도입할 때 비로소 효과가 나타날 수 있다.’\n물론 정보 기술이 리엔지니어링의 유일한 요소는 아니다. 하지만 리엔지니어링에 반드시 필요한 기반임에는 틀림이 없었다. 프로세스 재설계라는 리엔지니어링의 이상을 최첨단 정보 기술이 기업 현장에서 구현하고 있는 셈이다. 이처럼 리엔지니어링은 컴퓨터 혹은 정보 기술의 효과에 대한 경영자들의 생각을 완전히 바꿔 놓았다. 정보 기술은 돈만 먹는 고철 덩어리에서 혁신의 총아로 화려하게 부활했던 것이다. 사실 오늘날 현대 기업에 널리 통용되고 있는 전사적자원관리(ERP), 고객관계관리(CRM), 공급사슬관리(SCM) 등 최신 경영혁신기법도 근본적으로는 모두 리엔지니어링에 기반을 두고 있다.\n1990년 논문으로 처음 소개된 리엔지니어링은 1993년 <리엔지니어링 기업혁명(Reengineering the Corporation)>이라는 책이 출간되면서 또 한 번의 전기를 맞았다. 이 책이 베스트셀러로 등극하면서 단번에 리엔지니어링 열풍이라 불릴 정도로 많은 기업들이 앞다퉈 리엔지니어링 개념을 경영에 도입하기 시작했다.\n또 리엔지니어링은 기업의 모든 업무를 고객의 관점에서 파악해야 한다는 교훈을 제공하고 있다. 그동안 경영자들은 기업이 제공하는 제품이나 서비스에서는 막상 고객을 중시하면서도 기업 내 업무는 내부 구성원들의 문제로 치부해 왔었다. 고객과는 전혀 동떨어진 입장에서 기업 내 업무를 정의해 왔던 것이다. 그러나 리엔지니어링에서는 고객의 관점에서 기업 내 업무를 재설계할 것을 주문한다. 만약 회사 내 각 부서의 업무가 따로따로 이뤄진다고 가정해보자. 오늘날처럼 빠른 속도로 변하는 세상에서, 조직 내부가 쪼개져 있고 원활하게 운영되지 못하면 당연히 고객 입장에서 거래하기 불편한 기업이 될 수밖에 없을 것이다. 리엔지니어링은 각 부서 간의 벽을 허물고, 불필요한 부서를 없애면서, 조직 안팎의 프로세스 변화에 중점을 두고 혁신을 일으키는 것이다. 따라서 리엔지니어링은 기업 내 구성원들로 하여금 자신이 하고 있는 업무를 고객의 관점에서 바라보게 만든다.\n회사 업무를 기업 내부 관점에서 전문화된 몇 가지 과업으로 보는 것과, 고객 관점에서 몇 개의 프로세스로 보는 것은 완전히 다른 시각이다. 결과적으로 프로세스의 재설계는 모든 개별 단위 업무가 총체적인 목적을 이루기 위해 협력해야 하는 방법을 규정한다. 즉, 프로세스는 정확히 어떤 일을, 어떤 순서로, 어디에서, 누가 해야 하는지를 정리한 것이다. 따라서 리엔지니어링이 성공하면 몇 개의 과업들이 하나로 통합될 수 있다.\nIBM 크레디트(Credit)의 사례를 살펴보자. IBM 크레디트는 IBM이 판매하는 컴퓨터, 소프트웨어, 서비스 등에 대해 자금을 제공하는 기업이었다. 리엔지니어링이 이뤄지기 전 고객들의 융자신청을 처리하는 프로세스는 5단계로 이뤄졌고, 평균 6일, 최장 2주일이 소요됐다. 이 중 대부분의 시간은 서류를 한 부서에서 다른 부서로 넘겨주는 데 소비됐었다.\n하지만 리엔지니어링 후 6일 걸리던 소요시간을 4시간으로 단축할 수 있었다. 반면 처리하는 거래 수는 100배로 증가했다. IBM 크레디트는 업무 프로세스 전체를 근본적으로 변화시킴으로써 처리시간 90% 단축, 생산성 100배 증가라는 획기적인 성과 향상을 이룬 것이다. IBM 크레디트는 특정 업무를 개선하는 데 중점을 두었던 것이 아니라, 고객 입장에서 전체 프로세스를 개선하는 데 중점을 두었기 때문에 문제 해결이 가능했다.\n\n기업 리엔지니어링은 비용·질·서비스·속도 등에서 극적인 개선을 성취하기 위해 비즈니스의 모든 절차를 혁신적으로 개편하는 것을 말한다. 급격하고도 근본적인 발상의 전환이 특징이다. 현재의 모든 구조와 절차를 무시하고 완전히 새로운 방식을 디자인 하는 것으로, 현재의 시스템에서 점진적 발전을 기하는 방식은 통상 리엔지니어링의 범주에 포함시키지 않는다.\n리엔지니어링은 기능이 아닌 프로세스의 개선에 주목한다. 프로세스란 물건주문에서 제조, 선적, 수금, 고객서비스에 이르기까지 특정한 재화나 용역을 팔기위해 거쳐야 하는 기업활동의 모든 절차를 뜻한다. 리엔지니어링은 종래 수직적으로 구성돼 있던 부단위 조직이나 기능조직을 수평적으로 개편시키는 것이 요체이다.\n\n80년대 후반 많은 미국기업이 인원감축을 목표로 Restructuring을 실시하였는데 그 결과 단기적으로 이익을 유지하는데는 성공하였지만, 중장기적으로는 기업의 활력이 떨어지고 업적이 저조하게 되는 부작용이 속출하였다. 즉 단순히 인원을 줄이기 위한 경영합리화는 간접부문 서비스의 질적 저하만 초래할 뿐이라는 사실을 깨닫게 되었다.\n\n기업들이 시도한 리엔지니어링 작업들이 모두 성공한 것은 아니다. 리엔지니어링이 유행처럼 번지자 지나친 기대나 효과에 대한 비판의 목소리도 나왔다. 그러나 건강에 만병통치약이 없듯이 혁신에도 만능기법은 없다. 당연히 리엔지니어링이 기업의 모든 문제를 해결할 수는 없다. 하지만 그렇다고 해서 리엔지니어링이 추구하는 철학이나 방법론을 폄하해서는 안 된다. 오히려 리엔지니어링을 제대로 이해하지 못했거나 이를 실행하는 과정에서 경영자들이 과오를 범한 사례가 더 많았다.\n\n정확한 통계는 잡히지 않으나 전문가들은 미국 기업의 리엔지니어링 실패율이 50∼70%에 이를 것으로 추산하고 있다.\n짧게는 몇달에서 길게는 몇년에 걸쳐 기업 전체의 틀을 바꾸는 리엔지니어링을 감행했으나 목적했던 결과를 얻지 못했음은 물론 오히려 혼란만 초래하기 일쑤라는 것이다. 또 특정 부문에서는 극적인 개선을 이루었음에도 전체 결과는 오히려 뒷걸음질한 것으로 나타나는 경우도 많은 것으로 파악되고 있다.\n미국 유수의 한 컴퓨터 회사는 융자 파트에 대한 리엔지니어링을 단행, 업무비용을 34% 줄였으나 전체 경영수입은 답보상태를 벗어나지 못했다. 어떤 보험회사는 고객의 보험금 지불요구 처리시간을 44% 단축하고도 수익은 도리어 떨어졌다.\n리엔지니어링에 대한 비판은 「속빈 강정」론이 주류를 이룬다. 실패 가능성이 성공률보다 높고, 그 성공조차 절반의 성공이 될 공산이 높은 일에 자원과 시간을 낭비할 필요가 있느냐는 것이다. 더욱이 대부분의 리엔지니어링은 기업의 골간을 바꾸는 일이므로 구성원 개개인에게 엄청난 충격과 희생을 안겨주게 되는데도, 그 대가가 초라하다는 것이다. 나아가 회의론자들은 『리엔지니어링은 몇년에 한번 꼴로 등장하는 유행성 경영기법』이라고까지 비판한다.\n미국의 대표적 컨설팅회사인 매킨지사의 리엔지니어링 실패사례 분석은 리엔지니어링에 대한 포괄적인 평가의 잣대를 제공해준다. 매킨지는 사례 분석을 통해 몇가지 공통되는 실패원인을 도출했다. 가장 큰 원인은 역시 인적 요인이다. 어느 기업이나 조직을 바꾼다면 구성원들이 일단 거부반응을 보이게 마련이다. 최고경영자가 리엔지니어링의 필요성을 인식하고 추진하는 것이 무엇보다 중요하지만 충분한 컨센서스 없이 추진하면 실패하기 쉽다.\n인적 요인 못지않게 큰 실패요인은 많은 기업이 명확한 전략적 목표나 기업의 가치전제도 설정하지 않은 채 무리하게 리엔지니어링을 추진한다는 것이다.\n매킨지의 컨설턴트 임형석씨는 『변화에 대한 저항은 중간 관리층의 실업 우려와 맞물려 있고, 이는 곧 변화의 가치에 대한 평가절하로 이어진다』며 『혁신적인 사고의 전환 없이 리엔지니어링은 성공할 수 없다』고 말했다. 임씨는 또 『리엔지니어링은 「이것은 고객서비스에 최선의 방법인가」란 물음 하나에 집중해야 하는데도 변화의 대상을 내부로 한정하거나 잘못된 가치에 매달리는 경우가 많다』고 지적했다.\n리엔지니어링에 대한 잘못된 개념정립도 흔히 발견되는 오류라고 전문가들은 말한다. 리엔지니어링의 진정한 목적은 소비자에게 만족을 줌으로써 더 많은 재화와 서비스를 파는 것인데도 마치 사람을 「잘라」 비용을 줄이는 것으로 그릇 인식되고 있다는 것이다. 또 리엔지니어링은 끊임없이 이어지는 혁신 노력임에도 일과성 행사로 생각하는 경우가 많다는 것이다.\n\n챔피의 ‘리엔지니어링’ 개념은 기업들의 무자비한 부서 통합과 인원 감축으로 이어져 고용불안정을 가져온다는 비판을 받기도 했다. 챔피는 이날 “경영혁신이라는 미명 아래 오히려 고용 불안정 압박이 강해졌다”는 지적에 대해 “기업이 살아남지 못하면 고용은 존재하지 않기 때문에, 우선 생산성을 늘리는 것이 중요하다”고 답했다.\n\n경영혁신의 내용은 여러 면으로 설명할 수 있겠지만 요즘 가장 영향력있는 경영혁신이론을 주창하는 Hamel교수와 Prahalad교수의 연구결과를 인용하여 MVA의 유용성의 검증을 시도해보자. Hamel과 Prahalad는 핵심역량(Core competence)이라는 경영혁신의 주제어를 창시한 역량있는 교수들이다. 이들은 경영혁신의 방법론으로서 리스트럭처링, 다운사이징 및 리엔지니어링을 싸잡아서 공개적으로 비난하고 있다. 혁신은 성과를 창출하기 위해 기업의 핵심역량을 키우고, 장래성있는 사업에 투자할 줄 아는 산업통찰력을 키우는 방향으로 전개되어야지, 단기적 성과를 노린 인원감축, 원가절약 등의 소극적 방법으로 전개하는 것은 잘못된 것이라는 주장이다.\n\n\n리스트럭처링이라는 용어가 최근에 유행어가 되어 합리화 또는 감량경영을 위한 경영노력이라는 의미로 메스컴에서 자주 쓰이고 있는데 본래는 전략에 근거한 사업구조의 재구축이란 뜻을 가지고 있다.\n구미 기업에 있어서 리스트럭처(Restructure)는 대체로 인원감축, 공장폐쇄, 사업철수 등 소극적인 대처방안 이외에도 전략적 중점사업영역에 대해 적극적인 기업매수와 설비투자를 추진하고 있는 특징적인 경향으로서 자사 경쟁우위의 전략에 중점을 두고 있다. 한마디로 말해, 리스트럭처링은 사업구조의 기본적인 전환을 통하여 기업의 체질개선을 꾀하는 경영혁신의 한 방식을 말하며, 일반적으로 \"사업의 재구축\"이란 의미로 사용되어지고 있다. 리스트럭처링은 환경의 변화에 대응하는 효과적인 사업구조를 창출해 내는 것으로서 경영자원의 재분배를 목적으로한 경영혁신의 한 방식이다.\n\n 일반적으로 인력구조조정은 조직에 긴장감을 부여해 생산성과 몰입도를 증가시키고 실제로도 재무적 성과를 개선하는 데 긍정적인 영향을 미치는 것으로 알려져 있다. 하지만 간헐적인 구조조정이 반복될수록 충격요법의 효과는 사라지고 생산성 향상에도 기여하지 못한다는 주장이 계속 제기되고 있다.\n  우리보다 앞서 대량감원과 다운사이징을 실시했던 미국의 경우 많은 관리자들과 조직구성원들은 다운사이징이 미래에도 지속될 것으로 우려하고 있으며, 다운사이징을 실시한 후 만족할만한 생산성 증가를 거두지 못한 기업들도 다수인 것으로 나타났다.\n  그러나 인력구조조정이 야기하는 가장 큰 문제점은 조직구성원들의 직무 몰입도와 애사심을 저하시키고 내부 경쟁에 의해 조직문화가 훼손될 우려가 있다는 점이다. 인력구조조정이 반복될수록 고용 안정성에 대한 불안감으로 직무 몰입도는 현저하게 저하되며, 성과에 따른 평가가 퇴직 대상자를 선정하는 기준이 되면서 직장 동료들을 협조자이기보다는 경쟁자로 인식하는 경향이 증가하게 된다. 뿐만 아니라 회사가 필요로 하는 핵심인력이 조기퇴직 패키지에 유인되고 회사는 불필요한 인력만 보유하게 되는 역선택(adverse selection) 상황이 발생하기도 한다.\n  올해 한국직업능력개발원이 발표한 ‘한국인의 직업의식’조사에 따르면 젊은 세대들은 현 직장에 충성하기보다는 기회가 생기면 고소득의 안정된 직장으로 옮겨가기를 선호하고 있으며, 명퇴대상 연령에 도달한 직장인들에게는 ‘이직준비는 빠르면 빠를수록 좋다’는 인식이 팽배해 있다. 아울러 우리나라의 경우 조직구성원들의 의식, 노사관계, 법·제도 등이 ‘의도적 감원’을 수용할 정도로 성숙되어 있지 못해 구조조정이 노사분쟁이나 경쟁력 악화 등 장기적 손실로 이어질 위험을 높이고 있다.\n미국기업들은 대체로 대규모 인력구조조정을 실시하되 조직에 지속적인 긴장감이 부여될 수 있도록 상시적인 구조조정을 실시하고 있다. 즉 인사평가 결과에 의해 지속적으로 저성과자를 퇴출시키는 한편 수익성 중심으로 사업구조를 재편하는 과정에서 인력구조조정이 자연스럽게 동반되는 것으로 이해한다. 이에 반해 일본기업들은 전통적으로 일시적 대량해고보다는 단계적이고 완충적인 방식의 감원을 선호하는 것으로 알려져 있다.\n선진기업들의 사례를 통해 알 수 있듯이 인력감축을 실시하고 있는 기업들은 일회성 감원이 반복되는 것을 지양하고 상시 고용조정 시스템을 구축하거나 가급적 해고충격을 최소화하면서 고용규모를 축소하는 방안을 모색해왔다. 우리 기업들에게 있어서도 이런 접근방향이 요구된다.\n\n80년대 후반 많은 미국기업이 인원감축을 목표로 Restructuring을 실시하였는데 그 결과 단기적으로 이익을 유지하는데는 성공하였지만, 중장기적으로는 기업의 활력이 떨어지고 업적이 저조하게 되는 부작용이 속출하였다. 즉 단순히 인원을 줄이기 위한 경영합리화는 간접부문 서비스의 질적 저하만 초래할 뿐이라는 사실을 깨닫게 되었고, 따라서 이제까지의 단순한 코스트 다운이라는 경영혁신의 주요목표를 이제는 수익.품질과 결부된 시스템화로 바꾸지 않으면 안되게 되었다.",
  "color": "default",
  "labels": [
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-02-13T19:05:19.278000",
  "updatedAt": "2025-12-10T19:48:31.406000"
}