{
  "id": "38bb6f13-6711-4485-a4af-2e4982f37c09",
  "title": "전쟁과 기술",
  "content": "[로마군]\n로마군 역시 중무장 보병을 갖고 있었지만, 무기와 그 운용에 있어서는 고대 그리스의 폴리스들과  구별되었다. 하나의 대규모 단위로 이루어져 기동성과 유연성이 크게 부족하였던 그리스의 팔랑크스에 비해 로마의 군대는 약 40명 단위의 센추리(century), 2개의 센추리가 모인 매니플(maniple), 코호트(cohort), 그리고 10개의 코호트가 모여서 그 유명한 로마군단인 레지온(legion, 기병대 300명을 포함하여 총 4,500~5,000명으로 구성)을 이루었다. 로마 군대는 이처럼 세분화된 하부조직을 중심으로 유동적인 부대운용이 가능하였고, 그리스의  팔랑크스와는 달리 굴곡이 있는 지역이나 산악 지형에서도 기동에 별다른 어려움을 겪지 않았다.   \n로마군은 그리스 팔랑크스처럼 장창을 정렬하여 고슴도치와 같은 대형을 유지하기보다는, 전투가 시작되면 일단 필룸을 투창하여 적에게 피해를 입힌 다음에 근접하여 글래디우스로 백병전을 전개하였다. 적과 근접한 상태에서는 장창이나 장검보다는 글래디우스과 같이 짧고 찌르기에 용이한 칼이 효과가 있었다. 대형방패로 전투시 이것으로 몸을 방호하면서 적군에 접근하여 검으로 찌르는 백병전의 형태로 전투를 전개할 수가 있었다.\n\n그리스 팔랑크스는 사각대형으로서 4~5m에 이르는 장창을 앞으로 하고 전진하여 충격력으로 승부를 내는 전투 방식을 취하였다. 하지만 이러한 사각대형은 흡사 톱니로 꽉 짜여진 톱니바퀴와도 같아서, 톱니 역할을 하는 개개인 중 한 명이라도 빠져나가면 그 대형이 와해된다는 약점을 지니고 있었다. 또한 주 무기였던 사리사는 운용하기가 너무 길어서 중장보병의 기동성을 저하시켰고, 일단 창을 상실하게 되면 백병전을 전개할 수 있는 생존수단이 거의 없는 형편이었다.\n\n[나폴레옹]\n당시에는 화포 제작 기술상의 한계로 인해 포신의 두께를 균일하게 만들 수 없었다. 따라서 발사 시에 발생하는 폭발력으로 인해 포신 자체가 파열되는 경우가 있었고, 가스 유출로 인해 포격의 정확도도 떨어졌다. 이러한 약점을 보완하느라 포신의 부피가 커졌는데, 이는 화포의 무게를 증가시켜서 포병부대의 기동성을 떨어뜨렸다. 이로 인해 화포는 보병부대 지원보다는 방어용 및 성채 공격용이라는 전통적인 활용 범위를 벗어나지 못하고 있었다.\n\n장 마리츠 부자(父子)의 주물 포신에 드릴로 구멍을 뚫어 포열을 제작하는 기술 덕분에 포신의 두께가 균일해져서 포구압을 100% 활용할 수 있게 되었고 내부에서 포열이 폭발하는 불상사가 크게 줄어들었다. 또한 동일한 구경을 가진 화포 제작이 가능해짐으로써 일제사격도 가능해졌다. 따라서 성능은 그대로 유지한 채 소형의 경량 화포 제작이 가능해져 기동성이 높아졌고, 그 덕분에 화포를 야전 공격용으로 사용할 수 있게 되었다. 이와 더불어 그리보발 장군의 표준화 작업 덕분에 결론적으로 행군시 포병부대는 보병과 보조를 맞출 수 있게 되었고, 전장에서 포병이 차지하는 비중이 점차로 높아지게 되었다. \n\n나폴레옹은 다량의 화포를 집중적으로 배치하여 보병대의 공격 전에 집중 포격을 가함으로써 적군의 전열을 와해시키고 이어서 보병부대를 진격시키는 전투방식을 사용하여 전장에서 포병의 입지를 높였다.\n나폴레옹은 기병의 역할에도 변화를 가하였다. 정찰 및 엄호라는 기존의 보조적인 임무를 벗어나서 기병의 장기인 속도를 활용하여 전투 초반에 적진으로 돌격, 적군의 대형을 와해시키는 임무를 부과하였다. \n\n[보불전쟁]\n1870년 유럽의 양대 육군국인 프랑스와 프로이센이 맞붙은 보불전쟁에서 모두의 예상을 뒤엎고 프랑스가 프로이센에 완패를 당하고 말았다. 나폴레옹 시대 이래로 최강의 명성을 지켜온 보병은 건재했으나, 나폴레옹의 분신과도 같았던 프랑스 포병이 프로이센 포병의 상대가 되지 못했던 탓이었다.\n\n  당시 프로이센 포병은 크루프(Krupp) 사가 제작한 후장식 강선포를 채용한 반면, 이에 맞서는 프랑스 포병은 전장식 포였다. 전장식보다 후장식의 포가 연속 발사라는 면에서 훨씬 유리했고, 포구 압력도 높일 수 있어서 사정거리도 더 멀었다. 가령, 유산탄을 쏠 경우 프로이센 포병은 3,800미터까지 보낼 수 있는 반면, 프랑스 포병은 2,000미터에 그쳤다.\n\n  그에 더해 프로이센 포병은 포대의 전진 배치, 집단 운용, 적극적인 대對포병전 전개라는 교리를 개발하여 위력을 더했다. 가령, 프랑스 포병은 사거리가 짧은 데다가 신관에도 기술적인 문제가 적지 않아 속이 쇠로 꽉 차 있는 철 포환을 주로 쐈다. 그러다 보니 프로이센 포병으로서는 프랑스 포병의 포격이 별로 두렵지가 않았다. 사거리에서 앞서는 데다가 밀집하여 포대를 구성하더라도 크게 피해를 볼 걱정이 없었기 때문이었다. 야전에서 프랑스 포대가 발견되면 적극적으로 대(對)포병전을 벌여 적의 포병 전력을 꺾어놓았다. 적의 포병에 대한 포격을 우선시하는 건 사실 나폴레옹이 강조한 전술이기도 했다.\n\n프로이센군은 포병이 보병을 엄호하고, 또 보병은 포병을 엄호하는 유기적 관계를 중요시했다.\n\n\n[포탄]\n1792년의 프랑스 혁명으로 루이16세가 처형되자\n영국, 오스트리아, 프로이센 등 군주제 국가들이 혁명 확산을 막으려고 프랑스와 전쟁을 한다.\n1793년에 프랑스 왕당파가 영국군의 도움을 받아 지중해 연안인 툴롱에서 반란을 일으키는데\n나폴레옹이 대포로 영국군과 반란군을 진압하면서 하급 지휘관에서 혁명군의 중요 인물이 된다.\n 1795년에 프랑스 망명귀족들이 영국군과 함께 3,000여명의 병력을 이끌고 프랑스에 상륙하자\n3만여명의 왕당파 시위대가 파리로 몰려든다.\n \n혁명군 병력은 5천으로 숫적으로 밀렸는데 나폴레옹이 대포로 시위대를 강제 진압하면서\n26세의 나이로 남부사령관으로 승진한다.\n이듬해 이탈리아와 오스트리아 원정 승리 후\n1799년 30살에 쿠테타를 일으켜 정권을 쥐는데 포병장교였던 그가 사용한 포탄이 포도탄이었다.\n\n나폴레옹에게 정권을 잡는 길을 내준 포도탄은 포도송이처럼 작은 탄알이 몸체에 붙어 있다가\n땅에 떨어지는 충격으로 몸체에서 떨어져 사방으로 퍼지며 인마를 살상시키는 포탄이다.\n 당시에는 오늘날처럼 포탄에 화약을 넣어 화약이 폭발하면서 터지는 포탄이 아니라 충격으로 터지는 산탄 포탄밖에 없었다. \n\n포도탄은 19세기 초 캐니스터탄으로 대체되었으며, 천 주머니는 목제 탄저판으로 보강된 채 강철 캐니스터탄을 목제로 봉인한 것으로 대체되었다. 이는 사정거리를 향상시켜주고 확산 효과를 더 통제할 수 있게 해주었으며, 포탄을 높은 고도에서 더 안전하게 발사할 수 있게 해주었다.\n\n 캐니스터탄은 주석 포탄이었으며, 철제 뚜껑으로 덮이고 탄저판이 부착된 채 대포알들이 포개어진 상태였다. 프랑스군의 캐니스터탄은 크고 작은 납 탄환으로 구성되었고, 직사를 할 경우 매우 치명적이었다. \n\n 작은 납탄으로만 채워진 캐니스터탄은 250m 이하의 거리에서 사용되었다. 더 긴 거리의 경우엔 큰 납탄으로 채워진 캐니스터탄이 활용되었다. 긴 거리에서 납탄의 확산 효과는 엄청났지만, 충격은 약했기에 전사보다는 부상을 유발했다. 프리드리히 대왕이 기록하기를, \"...100보 이상의 거리에서는 절대로 포도탄을 발사해서는 안되는데, 왜냐하면 그 이상의 거리에선, 탄들이 확산되고 흩어지기 때문이다. 그것들 중 많은 파편들이 바로 옆의 땅바닥에 처박히고, 다른 것들은 적군의 머리 위를 지나가버리며, 극소수의 것들만 목표물을 타격할 것이다.\"\n 종종 포수들은 대포알을 장전하고 그 다음에 같은 대포엘다가 캐니스터탄을 장전했다. 특히 매우 근거리일 경우에, 그들은 \"이중 캐니스터탄\"을 발사했는데, 그것은 2개의 포탄을 포열에다가 장전해두고 동시에 발사하는 것이었다.\n캐니스터탄이 발사되었을 때, 그 효과는 거대한 샷건이 발사되는 것과도 같았다. (러시아의) 콘스탄틴 대공작 울란 연대 소속 파데이 불가린은 하일스베르크 근방에서 자신이 만난 한 프랑스인에 대한 묘사를 남겼는데, 그 사람은 캐니스터탄에 얼굴이 날아가버린 상태였다. 피부도, 눈도, 턱도 없이 오직 혀만 이 불쌍한 병사의 목구멍에 남아있던 터였다. 불가린은 그날 밤 내내 자신의 꿈에서 그 불쌍한 병사가 나왔다고 기록했다.\n\n[맘루크]\n맘루크들은 뛰어난 기마전사들이였으나 총과 대포같은 화약 무기들에 대해서 거부 반응이 심했다. 이는 중세 유럽의 기사들이 석궁에 대해서 보였던 반응과도 같은데, 오랫동안 힘들게 승마와 각종 무술들을 배우는 기마병들인 자신들과는 정 반대로 아무런 무술 훈련도 받지 않은 여자나 아이들이 그저 방아쇠만 당기면 갑옷으로 무장한 전사를 간단히 죽일 수 있는 무기인 총이 자신들을 위협한다고 여겨서 싫어할 수밖에 없었다.\n전쟁의 새로운 패러다임인 화약 무기를 받아들이기를 거부하고 옛 전투 방식을 고집한 대가는 상술하듯이 그 화약 무기를 적극적으로 도입하고 활용한 오스만 제국과의 전쟁에서 마르지다비크와 리다니야의 참패, 그리고 맘루크 왕조의 멸망이었다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-07-23T22:06:31.277000",
  "updatedAt": "2022-07-23T22:06:31.277000"
}