{
  "id": "38c61274-2350-481f-a17e-ef2a38dbec61",
  "title": "미얀마",
  "content": "현재 미얀마 북부 라오카이 시에는 총 4개의 중국계 범죄 가문들이 왕처럼 군림하고 있음. 이들은 수십년 동안 미얀마 군부에게 통치권을 넘겨받고 그들만의 왕국을 만듦. 마약조직하는 새끼들이 미얀마 군부가 지정한 코캉 괴뢰자치정부 간부들임. \n중국계 조직은 중화민국계 마약조직이고 이들은 장개석이 대만으로 피난갈 때 미얀마로 피난간 군벌이라 중국 공산당이 잡아 죽일려고 벼르고 있었다.\n\n미얀마 북부 코캉족 구역에서 친 미얀마 군부 성향의 중국계 4대 마약조직이 왕으로 군림하고 있었음. 그 범죄랑 피해 대상이 미얀마는 물론 국경 너머의 중국인들도 피해 대상이 되고 사기, 납치, 인신매매의 피해자가 됨. 이게 중국에도 알려지고 사회적 이슈가 되며 관련 주제로 영화도 나왔는데 중국에서 대박이 터짐. \n결국 중국 정부가 미얀마 군부한테 이 문제를 해결 (범죄조직 소탕)하고 국경의 중국인들이랑 우리한테 피해 안 돌아오게 미얀마 군부한테 통보 던짐. 근데 미얀마 군부가 수수 방관하자 중국에서 빡치기 시작.\n이렇듯 현세 지옥이랑 마약 군벌, 미얀마 군부에 대한 최악의 민심이 겹치고 여기서 중국 정부가 미얀마 군부 손절모드 분위기 보이는 타이밍을 틈타서 코캉족 반군조직 MNDAA가  마약조직 소탕하는 동시에 대대적 기습 공격에 성공함.\n\n이번에 중국계 반군이 라오카이시 공세가 임박하자 중국 공안이 이 4개 가문중 가장 영향력 있는 가문인 밍(明)가문 일당을 먀악밀매, 인신매매, 납치, 감금, 노예화, 장기밀매, 보이스피싱 등 전화사기 혐의로 체포했음. 체포된 3명은 밍쉐천, 밍전전, 밍궈핑임.\n이중 밍가문의 대빵이자 친미얀마 군부 군벌인 코캉 국경수비대 간부였던 밍쉐천은 중국 공안이 체포영장을 발부하자마자 스스로 목숨을 끊음. \n중국계 반군인 MNDAA하고 중국 공안의 언더커버 형사들이 합동으로 이들을 체포하고 국경에서 운남 공안한테 인계함. 워낙 저곳이 범죄가 많아서 미국이 멕시코에 공권력 투사하듯 중국 공안이 많이 들락날락 함.\n\n최근 동남아 지역에서는 '로맨스 스캠'과 보이스피싱 등 각종 온라인 사기 범죄가 성행하고 있다. 범죄 조직들은 경제적으로 형편이 좋지 않은 사람들을 취업을 미끼로 유인한 뒤 강제 노동을 시키는 것으로 알려졌다. 최근 태국과 캄보디아 총리 회담에서도 온라인 사기 문제가 논의됐다.\n이달 초에는 미얀마 북동부의 소수민족 무장단체가 온라인 사기 범죄에 연루된 중국인 1천200명을 검거해 본국으로 돌려보내기도 했다. 유엔 인권최고대표사무소(OHCHR)는 최근 발간한 보고서에서 조직적으로 이뤄지는 국제 온라인 범죄에 동남아시아인 수십만명이 강제로 동원됐다고 밝혔다.\n\n지난달 유엔 인권고등판무관실은 “수십만 명이 동남아 국가에 납치 또는 인신매매된 뒤 암호화폐 사기나 불법 도박 개장, 사이버 사기 등 온라인 범죄를 저지르도록 강요받았다”는 내용의 보고서를 발표했다. 지금까지 파악된 인원만 미얀마에서 최소 12만 명, 캄보디아에서 약 10만 명이다. 유엔은 라오스와 필리핀, 태국 등에서도 유사 사례가 수만 명씩 나오는 것으로 추정했다.\n주미얀마 중국대사관은 지난해부터 중국 국민에게 “고액 연봉으로 유혹하는 온라인 채용 공고에 속지 말라”고 당부했다. 영화가 완벽한 허구가 아니라, 일정 부분 현실을 반영하고 있다는 걸 방증하는 대목이다. 불안감이 더욱 커졌다는 의미이기도 하다.\n\n미얀마 북부 국간의 4대가문이 전세계에서 제일 큰 보이스피싱 조직을 만들고 미얀마 군부와 협력하고 있었는데 그 피해가 어마어마해서 중국 정부가 쫒겨난 펑씨가문에 대량의 무기를 제공해서 4대가문을 소멸했고 국간과 와방지역의 연합군이 125 미얀마 정규군을 대파하였다. 하지만 중국정부가 영향력을 행사할 수 없는 지역의 보이스피싱과 장기밀매를 하는 조직은 아직도 건재하고 중국정부가 미얀마 군부에 소멸을 요청하고 있다. 한국의 보이스피싱 조직도 여기에 있음",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-11-17T23:11:38.420000",
  "updatedAt": "2023-12-08T19:34:49.800000"
}