{
  "id": "38c84e0e-9e6a-4315-be05-54b8b34479b0",
  "title": "화폐론의 역사",
  "content": "아리스토텔레스\n<정치학> 9장에서는 마르크스의 사용가치와 교환가치를 연상시키는 논리 전개가 보인다. 예를 들어 샌들을 얘기하면서 신는 데도 사용되고 교환하는 데도 사용된다고 말한다. 물론 자본주의 생산양식에 입각한 마르크스의 사용가치/교환가치 분석과는, 아리스토텔레스가 처한 생산양식 자체가 다르기 때문에 원초적인 관점의 다름도 감안해야 한다. \n공정한 교환은 수적으로 동등한 것들의 교환이 아니라 가치상 동등한 것들의 교환이다. 문제는 물물교환의 경우 서로 다른 재화의 가치를 상호비교하는 것이 정말 어렵다는 것이다. 몇 켤레의 신발이 집 한 채에 상응한다고 어떻게 신발과 집만을 놓고 판단할 수 있을 것인가? 객관적으로 참조가능한 기준이 없다면 사람마다 재화들의 가치를 평가하는 것이 다를 것이고 원활한 교환이 불가능할 것이다. 이러한 이유로 화폐가 필요하다고 아리스토텔레스는 말한다. (10절) 화폐는 교환매개체로서 서로 다른 재화들의 가치를 비교하고 평가할 기준을 마련해준다. 다시 말해, 화폐는 가치의 환원을 가능하게 한다. \n\n아리스토텔레스는 “말은 새끼를 낳지만 돈은 새끼를 낳지 못한다”며 이른바 ‘화폐 불임설’을 주장했다. 화폐 자체는 생산 작용으로 이익을 낳지 않으므로 돈을 빌려주고 이자를 받는 것은 비정상적이라는 얘기다. \n대부(貸付)에 대해서도 부정적인 입장을 취한다. 아리스토텔레스는 화폐는 교역에 쓰라고 만든 것이지 이자를 낳으라고 만든 것이 아니라고 얘기하면서 대부를 비판한다. 옛 가톨릭 및 이슬람과 같은 입장이다. 그러나 앞서 보았듯 화폐의 기능 자체에 대해서는 그 역할을 인정한다. 경제학에서는 화폐의 기능을 두고 다양한 논의가 펼쳐졌는데, ‘화폐는 베일(veil)에 그쳐야 한다’는 입장이 말하자면 아리스토텔레스의 의견에 맞닿아 있다. ‘화폐 베일관’이라고 불리는 이 견해는 교역과 같은 실물경제가 경제의 근본이고 화폐는 베일처럼 실물경제를 단지 감싸고 있을 뿐이라고 본다. 굳이 최초 저작권을 찾자면 ‘화폐 베일관(觀)’의 저작권은 아리스토텔레스에게 있는 셈이다.\n\n코페르니쿠스\n\"귀금속 화폐의 가치는 귀금속 자체의 내재적 가치가 아닌, 다른 재화와의 상대적 교환가치에 의하여 결정된다.\" \n즉 시장에 유통되는 금화, 또는 은화의 양이 2배로 증가하면 물가(=어떤 물건을 사기 위해 지불해야 하는 화폐의 양)은 2배로 오른다는 것이며, 이는 즉 통화량이 2배로 증가하면 화폐의 가치는 절반으로 떨어진다는 의미이기도 하다. \n실제로 수십년 후 대항해시대의 도래로 아메리카에서 대규모의 금과 은이 유입되면서 유럽 전역의 물가가 폭등하는 소위 '가격 혁명'이 발생하여 코페르니쿠스의 주장이 옳았음이 전 유럽적으로 증명되었다.\n\n[화폐수량설]\n화폐수량설은 1517년 폴란드의 수학자 니콜라우스 코페르니쿠스에 의해 고안되어, 철학자 존 로크, 데이비드 흄, 장 보댕에게서 다시 언급되었고, 1963년 경제학자 밀턴 프리드먼과 안나 슈워츠에 의해 \"미국의 통화 역사\"라는 이름으로 출판된다.\n\n화폐수량방정식을 사용해 내생적 화폐이론과 외생적 화폐이론을 설명하면 다음과 같다. 화폐수량방정식은 MV=PQ인데, 이 때 M은 화폐량, V는 화폐의 유통속도, P는 가격(또는 물가), Q는 생산된 상품(의 거래량)이다. \n화폐수량설에서 화폐유통속도는 일정하다고 가정되며, 생산량(GDP)은 다른 변수들에 의해 결정되어 있으므로, 통화량은 가격 수준과 동일한 방향으로 움직이게 된다.\n이 때 주류경제학과 특히 통화학파의 화폐수량설은 P와 Q보다 M이 주된 요소라고 본다. 이들은 완전고용을 가정하기 때문에 Q가 증가하지 않는 상황에서 M이 증가하면 (V는  단기적으로 일정하다고 가정) P만 상승한다는 것이다. 이 때 국가가 외부에서 화폐를 경제 내부로 주입한다는 의미에서 외생적 화폐이론이라고 한다.\n이에 반해 마르크스주의는 M이 아니라 Q와 P가 먼저 결정되고 나서 M이 결정된다고 본다. 그래서 Q와 P의 규모에 따라 M이 결정되기 때문에 양적완화처럼 많은 화폐가 시중에 주입됐다 할지라도 실물경제가 불황이면 Q가 작으므로 시중의 화폐는 축장되어 유통되지 않는다고 본다.(V가 작다.) 그래서 양적완화 때에도 인플레이션은 나타나지 않고 오히려 실물경제가 수축하는 디플레이션을 우려했다. 상품의 생산과 유통 과정에서 화폐가 생겨나기 때문에 경제 내부에서 화폐가 만들어진다고 보는 이론이 내생적 화폐이론이다.\n\n주류 경제학에서는 화폐를 '거래의 편의를 위해 개인들이 고안해 낸 발명품'이라고 가르친다. 오스트리아 학파의 카를 멩거가 사회진화론적 관점에서 쓴 『화폐의 기원(1892년)』에 소개된 내용이다. \n그러나 독일인 경제학자인 크나프(Georg Knapp)는 『화폐국정설(1905년)』에서 '화폐는 법의 산물'이라고 단언한다. 화폐는, 강제력을 가진 정부가 법률로써 “이것이 돈이다”고 선언함으로써 존재한다는 것이다. 화폐국정설(貨幣國定說)은 화폐를 국가 권력과 법적 관계의 산물로 보았다. 국가독점적 통제가 강화되면서 명목주의는 부르조아 저서에서 현저하게 되었고, 자본주의 국가들의 정부에 의한 막대한 신용지폐의 발행을 정당화하기 위해서 이용되었다.\n현재 많은 주류 거시경제학자들은 화폐수량설이 장기 분석에는 적절하지만, 단기 분석에는 완전히 들어맞는 것은 아니라고 보고 있다.\n\n[현대화폐이론(Modern Monetary Theory,MMT)]\n첫째, 정부가 조세를 특정한 증표로 납부하도록 함으로써 그 증표가 화폐가 된다. 둘째, 정부가 재정지출을 통해 화폐를 창출하고 조세 징수를 통해 창출된 화폐를 거둬들인다. 셋째, 정부는 화폐 발행을 통해 정부 채무를 모두 상환할 수 있다.\n\nMMT는 두 가지 경제 이론에 기반을 두고 있는데, 하나는 케인스주의이고 다른 하나는 지금은 잊혀진 이단적 화폐경제 이론인 크나프(1842~1926년)의 ‘국정화폐론’이다.\n크나프는 《국정화폐론(The State Theory of Money) 의 첫머리에 이렇게 주장한다. “화폐는 법의 창조물이다. 그러므로 화폐 이론은 법률의 역사와 함께 다뤄야 한다.” 크나프의 국정화폐론은 고전파를 계승한 주류 경제학이나 마르크스주의 경제학과는 확연히 다르다. 주류 경제학은 화폐가 교환으로부터 출현하는 매개 수단이라고 봤고, 마르크스주의는 화폐를 다른 상품의 가치를 나타내는 일반적 등가물로서 상품화폐라고 여겼다. 이에 반해 크나프는 국가가 화폐의 법적 유효성을 제공하는 것이 중요하다고 지적한다. 크나프는 국가만이 화폐를 발행할 수 있다고는 생각하지 않았다. 단지 국가가 무엇을 세금으로 납부하도록 하고 또 부채의 지불수단으로 사용하도록 하는지가 중요하다고 봤다. 예를 들어 어떤 증표는 가치 있는 무엇으로 만들어졌거나 시장에서 그만한 가치로 인정받기 때문이 아니라 법률로 강제하기 때문에 가치를 표현하는 것으로 봤다. 은행의 신용이나 채권도 국가에 의해 조세 납부나 채무의 지불 수단으로 인정받기 때문에 화폐가 된다는 논리다. \n크나프가 국정화폐론을 주장하던 당시 독일에서는 역사학파가 우세를 보이던 시기였음을 유의할 필요가 있다. 당시 영국과 프랑스에 비해 후발 산업화를 추진하던 독일은 자국 산업을 보호하기 위해 보호무역주의를 견지하고 국가의 경제 개입을 통해 경제발전을 추진했는데, 이런 독일의 처지를 이론화하고 또 정당화한 것이 역사학파였다.\n역사학파는 영국의 고전파 경제학이 받아들이고 있었던 화폐수량설을 거부했다. 1922년 독일이 하이퍼인플레이션으로 고통을 겪고 있는 와중에도 독일 제국은행 총재 하베르슈타인은 오히려 충분히 빠른 속도로 화폐를 찍어 내지 못해서 죄송하다고 사과했다. 그는 이미 끔찍한 인플레이션이 나타나는 상황인데도 화폐를 더 찍어내면 인플레이션이 더 악화되지 않을까 하는 우려를 조금치도 하지 않았다. 그는 “엄청난 은행권 발행으로 통화량이 불어나게 된 것은 마르크 가치 하락의 원인이 아니라 결과”라고 주장했다. 이는 고전파 경제학이 가르쳤던 것처럼 화폐량이 가격을 결정하는 것이 아니라 가격이 화폐량을 결정한다는 믿음이었다.\n이런 믿음은 분명 화폐수량설을 뒤집는 논리였다. 화폐수량설에 따르면, 화폐량과 그 유통속도가 주어지면 실물에서 생산되는 재화와 서비스의 수량과 가격이 결정된다. 그래서 완전고용이라는 조건에서 화폐량의 증가는 가격 상승, 즉 인플레이션으로 나타날 수밖에 없다. 경제가 이미 완전고용을 이루고 있는 상황에서 국가가 화폐를 경제 내부로 과다하게 투입하면 실물경제의 확장은 일어나지 않고 다만 인플레이션만 나타난다는 것이 화폐수량설의 주장이다. 이 때문에 국가가 명목화폐를 발행함으로써 가치를 창출한다는 크나프의 국정화폐론은 화폐 발행으로 물가가 상승하고 이것이 사회 불안정의 원인이 된다는 점 때문에 주류 경제학자들로부터 맹비난을 받았고, 결국 이단적 이론으로 매도됐다.\n밀턴 프리드먼 같은 통화주의자들이 화폐수량설을 굳게 견지하고 있었지만 그 이론적 맹점은 이미 마르크스가 지적한 바 있다. 마르크스가 비판한 핵심은 화폐량과 유통속도가 상품의 가격과 수량을 결정하는 것이 아니라 그 반대라는 점이었다. 지난 2008년의 경제 위기에서 벗어나기 위해 주요 국가들이 양적 완화를 통해 많은 화폐를 경제에 공급했지만 인플레이션은 나타나지 않았다. 실물경제가 침체해 있었기 때문에 화폐 수요도 높지 않았다. 실물경제에 사용되지 않은 화폐는 축장(비밀리에 비축함, hoarding)됐기 때문이다.\n\n2016년 미국 대선후보 경선 때 버니 샌더스 상원의원은 현대화폐이론을 언급하며 ‘정부의 지출 확대’를 강조했다. 그의 경제 보좌관 역할을 했던 스테파니 켈튼 뉴욕주립대 교수가 MMT의 주창자 중 한 명이다. 또 최근 미국 정치계의 샛별처럼 등장한 알렉산드리아 오카시오 코르테즈 하원의원은 온실가스 배출을 제로로 만들기 위해 전력 수요를 전부 재생에너지로 대체하자는 ‘그린 뉴딜’을 내세우고 있다. 그는 MMT에 근거해 정부가 돈을 찍어내 재원을 마련할 수 있다고 주장한다. 영국 노동당수 제러미 코빈도 확장적 재정정책을 주장하며 MMT에 우호적인 태도를 보인다. \n한편 정부가 거둬들이는 세수稅收 이상을 지출하면 안 된다며 균형재정론을 금과옥조처럼 여기는 신자유주의 진영에서는 MMT가 무슨 해괴한 논리냐며 적극 반박하고 나섰다. 이는 여느 케인스주의와는 다르게 자신들의 경제적 근본을 뒤흔드는 요소를 담고 있기 때문이다.\n\n자본가들은 자금이 많다거나 금리가 낮다고 해서 투자하지는 않는다. 2008년 이래로 장기불황을 겪고 있는 세계경제에서 양적완화로 화폐가 늘어나고 제로금리 수준임에도 투자가 활발하지 못하다. 자본주의에서 투자가 활발하고 고용이 증대해 완전고용에 이르도록 하는 추동력은 금리 수준이나 정부의 경기부양책(재정정책과 통화정책)이 아니라 바로 이윤율의 수준이다.(투자수익률이 자본코스트보다 높을 때) \n경기 불황기에 케인스주의가 효과가 없었다는 사실은 비단 2008년 이후의 장기불황에만 그치지 않는다. 1933년 대통령이 된 루스벨트가 케인스주의적 뉴딜정책을 추진했지만 1937~1938년에 다시 심각한 공황에 접어들었다. 또한 장기호황이 끝나고 1970년대 중반부터 세계경제가 장기 불황기에 접어들면서 많은 국가들이 케인스주의적 경기부양책을 실시했지만 모두 효과가 없었다.(대표적 예가 아베노믹스로 대표되는 일본으로 그 결과 '잃어버린 30년')\n\n일본은 MMT가 틀렸음을 나타내는 사례다. 아베 신조는 엔화를 무한정 풀어서 일본 상품의 수출 경쟁력을 높이고 물가를 2퍼센트대로 끌어올리려 했지만 모두 실패했다. 국가가 화폐를 무한정 방출했지만 실물경제는 살아나지 않았기 때문이다. 이것은 MMT 이론가들이나 케인스주의 모두 자본주의를 추동하는 동학이 화폐량과 금리가 아니라 이윤율이라는 점을 이해하지 못한 소치다.\n\n국가가 재정적자를 지더라도 통화를 발행해 상환하면 된다는 논리가 모든 나라에 적용되지는 않는다. 대표적인 사례가 자국 통화가 아니라 유로화를 사용하는 그리스다. 그리스 같은 국가는 국가의 대외 부채를 유로화나 달러화로 갚아야 하지만 자체적으로 유로화를 발행할 수 없기에 파산할 수 있다. 그리스처럼 화폐통합에 포함돼 있지 않은 한국 같은 국가들도 자국 화폐를 대외 채무 상환에 사용할 수 없다. 1997년 IMF 위기 때 한국이 채무불이행 상황에 처했던 것을 떠올려 보면 알 수 있다. \n그래서 일부 비평가들이 MMT가 미국 제국주의의 이데올로기라고 지적했다. 미국은 세계 화폐인 달러화를 무한정 찍어낼 수 있는 지위에 있기 때문이다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-06-01T18:05:02.106000",
  "updatedAt": "2024-12-08T21:59:28.916000"
}