{
  "id": "39b7d337-e241-426e-93ab-da7b259cb37f",
  "title": "중용(中庸), 균형, 평형, 밸런스",
  "content": "인간관계에 있어서 내가 남에게 베푸는 말과 행동 또는 감정표현에 부족함이 있는 것인지 아니면 지나친 것인지를 살펴서, 상황에 맞는 적절함(中)을 행하는 것을 말한다. 여기서 中은 '가운데 중'이 아니라, '적중(的中)시키다 중'으로 쓰였다. 상황에 맞게 자신의 태도를 잘 적중시키는 것을 말한다.\n\n즉, 상대방에게 베푸는 말과 행동에서 적절함을 지켜라는 것이 중용이다. 남에게 베푸는 말과 행동이 부족하면 상대는 원망하게 되고, 남에게 베푸는 말과 행동이 지나치면 상대는 부담스러워 한다. 그 과(過)와 불급(不及)의 중간이 중용인 셈.\n이는 오륜인 부부관계, 부자관계, 군신관계, 형제관계, 친구관계에서도 마찬가지다. 기본적으로 모든 인간관계에서 내가 받기 싫어하는 감정표현을 남에게 베풀지 말아야 한다는 것이 중용의 가장 큰 원칙이다. 하지만, 그렇다고 남의 눈치만 보며 남의 기분을 맞춰줘야 한다는 뜻은 아니다. 만약에 인간관계에서 그 상대가 잘못을 저지르고 있다면, 그것에 대해 정중하게 지적해 줄 수도 있어야 하는 것이 중용이다. 이럴 때는, 남의 비위만 맞추며 맞장구를 치는 것은 도리어 편향된 것이며, 만약 오랫동안 생각한 결과 그것이 옳다고 생각된다면 상대의 잘못에 '자신의 주관'을 정중하게 말할 줄도 아는 것이 중용이다.\n즉 모든 인간관계에 있어서, '자신의 마음 속 원대한 뜻은 흔들리지 않고 지니고 있으면서도, 자신의 감정은 상황에 맞게 잘 표현하는 것'을 말한다. 어떤 사안에 대해서 이랬다저랬다 하면서 자신의 이익이나 남들의 소문에 따라 계산적으로 살지 말고, 자신이 스스로 세운 올바른 원칙만은 지키겠다는 마음을 가지되, 상황에 따라 적절하게 자신의 솔직한 감정을 세련되게 표현할 줄 아는 것이다.\n\n중용은 상황에 따라서 말과 행동(감정표현)을 해야 되는지, 해선 안되는지를 아는 판단력이라고 할 수 있다. 어느 상황에서 그 말과 행동이 지나친 것인지 모자른 것인지.. 그 적절함을 판단하는 것이 중용이라 할 수 있으며, 이러한 중용은 사람마다 다르게 해석할 수 있기 때문에 성인들이 미리 그 기준을 만든 것이 예(禮)인 것이다. 보통은 예(禮)를 따르면 그 적절함을 얻는다.\n하지만 성인이 정해 놓은 예(禮)라 할지라도 상황에 따라서 다르게 적용되어야 한다는 것 또한 중용이다. 이러할 때에는 형식보다 본질과 감정이 우선하는데, 어쩔 수 없는 상황에 의해서 윗사람을 존경하고 아랫사람을 아끼는 그 형식에 부족함이 생길지라도, 그 마음이 충분히 전해진다면, 그것 또한 예(禮)라고 하기에 충분하다고 공자는 말한다.\n\n중(中)이란 갑골문에서 깃대를 뜻한다. 깃대에 달린 깃발은 바람에 따라 이리저리 휘날리지만 그 중심에 있는 깃대는 굳건히 움직이지 않는 것처럼, 중용도 마찬가지다. 옳은 신념은 깃대처럼 중심을 잡고 있어야 되며, 바람이 사방에서 몰아쳐도 기울어지지 않고 상황에 맞게 적절히 대응하는 것이 중용이다.\n\n공자는 '지나친 것은 모자른 것과 같다(과유불급)'이라 말했는데, 중용의 뜻을 잘 말해주고 있다. \n누군가에게 말을 할 때 지나치게 공격적이거나 설득하려고만 한다면 제대로 된 말과 행동이 아닐 것이다. 반대로, 상대의 기분이 상할까봐 남에게 너무 무르게만 얘기한다면 자신이 가지고 있는 생각을 제대로 표현한 것이 아닐 것이다. 또한 남의 불행 앞에서 상대에게 충고를 해주려고 한다면 그것 역시 제대로된 말과 행동이 아닐 것이다. 반대로, 남의 분명한 잘못 앞에서 상대에게 충고해주지 않는다면 자신의 생각이 전달되지 않을 뿐더러 똑같은 잘못을 또 행할 것이다.\n\n[기회주의자, 회색분자]\n종종 '중간만 가라'는 말이 중용으로 쓰이는데, 이것은 중용이 될 수 없다. 남들이 한다고 우르르 몰려가서 똑같이 따라하는 것은 분위기에 휩쓸리는 자의 판단이기 때문이다. 서로 다른 가치판단의 중간에 있으면서 회색분자처럼 아무 생각없이 중도를 지키는 것 역시 중용이 아니다. 상황이 계속 변한다고 지나치게 신중해서 시간이 지나도 선택하지 않는 것은, 그 상황을 고민하기 싫어서 판단을 미루는 것이기 때문이다. 또한 서로 다른 판단을 지켜보고 있다가 최후에 유리한 쪽을 \"적절하게\" 선택하는 것도 기회주의자이지, 중용이 아니다.\n\n[성(誠)]\n중용을 이루는 방법. 정성스러움. 성실해야함을 말한다.\n'상황에 맞는 적절한 말과 행동'(중용)을 하려면 어떻게 해야될까? 오로지 훌륭함(善)을 선택하여 그것에 정성스럽게 한마음으로, 될 때까지 하는 것이다. 남들이 한번에 해내면 자신은 10번을 하고, 남들이 10번만에 해내면 자신은 100번을 해서, 결국 그것을 해내는 것을 말한다.\n이렇게 정성스러우면 자신이 하고 있는 것의 이치에 통달하게 되는데, 이러한 이치는 점점 확장되어, 세상 돌아가는 이치까지 이해할 수 있게 된다. 예를 들면, 사과나무를 갖은 정성을 들여 키우기를 수십년을 하게 된다면, 사과가 자라나는 이치에 대해서 능통하게 될 것이며, 그 사과가 자라고 병드는 이치와 비교해서, 다른 사회생활이나 연애 등의 문제에도 적용할 수 있게 되어, 해보지 않고도 그 적절한 정도를 잘 해낼 수 있다는 것.\n성실하지 않고서는 자신을 알 수 없다. 자신을 알 수 없으면 사물의 이치도 알 수 없다. 사물의 이치를 알 수 없으면 세상의 이치를 알 수 없다. 자신의 행복, 가족과 재산, 사회생활, 연애와 부부관계, 권력과 명예에 이르기까지, 어떤 사람이든 성실하지 않고서는 자신의 삶을 온전히 누리며 살 수 없는 것이다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-10-09T15:28:00.320000",
  "updatedAt": "2023-03-02T09:41:41.242000"
}