{
  "id": "39fb2c65-92c0-4f00-9936-e17702914cb6",
  "title": "고려 강역도",
  "content": "![image](media/19060bd4900.be3a4199a30cf790.jpg)\n\n\n조선강역도는  (1392~1910)년도중  조선의 초.중기인 1392~1616년도를 표현한 것입니다.\n\n\"사방의 복판에 처한 것을 경기라 하고, 서남은 충청, 동남은 경상, 남쪽에 치우친 것은 전라, 정동은 강원, 정서는 황해, 동북은 영안, 서북은 평안이라 하였습니다.“\n(신증동국여지승람 1권 동국여지승람서문)\n\n1. 조선의 국경선에서 북은 말갈, 대황으로, 서는 총령, 몽골, 남서는 명으로, 동남은 바다(동해, 황해)를\n근거했읍니다.\n2. 8도배치는 한반도와 달리 경기를 중심으로 7도가 모두 연결되는 방패연 형태입니다.\n3. 특히 경기도 정서쪽은 황해도가 있었고 암염이 생산되는 양자강 상류, 청해성이 포함되어 있읍니다.\n4. 충청도는 열대지방에 속해 악어, 물소, 원숭이, 야자나무가 즐비한 지역으로 운남성, 귀주성, 사천성 이남으로 표현되었읍니다.\n5. 대륙의 동정호를 중심으로 남쪽이 호남(전라도), 북쪽이 호북(경기일부), 서쪽이 호서(충청도)로 각각 구분되었읍니다.\n6. 백두산은 음산으로, 두만강은 황하 중류 요철 모양부분, 압록강은 황하 상류(황하 지류로서  맑은 물이 흐르는 곳으로 여러곳 존재)로 표기되었읍니다. 압록강, 양자강 상류는 명과 경계를 이룹니다.\n7. 함경도는 영안도로서 만리장성이 시작되는 곳에 함흥을 넣었고, 현 만주, 한반도를 모두 포함시켰읍니다.\n8. 말갈과 여진은 국명은 아니지만, 본거지로 내몽골 지역에 표기했읍니다.\n9. 명산 중에서 금강산은 황산, 지리산은 형산으로 표현했읍니다.\n10. 역사에 많이 나오는 요동은 경기 북서쪽 외곽, 황하 남쪽 지역으로 표기했읍니다. 이곳은 수, 당, 명, 청 등 이웃국가의  국경으로 가는 최종 통로였읍니다.\n11. 위화도 회군을 했던 곳은 한반도 압록강이 아닌 황하 상류지역, 평안도 지역입니다.\n12. 대마도는 경상도와 마주보는 숭명도로 표기했고, 고대 왜의 본거지는 지금 대만섬과 복건성 일부입니다.\n13. 탐라는 제주와는 별개로 조선의 제후국으로 있었으며 해남성으로 표현했읍니다.\n14. 마지막으로 경기는 황제가 계신곳, 황제가 직접 통치하는 조선의 중앙 조정의 뜻으로 중국, 신주, 경사, 한성부로 불리웠으므로 나라의 중앙에 표기를 했읍니다. 수도는 한성입니다.\n\n대륙에 있었던 조선의 역사 또한 그렇게 해서 한반도로 옮겨졌습니다. 대륙의 충주와 청주가 그랬고, 경주와 상주가 그랬고, 전주와 나주가 그랬고, 강원도의 명주(강릉, 상하이 앞바다의 저우산이 우산도)가 그랬고, 황해(黃海)라는 지명이 황해도를 대신해서 서해 바다에 만들어졌습니다.\n해남이 하이난섬으로 둔갑했고, 대만이 대마도가 되었고, 하이난섬에 있었던 탐라 제주도는 임진왜란 이후 대만과 서로 맞교환되면서 대한민국 정부 탄생 이후로 한반도의 제주도에 안착했습니다.\n\n주나라 때의 라국은 후세에 라주(나주), 라현(나현)이 되었다. 원래 호북성 의성현 서쪽 20리에 라천성을 치소로 삼은 라국이 있었는데 초나라때 호남성 지강으로 옮겨졌다가 장사로 이동했다. 그러나 주나라와 초나라는 호북성 일대에 존재한 사실이 없었는데 서쪽의 역사를 동쪽으로 이동 조작한 기록이다. 호북성 라주 서쪽에 원래의 전주(全州)가 있었는데 금나라가 열하성으로 옮겼고 원나라가 광서성에 있는 지금의 전주로 옮겼다. 한반도 라주와 전주는 호남성의 라주와 호북성의 전주를 전남과 전북으로 옮긴 가짜이다.\nhttps://m.cafe.daum.net/chosunsa/POVo/1464?listURI=%2Fchosunsa%2FPOVo\n\n고려도경의 기록대로 등주, 래주, 빈주, 체주와 마주보는 곳이 요령성 남부라서 그곳이 고려 영토가 맞다고 주장하셨는데,  고대의 등주, 래주 등이 현 산동성에 있었다고 믿으시는 근거가 무엇인지요?  고려도경의 기록이 100% 맞더라도 관건은 고대의 등주, 래주의 진짜 위치일 것입니다.  이를 분명히 알지 못한다면 기록이 있다해도 무슨 소용이 있겠습니까?  그런데 모두가 믿는 것처럼 과연 현재의 산동성 등주가 고대의 등주였을까요?  저는 의문이 듭니다.\n=> 대청광여도를 보라 등주가 2개이다. 하나는 산동반도, 하나는 하남성\n \n[송사 권487 열전 246 외국 3 고려열전]\n고려는 동서의 거리가 2천 리이고 남북의 거리는 5백 리이며 서북쪽은 거란과 접하니 압록강을 견고하게 여겨 의지하는데 강의 너비는 300 보이다. 그 강의 동쪽은 해(海)에 임하고 물이 맑아 물 속으로 10장이 보이며 동남쪽으로 명주(明州)가 바라 보이는데 물이 모두 푸르다. \n\n1. 위의 기술(a)과는 별도로 고려열전 내에는 강역에 대한 또다른 기술(b)이 있다.  송에 사신으로 온 곽언이란 자의 말을 빌려 고려가 남북 1천5백리, 동서 2천리 라고 기술한 것이 그것이다.  동서는 같지만 남북은 1천리가 더 길다.  하지만 미심쩍은 느낌을 지울 수 없었다.  더 찾다보니 정조 임금께서 편찬하신 <송사전>에서 구하던 바를 얻을 수 있었다. \n\n2. 이에 따르면 고려 땅은 동서 2천3백리, 남북 3천리나 되는 큰 나라였다(c).  <송사전>이 정조 당대에 <송사>를 참조해 편찬된 것을 생각할 때, 동서 2천, 남북 5백이란 서술은 <송사> 원래의 것이 아니라 후대에 수정된 것임을 짐작할 수 있다.  <송사전>이 강역과 관련해 <송사> 원래의 내용을 간직하고 있었던 셈이다. _<송사전>은 <송사>를 그대로 수록한 것은 아니다. 분명 정조 임금의 필삭(筆削)으로 원래의 <송사>에서 고치거나 지워버린 부분이 있다. 하지만 필삭이 주로 군주의 호칭 등 성리학적 질서나 왕권강화 등과 관련해서 이루어진 만큼 그 범위는 제한적이다. 결코 강역의 크기 등 역사적 사실이 그 대상일 수 없다고 할 수 있다. <송사전>이 필삭을 거친 편집본임에도 원래의 <송사>를 간직하고 있다고 말한 이유이다._  \n\n3. 강역 외에 <송사전>이 방송에 노출된 원문과 다른 점은 (1) 거란과 압록강의 넓이에 대한 구절이 없고 (2) \"其東海水清澈\"의 구절과 같이 중간에 소임(所臨)이 없다는 점이다.  (2)의 경우 '其東'에 대한 해석이 명료해지는데, 압록강의 동쪽이 아니라 나라의 동쪽을 가리키는 것임을 알 수 있다. \n\n4. 끝으로 고(固)의 해석을 '견고하다'로 옮겼는데, 여기서 固는 사새(四塞), 험요(險要)를 가리킨다.  송사전 고려열전은 청장관전서(c')에도 실려 있다. \n\n(a)其國東西二千里，南北五百里，西北接契丹，恃鴨綠江以為固，江廣三百步。其東所臨，海水清澈，下視十丈，東南望明州，水皆碧。[元至正本配補明成化本]\n(b)又遣御事民官侍郎郭元來貢。元自言 ... (생략) ... 國境南北千五百里，東西二千里。軍民雜處，隸軍者不黥面。[元至正本配補明成化本]\n(c)其國東西二千三百里。南北三千里。恃鴨綠江以爲固。其東海水淸澈。下視十丈。東南望明州。水皆碧。[御定宋史筌, 寫本, 正祖4年]\n(c')其國東西二千三百里。南北三千里。恃鴨綠江以爲固。其東海水淸澈。下視十丈。東南望明州。水皆碧。[靑莊館全書卷22, 編書雜稿2, 宋史筌高麗列傳, 한국고전종합DB]",
  "color": "default",
  "labels": [
    "baf8ac0a-cbc0-4174-aafe-417a1cab2927",
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-06-29T06:25:50.180000",
  "updatedAt": "2024-07-30T17:46:03.075000"
}