{
  "id": "3a3fe92f-cb93-441b-bddb-24680d3aed5d",
  "title": "중력렌즈(Gravitational Lensing)",
  "content": "우리가 흔히 렌즈라 부르는 물체는 유리, 플라스틱 등의 투명한 재질로 만들어져 있어서 빛이 잘 통과하지만, 렌즈의 굴절률이 공기와 달라서 빛이 렌즈를 통과하는 과정에서 방향이 바뀌므로 빛을 모으거나 분산시킬 수 있다. 이런 원리를 이용해 어떤 물체를 보면 그 물체들이 확대되고, 축소되며 경우에 따라서는 더 밝아지거나 더 어두워져 보이게 되는 것이다. 우리가 일상생활에서 자주 접할 수 있는 쌍안경이나 망원경, 현미경등이 바로 렌즈의 이런 성질을 이용한 것이다. \n이러한 현상은 우주에서도 일어나고 있다. 수십억 광년 떨어진 천체에서 방출된 빛이 우주로 퍼져 나가다 그중 일부가 지구의 망원경에 도달하면 관측자는 천구상의 특정한 위치에 그 천체가 있음을 알게 되는데, 만약 이 빛이 지구까지 오는 길 가운데에 렌즈가 있다면 지상의 관측자에게 원래의 천체가 확대 혹은 변형되거나 경우에 따라서는 여러 개로 보이게 된다. \n실제 우주에서는 거대한 광학렌즈가 존재할 수는 없지만 대신 은하나 은하단, 블랙홀 등과 같이 중력이 매우 큰 천체들이 빛의 방향을 바꾸는 렌즈역할을 하기에 이를 중력렌즈라 부른다. 즉 매우 강한 중력이 빛을 휘게 함으로써 생기는 우주의 신기루 현상이라고도 할 수 있다. 사막에서 마치 커다란 호수가 있는 것처럼 보이는 현상이 신기루인데, 물체가 실제의 위치가 아닌 위치에서 보이는 현상을 말한다. 중력렌즈 현상 역시 보이는 천체는 보이는 것보다 훨씬 더 멀리 위치하고 있으나, 가깝게 보이는 현상이다\n\n그림에서 실제 퀘이사는 중력은하 뒤에 있어서 지구에서 볼 때 안보여야 하는 것이 일반적이다.\n그러나 은하의 중력의 영향으로 직진하던 빛이 휘게 되므로 굽어진 빛이 지구에 도달하게 되고 지구에서 볼 수 있는 것이다. 마치 은하 옆에 두 개(또는 그 이상)가 있는 것처럼...\n\n중력 렌즈 효과로 인해 광원의 위치가 바뀌는 것 뿐만 아니라 실제 렌즈처럼 광량을 증폭하는 효과도 있어서 매우 먼 거리에 있는 천체를 관측하는데 이용되기도 한다. \n\n일반적으로 렌즈의 역할을 하는 천체는 막대한 질량을 가진 은하 또는 은하단이고, 렌즈에 의해 확대되는 물체는 아주 멀리 떨어진 은하 또는 퀘이사이다. \n\n[거시중력렌즈(Macrolensing)]\n은하나 은하단과 같은 큰 중력을 가진 천체가 앞에 있을 때 배경에 있는 은하들의 형태가 찌그러져 보이는 현상이며, 현재까지는 인류가 유일하게 그 형태를 관측할 수 있는 중력 렌즈 현상이다. 은하들의 배치가 시선 방향으로 완벽한 배치를 이루면 좋겠지만 그러한 경우는 흔치 않기 때문에 은하의 상이 약간 찌그러지거나 심한 경우 호(弧) 모양으로 변형된 형태로 발견되는 경우가 많다.\n\n-- 은하단의 중력 렌즈: 질량이 큰 은하단이 중력 렌즈 역할을 하여 배경의 은하들의 모습이 호 모양으로 찌그러져 보인다. 이 찌그러진 정도를 측정하여 역으로 은하단의 질량을 추정해볼 수 있다.  이 예시와 같이 육안으로 호 모양이 뚜렷하게 나타나는 경우도 있으며, 배경 은하들의 찌그러진 경향성을 통계적으로 분석하여 중력 렌즈를 측정하는 방법도 있다.\n\n-- 아인슈타인 링: \"관측자-중력원-광원\"이 일직선으로 존재하는 경우 광원에서 나온 빛이 중력원의 주변을 지나쳐서 오기 때문에 중력원 주변이 고리처럼 보이는 현상이다. 시선 방향으로 일직선에 가깝게 정렬된 세 천체가 있어야 하기 때문에 매우 드문 현상이며, 2021년 8월에 지구에서 34억 광년 떨어진 두개의 은하로 인해 뒤에 150억 광년 떨어진 퀘이사가 4개의 상으로 보이고 빛이 완벽한 원의 형태로 퍼져있는 아인슈타인 십자가와 결합된 아인슈타인 링을 발견했다.\n\n -- 아인슈타인의 십자가: 렌즈 역할을 하는 천체의 질량 분포가 비대칭적일 경우 천체의 상이 여러 개가 보일 수 있다.\n\n[미세중력렌즈(Microlensing)]\n항성 스케일에서 발생하는 중력 렌즈 현상. 적당한 거리만큼 떨어진 두 별이 시선 방향으로 일직선을 그리며 지나갈 경우 가운데에 있는 별이 렌즈 역할을 하여 배경에 있는 별의 상을 굴절시킨다. 물론 상의 크기가 매우 작기 때문에 별의 모양이 왜곡되는 것을 직접 관측하는 것은 불가능하지만 중력 렌즈가 볼록 렌즈와 비슷한 역할을 하기 때문에 별의 밝기가 단시간 동안 수 배 이상 급격하게 밝아지는 것을 관측할 수 있다. 직접 관측이 어려운 블랙홀이나 갈색 왜성, 행성 등을 찾는 데 주로 쓰인다. 또한 이를 통해 먼 우주의 천체에 대한 직접적인 관측도 가능하기 때문에 초기 우주 연구에도 사용되고 있다.\n\n[빛의 굴절]\n고전 물리 이론에서는 빛은 파동이므로 공간상에서 직진하는 것이 당연하였고 광양자 가설에 의해 입자로 간주된 뒤에도 그 질량이 0이기 때문에 중력의 영향을 받지 않아서 우주공간 상에서 직진하는 것이 당연하였다. \n일반상대론에서도 빛은 직진하는 것으로 간주한다. 그러나 여기서의 직진은 공간의 곡률을 반영하여 최단 경로를 따르는 것으로 일반화된 것이다. 기존에 평평하고 불변하는 것으로 여겨졌던 공간이 중력에 따라 휘고, 이 휜 공간을 따라 빛도 움직인다.",
  "color": "default",
  "labels": [
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-02T08:26:56.980000",
  "updatedAt": "2023-09-05T20:13:44.234000"
}