{
  "id": "3a626065-5ce3-455a-8ce9-407b646f939b",
  "title": "플라스틱의 역사",
  "content": "[개요]\n플라스틱은 그리스어 플라스티코스(plastikos : 성형하기 적합한)에서 유래했다. \n플라스틱에는 열가소성 플라스틱과 열경화성 수지의 두 가지 유형이 있다. 충분한 열을 가하면 열가소성 수지가 부드러워지고 녹는다. 예는 폴리에틸렌, 폴리스티렌 및 PTFE이다. 열경화성 물질은 아무리 열을 가해도 부드러워지거나 녹지 않늣다. 예: 미카르타, GPO, G-10\n영단어 'plastic' 은 '형태를 만들[바꾸]기가 쉬운, 가소성이 좋은' 이라는 뜻으로 고분자화합물인 플라스틱과 구분되야 한다.\n\n[역사]\n기원전 1600년경 메소아메리카(중앙아메리카)인 들은 공, 밴드, 조각상에 천연 고무를 사용했다. 처리된 소의 뿔은 중세 시대 에 랜턴의 창으로 사용되었다. 우유 단백질에 잿물을 처리해 뿔의 성질을 모방한 소재를 개발했다. 19세기 산업혁명 으로 화학이 발달하면서 많은 물질이 보고되었다. 플라스틱 개발은 1839년 찰스 굿이어 가 천연 고무를 경화시키는 가황 법을 발견하면서 가속화되었습니다.\n독일인 크리스티안 쇤바인(Christian Friedrich Schönbein)는 스위스 바젤대학 교수로 재직하던 1846년 폭발성이 강하고 탄성이 큰 질산섬유소 (니트로 셀룰로오스) 합성에 성공한다. \n1862년 영국의 알렉산더 파크스(Alexander Parke)는 질산섬유소를 에테르와 알코올에 용해시킨 뒤 틀에 넣어 건조시키면 원하는 모양대로 만들 수 있었는데 이것을 '파크신(Parkesine)'이라 불렀는데 이 물질은 단단하고 탄성도 있어 성형하기 쉬웠지만 건조하면 줄어드는 결점이 있었다. \n최초의 플라스틱은 당구공의 재료로 주로 사용되던 비싸고 귀한 아프리카 코끼리의 상아를 대체할 물질을 만들려는 노력에서 탄생되었다. 1869년 미국의 존 하이엇(John. W. Hyatt)은 질산섬유소를 잘 용해시킬 수 있는 물질을 찾으려 노력했다. 그러던 어느 날, 피부약으로 쓰이는 '캠퍼팅크'를 질산섬유소에 넣었더니 질산섬유소가 녹기 시작했다. '캠퍼팅크'란 장뇌를 알코올에 녹인 의약품으로, 그 가운데 장뇌가 질산섬유소를 녹인 것이다. 최초의 천연수지 플라스틱인 셀룰로이드는 이렇게 만들어졌다. 그러나 셀룰로이드는 깨지기 쉬워 당구공 재료로는 적합지 않았다. 대신 틀니, 단추, 만년필 등의 용도로 사용됐다.\n합성수지를 원료로 한 최초의 플라스틱은 1907년 미국인 리오 베이클랜드(Leo Baekeland)가 발명한 베이클라이트다. 전기화학회사를 운영하던 베이클랜드는 기존에 사용하던 절연체를 대체할 새로운 물질을 연구하던 중에 독일의 화학자 아돌프 폰 바이어(Adolf von Baeyer)가 1872년에 썼던,\n페놀과 포름알데히드를 반응시키면 나뭇진 같은 것이 생긴다는 논문을 찾아냈다. 그는 이 사실에 착안해 페놀과 포름알데히드를 이용해 베이클라이트를 만들었다. 베이클라이트는 천연원료를 사용하지 않고 만들어진 최초의 합성수지로, 단단하고 절연성이 있으며 부식되지 않았다. 또한 여러 가지 첨가물을 넣고 가공하면 다양한 특성의 복합재료가 만들어졌다.\n1907년 석탄가스 합성 부산물로 만들어진 최초의 플라스틱, 베이클라이트가 탄생했다. 처음에는 부서지기 쉬운 짙은 갈색의 모습이었지만 시간이 지나며 색상도 다양해지고, 내구성도 좋아졌다. 열과 압력으로 성형한 뒤에는 다시 열을 가해도 물러지지 않는 열경화성 수지였고, 값싸고 내구성도 뛰어났다.\n이런 특성 때문에 베이클라이트는 각종 전자제품에 널리 쓰이기 시작했다. 이 제품은 당시 조명 장치, 플러그 등에 사용됐다.\n베이클라이트는 앞으로 반세기에 걸쳐 발명될 합성 플라스틱 발명의 시초가 됐다.\n1922년에는 플라스틱이 서로 연결된 수천 개의 분자사슬, 즉 고분자로 이루어졌다는 사실이 밝혀졌다. 이를 밝혀낸 사람은 독일의 화학자 헤르만 슈타우딩거(Hermann Staudinger)로, 고분자화학에 대한 공로를 인정받아 1953년 노벨화학상을 받았다. 그의 발견 이후 플라스틱은 다양한 형태로 개발되기 시작했다.\n\n1930~40년대에는 석유 화학자들이 폴리에틸렌을 비롯한 다양한 모습의 합성 플라스틱을 완성했다.\n1933년은 가장 많이, 광범위하게 소비되는 플라스틱 폴리에틸렌(PE)이 재발견된 해이다. 폴리에틸렌은 생활주변 어디서든 쉽게 찾아볼 수 있다. 포장용 비닐봉지, 플라스틱 음료수병, 전선용 피복재료 따위가 폴리에틸렌으로 만들어진 것이기 때문이다.\n폴리에틸렌의 발견은 우연한 기회에 이뤄졌는데, 그 주인공은 독일의 한스 폰 페치만(Hans von Pechmann)이다. 그는 실험실의 한 실험튜브에서 우연히 밀랍 성분의 잔여물을 발견하고, 그것이 가변성을 지니고 있어 얇은 필름 형태의 제품을 만들 수 있는 물질이라고 여겼다. 그러나 당시에는 실용성이 없어 보였고, 그래서 그의 실험은 잊혀졌다.\n폴리에틸렌의 두 번째 발견 역시 우연한 기회에 나왔다. 1933년 영국 임페리얼 화학공업사(ICI)의 에릭 포셋(Eric William Fawcett)과 레지널드 깁슨(Reginald Gibson)은 실험실에서 실험을 하던 중 우연히 이 물질을 발견했던 것이다. 에틸렌을 중합하면 폴리에틸렌이 만들어지는데, 그 밀도에 따라 저밀도 폴리에틸렌과 고밀도 폴리에틸렌으로 나뉜다.고밀도 폴리에틸렌은 독일의 칼 치글러(Karl Waldemar Ziegler)가 1953년 발견했다. 고밀도 폴리에틸렌은 저밀도 폴리에틸렌보다 단단하고 높은 온도에 강해 파이프나 연료탱크 같은 딱딱한 제품을 만드는 데 주로 사용된다.\n\n[전쟁과 플라스틱]\n전쟁은 플라스틱 산업의 기하급수적인 발전에 영향을 끼쳤다. \n제1차 세계 대전 후 화학 기술의 발전으로 새로운 형태의 플라스틱이 폭발적으로 증가했습니다. 새로운 플라스틱의 사례로는 독일의 IG Farben이 개발한 폴리스티렌(PS)과 폴리염화비닐(PVC)이 있다. 폴리스티렌은 단단하고 부서지기 쉽고 저렴한 플라스틱으로 플라스틱 모델 키트 및 이와 유사한 장식품을 만드는 데 사용되었습니다. 그것은 또한 스티렌 폼 또는 스티로폼이라는 이름으로 가장 인기 있는 \"발포된\" 플라스틱 중 하나의 기초가 될 것입니다. 발포 플라스틱은 흡수성 스펀지와 같이 거품 기포가 상호 연결된 \"개방 기포\" 형태와 가스가 채워진 작은 풍선처럼 모든 기포가 구별되는 \"폐쇄 기포\" 형태로 합성될 수 있습니다. 발포 단열재 및 부양 장치. 1950년대 후반에는 잘 깨지지 않는 High Impact Styrene 이 출시되었습니다. 그것은 많은 현재 사용을 찾습니다 간판, 쟁반, 인형 및 신기한 물건.\nPVC 에는 강한 결합을 형성하는 염소 원자가 포함된 측쇄가 있습니다. 정상적인 형태의 PVC는 뻣뻣하고 강하며 열과 날씨에 강하며 현재 배관, 홈통, 주택 사이딩, 컴퓨터 및 기타 전자 장비용 인클로저를 만드는 데 사용됩니다. PVC는 또한 화학 처리로 연화될 수 있으며 이러한 형태로 현재 수축 포장, 식품 포장 및 우비에 사용됩니다.\n폴리에틸렌은 2차 세계대전에서 공중 레이더를 위한 전선, 영국의 보급선 등에 사용되며 핵심적인 임무에 도움이 됐다. 본머스 예술대학 플라스틱 디자인 박물관 수잔 램버트 큐레이터는 플라스틱이 당시 조종사들에게 실제 도움이 많이 됐고, 실제로 전쟁의 결과에 기여했다고 설명했다.\n플라스틱은 또 낙하산을 대체하는 나일론에도, 폭파기 터렛 창에 쓰이는 아크릴에도, 금속 헬멧을 대체하는 플라스틱 헬멧에도 사용됐다.\n1937년에는 미국 듀퐁사의 월리스 캐러더스 (Wallace H. Carothers)가 합성섬유 나일론을 개발했다. 나일론은 ‘거미줄보다 가늘고 강철보다 질긴 기적의 실’로 불렸다. 듀퐁사는 나일론 스타킹을 만들어 첫 판매 당일 미국 전역에서 400만 켤레의 판매고를 올렸다. 나일론은 방수·방풍 기능 덕에 낙하산과 텐트 등 군용 제품과 어망이나 로프 등 산업용 제품을 제조하는 데 널리 사용됐다.\n\n사람들은 19세기 중반까지만 해도 라이브 연주 음악만 들을 수 있었다. 하지만 토머스 에디슨의 축음기가 모든 것을 바꾸어 놓았다. 첫 축음기는 왁스로 만들어졌지만, 플라스틱은 축음기의 저장 수명과 내구성을 크게 향상하며 이의 대중화에 크게 기여했다. 이후 플라스틱은 비닐 레코드, 카세트테이프, CD 제작 등에도 활용되며 음악의 대중화를 불러왔다.\n\n플라스틱에 화합물을 첨가하면 보다 유연해지고, 탄력도 생긴다. 과학자들은 이러한 특성을 이용해 병원 내 살균이 어렵고 균열이 생기기 쉬운 유리병과 고무 튜빙을 플라스틱으로 만들어진 혈액 백과 파이프들로 대체했다.\n\n2차대전 이후 크게 성장한 석유 화학 산업은 '플라스틱 혁명'으로 이어졌다. 플라스틱 공장이 생기고 대규모 생산이 가능해지면서 플라스틱의 가격이 하락한 것이다. 이런 변화로 식탁에는 일회용 플라스틱 칼, 접시, 컵 등이 등장하기 시작했다.\n당시 광고들은 빨래와 같은 가사 노동의 부담을 플라스틱으로 해방해주겠다는 메시지를 전국적으로 내보냈다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-12-31T07:49:22.293000",
  "updatedAt": "2022-12-31T08:52:42.434000"
}