{
  "id": "3bfc3663-3330-4ba9-9a03-6be5c34cfa24",
  "title": "전쟁과 사람 - 우리나라",
  "content": "[정철(鄭澈, 1536 ~ 1594)]\n정철은 조선 중기 시인이자 문신이자 정치인이며 학자, 작가이다. 26세인 1562년 문과에 장원급제하여 관직은 의정부좌의정에 이르렀으며, 인성부원군에 봉군되었다.\n서인의 지도자였고,《관동별곡》(關東別曲) 등을 지었으며, 당대 시조문학 가사문학의 대가로서 시조의 윤선도와 함께 한국 시가사상 쌍벽으로 일컬어진다.\n정여립의 난과 기축옥사 당시 국문을 주관하던 형관으로 사건 추국을 담당하였으며다. 훗날 심문 과정에서 동인에 대한 그의 처결이 지나치게 가혹하여 '동인백정'이라는 별명을 얻었으며, 동인들로부터 원한을 많이 샀다. 또한 서인의 정권 재장악을 위해 '정여립의 모반사건'을 조작했다는 의혹을 받고 있다.\n기축옥사(己丑獄死)의 희생자가 점점 늘어나면서 정철(鄭澈)은 당황하기 시작했다. 반면에 선조(宣祖)의 노여움은 더욱 커져갔고, 위관(委官)인 정철(鄭澈)로서도 어찌할 수 없는 지경이 이르렀다. 실록(實錄)은 당시의 비극(悲劇)을 모두 정철(鄭澈)의 책임으로 돌리고 있다. 심지어 정철(鄭澈)을 두고 독철(毒澈), 간철(姦澈)이라고 부를 정도로 흉악하기 이를 데 없는 사람으로 묘사했다.\n기축옥사(己丑獄死)의 칼을 빼든 건 정철(鄭澈)이었지만, 그의 뒤에는 선조(宣祖)가 있었다. 선조(宣祖)는 특정 정파(政派)가 국정(國政)을 장악하는 것을 극도로 경계했다. 동인(東人)을 견제하지 않으면 자신의 영향력이 축소될 것이라는 위기를 느낀 선조(宣祖)는 자신의 의중(意中)을 정확하게 집행해줄 사람이 필요했다. 그 사람이 바로 정철(鄭澈)이었다.\n\n임진왜란 초기에 양호체찰사 직을 수행하였으나, 알콜중독으로 업무를 소흘히하다가, 명나라에 사은사로 가서는 일본군이 철수했다는 가짜 정보를 올린 일로 사직하고 강화도에 우거하던 중 사망하였다.\n임진왜란이 벌어지자 당시 국정을 주도하던 이산해, 유성룡(柳成龍) 등이 파직되자 정철은 임진왜란 수습을 위해 영중추부사(領中樞府事)로 조정에 나아가게 되었다.\n이후 정철은 함경도 관찰사를 역임한 경험을 살려 북방의 방어에 대한 계책들을 올렸으며, 서울 수복 이후 명나라에 사은사(謝恩使)로 가는 등의 활동을 보였다.\n1593년 5월에 명나라에 사은사로 가는데, 명나라 정부에 일본군이 모두 철군했다는 틀린 문서를 올려 버린 것이다. 이것 때문에 조선 정부와 명나라 파견군에서 난리가 났고, 정철은 이 사건로 파직당했다. 결국 강화도로 낙향한 정철은 몇달 만에 58세로 생을 마감했는데, 통상적으로는 낙향한 관리에게는 주변에서 먹을 것을 제공해 주지만 정철은 백성들에게 인심을 잃은 터라 이런 보조를 받지 못하고 굶어 죽은 것이다. \n\n임진왜란이 발발했을 당시 술에 취해 긴급회의를 결석하는가 하면, 몇 번이나 “술주정 심하고 행실이 그릇되다”라며 탄핵을 당한다. \n이 때문에 수 차례의 파직을 거쳤으나 선조의 신임이 두터웠던 탓에 재임용되기를 반복한다. 선조가 그의 술주정을 우려해 작은 은잔으로 세 잔만 마실 것을 명했으나, 이를 펴서 커다란 주발로 만들어 독한 술을 마음껏 마셨다는 일화는 유명하다. \n\n[모윤숙]\n모윤숙의 친일 행위는 유명한 편으로 학병 지원 글을 많이 쓰고 다녔는데 특히 매일신보 기사글 찾아보면 고정 필진급. 당시 모윤숙과 함께 친일 반민족 행위에 앞장섰던 여성계 지도자들이 박마리아, 김활란, 노천명 등이다. 공교롭게도 이들 여성 친일파들은 광복 이후 일제히 반공을 부르짖으면서 독재 정권의 앞잡이가 되었다.\n1940년 11월 조선문인협회 간사를 맡아 1943년 4월까지 활동했다. 1941년 1월 『삼천리』에 시 「지원병에게」, 5월 『매일신보』에 시 「아가야 너는-해군 기념일을 맞이하여」를 발표했다. 같은 해 9월 임전대책협력회가 ‘채권가두유격대’를 꾸려 ‘애국채권’을 팔 때 종로대원으로 참가했으며, 조선임전보국단의 경성지부 발기인 겸 산하 부인대의 간사를 겸임했다. 같은 해 12월 조선임전보국단 사업부 부원을 맡았고, 부민관에서 열린 조선임전보국단 결전부인대회에서 「여성도 전사(戰士)다」라는 제목으로 연설했다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-27T12:00:26.073000",
  "updatedAt": "2023-09-17T18:58:15.923000"
}