{
  "id": "3cd7f524-fe37-496e-bcc2-847787295b91",
  "title": "매점매석의 역사",
  "content": "https://en.m.wikipedia.org/wiki/Cornering_the_market\n\n[탈레스(Thales)]\n탈레스는 BC624부터 BC545의 고대 그리스의 식민지인 소아시아의 이오니아 지방의 도시 밀레토스에서 산 사람으로, 최초의 유물론 학파인 밀레토스학파의 시조이다. 고대 그리스의 7대 현인이며 기하학이나 천문학을 연구한 것으로도 유명하다. 또한 매점매석(買占賣惜)에 대한 그의 재미난 일화도 전해지고 있다. \n\n탈레스는 가난 때문에 주변사람들로 부터 철학은 무용지물하다고 조롱당했다고 한다. 당시 이미 개기 일식을 예측한 것으로 알려진 탈레스는 하늘의 변화에서 날씨의 변화도 알 수 있었던 모양이다. 천문학적인 지식을 바탕으로 그는 겨울에 이미 올 봄에 올리브가 풍작일 것이라는 것을 예측했다. 그래서 그는 약간의 돈을 마련했고 밀레토스와 키오스에 있는 모든 올리브 짜는 기계를 독점 계약했다. 아무도 그 기계를 운용하려 하지 않았기 때문에 낮은 임대료로 계약되었다. 그리고 올리브 수확의 계절이 왔을 때, 동시에 올리브 기계에 대한 수요가 폭증했고, 그가 좋은 조건으로 그 기계들을 임대함으로써 그는 많은 돈을 벌 수 있었다. 그래서 철학자들이 그들이 선택한다면 부자가 되는 것이 쉽다는 것을 증명했다.\n\n\n[제임스 피스크, 제이 굴드]\n1869년 미국의 블랙 프라이데이 금융 공황은 뉴욕 금거래소의 금시장을 매점하려는 제이 굴드와 제임스 피스크의 노력에 의해 일어났다.정부 금이 시장에 나왔을 때, 프리미엄은 몇 분 만에 폭락했고 많은 투자자들은 파산했다. Fisk와 Gould는 상당한 금전적 손해를 면했다.\n\n양파선물법(Onion Futures Act)\n\nhttps://en.m.wikipedia.org/wiki/Onion_Futures_Act\n\n미국의 양파 선물 거래는 법으로 금지돼 있다. 양파 선물을 거래하면 벌금이 5000달러다. 이 법은 시카고선물거래소에서 양파 파동이 있은 후 제정됐다. \n\n1955년 가을, Siegel과 Kosuga는 시카고에서 구할 수 있는 양파의 98%를 장악할 정도로 많은 양파와 양파 선물을 샀다. 수백만 파운드(수천 톤)의 양파가 시카고로 보내졌고 1955년 말에는 시카고에 3천만 파운드(14,000 t)의 양파를 저장하기에 이르렀다. 그러자 그들은 이제 반대로 행동했다. 양파 재배업자들이 창고의 양파를 구입하지 않으면 시장에 양파가 넘쳐날 것이라고 위협했다. Siegel과 Kosuga는 양파의 가격을 유지하기 위해 나머지 재고를 보유할 것이라고 재배자들에게 말했다.\n\n재배업자들이 양파를 사들이기 시작하면서 시겔과 코수가는 양파의 대량 계약으로 쇼트 포지션을 축적했다. 그들은 또한 양파가 상하기 시작했기 때문에 양파를 다시 저장하도록 주선했다. 그들은 그것들을 클리닝하기 위해 시카고 외곽으로 발송한 후 다시 포장하여 시카고로 다시 발송했다. \"새로운\" 양파가 발송되면서 많은 선물 트레이더들이 양파가 과잉이라고 생각하게 되었고 시카고의 양파 가격은 더욱 하락했다. \n1955년 8월에는 양의 양파가 한 봉지에 2.75 달러였는데 1956년 3월 양파 시즌이 끝날 때쯤,  시장에 양파로 넘쳐났고 시겔과 코수가는 양파 가격을 한 봉지에 10센트로 낮췄다.  너무 많은 양파가 가격을 낮추기 위해 시카고로 운송되었고 미국의 다른 지역에서는 양파 부족이 있었다.\nSiegel과 Kosuga는 양파 선물에 대한 숏 포지션  때문에 이 거래로 수백만 달러를 벌었다. 그러나 시카고에서는 양파가 엄청나게 싸게 팔리고 있었다.\n시카고 시내엔 현물인 양파를 담은 부대자루가 넘쳐났다. 현물 가격은 10분의 1로 떨어졌고 이것은 많은 양파 농부들을 파산 상태로 몰아넣었다. 양파 농가들은 팔지 못한 양파가 대량으로 남게 되자 이에 대한 대규모 항의가 발생했다. 많은 농부들은 그들이 구입하고 재배한 많은 양의 양파를 처분하기 위해 돈을 지불해야 했다.\n\n양파산업이 붕괴되자 이후 많은 논평자들은 Kosuga의 행동을 일종의 도박으로 규정했다. 급격한 가격 변동으로 상품거래소는 조사에 착수했고 미 상원 농업위원회와 하원 농업위원회는 이 문제에 대한 청문회를 열었다. 청문회에서 상품거래소는 양파를 가격 변동에 취약하게 만든 것은 양파의 부패하기 쉬운 성질이라고 말했다. 당시 미시간 주의 제럴드 포드 의원은 양파 선물거래를 금지하는 양파 선물거래법이라는 법안을 발의했다. 이 법안은 거래자들 사이에서 인기가 없었고, 그들 중 일부는 양파가 식료품이라기 보다는 조미료로 사용되었기 때문에 결정적인 문제가 아니라고 주장했다. 시카고 상품거래소 회장 E. B. 해리스는 법안에 반대하는 로비를 열심히 했다. Harris는 그것을 \"의심스러운 쥐를 찾기 위해 헛간을 불태우는 것\"이라고 묘사했다. 그러나 그 법안은 통과되었고 대통령 아이젠하워는 1958년 8월에 그 법안에 서명했다. 따라서 양파는 상품거래소법에서 상품거래의 정의에서 제외되었다.\n\n\n1헌트 형제와 실버 마켓\n넬슨 벙커 헌트와 윌리엄 허버트 헌트 형제는 1970년대 후반과 1980년대 초에 세계 은 [6]시장의 절반 이상을 차지하려고 시도했다.헌츠가 귀금속을 축적하는 동안 은값은 1979년 9월 온스당 11달러에서 1980년 [7]1월 온스당 50달러 가까이 올랐다.은 가격은 결국 [7]두 달 뒤 온스당 11달러 이하로 떨어졌다.이 중 상당수는 현재 실버 목요일로 알려진 하루 만에 하락했는데, 이는 [8]마진 상품 구매에 관한 교환 규정이 변경되었기 때문이다.\n\n하마나카와 구리시장, 스미토모 구리 사건\n스미토모코퍼레이션(SM.N)의 최고 구리 트레이더 하마나카 야스오 씨는 1996년까지 10년간 국제 구리 시장을 독점하려 했다. 그의 계획이 무산되면서 스미토모는 구리 시장에서 큰 자리를 차지하게 되었고, 결국 26억 달러의 손실을 입게 되었다. 하마나카는 1996년 6월 자백을 했고 1997년 그의 거래로 인한 범죄 혐의를 인정했다.도쿄 법원은 그에게 징역 8년을 선고했다.\n\n포르쉐와 폭스바겐 주식\n2007-2010년 금융위기 동안 포르쉐는 폭스바겐의 주식을 독차지했고, 폭스바겐은 잠시 동안 전 세계 주가총액 1위라는 세계에서 가장 가치 있는 회사가 되었었다. \n2008년 이전부터 포르쉐는 폭스바겐의 경영권를 차지하기 위해 폭스바겐 지분율을 꾸준히 늘리고 있었다. 경영권을 원했던 포르쉐는 당연히 의결권이 있는 일반주를 많이 사들였고, 이 영향인지 일반주와 우선주 사이의 가격간 괴리율이 심해졌다. 우선주가 일반주 가격의 30%밖에 하지 않는 현상이 발생했다. 이때문에 공매도 세력들은 일반주가 고평가 되어있다고 생각하고 우선주는 저평가 되어 있다고 생각해 일반주에 대해서 공매도전략을 취하게 된다. 하지만 폭스바겐의 일반주는 웬일인지 주가가 더 상승하여 우선주는 일반주 가격의 20%가 된다. 하지만 얼마가지 않아 금융위기+폭스바겐 실적 우려로 일반주 가격은 폭락하게 된다.\n2008년 10월 20일 월요일로 시작하는 그 한 주동안 275유로에서 210유로로 폭락하며 공매도 투자자들을 기대에 부풀게 했다.\n10월 24일 금요일에는 전체 주식수의 12%가 공매도 됐다고 하며, 이는 10억 달러에 해당한다. 이렇듯 공매도 세력이 돈 벌 생각에 행복해 하던 평화로운 그 주 주말, 포르쉐는 공매도 세력을 공포에 휩싸이게 하는 발표를 한다. 바로 일반주를  추가매수 했다는 내용을 발표했는데, 이로써 포르쉐의 지분율은 74.1%에 달하게 된다.\n포인트는 포르쉐가 소유한 74.1%의 주식과 Lower Saxony가 가지고 있는 20%의 주식을 합하면 시중엔 단 6%의 주식밖에 남아있지 않다는 것이다.\n포르쉐는 자신들의 행동이 시장을 조작하기 보다는 폭스바겐을 장악하기 위한 것이라고 주장했다. \n내용을 보면 시장 불균형과 리스크 해소를 위해서라고 하는데, 사실상 공매도 세력을 잡기위한 것이었다. \n공매도 투자자들은 숏커버링을 해야하는데 시중의 주식수가 적어졌으니 당연히 주가는 오를 수 밖에 없다. 이때문에 주가 상승을 우려한 공매도 투자자들은 단체로 숏커버링을 나서게 되고 결국 역사에 남을 주가가 치솟는 숏스퀴즈(short squeeze)가 발생하게 된다.\n- 10/27(월): 공포의 발표가 나온 일요일이 지나고 월요일이 되자마자 폭스바겐의 일반주는 전주 금요일보다 66% 상승한 348유로로 장을 시작했고, 그날 149%가 오르며 517유로로 장을 마감했다.\n - 10/28(화): 그 다음날인 화요일에는 심지어 999유로 까지 치솟았다가 940유로로 장을 마감했다. 그리고 999유로에 달했을 때, 폭스바겐은 세계 시총 1위의 자리를 차지했다.\n 이때 포르쉐는 폭스바겐 주식을 매점하면서 동시에 몰래 숏 세력에게 주식을 빌려주는 것을 허용했는데, 결국 큰 손실을 보고 말았다. 결국 포르쉐의 최고 경영자 겸 재무 책임자의 사임과 포르쉐의 폭스바겐 합병으로 이어졌다.\n2009년 6월 독일에서 가장 부유한 사람 중 한 명인   억만장자 아돌프 메클레는 기차길에서 자살했는데  이게 폭스바겐에 공매도 투자로 큰 손실을 입었기 때문이었다.\n\n아르마자로와 유럽 코코아 시장\n2010년 7월 17일, 아르마자로는 240,100톤의 코코아를 구입했다. 이번 매수로 코코아 가격이 1977년 이후 최고 수준으로 올랐다. 구매액은 £6억5천800만이었으며 연간 글로벌 코코아 생산량의 7%를 차지했다. 이 거래는 앤서니 워드가 공동 설립하고 관리하는 헤지펀드인 아르마자로 홀딩스에 의해 14년 만에 최대 규모였다. 워드는 그의 업적으로 동료 상인들에게 \"초크핑거\"로 불렸다. 이 별명은 본드 악당 골드핑거와 영국 과자 모두를 지칭한 것이다.\n\nhttps://www.google.com/amp/s/chocolateclass.wordpress.com/2020/03/25/chocolate-man-and-chocolate-finger-myths-that-obfuscate-injustice/amp/\n\n[허생전]\n허생이 말총을 매점매석해 돈을 번 것과 비슷하다.\n\n[임상옥]\n청나라 상인들이 담합하여 턱없이 낮은 가격에 인삼을 사들이려는 음모를 꾸미자, 임상옥이 \"조선의 혼이 담긴 인삼을 헐값에 파느니 차라리 죄다 없애 버리겠다\"며 인삼을 불태운다.\n작중 근당 90냥 언저리에서 거래되던 홍삼을 이 퍼포먼스로 근당 200냥에 팔아치운다. 청국 상인들의 담합으로 근당 50냥까지 떨어졌음을 감안하면 네곱절은 뻥튀기한 셈. 이 장면은 드라마는 물론 소설 상도가 나오기 전부터 유명했던 에피소드로 실제로 있었던 일이라고 한다.\n당시 임상옥의 상황을 보면 죽을 각오로 인삼을 붙태운 것보다는, 모든 인삼의 물량을 임상옥이 독점해버린 것이 거래 성공의 결정적 요인으로 볼 수 있다. 원작소설에선 처음부터 임상옥이 모든 물량을 독점한 채 시작했고, 드라마에선 주병성과의 거래로 다른 조선상단의 인삼을 본인이 쓸어와서 독점해 버렸다. 게다가 당시엔 독점 금지법도 없고 상대는 조선 인삼이 반드시 필요한데다 청국 인삼의 품질도 별로였기에 독점이 더욱 효과가 있었다.\n\n[토요토미 히데요시]\n식량 매점매석으로 함락시킨 돗토리성\n작전에 앞서 수개월 전에 상인들을 불러 공작을 시작했다. \"자네들 말이지 돗토리 주변 지역의 곡물을 비싸게 사들이게. 돈은 내가 얼마든지 줌세.\" \"예, 나리\" \"시가의 몇 배에 달하는 비싼 값에 곡물을 매입하면 사람들이 팔지 않을 수 없을 것이야.\" 히데요시의 예측은 적중했다. 사람들은 얼씨구나 하고 곡물을 팔았다. 나중에 가서 곡물가격을 더 올렸다. 그러자 돗토리 성 안에 있는 비축 병량이 히데요시가 고용한 상인의 손으로 들어오기 시작했다(小和田哲男).\n\n히데요시는 병력을 이끌고 돗토리로 향했다. 진군을 하면서 의도적으로 농민들에게 가혹행위를 해서 공포를 심어주었다. 농민들은 겁을 먹고 돗토리 성으로 몰려갔다. 히데요시는 그걸 보면서 즐거워 했다. \"주변의 농민들을 한 명이라도 더 성안으로 밀어 넣어라! 그들이 돗토리성의 병량을 더 빠르게 축낼 자들이다.\" 성안의 인구는 4000명이 넘게 되었다.\n히데요시는 돗토리성 주변에 작은 성과 진지를 구축했다. 그리고 자신의 병사들에게 탄약과 철포, 군량미를 보급하였다. 성을 완전히 포위했다. 부하들에게 성벽을 오르게 하지도 않았고, 적과 직접 단병접전을 벌이게 하지도 않았다. 그의 목적은 성으로 어떠한 보급품이 못 들어가게 하는 것이었다. 장기전으로 가서 성안에 있는 사람들을 굶겨죽일 작정이었다.\n포위된 100일 동안 성내부에는 처참한 광경이 벌어졌다. 먹지 못한 군마와 소가 먼저 죽었고, 사람들이 그것을 먹었다. 이제 사람이 굶어죽기 시작했다. 사람이 사람을 먹는 광경이 펼쳐졌다. 많은 사람이 아사했고, 그나마 살아남은 사람들 중에는 영양실조로 장님이 된 사람도 많았다.\n이렇게 히데요시는 막대한 전비를 쏟아 부었지만 그것은 수백 배 남는 장사였다. 돗토리성은 당시 모리(毛利) 씨 수중에 있는 시마네현의 이와미 은광산(石見銀山)으로 가는 중요한 길목이었다. 모리 씨는 돗토리의 함락을 막기 위해 해상과 육로로 거듭 보급을 시도했지만 히데요시의 치밀한 방어망에 걸려 모두 실패했다.\n히데요시는 전쟁의 개념을 전투에서 시장 장악과 토목공사로 바꾸어 놓았다.\n\n남베트남의 거대 기업 총수였던 '타빈'이라는 사람은 자신의 30개 계열사의 돈을 전부 끌어 모아 베트남의 주식인 미국산 수입 밀가루를 전부 매점매석해서 가격을 3배까지 끌어올려 나라를 혼란에 빠뜨리다가 결국 자신이 소유하고 있는 백화점 앞에서 공개 총살형을 당했다. 평범한 밀가루가 아니라 미국이 월남전을 치르면서 원조해주는 것을 매점매석 한 것이다. \n\n조선 후기에는 화폐경제가 발달함에 상업은 양적ㆍ질적으로 성장하고 변화하였다. 이 과정에서 매점매석이라는 경제 수단이 하나의 치부 수단으로 자리 잡았다. 창고ㆍ위탁판매ㆍ운수ㆍ여관ㆍ금융업 등을 겸한 객주나 여각과 같은 도매상인들이 지방의 주요 포구나 장시에 자리를 잡고, 상인의 왕래와 물품의 유통을 독점적으로 매개함으로써 상업적 이득을 취하였다. 이들은 상업 활동을 통해 막대한 자본을 축적하였다.\n이러한 매점매석 행위는 개인에게는 엄청난 부를 얻을 수 있는 기회를 제공하였기 때문에 일부 이재에 밝은 사람들에게는 치부의 수단으로 각광을 받았으나, 국가 경제적 측면에서 볼 때는 조선 후기 경제 상황을 심각하게 왜곡시키는 행위였기 때문에 근절해야할 사회적 악이었다.\n매점매석으로 인해 곡물이 품귀해지고 물가가 엄청나게 상승하자, 1833년에는 한양에서 서민들이 그 고통을 이기지 못하여 폭동을 일으키기도 했다. 󰡔조선왕조실록󰡕에는 국가적 차원에서 매점매석의 문제점을 논하고 도고들을 엄단하고자 노력한 기록들이 다수 발견된다. 이처럼 현실에서는 매점매석에 대한 부정적 인식이 팽배했다.\n그러한 변화 중에 하나가 도고(都賈)의 출현이고 매점매석(買占賣惜)의 성행이었다. 관권과 결탁한 관상도고(官商都賈)와 대규모의 자본력과 전국적 상업 조직망과 경영 능력을 바탕으로 성장한 사상도고(私商都賈) 출현했다. 이 두 세력은 곡물, 상품 등을 독점하여 물가등귀(物價騰貴) 등의 사회적 문제를 야기했다.\n\n도고는 조선 후기 상품의 매점매석을 통해 이윤의 극대화를 노리던 상행위 또는 그러한 상행위를 하던 상인이나 상인 조직을 말한다.\n18세기 이후 상품 화폐 경제의 발전과 더불어 도시를 중심으로 난전이 발달하면서 보다 큰 자본력과 상술을 갖춘 비특권 상인인 사상(私商)이 등장하였다. 사상은 상품 유통 과정에서 매점매석과 독점을 배경으로 성장하였으며, 초기에는 자유로운 상행위 때문에 난전을 벌여 특권 상인의 독점권과 대립하던 직접 생산자⋅소상인 등과 이해를 같이하였으나, 우세한 자본력을 바탕으로 독점이 가능하게 되면서 권력과 결탁하는 한편 그들과 충돌하기도 하였다.\n그 후 이들은 보다 발전된 형태로 대리인을 통해 본격적으로 생산지까지 진출하여 상품을 매점하거나, 또는 일부 상품의 경우 생산자에게 원료와 생산비를 미리 주고 생산과정을 지배⋅장악하기도 하였다. 더 나아가 유통망과 자본을 연결한 연합 형태로서 지방에서 도고를 하는 여각(旅閣)⋅객주(客主)⋅선주인(船主人) 등을 통해 지방 상품을 매점하기도 하였다. 조선 정부는 1791년(정조 15년) 신해통공(辛亥通共) 이후 여러 차례 도고 혁파령을 내렸지만, 이들은 상당한 자본력을 바탕으로 한성부와 같은 정부 기관, 궁방(宮房), 양반 권세가 등과 결탁하여 권력의 비호를 받고 있었기 때문에 쉽게 근절되지 않았다.\n도고의 주요 활동지는 주로 개성⋅동래⋅의주와 같이 대외무역이 활발한 지역이나 지방의 상품 집산지, 특히 금난전권이 미치지 못하던 서울 성 밖의 경강(京江)⋅송파(松坡)⋅누원점(樓院店)과 같은 상업 요충지였다. 이들은 소비자의 생계에 없어서는 안 될 쌀⋅소금 등 여러 가지 일용품까지 매점매석을 일삼았기 때문에 상품 공급 부족과 물가상승을 야기하여 도시 소비자의 생활을 압박하였고, 다른 한편으로는 시전 상인과 경쟁함으로써 이들을 통해 국역을 부과하고 징세하던 국가재정에도 크게 영향을 끼쳤다.\n이와 같이 도고는 대자본과 전국적 유통망을 기반으로 하면서 한편으로는 봉건 권력과의 결탁을 유지 기반으로 삼았기 때문에 대부분 특권적 상인이었다. 그리고 상업 독점으로 축적한 자본을 산업 자본으로 전환하기보다 토지에 투자해 봉건적 토지 소유 관계를 유지하려는 경향이 강하여 근대적인 상업과 상업자본으로 발전할 수 없는 한계를 지니고 있었다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-06-04T12:17:25.996000",
  "updatedAt": "2023-02-28T08:37:54.214000"
}