{
  "id": "3d8a6f5a-4557-4e71-94ec-2b2041507b93",
  "title": "소형 무인기",
  "content": "국내 민간동호회를 중심으로 제작된 무인기들은 이미 10년 전부터 휴전선을 넘어 북한 영토까지 촬영한 것으로 알려졌다. 이는 무인기 동호회를 중심으로 공공연한 사실이며, 일부 영상은 유튜브에 공개되고 있다.\n북한으로 날아간 무인기들은 금강산은 물론 개성 등지의 남북 합작 시설물 등 극도로 민감한 북측 시설까지 촬영한 것으로 전해졌다. 무인기를 둘러싼 남북 대치의 민감한 상황 속에서 이른바 민간의 무인기 내지 드론은 훨씬 이전부터 북한을 넘나들고 있다는 의미다.\n무인기 동호회 회원인 대구 거주 A씨가 최근 영남일보에 제보한 영상에는 지난해 3월 자신이 직접 제작한 무인기를 강원도 고성에서 띄워 북한 금강산 일대를 비행하면서 촬영한 내용이 고스란히 담겨 있다. 무인기는 2시간 정도 비행한 뒤 예정된 도착지점인 강원도 인제로 돌아왔다. 자동비행장치에 GPS(위치정보시스템) 비행 경로를 사전에 좌표 입력하는 방식이며, 장착된 카메라로 지상과 영공을 촬영한다.\n\"스티로폼 재질의 비행체와 카메라, 배터리, 자동비행장치, GPS 수신기 등만 있으면 어디든 날아서 촬영이 가능합니다.\" \n지난해 3월 직접 제작한 무인기에 카메라를 부착해 휴전선을 넘어 금강산 촬영에 성공한 A(대구)씨는 15년 전 모형 비행기에 카메라를 장착하는 기술을 스스로 터득했다고 했다. 그는 스티로폼과유사한 EPP(발포폴리프로필렌) 재질의 비행체를 원하는 규격에 맞춰 해외 사이트에서 구매했다. 비행체에 장착하는 카메라와 배터리, 자동비행장치, GPS 수신장치, 영상 송신기 등도 해외 직구 또는 국내 드론숍 등에서 구매했다.\nA씨가 근무하는 직장 창고 등에는 이렇게 구매한 부품을 조립해 만든 크고 작은 무인기가 10대 가까이 있었다. 모두 촬영 가능한 상태였다.\n놀랍게도 A씨가 금강산 촬영에 성공한 무인기는 길이가 60㎝밖에 되지 않았다. 지난해 12월26일 수도권 상공을 침범한 북한 무인기의 크기가 2m 정도였던 점을 감안하면 식별 감지도 쉽지 않은 크기다. A씨는 \"국내 무선 비행기 동호회 등에서는 대체로 단순 드론을 만들어 가까운 거리에서 즐기는 수준이지만, 저처럼 장거리 비행이나 자동비행을 즐기는 사람도 적지않다\"면서 \"장거리 무인기를 만드는 데는 대략 100만원 정도의 재료비가 들어간다\"고 했다.\n일본 대마도 무인기 촬영도 두 번이나 성공했다는 A씨는 국내는 물론 북한이나 일본에서 무인기 촬영이 가능한 것은 무인기가 일반 비행체나 드론같이 금속이 아닌 EPP 재질이기 때문이라다고 밝혔다. 그는 \"EPP 재질은 스티로폼과 같이 흰색이어서 높이 떠 있을 경우 레이더에 감지되지 않을 뿐 아니라 육안으로도 새(鳥)로 인식된다\"며 \"심지어 새보다 작은 무인기도 많다\"고 설명했다. 지난해 말 휴전선을 넘어 대통령실이 있는 서울 용산구 일대 비행금지구역안으로 진입한 것으로 알려진 북한 무인기 역시 비행체가 금속 재질이 아니어서 우리 군(軍)레이더에 포착되지 않았다.\n지난해 3월 무인기로 금강산 촬영을 한 A씨는 \"대구에서 포항까지 여행을 가며 무인기를 띄워 놓고 촬영을 하면서 가기도 하고 서해나 남해 등 10년 전부터 국내 모든 지역에 대한 무인기 촬영을 하고 있지만, 지금까지 적발되거나 단속된 적은 단 한 차례도 없다\"면서 \"촬영 구간 중간중간 군부대나 비행금지구역이 있었음에도 항공안전법위반 등으로 연락이 온 적은 없었다\"고 했다. 그러면서 \"이 같은 상황은 우리나라뿐 아니라 보안이 철저하다는 일본도 마찬가지였다\"고 덧붙였다.\nA씨는 \"개성 촬영은 금강산보다 더 쉽지만 문제의 소지가 좀 있어서 시도하지 않았는데, 국내 무인기 동호회 회원들이 개성을 촬영했다는 소리는 많이 들었다\"고 전했다.\n무인기 동호회 등에 따르면 배터리 용량만 되면 평양까지도 촬영이 가능한 것으로 알려지고 있다. 대부분 금속 재질인 드론과 달리 A씨 등이 사용하는 무인기는 스티로폼과 유사한 EPP 재질이어서 북한은 물론 국내 비행금지구역에서도 거의 적발된 적이 없다.\n\n출력을 높이려면 저런 재질로는 만들 수가 없겠지. 현재는 스티로폼 재질이라서 작은 부품으로도 가동이 가능한 것일 뿐이고 군사적으로 의미는 없어 보이는데. 페이로드를 높이려면 부품도 그에 맞춰서 커져야 할테고 탐지 가능성도 그만큼 높아질 테니까.\n\n기골 약해서 뭐 싣지도 못함. 저런 거에 들어가는 엔진으로는 추력 끌어올려도 택도 없음.\n\n동전만한 bldc 모터 하나 들어가는듯.\n\n크기나 출력 생각해보면 20mm 유탄만한 폭탄도 못 달거 같음.\n저건 슈류탄 하나 못실음. 과소평가하는게 아니라 물리적으로 안되니까 하는 소린데 rc고 아두이노고 만져본 적도 없는 새끼들이 계속 개소리하네. 애초에 스티로폼에 유의미한 무게있는 장비 붙이면 부러진다. \n\n레이더가 박격포탄도 탐지하는데, 저 만한 드론 탐지 못하는 건 아니고 단지 드론 인지 새인지 식별을 못 할 뿐이라 봄. 그러기에 식별을 위한 다양한 소프트웨어들이 연구 개발 중이지 않을까 싶음.\n\n레이더가 감지 못하는 스텔스 소재(스티로폼 90%)\n\n동호인 무인기가 안걸린 건 극단적으로 최소화해서 레이다에 안걸려서 문제 안되고 있었던 거고, 거기에 조금이라도 뭐 더 달면, 동체 커지면서 걸려서 코렁탕 먹을 거임. 이번 침투 사건 말고 예전 침투 사건에 추락한 거, DSLR 달았던 거 봐라. 뭘 더 달면 동체 커지고, 단단해 지고, 그러면 진작에 방공망에 걸린다는 거지. 특별난 기술 그런 거 없음. 픽스호크랑 동체 사다 조립하고 미션플래너로 웨이포인트 찍으면 뚝딱임. \n드론에 수류탄 다는 거? 대충 몇백 밀리급에 프롭 피치 얼마 짜리에, 모터 몇 kv짜리 달면 추력 대충 얼마다 견적 나오니까, 그 안에서 달고 pwm 채널 몇번에 서보 달아서 안전핀 뽑게 만들고, 미션플래너로 웨이포인트 지정하고, 마지막 웨이포인트에서 채널 몇번 출력 주면 끝임.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-07T12:39:38.671000",
  "updatedAt": "2023-01-07T13:57:40.681000"
}