{
  "id": "3e104f58-cf31-4c60-8b31-6ee9a081ba19",
  "title": "퀀트",
  "content": "퀀트(quant)는 계량적인(quantitative) + 분석가(analyst)의 합성어로써, 수학과 통계학을 이용해서 투자법칙을 찾아내 투자모델을 만들거나 금융시장의 변화를 예측하는 사람을 말한다. 이들은 컴퓨터로 적합한 프로그램을 만들어 이를 기초하여 투자를 한다.\n\n파생상품의 기초자산의 수익률 변동이 물리학에서 입자의 움직임과 굉장히 비슷했기 때문.\n\n업계에서 일하는 금융수학자가 하는 일은 크게 두 가지다. 앞에서 말한 대로 파생상품 가격 결정 연구를 하는 사람이 있다. 그리고 다른 큰 축은 포트폴리오 최적화 연구다. 개별 주식은 수익률과 변동성이 다 다르다. 물론, 일반적으로는 수익률이 높은 주식은 변동성도 높다. 게다가 그런 주식들을 모아놓으면 주식간에 연관관계까지 고려해야 한다. 그러니 큰 그림으로 보면 어떤 주식을 얼마만큼 갖고 있는 게 수익을 높이면서 위험은 가장 줄일 수 있을까를 찾아 내는 것이 중요하다. 이런 연구하는 게 포트폴리오 최적화다. \n\n몇몇 분석가들은 퀀트가 사용하는 알고리즘이 비슷해지고 모두가 퀀트 투자를 하게 될수록 시장의 붕괴 가능성이 커질 거라 이야기한다. 2007년 퀀트 멜트다운(quant meltdown) 당시 유사한 전략을 사용하던 퀀트들이 동시에 시장에 뛰어들면서 막대한 손실을 초래하기도 하였다. => 마이너러티 게임\n\n미국발 금융위기로 촉발된 국제 경제 위기가 6개월을 지나가는 가운데 한 러시아 수학자가 물리학 공식을 통해 1년 전 이미 경제 위기 도래를 예측했던 것으로 알려져 눈길을 끌고 있다. 러시아 정부 기관지 '로시스카야 가제타'는 12일 자국 수학자 '빅토르 마슬로프'와의 인터뷰 기사를 통해 그가 어떻게 경제 위기를 예측했는지를 자세히 소개했다.\n소비에트 시절 수차례 과학자상을 받은 마슬로프는 1998년에도 수학 공식을 근거로 디폴트(채무불이행) 상황을 예언했고 그전에는 소련의 붕괴까지 알아맞혔던 것으로 알려졌다.\n마슬로프는 인터뷰에서 \"금융 위기가 닥쳐올 것을 미리 알고 아파트와 별장을 팔았고 그 돈을 미국에 사는 아이들에게 보냈다\"고 털어놓았다. 그는 \"미국 경제를 파산으로 이끌 부채 규모를 측정하는데 물리학 공식을 적용했다\"고 말했다.\n그는 \"현재 일어나는 경제 상황들이 여러 물리학 현상들과 비슷하다는 것을 알게 됐다. 즉 상황이 아주 천천히 악화하는 것이 아니라 눈덩이처럼 갑자기 상황이 전개되고 있다는 것이다. 물리학에서는 이런 현상들이 매우 잦고 또 공식으로 설명돼 있다. 비슷한 공식들을 경제상황에 대입하면 된다. 경제위기가 일어나느냐 마느냐 혹은 경제위기 발생 날짜까지 예측할 수 있다\"고 설명했다. \n마슬로프는 \"내 계산에 의하면 미국은 이미 오래전부터 눈앞에 경제위기가 보이는 그 어떤 경계, 즉 한계 수치를 넘어섰었다. 통제할 수 없는 단계로 이미 들어섰다는 얘기다. 여기서 한계 수치는 물리학 방정식에서 나온 것으로 미국이 진 빚의 한계 수치를 계산했고 미국 경제가 한참 전에 그 수치를 넘어섰다는 것을 알게 됐다. 미국이 곧 부도가 나고 경제가 빚의 구덩이로 빠질 것으로 판단했다. 현재 유통되고 있는 화폐의 한계 수치도 비슷한 방법을 통해 알 수 있다\"고 주장했다.\n그는 또 러시아 경제 전망을 묻는 말에 \"러시아 경제는 너무 폐쇄적이고 마약, 마피아 등 공식에 잡히지 않는 `암시장'의 규모가 너무 커서 답이 나오질 않는다. 한계 수치를 계산하기가 너무 어렵다\"라고 말했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "962773d3-36bd-4ad9-ae7c-a7d4dedcca9a",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f",
    "3a5458fa-fe2a-458c-b9df-9f2ef21461d8"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-10-26T09:45:20.071000",
  "updatedAt": "2023-03-27T13:12:18.320000"
}