{
  "id": "3e9fd90f-f3ef-4069-80b0-b34c9fb39f8b",
  "title": "양매도 전략",
  "content": "만기가 같은 콜옵션과 풋옵션을 동시에 매도하는 옵션 투자전략이다. 콜옵션과 풋옵션의 행사가격이 다르면 ''스트랭글 매도'', 같으면 ''스트래들 매도''로 부른다. 스트랭글 매도는 기초자산이 매도한 콜옵션과 풋옵션의 행사가격 내에서 움직이면 옵션 매수자가 지불한 프리미엄을 수익으로 얻는다.\n옵션은 시간이 갈수록 권리에 부여된 프리미엄(코스피200지수가 행사가격에 다가갈 수 있는 가능성)이 줄어들게 되는데 양매도는 이를 이용한 매매기법이다. 예를 들어 코스피200지수를 205에 살 수 있는 권리(콜옵션)와 195에 팔 수 있는 권리(풋옵션)를 1원의 프리미엄을 얹어 매도한 투자자라면 만기일 코스피200지수가 195~205 사이에서만 마감되면 옵션 권리가 사라지는 대신 2원의 수익을 남길 수 있다.\n하지만 이번처럼 예상치 못하게 지수가 급락할 경우엔 옵션을 매수한 투자자들이 권리를 ''행사''하기 때문에 매도 투자자는 그 가격만큼을 물어줘야 해 손실을 입게 된다. 결국 양매도는 지수가 예상범위 안에서만 움직이면 안정적으로 수익을 올릴 수 있지만 지수가 급등락할 경우 막대한 손실을 입게 된다. 보통 옵션 매도는 매수보다 10배 이상 높은 거래비용을 치러야 한다. 따라서 개인 투자자들은 통상 매수 전략을 주로 사용한다.\n\n양매도전략을 취한 뒤 옵션만기일까지 코스피 200 지수가 매도한 콜옵션과 풋옵션 가격대 안에서 움직이면 수익을 낼 수 있어, 지수가 안정적일 때는 소액이나마 손쉽게 이익을 챙기는 투자방법이라는 점에서 주로 기관투자가들 사이에서 인기를 끌었다.\n주로 주가변동성이 크지 않은 시장에서 장기전략으로 활용됐으나, 주가가 급락해 손익분기선을 이탈하면 손실이 무한대로 커지는 구조라는 점에서 환율 상하단을 정해 놓고 그 범위 내에서 지정환율로 외화를 거래하는 키코(KIKO) 상품과 비슷하다.\n예를 들어, A사가 풋 250 이상을 매도했는데 코스피200지수가 250 밑으로 떨어졌다면, 매수자로부터 받은 프리미엄을 제외하고는 옵션 매수자가 이익을 내는 만큼 매도자에겐 손실이 돌아가고, 이 때의 손실 가능 규모는 사실상 무한대이다.\n이러한 양매도전략으로 인해 2010년 11월 12일 옵션 만기일 프로그램 매물로 코스피지수가 전날 대비 53포인트 이상 폭락한 때에, A 자산운용사가 운용하는 한 사모펀드가 888억이 넘는 손실을 기록한 바 있다.\n\n예컨대 코스피200지수가 128을 기록하고 있을 때 135의 콜옵션과 120의 풋옵션 한 계약을 15만원씩에 동시에 매도하는 전략을 취한다고 가정하자.증시의 변동성이 적어 코스피200지수가 다음 옵션만기일까지 120~135 사이에서 마감된 경우 이 투자자는 양쪽의 옵션 행사가 불가능한 상태이기 때문에 매도한 콜옵션과 풋옵션이 정해진 가격에 따라 수익을 챙길 수 있다. 코스피200지수가 125로 마감된 경우 135에 살 수 있는 권리(콜옵션)와 120에 팔 수 있는 권리(풋옵션)를 매도해 놓았기 때문에 모두 이익이 난다는 설명이다.\n하지만 증시 변동성이 심해져 코스피200지수가 120~135선을 벗어나면 이러한 전략은 큰 손실로 연결된다. 전날처럼 증시가 급락할 경우엔 풋옵션의 가격이 급등해 투자금의 몇 배에 달하는 손실을 볼 수 있다. 증시가 예상과 달리 급등해도 마찬가지로 손실을 볼 수 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-05-20T01:06:42.604000",
  "updatedAt": "2024-03-03T00:24:21.251000"
}