{
  "id": "3ea7edc5-81bf-481f-9e87-d40a9db63994",
  "title": "고당전쟁시 공성전",
  "content": "고당전쟁 당시의 요동성 전투에서 당은 해자를 흙으로 메우고, 포차로 돌을 날려 300보를 넘게 날아가게 하였으며, 충차로 성가퀴를 부수기도 하였다. 안시성 전투에서는 토산을 쌓고 충차와 포석으로 누첩을 무너뜨리는 등 치열한 공성전이 벌어졌다.\n이러한 공성전은 비단 고구려와 당의 사이에 국한된 것이 아니었다. 고구려 또한 신라의 북한산성을 공격할 때 포차를 이용하였다. 신라의 사설당 사례도 잘 알려져 있으며, 고고학적으로도 산성에서 발견되는 강돌을 수성전의 흔적으로 보기도 한다.\n\n고대의 전쟁에서 성의 점령은 전쟁의 최종 승패와 직결되었다. 주요 길목의 성곽을 차지하지 못하면 후방의 위협을 받을 수 있기 때문에, 要地의 성은 반드시 점령해야 했으며, 이는 隋·唐의 입장에서 고구려 원정에 상당한 부담이 되었다. 결국 고수전쟁의 요동성전투와 고당전쟁의 안시성전투는 隋·唐의 고구려 원정이 실패하게 되는 주요 원인이 되었다.\n『三國史記』에는 당시의 공성전에 대해 자세히 기록을 남겨 두었다. 다만 구체적인 공성전술이 어떻게 나타났는지 확인하기에는 다소 기록이 소략한 편이다. 때문에 당시의 전투 양상을 파악하기 위해서는 주요 공성무기를 바탕으로 공성전의 사례를 살펴보는 것이 필요하다. 본 연구는 이러한 문제의식에서 각 공성무기의 실체를 고찰하고, 이를 통해 당시의 공성전술의 본래 모습를 복원하고자 하는 목적에서 작성되었다.\n이를 위하여 고수전쟁과 고당전쟁의 기록 중에서 樓車(飛樓)·橦車(衝車)·雲梯·地道·砲車(抛車)·土山이라는 6가지의 주요 공성무기를 선정하였다. 해당 공성무기가 어떠한 무기인지에 대해 중국의 先秦文獻과 歷代 正史의 기록을 분석하였다. 또한 隋·唐代의 공성무기라는 점에서 착안하여 隋唐代까지의 典章制度를 집성한 『通典』의 기록과 비교하는 작업을 수행하였다.\n樓車(飛樓)는 성 밖에서 성 안의 상황을 정찰하는 역할을 수행하며, 성벽보다 높게 만들어서 적을 공격할 수도 있다. 橦車(衝車)는 성벽과 성문을 부수는 역할을 수행하며, 시대가 지나면서 높게 만들어서 기존의 樓車의 역할까지도 함께 수행하는 경우도 있다. 정찰이라는 목적만을 위하여 巢車를 제작하기도 하였다. 雲梯는 수많은 인원이 성벽 위를 바로 넘어갈 수 있게 만든 공성무기이다. 방어측에서도 위협적으로 받아들여지는 공성무기이므로, 火箭을 이용하여 공격하는 주요 대상이기도 하였다.\n地道는 땅속으로 파고들면서 성벽 아래를 넘어가는 공성전술에 해당한다. 土山은 성벽보다 높은 높이의 인공산을 만들어서 공격하는 방식이다. 둘 모두 지형적인 변화가 수반된다는 공통점이 있으며 역사 기록으로 보았을 때 함께 수행되는 사례가 다수 확인된다. 방어측에서도 반격의 차원에서 지도와 토산을 활용하는 사례도 보인다. 砲車(抛車)는 성벽에 돌을 날려 공격하는 공성무기이다. 마찬가지로 車弩 또한 手弩와 달리 상대방에게 큰 화살을 날려 타격을 입히며 공성무기로도 활용되었다.\n현재의 자료로는 고구려 원정 당시 공성전술을 상세하게 파악하기는 쉽지 않다. 그렇지만 중국의 동시대 혹은 이전 시대의 기록을 통해 대략적인 공성전의 양상을 파악할 수 있었다. 고구려 역시도 중국을 상대하면서 공성전술을 익혀나갔으며, 그에 대한 방안을 마련하여 수성전술을 펼칠 수 있었다. 『孫子』에서 “知彼知己 百戰不殆”라고 하였듯이, 상대방의 무기와 전술을 파악해야 이에 대한 대응책을 마련할 수 있다. 고구려 역시도 중국의 공성전술을 충분히 파악하고 대응하였기에, 요동성과 안시성에서 승리를 거둘 수 있었다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-04-13T23:21:49.910000",
  "updatedAt": "2024-04-13T23:23:40.464000"
}