{
  "id": "3fc34262-869b-4f7e-912b-88418c82d4b4",
  "title": "통계학의 역사",
  "content": "[평균]\n피타고라스학파는 이미 기원전 280년에 세 가지 평균, 즉 산술 평균, 기하 평균, 조화 평균의 존재를 증명했다. \n국가가 징세·징병, 다른 어떤 목적을 위해 호적이나 토지대장을 만들어 이것을 근거로 통계를 작성한 것은 예로부터 있었던 일이다. 고대 로마에서의 인구에 대한 신고조사(申告調査)는 '센서스'라 불렀으며, 오늘날까지 그 명칭이 전한다. 또 중국에는 전한말기(前漢末期) 이래 '호수인구수(戶數人口數)'라는 기록이 남아 있다. 그러나 통일국가가 무너지고 봉건적 분권화가 진행된 중세에는 신뢰할 만한 인구통계를 거의 남기지 못했다.\n서기 1000년 무렵 철학자 보에티우스가 피타고라스학파의 평균 세 가지를 포함해 평균의 개수를 열 개로 늘렸다. 이때까지 사람들은 평균을 철학적 의미, 선분의 비례, 음악의 음률로 다루었고 자료 요약 목적으로 쓰지는 않았다. \n1500년대 초반 야콥 쾨벨이 쓴 측량서 세밀화에는 성인 남성의 발 길이인 피트를 측정하는 모습이 나온다. 사람마다 발 길이가 다르므로 시민 대표 열여섯 명을 모아 한 줄로 세워 16피트를 1로드로 결정했다. 로드를 정하고 열여섯 구획으로 똑같이 나눴으므로 이 구획이 성인 남성 발 길이 열여섯 개의 산술 평균이지만 책에 이 용어가 나오지는 않았다.\n1635년 그레셤대 천문학과 헨리 겔리브랜드 교수는 티코 브라헤가 만든 표를 바탕으로 나침반으로 진북을 찾는 데 필요한 보정값인 자침 편차 계산값 열한 개를 얻었다. 자침 편차 자료를 정리한 결과 표에 최초로 산술 평균이라는 표현이 나온다. 실제로 겔리브랜드가 산술 평균이라고 제시한 값은 최댓값과 최솟값의 평균값이라 엄밀한 의미에서 현대적 의미의 산술 평균과 다르다.\n18세기 들어 평균 개념은 학계에 빠르게 확산됐다. 1755년 토머스 심슨은 메이클스필드 백작에게 보낸 실험 결과를 설명하는 편지에서 평균의 유용성과 오차 곡선의 개념을 역설했다. 1777년 다니엘 베르누이는 다른 이에게 보낸 편지에서 평균 계산이 규범이 됐음을 토로하기도 했다. 1809년 카를 프리드리히 가우스는 자신의 이름을 딴 곡선으로도 유명한 정규 곡선을 유도하는 데 평균이 가장 좋은 추정량이라는 가정을 이용했다. 1810년 마침내 피에르 시몽 라플라스는 표본의 평균이 인구집단의 평균을 따라 정규 분포한다는 중심 극한 정리를 창안해 현대 통계학의 중요한 개념을 다졌다.\n1830년 네덜란드 왕국에서 독립한 신생 벨기에 왕국은 국가 차원의 통계조사를 계획했다. 체계적인 조사 수행을 위해 내무장관 리츠는 자신의 친구 아돌프 케틀레(Adolphe Quetelet)에게 도움을 요청했다. 많은 수를 관찰하고 수집한 다음 특정한 법칙을 찾아내는 데 탁월한 재능이 있던 수학자 케틀레는 엄청나게 열정적인 조직가이기도 했다. \n케틀레는 오늘날 비만 측정 지표인 체질량지수를 개발한 사람으로 유명하지만, ‘평균인’이라는 개념을 창안한 업적이 더욱 중요하다. 평균인은 어떤 집단에 속하는 사람들의 신체적 특성뿐만 아니라 자살 성향과 같은 특성까지도 평균을 냈을 때 그 평균값들로 이뤄진 가상의 존재를 말한다. \n케틀레는 평균적 인간의 숨겨진 얼굴의 정체를 밝히고 싶은 열정에 들떠 평균 키, 평균 체중, 평균 얼굴빛 등등 자료의 입수가 가능한 인간 특징에 대해 닥치는 대로 모조리 평균을 냈다. 평균 결혼 연령, 평균 사망 연령도 계산했다. 연간 평균 출산, 평균 빈곤 인구, 연간 평균 범죄 발생 건수, 평균 범죄 유형, 평균 교육 수준, 심지어 연간 평균 자살률까지도 계산했다.  \n케틀레는 평균인이 사회의 가장 전형적인 존재로서 사회를 대표할 수 있다고 보았고, 평균인의 이상화가 사회에 대한 예술과 문학의 대표성을 더욱 강화하여 정치가들이 여론에 귀를 기울여 정치를 발전시키리라 믿었다. 평균인 개념은 자연과학의 방법을 사회과학에 활용하는 이론적 구성이 되었다.\n케틀레는 평균인의 범위에 해당하는 사람과 그렇지 않은 사람으로 사람을 구분 지었다. 실은 그냥 구분 짓는 정도가 아니라 평균치를 벗어난 개인을 문제가 있는 것으로 여겼다. 평균치를 벗어난 개인을 오류로 치부하기 시작한 것이다.\n\n통계학의 역사는 평균을 강조하는 흐름과 상관이나 회귀분석처럼 차이와 변화에 더 주목하는 흐름이 서로 시소를 타듯 오르내리며 진행되어 왔던 것 같다.\n그 가운데 데이터에 대한 열광의 시기였던 19세기 전반기는 평균이 더 강조되는 편이었는데 그 시대를 대표할 사람을 꼽는다면 벨기에 사람인 케틀레(A. Quetelet, 1796-1874)를 들 수 있다. 오늘날 그는 비만을 측정하는 체질량지수(BMI index)를 만든 사람으로 겨우 이름이 남아있지만 통계학의 역사에서는 1820년대부터 거의 반세기 동안 유럽 통계를 지배한 중요한 인물로 기록된다. 특히 그는 이전까지 천문학을 비롯한 자연과학 데이터를 분석하는데 이용되던 확률 이론을 사회 현상을 설명하는 데에 적용함으로써 사회에 대한 연구를 과학적으로 만들어보려는 야심찬 시도를 했던 사람이었다.\n케틀레가 남긴 것 중에 사회 연구와 통계학에서 가장 유명한 것은 ‘평균인(average man)’이라는 개념이다. 평균인이란 많은 사람들로부터 측정한 신체적, 정신적인 특성들을 평균해서 만든 ‘사람’을 일컫는다. 물론 처음에는 가상의 존재였지만 누구나 쉽게 이해할 수 있고 통계로 뒷받침된 덕분에 평균인이라는 개념은 금세 널리 퍼졌고 사회를 대표할 수 있는 전형적인 존재로 떠올랐다. \n이전까지 한 집단이나 사회, 또는 나라를 대표하는 존재는 왕이나 정치가, 성직자처럼 큰 권력을 가진 사람들이었다. 그런데 케틀레가 제시한 평균인은 특출한 인물이 아니라 모든 면에서 중간에 있는 보통사람이었다. 평균인은 사람들의 신분이 엄격히 나누어져 있어서 귀족과 평민, 노예를 같은 인간으로 간주하지 않았던 시대라면 나올 수 없는 개념이었고 통계데이터가 널리 생산되지 않는 시대였다면 역시 태어날 수 없는 존재였다.\n19세기 통계의 역사는 ‘평등주의’에서 시작하여 ‘우생학’으로 나아갔다고 정리할 수 있다.\n말할 나위도 없이 우생학은 사람들을 우수한 집단과 열등한 집단으로 나눌 수 있다고 보고, 다양한 방법을 동원해서 열등한 사람들의 결혼과 출산을 막고 우수한 집단의 수를 늘림으로써 더 좋은 사회와 국가를 만들어보려는 운동이었다.\n우리가 지금 우생학이라는 이름조차 듣기 어려워진 것은 나치가 홀로코스트의 과학적 논리로 우생학을 이용했던 탓인데, 그 이전까지만 하더라도 우생학은 구미 각국에서 어엿한 과학의 대접을 받았었다. 시대 분위기가 그렇다보니 현대통계학 역시 우생학과 뗄 수 없는 관계를 갖게 되었다.\n19세기 후반 이후부터 통계학을 이끌었던 영국의 골턴(F.Galton)이나 피어슨(K. Pearson), 그리고 피셔(R. A. Fisher)와 같은 인물들이 모두 당대를 대표할만 한 적극적인 우생학주의자들이었기 때문이다.\n사실 19세기 후반에 우생학이라는 이름을 만들고 영국 우생학운동의 대표자가 된 골턴이 회귀와 상관이라는 개념을 만든 것도 평균을 강조한 케틀레에 대한 뚜렷한 반발 때문이었다.\n\n\n\n[평균의 종말]\n“평균적인 사람은 아무도 없다…평균적인 신체 치수 따위는 없듯 평균적인 재능, 평균적인 지능, 평균적인 성격 같은 것도 없다. (pp. 30-31)”\n\n무의식중에 평균에 자신을 끼워 맞추는 습관이 바로 평균주의적 사고에 젖어있기 때문이라는 것을 지적한다. 저자는 평균이라는 개념이 그 편리함 때문에 쓰이지 말아야 할 곳에 남용되는 점을 지적한다. 특히 사람 또는 그 사람의 삶을 판단하는 데 있어 그 개념이 얼마나 위험한지에 대해 경고한다. 평균은 사람을 각각의 개인으로 보는 것이 아니라 인간군상으로 파악하는 방법이며 그러한 과정을 통해 개개인의 특성과 독특함은 너무나 쉽게 무시되고 폄하되기 때문이다.\n그동안 학교에서는 ‘공정성’을 기하기 위해 아이들을 똑같은 잣대로 평가하는 것을 당연하게 생각해왔다. 그 과정에서 그 평가의 내용과 방법에 적합하지 않은 아이들은 ‘학습부진아’가 되었고 그 아이들이 가진 각자의 재능과 적성은 무시되었다. \n저자는 평균주의의 극복에서 진짜 어려운 일은 “재능을 구별할 새로운 방법 찾기가 아니라, 알아보지 못하게 시야를 방해하는 일차원적 눈가리개를 제거하는 일(p.143)”이라고 강조한다. 표준화된 학교 시스템, 개개인의 특성보다 점수화된 성적만을 고려하는 풍조, 대학이라는 평균적인 경로를 거치지 않고서는 좋은 직업을 갖기 어려운 사회의 구조 등 우리에게 너무 당연하게 느껴져서 바꿔야 할 문제의식조차 발견하기 어려운 이런 것들이 바로 우리 눈을 가리고 있는 눈가리개가 아닐까? \n\n1940년대 미국 공군에게 위기가 찾아왔다. 비행속도가 늘어나고 조종이 어려워지면서 조종 사고가 갑자기 늘어난 것이다. 조종석을 개선하면 사고율을 낮출 수 있다고 생각하고 설계를 위해 공군 4063명의 신체검사를 시행한다. 평균 신체 치수를 기반으로 조종석을 설계하면 사고를 줄일 수 있다고 생각한 것이다. 방법은 다음과 같다. 다리 길이나 어깨 너비 등 10가지 신체 치수에 대해 평균값을 구하고, 그 값에서 편차가 30퍼센트 이내인 사람을 ‘평균적 조종사’라고 가정하였다. 예를 들어 평균 키를 175센티미터로 한다면, ‘평균적 조종사’의 키를 170~180센티미터로 정하는 것이다. 조사 전에는 대부분의 조종사가 이 범위 내에 해당할 것이라고 생각했다. 하지만 결과는 놀라웠다. 10가지 신체 치수 모두 평균에서 편차가 30퍼센트 이내인 조종사는 ‘0명’이었다. 신체 치수 3가지로 한정하여 선택하더라도, 3.5퍼센트를 밑도는 수치가 나왔다. 여기서 알 수 있는 점은 이것이다. ‘평균적인 사람’이란 없다는 것. 누구는 다리가 길고, 누구는 손가락이 짧고, 누구는 허벅지가 넓다. 모든 사람은 제각각이다. 그런데도 평균을 계산해서 이에 개인을 맞추면 문제가 생길 수밖에 없다.\n평균적인 사람은 없다. 그런데 왜 지금까지 교육, 학점, 신체, 기업 인사팀 등등 다양한 분야에서 ‘평균’ 값에 입각하여 사람들을 평가해왔을까? 그렇게 하는 것이 지금까지는 유리했기 때문이다. 산업화 시대에는 자신의 개성을 죽이고 말 그대로 기계부품처럼 일할 수 있는 많은 노동자가 필요했다. 때문에 ‘테일러 주의’, ‘포디즘’ 등이 탄생한 것이다. 공장에서 일하는 노동자뿐만 아니라 교육도 마찬가지였다. 많은 인원을 효율적으로 교육시키고, 관리자가 될 사람과 그렇지 않은 사람으로 등급을 나누는 방식이 효율적이었다. 대학에서도 모든 학생들을 한 줄로 세워서 ‘학점’이라는 기준으로 평가했고, 기업이나  대학 입장에서 그렇게 하는 것이 편리하고 쉬웠다. 개개인성을 무시하고, 같은 방식으로 경쟁하도록 하고, 한 줄로 세워서 평가하고, 등급을 나누어 분류하는 것. 이것이 산업화 시대에 사람을 대하는 기본 방식이었다. 그러한 제도 아래에서 사람들은 ‘모두와 똑같이 행동하되 조금 더 잘하기’ 위해 애썼고, 그것이 가능한 사람이 영재나 우등생이 되고 대기업에 입사했다.",
  "color": "default",
  "labels": [
    "962773d3-36bd-4ad9-ae7c-a7d4dedcca9a",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "3a5458fa-fe2a-458c-b9df-9f2ef21461d8",
    "5a9d5fc2-ea5e-4fcc-9ea8-e90e5cafee05",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-02T22:03:00.269000",
  "updatedAt": "2023-05-02T22:53:42.427000"
}