{
  "id": "401bfffe-5e50-40aa-9906-c13f3d1118de",
  "title": " ‘4군 6진으로 압록강ㆍ두만강 국경선 확정’의 허구",
  "content": "![image](media/190af7787e8.a2f75d7f3bfbb411.jpg)\n![image](media/190af7822fe.88713a152f6fa961.jpg)\n\n이일걸/한국간도학회회장\n\n\n세종 때 4군과 6진의 개척으로 조선의 북계가 완전히 두만강과 압록강으로 확정되었다는 주장의 근거는 없다. 그 문제점을 짚어본다.\n\n첫째, 이들의 주장은 특히 이병도의 상투적인 이론 전개 형태인 그저 ‘막연한’ 추측성 주장을 따른 것뿐이다. 설혹 조선이 압록강ㆍ두만강으로 국경을 확정했다면, 상대 국가가 있어야 하는데, 그 부분이 애매하다. \n\n둘째, 조선 초기에는 윤관의 ‘동북9성’ 축성과 두만강 7백리 북쪽에 위치한 공험진의 선춘령에 세운 척경비가 조선의 북쪽 영토라고 인식했다. 『신증동국여지승람』에 “공험진은 소하강변에 옛 터가 있고, 선춘령은 두만강 북 7백 리에 있으며, 윤관은 개척한 공험진에 성을 쌓고 선춘령상에 비를 세워 4면에 ‘고려지경(高麗之境)’을 새겼다”고 하였다.\n\n또한 『세종실록』의 지리지에도 고려 예종 이후 고려가 여진을 정벌하고 공험진에 척경비를 세워 고려의 동북국경을 ‘공험진선’으로 확정함으로써, 이후 조선왕조 수립 초기 태종과 세종이 공험진 이남이 조선의 영토임을 강력히 요구하여 국경선으로 인정받기에 이르렀다는 내용이 나온다. 그러나 이들 식민사학자들은 이런 사료를 의도적으로 회피한다. \n\n셋째, 고려 때의 영토가 요양, 심양까지 미쳤다는 기록이 있다. 특히 허인욱(석사논문, 2001)은 속자치통감, 금사, 고려사 등의 사료에 근거하여, 두만강 이북의 간도 일부까지도 고려의 행정구역으로 편제하였으며, 숙종2년(1097년) 전후 시기에는 경박호까지 진출하는 등 윤관의 여진 정벌로 고려의 동북계가 두만강 이북의 간도지역까지 확장된 것으로 보았다. \n\n특히 공민왕 시기에 요ㆍ심 지역 수복 기록이 나타난다. 즉, 공민왕은 1370년 이성계와 지용수를 시켜 동가강 유역의 우라산성과 동녕부를 점령하였으며, 고려정부는 “요양-심양지역은 원래 고려의 영토였다”고 동녕부에 통고하였으며, 이 지역 사람들에게도 ‘요양-심양지역은 우리나라 강역이며, 백성도 우리 백성’이라며, 요양-심양 지역이 대대로 고려의 영토임을 선언하였다.\n또한 동녕 ․ 요양 지역은 명에 귀속되지 않는 고려 영토였다는 기록이 있다. 즉, 1372년 공민왕은 명의 정원위(요동)에 문서를 보내어 “상고하건대 동녕과 요양은 일찍이 명에 귀속한 바가 없는, 곧 교화를 받지 못한 사람들이고 우리 고려와 틈을 만드니 마땅히 이 요새지를 파수하고 방비하여야 한다.”고 하였다. \n윤한택도 「고려국 북계 봉강(封疆)에 대하여」라는 논문을 통해 고려의 북계는 고려 태조 왕건 때부터 조선 태조 이성계 때까지 고려의 북쪽 경계 인식이 시종일관 요하까지였던 것에는 변함이 없었으며, 지역 거점으로는 요양, 심양, 철령, 개원 등이 있었다고 하였다. 따라서 고려의 서북쪽 국경을 ‘막연히’압록강으로 설정한 식민사학의 견해는 수정되어야 한다고 하였다. \n\n넷째, 이성계의 선대가 두만강 북쪽 일대를 통치하였다. 즉, 이성계의 선조인 목조는 원의 남경 5천호의‘달로화적’이 되어 두만강 북쪽 일대를 통치하였고, 익조와 탁조가 그 직을 이어받았으며, 환조는 쌍성 천호로 공민왕 때 돌아와 벼슬하여 동북의 고토를 수복하고 삭방도병마사로 진급하여 그곳을 지키게 하였다.\n다섯째, 백두산정계비를 건립한 이후에도 봉황성 이동 압록강 대안 사이의 무인지대의 관할권이 계속 조선에 있었다. 심지어 조선 근해의 경호권도 조선이 행사하였으며, 압록강에는 청의 선박이 떠 있지 못하였다. 사신의 도강은 조선 선박을 사용하였으며 도선장 관할은 조선에서 하였다. 뿐만 아니라 한광지대는 실제적으로 조선에 그 관할권이 소속되어 있었다. 즉 경원 및 훈계 월변(越邊) 2,3리에 집을 짓고 거주하는 자의 철퇴를 요구하니 청에서는 가옥을 철거하고 연강 근처에 집을 짓고 경작하는 자를 엄히 금지하였다. \n여섯째, 백두산 정계비 건립 이후에도 실질적인 국경선은 압록강과 두만강이 아니었다. 강희제가 18세기 초 측량하여 만든 황여전람도에 근거한 수많은 서양 고지도에 그려진 조선의 경계선인 ‘레지선’, ‘당빌선’, ‘본느선’이 이를 말해준다. 특히 Du Halde의 지도 중 레지의 비망록에는 “봉황성의 동쪽에 조선국의 국경이 있다”고 하였으며, Kaoli Koue ou Royaume de Coree 지도와 The Kingdom of Korea 지도에는 ‘PING-NGAN’이라는 지명이 만주에서 평안도에 걸쳐 표기되어 있다.\n청의 황여전람도를 원본으로 한 1750년의 보곤디, 1794년의 윌킨스 등 수많은 서양지도에도 압록강 북의 봉황성 일대에서 두만강 위쪽 연변 일대로 이어지는 동간도 지역으로 국경 표시가 되어 있다. 특히 1924년 제작한 “로마 교황청의 조선 말  선교지도”는 송화강 이동의 북간도와 동간도 일대를 한국령으로 표시하고 있다. 1989년 규장각에서 발견한 ‘백두산정계비도’(규장각28876호)와 “조선정계비구역약도”(규장각15504호)에서는 정계비로부터 이어지는 돌무지, 흙무지가 토문강, 송화강, 흑룡강으로 이어져 동해로 연결시켜 이 선 안의 연해주도 우리의 영토임을 표시하고 있다.\n일곱째, 세종 때 4군ㆍ6진의 개척으로 이미 15세기에 국경선이 확정되었다면 1712년 조선과 청이 백두산에 정계비를 세울 이유가 없었다는 점이다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-07-14T13:16:17.618000",
  "updatedAt": "2024-07-21T19:57:14.137000"
}