{
  "id": "40c77443-391c-4eb8-a25f-1e8e3a8683be",
  "title": "특수장갑",
  "content": "독일 푸마 보병전투차에 장착된 비대칭 용입체형 장갑 구조물은 실리콘 재질의 꼬챙이가 성형작약탄 내부로 들어가 관통력을 저하시키는 구조이다. 한국의 국방과학연구소는 장래 한국군 장갑차량을 위하여 다양한 차세대 장갑 기술을 개발하고 있다. \n\n지난 2010년 연평도 포격사건 당시, 북한군은 연평도에 배치된 한국 해병대 K9 자주포 포대 공격에 다양한 곡사포와 함께 다연장로켓탄을 사용했으며, 이 중에는 공중폭발탄도 있었다. 포탄이 지면에 그대로 탄착하면 파괴력의 대부분이 바닥으로 사라지므로, 포병들은 시한신관을 사용해 10~15m 고도에서 공중폭발시킴으로써 위력을 최대화한다. 그런데, 해병대의 K9 자주포는 상부 10m 고도에서 공중 폭발한 152/155mm 포탄의 파편에 대응할 수 있도록 국내 포스코가 특별히 개발한 두께 35mm의 고경도/고장력 특수강을 사용하고 있었다. 덕분에 북한군의 엄청난 포격에도 단 한 대의 차량도 파괴되지 않았으며 내부의 해병대원들도 모두 무사할 수 있었다.\n그래서 일부 정보에 따르면 북한군도 기갑차량 공격에 특화된 철판 관통력 60mm 이상의 DP-ICM(Dual-Purpose Improved Conventional Munition: 이중목적 개량형 고폭탄)을 운용하고 있다는 정보가 있다.\n\n2차 세계대전 당시, 가장 많은 전차를 파괴한 무기는 무적의 티이거도, 구소련의 자랑 T34도 아니었다. 보병이 휴대하는 판저 파우스트였다. 판저 파우스트는 국내에서는 성형작약탄으로 호칭되는 무기였는데, 그 구조는 구리로 만든 원뿔형 라이너 주변을 폭약으로 메운다. 그 후, 폭약을 터트리면 이때 발생한 폭풍파로 인해 원뿔형 구리 라이너가 붕괴되면서 마치 레이저 빔처럼 전방을 향해 분출되는데 이것을 메탈제트(Metal Jet)라고 한다. 즉, 메탈제트는 금속이 입자화되면서 전방을 향후 분출하는 것으로써, 높은 압력과 열을 가져 강철을 마치 두부처럼 관통할 수 있다.\n독일의 판저파우스트에 엄청나게 당했던 구소련군은 1950년대 이후에 거의 동일한 구조의 RPG-7 대전차 로켓을 만들었다. 그리고 독일군이나 연합군도 대전차용 성형작약탄 무기를 배치했지만, 1960년대 냉전 당시에 구소련이 보유한 전차는 10만 대가 넘어서고 있어서 보병용 대전차 무기만으론 상대하기가 벅찼다. 그래서 미국과 유럽은 1960년대부터 구소련군에 대응하고자 전투기를 통해 운반되는 대전차 집속탄을 적극 배치하였다. 여기서 대전차 집속탄은 직경이 40~50mm 정도 되는 성형작약탄 자탄을 대량으로 살포하는 형태였다. 이 정도의 자탄이라도 성형작약탄이란 특성상 60~70mm의 강철판을 관통할 수 있었고 주력전차의 상부 장갑은 상당히 취약했기(통상 30~40mm)에 충분히 관통할 수 있었다. 그리고 효과가 인정된 집속탄은 전투기는 물론 155mm 곡사포와 다연장로켓에도 사용되었다.\n\n한국군은 북한군의 기계화부대와 포병부대 공격을 위해 대전차용 자탄 개발에 많은 노력을 기울였다. 한국 육군이 155mm 곡사포에서 사용 중인 DP-ICM 자탄은 100mm 이상의 장갑을 관통할 수 있다. 그리고 한국군이 사용 중인 자탄에는 DP(Dual-Purpose: 이중목적)이란 명칭이 붙어있는데, 자탄이 폭발하면서 대량의 파편을 형성해 전차 주변의 인력도 공격할 수 있기 때문이다.\n현재 DP-ICM탄은 1990년대 이후, 거의 모든 국가의 군대에서 사용하고 있으며 북한군도 일부 사용하는 것으로 추정된다. 이렇게 DP-ICM탄이 널리 보급되자, 러시아군의 거의 모든 전차에는 반응장갑이 장착되어 있으며, 한국군 장갑차량 중에 K2 흑표전차의 포탑상부와 차체 상부에 반응장갑을 장착하고 있다.\n여기서 반응장갑은 DP-ICM 자탄이 폭발하면서 방출되는 메탈제트에 대응, 역시 폭약을 폭발시켜 만들어진 힘으로 철판을 가속시킴으로 메탈제트를 상쇄하는 기술이다.\n독일의 PzH-2000 자주포의 경우, 5년 전까지만 해도 DP-ICM탄의 방어를 위하여 포탑 상부에 반응장갑을 장착하고 있었다. 그런데 현재는 새로운 장갑체계로 대체하였고 이것을 국방과학연구소가 개발하고 있는 것이다.\n국방과학연구소는 북한이나 주변국의 DP-ICM 자탄에 대응해 육군의 자주포나 기타 기갑차량의 생존력을 강화하고자 독일이 푸마 보병전투차와 PzH-2000 자주포에 설치한 <비대칭 용입체형 장갑>을 개발하고 있다.\nPzH-2000 자주포 상부에 장착된 비대칭 용입체 장갑은 실리콘 고무로 된 촘촘히 박혀진  뽀족이들로 구성된다. 이 뾰족이들은 대전차용으로 DP-ICM(이중목적 자탄)의 약점을 노리고 만든 것이다. DP-ICM 자탄의 전차 상부 접촉시 전투차량 상부에 쇄기형의 방해물이 자탄의 내부에 들어가서  자탄이 기폭할 때 작약탄의 성형과정을 방해하여, 그 효과로 관통력이 90% 이상 하락하게 만든다.\n즉, 성형작약탄은 폭발과 동시에 구리 라이너가 붕괴되면서 메탈제트를 형성하게 되는데, 그 과정에 삽입된 방해물로 인하여 메탈제트가 집중되지 못하고 사방으로 흩어지게 되는 것이다.\n국방과학연구소는 독일의 연구 성과를 바탕으로, 국내에서도 K420 DP-ICM(이중목적 자탄)과 RTV(상온경화) 실리콘 고무로 만든 쇄기형 방해물을 사용해 테스트를 진행하였다. 그 결과, 컴퓨터 시뮬레이션시 95% 감소와 유사한 실제 94%의 관통력 감소결과가 확인됨에 따라 <비대칭 용입체형 장갑>의 우수성을 확인할 수 있었다.\n\n독일은 푸마 보병전투차에 <비대칭 용입체형 장갑>을 최초로 설치한데 이어, 기존 PzH-2000 자주포에도 폭발 반응장갑 대신에 비대칭 용입체형 장갑을 설치하였다. 이는 실리콘이나 플라스틱 따위로 만들어지는 비대칭 용입체형 장갑이 폭발 반응장갑과 비교해 휠씬 저렴하고 가볍기 때문이다. 또한 반응장갑은 취급하기도 어렵고, 작동하는 과정에서 대량의 파편을 만들어내어 주변에 큰 피해를 입힐 수도 있다.\n\n그러나 비대칭 용입체형 장갑에도 한계는 있다. DP-ICM(이중목적 자탄)처럼 성형작약탄의 라이너가 그대로 노출된 대전차 무기에만 효과적일 뿐, RPG-7 대전차 로켓처럼 라이너가 구조물로 보호받는 체계에는 그다지 효과가 없다. 그래서 최전선에서 싸워야 하는 장갑차나 탱크보다는  자주포처럼 후방에서 작전하면서 DP-ICM탄 위협에만 대응하면 되는 무기체계에는 적합하다. 국내에서도 주로 자주포와 탄약보급차에 이를 장착하려고 한다.\n북한도 자주포와 방사포에 비대칭 용입체형 장갑을 장착할 수 있다. 한국 육군은 북한의 자주포와 방사포에 대응해 많은 DP-ICM 무기체계를 확립했는데, 북한군이 비대칭 용입체형 장갑의 아이디어를 모방해 장착할 경우에는 그 효과의 상당부분이 상쇄될 수 있다. 더구나 비대칭 용입체형 장갑은 플라스틱이나 실리콘 재질을 사용해 기다란 쇄기형태로 장갑 구조물을 만들면 충분한 방어 효과가 나오므로 제작과 배치 모두가 용이하다.\n단 북한 자주포 중에 포탑을 갖춘 모델이 별로 없다. 또 북한의 방사포는 방어력이 취약해 한국군의 DP-ICM탄이 폭발하면서 만들어지는 파편만으로도 어느 정도 파괴할 수 있다.\n최근 북한은 지난 2018년에 포탑형 신형 152mm 자주포를 등장시켰으므로, 북한군도 동일한 방법을 사용하고 있는지를 면밀히 관찰할 필요가 있다.\n\n\n​",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-12T22:27:41.982000",
  "updatedAt": "2023-01-16T10:49:12.609000"
}