{
  "id": "4127e036-db63-4fe5-ac54-dccce43f9659",
  "title": "관성대",
  "content": "![image](media/19b797b1a0b.b5c60674f1b59ab2.jpg)\n![image](media/19b79d66fbe.97e55443fede48e1.jpg)\n\n등봉시\n\n\n충렬왕 34년(1308)에 書雲觀이 설치되었다. 문종 때에 司天臺와 太史局으로 분리해서 운영되던 기구가 통합되어 새로운 이름으로 바뀐 것이다. 서운관이란 이름은 그 전에는 없었던 색다른 관서명이다. 중국에도 이런 이름의 천문관서는 없었다. 고려에서 이렇게 천문관서의 이름을 새롭게 바꾼 것은 나름대로 의의를 부여할 수 있을 것이다.\n　서운관이란 새로운 명칭과 함께 고려의 천문·역학은 중국 의존에서 차츰 벗어나 자주적 성향을 나타내기 시작하였다. 그것은 고려 후기 천문학이 천문현상의 관측활동이 매우 활발했고, 정확한 역법체계의 확립을 위한 노력이 두드러지게 나타나고 있는 사실과 연결된다. 서운관은 하늘의 현상을 관측하고 기록하는 관서라는 뜻이다. 이것은 左傳에 나오는 書雲, 즉 춘분·추분·하지·동지에 천문현상을 관측하여 吉凶을 점치고 그 대책을 강구하여 기록한다는 뜻이다. 거기에 觀을 더했으니 서운관은 결국 書·雲·觀의 뜻을 가지고 있다.\n　여기에는 提點·令·正·副正·丞·注簿 등의 행정직 관리와 掌漏·視日·司曆·監候·司辰 등의 기술직 관리 20명이 소속되어 있었다. 장루는 물시계를 관장하는 전문직으로 2명이 있었고 시일은 태양의 운행을 관측하고 일시의 길흉을 관찰하는 관리로서 3명이 정원이었고, 사력은 역법의 계산과 역서의 제작을 맡은 전문직 관리로 10명, 감후는 기상관측 요원으로 3명, 사신은 시간측정 전문관리로 2명이 각각 배치되었다. 이 전문직 관리들은 그 분야의 학문과 기술교육도 맡고 있었다.\n　서운관은 매우 중요한 관서였다. 역법을 바로잡는 일과 천체운행을 관측하는 일은 농업사회에서 매우 중요한 과제였기 때문이다. 농사를 제때에 짓고 제사를 제때에 행하는 일들이 모두 여기서 좌우되었고, 국가와 제왕의 길흉이 여기에서 비롯된다고 생각하였다. 그래서 그것은 반드시 국가가 관장하고 통제해야 했다. 서운관은 한때, 중국의 명칭에 따라 司天監, 太史局으로 불린 일이 있었으나, 고려 말까지 보편적으로 사용되었고 조선왕조에까지 계승되어 한국의 전통적 천문관서의 대표적 이름이 되었다.\n　서운관에 대한 기록과 유물은 이 밖에 드러난 것이 없다. 천문관측을 위해서 어떠한 관측시설이나 관측기기가 사용되었는지도 알려져 있지 않다. 오직 한 가지 알려진 것으로 松都 滿月臺 서쪽에 있는 고려 첨성대 유물로 전해지는 석조물이 있다. 그것은 넓이 약 3㎡의 석판을 높이 3m쯤 되는 5개의 돌기둥 위에 올려 놓은 상태로 남아 있다. 이 돌판으로 된 관측대의 네 귀에는 돌난간의 기둥을 세웠던 자리로 보이는 직경 15㎝ 가량의 구멍이 파여 있다. 그러니까 이 관측대는 높이 3m, 넓이 3㎡의 돌난간에 둘러싸인 모양의 석조물이었을 것으로 생각된다. 지금 서울에 남아 있는 조선시대의 관측대들의 모양을 보면 고려 때의 첨성대가 비슷한 모양의 석조물이었음을 헤아릴 수 있다.\n　이 천문대는 다만 고려 첨성대로 알려지고 있을 뿐, 설립연대나 관측시설 또는 관측기기에 대해서는 아무것도 알 수 없다. 다만 고려 초부터 천문관측과 관련된 靈臺郞·司辰·監候 등의 관직이 있었고, 실제로 활동하던 기술직 관리들이 있었으므로, 그들이 쓰던 관측기기들이 있었을 것으로 짐작된다. 그 중에서 해시계와 물시계는 분명히 있었을 것이고, 그 밖의 관측기기로 혼천의나 간의와 같은 것도 생각해 볼 수 있다. 충렬왕 7년에 원에서 授時曆이 전래된 것을 계기로 그 시행에 앞서 천문관측시설을 정비했을 가능성이 있다. 그리고 충렬왕 34년에 서운관이 창설되고 직제가 개편되면서 새로운 관측시설과 관측기기가 만들어졌을 가능성도 크다. 늦어도 이 때까지는 고려 첨성대가 세워졌을 것으로 생각된다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2026-01-01T21:16:47.562000",
  "updatedAt": "2026-01-01T22:55:33.275000"
}