{
  "id": "41b3c84e-8f3d-4920-b8a0-49d9691c212c",
  "title": "고려 -> 조선 이주 증거",
  "content": "![image](media/198a20267b8.85db9fca2a71e8e5.jpg)\n![image](media/19912c90e8b.95ec967b5832b931.png)\n\n\n착호갑사\n착호군은 조선시대에 호랑이를 잡기 위해 별도로 설치한 직종이다. 호랑이로 인한 인명 피해는 조선 건국 초 1년 동안 경상도에서만 수백 명에 이를 정도로 컸다. \n호환에 대비한 전문 군대인 착호갑사는 1421년(세종 3)에 당번當番·하번下番 각 20명씩으로 처음 제도화되었다. 그 후 갑사의 정원이 증가함에 따라 착호갑사도 늘어나 『경국대전經國大典』 「병전兵典」에 따르면 갑사 1,800명 중 착호갑사가 440명으로 늘어났다. \n착호갑사는 임진왜란 이후 총포 도입으로 훈련도감을 비롯한 어영청·금위영 등 중앙 군영의 포수가 임무를 대신하면서 사라졌다.\n\n\n왕의 온천 순행\n(https://youtu.be/J5dJy5pqSZg?si=5ODLNZ7GY7LSleXq)\n고려 평산 온천\n조선 온양 온천\n\n목조건물의 재료\n삼국시대나 고려시대에는 느티나무가 소나무보다 더 높은 평가를 받으며 궁궐이나 중요한 목조건물을 지을 때 많이 쓰였다. 내구성도 느티나무가 더 좋다는 게 전문가들의 평가다.\n​상진 경북대 임산공학과 명예교수는 “건물 기둥을 소나무로 만들면 100년을 버티지만 느티나무는 300년을 버틸 수 있다”며 “느티나무의 비중은 cm³당 0.70∼0.74g으로 소나무의 0.45∼0.50g보다 커서 마찰이나 충격에 훨씬 강하다”고 말했다.\n​그런데 왜 조선시대에 느티나무가 밀려났을까. 박 교수는 “고려 말기 몽골의 침입과 사회 혼란을 겪은 사람들이 건물을 짓느라 숲 속의 느티나무를 마구 벤 탓”이라고 설명했다.\n나무가 필요했던 조선 왕조는 느티나무를 대신해 숲에 늘어난 소나무나 참나무에 주목했다. 궁궐이나 사찰을 짓기 위해서는 10m 이상 곧게 자란 나무가 필요했다. 소나무는 이 조건에 맞았다. 특히 경북 봉화나 울진, 강원지역의 금강송은 전봇대처럼 곧게 자란다. 그러나 참나무는 비중이 cm³당 0.8g으로 너무 무거웠다. 비중이 크면 목재가 단단해서 대패질이나 톱질을 하는 데 어려움이 따른다.\n​물론 전나무도 곧고 크게 자라지만 금강송은 나무 바깥쪽의 변재보다 안쪽의 심재가 차지하는 비율이 상대적으로 높아 미생물이나 흰개미의 공격에 더 강하다. 심재가 여러 가지 화학물질을 담고 있기 때문이다. 왕실에서 금강송을 궁궐 목재로 고집한 것도 이런 이유다.\n\n고려양\n고려양(高麗樣) 혹은 고려풍(高麗風)은 고려의 문화가 원나라에 취사 선택되어서 퍼져나간 현상이며 원 간섭기에 유입되어서 원나라 말기 및 명나라 초기까지 유행하였던 고려식 풍습이다. 고려양은 원나라 때의 유행으로만 일반적으로 알려져 있지만 명나라 시대에도 한동안 유행이 계속됐으며 명나라 건국 후 100여년이 지난 홍치제 시기에 들어서야 원래 중국 풍습이 아니라는 이유로 금지되었다. \n가장 주요한 경로는 기황후, 박불화를 비롯한 수많은 고려 출신 공녀들과 환관들이 끌려가서 원나라 황실과 고위층에 고려인이 많아지다 보니 이들을 통해 저절로 고려의 풍습이 전파되고 유행하게 된 것이다. 여러 풍습 중에서도 각종 복식과 아청(鴉靑)[1]등의 기물이 유행했는데 이를 총칭하여 고려양이라고 하였다. 고려청자와 나전칠기, 고려의 먹과 종이 등이 그러했다. 심지어 전통적으로 채소를 거의 안 먹는 몽골인들이 원나라 시절엔 고려양의 영향으로 원나라 멸망 직전까지 채소를 먹는 게 유행하기도 했다.\n\n명나라의 복식은 건국 초기의 복식과 그 이후의 복식에서 많은 차이를 갖는다. 여기에서 또 하나의 문제가 발생한다. 바로 명 초기의 복식이 조선시대 복식과 비슷한 데서 발생하는 문제이다. 조선의 복식이 명나라 복식에서 기원했고 따라서 한복이 바로 한푸라는 주장도 여기서 비롯된다.\n명나라 초기의 복식이 조선의 한복과 닮은 점은 사실이다. 이는 원나라 때 유행한 ‘고려양’이 명나라 초기 근 100여년간 유행했기 때문이다. 고려양은 원나라에서 유행했던 고려 복식으로 지금의 한류와 같다고 보면 된다. 고려양은 명나라 건국 이후 제9대 황제(재위 1487〜1505) 홍치제가 “고려양은 원래 중국의 풍습이 아니다”라며 고려양 복식의 착용을 금지하고 송나라 복식으로 회귀할 때까지 유행했었다.\n따라서 명 초기의 복식, 특히 여성 복식은 조선 초기 복식과 많이 닮았을 수밖에 없다. \n원래 한족의 복식 스타일은 가운 형태의 ‘원피스 양식’이 기본형이다. 반면 우리 민족의 복식은 스키타이 계통의 유목민족 복식에 기원을 둔 바지저고리, 치마저고리의 ‘투피스 양식’이다. 또한 한족의 복식 스타일은 몸을 일자로 보이게 하는 날씬한 스타일인 데 반해 우리나라의 전통복식 스타일은 옷을 여러 겹 겹쳐 입어 풍성한 실루엣을 만들어 내는 데 그 특징이 있다.\n한족 복식의 스타일을 시대별로 봐도 대부분 날씬한 스타일이다. 고려양의 영향을 받은 명나라 초기 복식에서만 풍성한 실루엣의 스타일이 보인다. 따라서 한푸가 명 초기에 유행한 고려 복식 스타일이라고 우리가 우겨도 중국에서는 별로 할 말이 없다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc",
    "ea56640c-1868-4a19-9ea7-65a1ffdf3b23"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-08-13T14:52:41.586000",
  "updatedAt": "2025-09-04T13:15:10.377000"
}