{
  "id": "41e39254-6dcf-4f20-9d99-c61f246b1db8",
  "title": "정도전",
  "content": "유배\n1375년(우왕 1년) 성균관사예·지제교가 되었다. 동년 원나라 사신이 왔을 때 원나라의 사신을 맞아들이는 문제로 조정에서는 신흥사대부와 권신들 간에 대립이 일어났다. 이인임과 지윤 등은 사신을 맞아들이자고 한 반면, 정도전을 비롯한 신진사대부들은 이에 반대했다. 그러나 이인임 등은 그들의 주장을 물리치고 북원 사신을 맞이할 준비를 하였다. 이인임은 정도전을 영접사로 임명해 보내려고 했다. 그러나 정도전은 사신영접을 거부했다.\n이에 정도전은 “사신의 머리를 베든지, 그렇지 않으면 묶어서 명나라로 보내버리겠다.”라며 뜻을 굽히지 않았다. 이인임·경복흥 등이 원나라와의 이중 통교를 주장하고 원나라 사신이 명나라를 치기 위한 합동작전을 고려 조정에 제의해 오자, 정도전은 이를 반대하였다. 그리하여 정도전은 이인임 등 권신의 노여움을 사 나주의 속현인 회진현(會津縣) 거평부곡(居平部曲)으로 유배되었다. 유배지에서 그는 성리학 관련 서적을 연구하며 동리 청년자제들에게 학문을 가르쳤다.\n귀양길에 곤장까지 맞을 뻔하였으나 때마침 일어난 석기의 난 때문에 경황이 없어 장형은 당하지 않았다.\n\n국방 강화\n실제로 그는 태조 2년 동북면 도안무사로 함경도에 가서 여진족을 회유하고 함경도 지역의 지방행정조직을 정리하였으며, 태조 6년 동북면 도선무순찰사로 함경도로 가 주군을 구획하고 성보 등 방어시설을 수리하였으며 호구와 군관을 점검하고 돌아왔다. 그의 공로에 대해 이성계는 고려 때 윤관의 9성 건설에 못지않은 업적이라 칭찬했다.\n이런 조선의 움직임 아니 정확히는 정도전의 움직임을 의구심을 갖고 바라본 사람이 주원장이다.\n정도전이 개국초 사은사로 명나라를 다녀오면서 산해관을 지날 때 \"(명과의 관계가) 잘 안풀리면 군대를 이끌고 오겠다\"고 말한 바 있으니, 주원장으로서는 정도전이 행하는 국방강화에 두려움을 느꼈을지도 모른다.\n\n조선 설계\n정도전은 경복궁과 근정전, 숭례문·흥인지문 등 궁궐과 전각, 성문은 물론이고 서울 5부 49방의 동네 이름까지 전부 지었다. 정도전이 지은 동네 이름 중에 ‘수진방’이 있었다. ‘오래 살기’(수진·壽進)를 원했던 정도전은 이 ‘수진방’에 집을 마련했다. \n하지만 중도에 비명횡사했다. 사람들이 그때 “‘수진(壽進·오래 삶)’이 아니라 ‘수진(壽盡·목숨이 다함)’했다”고 혀를 찼다는 것이다. <신증동국여지승람> ‘동국여지비고’ 등에도 비슷한 내용이 등장한다.\n\n\n주원장과 대립\n만약 조선이 요동을 치면 주변 여진족들이 조선에 동조할 가능성이 크고, 몽골지역에서 대치하고 있는 북원의 움직임 또한 심상치 않게 돌아갈 가능성이 컸다. 더욱이 명은 조선 사신을 폭행하고, 조선이 보내는 공물을 받지도 않았으며, 얼토당토한 요구를 하고, 조선에 대해 갖은 협박을 했다. 어쩌면 홍무제는 조선을 두려워했을 가능성이 크다.\n정도전의 요동정벌계획은 건국 직후부터 착수된 듯 싶다. 정도전이 개국 직후인 1392년 10월 계품사(啓稟使) 및 사은사(謝恩使)로 명나라에 간 것은 표면상 새 나라 개창을 알리기 위한 것이었지만 속내는 달랐다. \n명 태조 주원장은 조선의 태조 이성계에게 1393년 5월 태조 흠차 내사(欽差內史) 황영기(黃永奇) 등을 사신으로 보내, “사람을 요동으로 보내 포백(布帛)과 금은으로 우리 변장(邊將)을 꾀었다”고 비판하고 또 “요사이 몰래 사람을 보내어 여진족을 꾀여 가권(家眷) 500여 명을 거느리고 압록강을 몰래 건넜으니, 죄가 이보다 큰 것이 없다”라고 겁박했다. 정도전이 요동 수복을 위해 사람을 포섭하고, 여진족을 회유하는 첩보활동을 했다는 것이다.\n주원장은 또\n“어찌 그대의 고려에서 급하게 병화(兵禍, 전쟁)를 일으키는가? …짐은 장수에게 명해서 동방(고려)을 정벌할 것이지만… 여진인들을 모두 돌려보낸다면 짐의 군사는 국경(國境)에 들어가지 않겠다.”\n라고 협박했는데, 이는 명의 당황을 그대로 보여주는 것이었다. 조선이 기마민족인 여진족과 손잡고 북벌에 나선다면 명나라로서 막기는 쉽지 않았다.\n그러나 정도전은 태조 2년 11월에는 구정(毬庭)에 군사들을 모아놓고 진도(陣圖)에 따라 군사훈련을 실시했다. 격구를 빙자한 요동정벌 훈련이었다.\n드디어 명나라는 태조 5년(1396) 2월 ‘표전문(表箋文) 사건’을 빌미로 정도전의 압송을 요구했다. 정도전은 명의 의구심을 풀기 위해 그해 7월 판삼사사(判三司事·종1품)에서 봉화백(奉化伯)으로 물러났으나 주원장은 만족하지 않고 태조 6년(1397) 4월, “정도전이란 자는 왕에게 어떤 도움을 주는가? 왕이 만일 깨닫지 못하면 이 사람이 반드시 화(禍)의 근원일 것이다”라며 정도전의 인도를 거듭 요구했다.\n명이 지속적으로 정도전 인도를 요구한 것은 정도전이 바로 요동정벌계획의 핵심이었기 때문이다. 또한 그만큼 주원장이 정도전을 두려워했다는 반증이기도 하다.\n명이 지속적으로 정도전 인도를 요구한 것은 정도전이 바로 요동정벌계획의 핵심이었기 때문이다. 또한 그만큼 주원장이 정도전을 두려워했다는 반증이기도 하다.\n정도전과 함께 북벌에 적극적이었던 남은(南誾)은 “사졸이 이미 훈련되었고 군량이 이미 갖추어졌으니, 동명왕(東明王)의 옛 강토를 회복할 만합니다”라고 상서(上書)했다. 「태종실록」에는 정도전이 태조에게 했다는 의미심장한 구절이 전한다.\n“정도전이 지나간 옛일에 외이(外夷)가 중원(中原)에서 임금이 된 것을 차례로 들어 논하여 남은의 말을 믿을 만하다고 말하고, 또 도참(圖讖)을 인용하여 그 말에 붙여서 맞추었다.”  「태종실록」5년 6월27일\n‘외이가 중원에서 임금이 된 것’은 바로 중원을 정복했던 거란족의 요나라, 여진족의 금나라, 몽고족의 원나라 등을 뜻하는 것이었다. 그리고 이는 조선 역시 능히 중원을 정복해 호령할 수 있다는 자신감의 발로이기도 했다. 동북면 변방에서 태어나 개국의 위업을 달성한 이성계로서 ‘동명왕의 옛 강토 회복’은 남은 생애를 걸만한 일이었다.\n급기야 명나라는 표전문 문제로 자국에 억류한 조선 사신 정총·김약항·노인도를 사형했다. 정총이 태조 이성계의 부인 현비(顯妃) 강씨의 승하 소식을 듣고 흰 상복을 입었다는 이유였다. 이 사건은 태조 이성계와 정도전을 더욱 분개하게 했다. 인신(人臣)으로 국모의 상을 당해 상복을 입었다고 사람을 죽인 만행에 대한 분개는 당연했다.\n이러한 일련의 사태로 대명관계가 악화됨을 계기로 정도전은 사병혁파를 통한 국군체제 정비에 박차를 가함과 동시에 군사훈련을 맹렬히 실시하여 전쟁 일보 직전까지 이르게 되었다.\n정도전 남은, 심효생 등이 군사를 일으켜 요동을 칠 계획을 하고 5진도(五陳圖)와 수수도(蒐狩圖)를 지어 태조에게 바치고, 훈도관(訓導官)을 두어 각 절제사, 군관 및 양반 각품과 성중애마로 하여금 「진도」를 강습하게 하고 또 사람을 각도에 보내서 이것을 가르쳤다. 태조실록 6년 6월 갑오조\n요동정벌계획은 정도전, 남은 심효생 등의 개국공신이 참여하고 태조도 그 계획을 공식적으로 승인한 국가정책이었다.\n일부에서는 이성계의 위화도회군이 요동을 회복할 기회를 스스로 박찬 것이라 하며 이성계는 요동수복보다는 자신의 정권야욕이 앞선 소인배라고 한다. 하지만 공민왕 시기 인당, 지용수, 이성계가 요동을 정벌한 일이 있으며, 또 이렇게 요동정벌계획을 추진한 것을 보면 이성계에게 요동수복 의지가 없었다고 하는 건 성급한 판단일 것이다.\n조선 초기에는 실력만 쌓이면 요동을 수복하겠다는 생각이 시대적 분위기를 형성했다. 그리고 그런 시대 분위기를 형성한 주동 인물이 바로 정도전이었다. 이것이 바로 명이 정도전을 극히 두려워하고 경계한 까닭이었다.\n이렇듯 요동정벌을 위한 계획이 단계적으로 착수되었지만, 우리민족의 숙원인 고토수복은 끝내 이루어지지 못했다.\n요동 정벌을 위해 각 왕자와 공신들이 소유한 사병(私兵)을 혁파하고 군제를 단일화하려 하자 커다란 반발이 일어났다. 사병 개혁에 대한 반발이었다. 요동 정벌에는 고토 회복이라는 역사적 당위성뿐만 아니라 사병 혁파라는 국내 정치적인 요소도 들어 있었다. 정도전은 요동 정벌이란 대의명분으로 군제를 단일화함으로써 여러 왕자들과 공신들이 갖고 있던 사병을 관군으로 편재하려 한 것이다.\n\n제1차 왕자의 난\n대다수의 왕자들은 이성계의 강력한 명에 복종해 사병 혁파에 응했지만 이방원과 방간이 이에 거부해 난을 일으키면서 요동 수복은 목전에서 좌절되었다. 태조 7년(1398) 8월 이방원은 이성계가 와병 중인 틈을 타 전격적으로 난을 일으켰다. 제1차 왕자의 난이었다.\n이방원과 방간이 군사를 일으켰을 때 정도전은 남은의 첩 소동(小洞)의 집에서 이직과 술잔을 나누고 있다가 살해된다. 그만큼 전격적인 쿠데타였다. 정도전뿐만 아니라 남은·심효생·이근·장지화 등 북벌을 주장하던 인물들은 모두 살해됐다. 새 나라 개창에 성공했던 정도전이 꿈꾸었던 요동 정벌은 이렇게 무위로 끝나고 말았다.\n\n정도전의 요동정벌 계획에 대해 어떤 사람들은 이루어질 수 없는 실현불가능한 계획이며, 만약 정도전이 요동정벌을 착수했다면 조선은 명의 말발굽에 짓밟혔을 것이라 단정짓는다. 그가 요동정벌을 실지로 꿈꾼게 아니라 국내적으로 사병혁파를 단행하여 공신과 왕자들의 세력약화를 꾀하고, 또한 외부적으로는 명의 압박에 대응하여 자기 자신을 보호하기 위해 수립한 일시적인 미봉책이라 한다.\n하지만 이는 당시 국제상황을 제대로 이해하지 못한 것이다. 비록 명이 원을 몰아내고 군벌들을 정벌하여 중원을 통일했다지만, 북으로는 북원이 건재하고, 동북방에는 여진족들이 산재해 있었다. 게다가 명은 조선이 압록강을 건너 요동으로 쳐들어오는 것을 두려워했다. 명나라 사서를 보면 조선이 압록강을 건너 요동을 치는 것에 대해 두려워한 기록이 몇 개 보인다.\n게다가 조선왕조실록에 나와있는 진법훈련이며, 요동정벌 착수를 위한 사전작업 등이 나와있는 기록을 보면 요동정벌은 정도전과 태조 이성계가 추진한 국가시책이었음을 능히 알 수 있지 않을까?\n만약 정도전이 이방원에 의해 허무하게 죽지 않고, 그대로 요동수복작전을 단행했다면 모르긴 몰라도 명과 한판 붙어볼 만 할지도 모른다.\n조선이 압록강을 건너면 분명 동북방의 여진족이 흔들릴 것이고, 조선과 여진 기병이 요동을 휩쓴다면, 북원 역시 그 여세를 몰아 명을 칠지도 모른다. 당시 정도전은 이런 국제정세까지 다 계산하고 요동정벌계획을 세운 것이지, 자기가 살기 위해 세운 것이 아니다.\n\n\n\n\n명나라의 공물 요구가 거세지자 요동 정벌을 계획하고, 군량미 확보, 진법 훈련, 사병 혁파 등을 적극 주장, 추진해 병권 집중운동을 펼쳐나간다.\n주원장은 조선에 대해서도 강경한 태도를 유지하였다. 가장 큰 사건은 1395년에 있었다. 이해 조선은 새해를 맞이하여 주원장에게 표전문(表箋文)을 보내었으나, 주원장은 일부 문구를 문제 삼아 사절단을 감금하고 조선에 군대를 파견하여 문죄하겠다고 협박하는 한편 정도전을 명으로 압송할 것을 지시하였다. 이는 건국 직후부터 정도전을 중심으로 이뤄지고 있었던 요동(遼東) 정벌 준비에 대한 첩보를 접한 주원장이 조선을 힐문하려는 차원에서 이뤄진 것이었다.\n한반도를 자신의 영향권 안에 두고 북원의 세력 확장을 차단하며 요동 지역을 공고히 함으로써 왕조를 안정시키려는 의도에서 주원장은 고려와 조선에게 군대를 파견하겠다는 협박을 가하였다. 그러나 그는 실제로 군대를 한반도에 파견하지는 않았으며, \n역사 속 주원장은 드라마와 비슷한, 강경한 대응을 보였다. 죽이라는 말만 직접적으로 하지 않았을 뿐 죽이라는 의미나 다른없는 협박을 계속했다.\n역사 기록에 따르면 주원장은 정도전을 '화의 근원'이라 칭하며 그를 명나라로 압송하라 압박했다. 이 뿐 아니다. \"(정도전이) 조선 왕에게 무슨 도움이 되는가?\" \"조선엔 문제의 인물이 있다\" 등의 발언으로 정도전을 공격했다. 이성계에게 사실상 정도전을 없애라는 압박인 셈이다. 이성계는 계속되는 주원장의 요구를 반박하면서도  무시하는 모습을 보였다.\n조선왕조실록엔 명나라 사신과 내통하던 신하들이 정도전을 몰래 명나라로 압송하려다 발각돼 벌을 받은 기록도 남아있다. 이성계가 명나라의 요구대로 정도전을 압송하려거나 제거하려는 뜻이 전혀 없음을 알려주는 일이다.\n고려말부터 조선초까지 명나라와 껄끄러운 관계가 이어졌다. 최영은 요동정벌을 꾀하기도 한데다 왜구 홍건적 북원 세력과의 쉴틈없는 전쟁에서도 끝내 승리를 거둔 조선과 고려라는 나라를 '군사강국'으로 여긴 듯 보인다. (임진왜란 초 조선이 패전을 거듭하자 명나라가 '조선이 이리 무너질리가 없다. 일본과 짜고치는 것이 아니냐'는 의심을 한 것도 이런 연유에 기인한다)\n주원장은 공공연히 침공 운운하며 조선을 압박하기도 했지만 명 실록엔 주원장은 집권초기 \"(조선은)수도에서 압록강까지 요충지에 군량을 엄청나게 비축했고..만약 20만 군대로 쳐들어오면 우리가 어떻게 막겠는가\"고 말한 기록도 있다.\n특히 주원장은 조선과 여진의 연합에 매우 신경질적인 반응을 많이 보인다. 주원장이 조선에 보낸 경고문의 대다수 역시 여진인과의 연합, 교류를 문제 삼았다. 조선과 여진이 힘을 합칠 경우 만만치 않은 적대세력이 될 수 있다고 여긴 셈이다.\n\n표전문 사건\n명나라의 황제 주원장은 조선의 정조표전(正朝表箋) 문구에 명나라를 모독하는 글귀가 있다는 걸 문제삼아 태조에게 정도전을 자신에게 넘겨줄 것을 요구하였다. 이에 태조는 정도전은 병에 걸렸다거나 나이가 많다거나 하는 등 여러 가지 이유를 들어 명나라의 소환에 응하지 않았다. 하지만 주원장은 계속해서 그의 소환을 요구하였고, 이를 무마하기 위한 조처로 문하시랑찬성사를 비롯한 모든 공직에서 물러나 동북면도선무찰리사로 체직되었다.\n\n주원장이 정도전을 경계한 첫 이유는 표전문 때문이다. 주원장은 평민 출신인 신분에 대한 컴플렉스가 매우 강했다. 이에 황제가 된 후 자출생과 과거를 기억나게 하는 단어나 문자 사용을 금지시키기도 했다. 문제는 조선이 올린 표전문에 금지시킨 단어가 있다는 이유다. 이런 이유로 정도전을 압송시키라는 명을 내린 것. 하지만 사학계는 이와 같은 이유를 단순한 핑계에 지나지 않았을 것이라 추측한다.\n주원장의 눈엔 이런 조선의 기를 죽이기 위해선 조선의 실권자이자 만만치 않은 인물인 정도전을 제거해야한다고 믿었던 것으로 보인다. 정도전 압송의 이유가 된 표전문 역시 실상 정도전이 아닌 권근이 작성한 문서다. 결국 계속된 정도전에 대한 경계와 압박, 협박은 이를 쉽게 대변해준다.\n겉으론 병을 핑계로 국사에서 빠지겠다며 용서를 구하기도 했지만 속내는 전혀 그렇지 않았다. 오히려 주원장의 협박에 강경대응하는 '대담함'까지 보였다.\n\n정도전은 이후 요동정벌을 공공연하게 외치고 다녔다. 태조실록 6년에 따르면 \"정도전 남은 심효생 등이 군사를 일으켜 국경에 나가기를 꾀해 임금께 의논을 드렸는데..\"라는 기사가 나온다. \n태조실록 7년에도 \"처음에 정도전과 남은이 임금을 날마다 뵈옵고 요동을 공격하기를 권고했다...(반대한 조준에게 정도전 남은 등이) “요동공격은 결정되었으니 공은 다시 말하지 마십시오\" 말했다\"고 기술했다.\n태종실록엔 더욱 놀랄만한 기사가 나온다. \"정도전이 외인(변방민족)들이 중원의 임금이 된 사례들을 들며 조선 역시 그럴 수 있다 말했다\"고 적고 있다. 조선 역시 중원의 황제가 될 수 있다는 말인 것이다.\n\n수진방(守眞坊)\n개국 초에 한양을 도읍으로 열 때, 정도전(鄭道傳)에게 모든 방의 명칭을 정하게 했다.\n그 가운데 '수진방(守眞坊)'이라 이름 붙인 것이 있었다.\n나중에 정도전이 그곳으로 집을 옮기고 그곳에서 죽으니, 당시 사람들은 모두 말했다.\n  \"수진방이란 것은 참으로 '목숨이 다하는 마을(壽盡坊)'을 이른 것이었군\"\n(출처)~어우야담\n\n수송동은 조선시대 한성부 중부 8방 중의 하나인 수진방(壽進坊)이었다. 조선의 개국 공신 정도전은 서울에 방 이름을 포함한 지명을 지을 때 자신이 살던 동네를 장수한다는 뜻으로 수동(壽洞)이라 이름 지었지만, 태종 이방원에게 피살되어 그렇게 살지 못했다. 사람들은 정도전이 ‘수명(壽)을 다했다(盡)’라는 의미로 수진방(壽盡坊)이라고 바꿔 부르기도 했다. 현재의 행정구역으로는 수송동, 청진동 일부가 해당된다.\n\n“수진방에 정도전의 집터가 있었다. 제용감(궁궐의 직물 조달·감독 관청), 사복시, 중학당이 모두 정도전의 집터라 한다.”\n<한경지략> ‘각 동조’와 <고운당필기> ‘재용감’에 디테일한 내용이 담겨 있다.\n“…정도전의 사가(私家)가 수진방에 있었다. 지금의 중학은 서당 자리이고, 지금의 제용감은 안채 자리이며, 지금의 사복시는 마구간 터라고 한다. 아마도 정도전이 지세를 잘 보아서 말 4000마리를 매어둘 수 있는 땅을 차지한 것이다.”\n정리하면 정도전 옛 집의 서당에 중학당이, 안채에 제용감이, 마구간에 사복시가 들어섰다는 것이다.\n정도전의 집이 얼마나 대단했는지 알 수 있다. 중학동~수송동 사이에 어마어마한 토지를 소유했다눈 것이다.\n사료대로라면 지금의 종로구청 통합청사 부지가 정도전 집의 마구간 자리였다는 뜻이다. 하기야 말을 4000마리를 매어둘 수 있을 정도의 마구간이었다\n\n<태종실록> 1409년 12월19일자에 ‘팩트’가 등장한다.\n“어린 세자(이방석)를 등에 업고 종사를 무너뜨린 정도전 등의 토지와 밭, 노비를 국고로 몰수했다”는 것이다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-07-17T07:45:46.793000",
  "updatedAt": "2024-11-19T20:10:55.911000"
}