{
  "id": "42518737-fdc7-47b7-bd3c-768e7e6387a7",
  "title": "대공포",
  "content": "[보포스 40mm포]\n스웨덴의 보포스 사가 개발한 대공포. 1932년에 개발돼서 아직도 사용되고 있는 진정한 장수만세 무기 중 하나이다. 제2차 세계 대전 시기 가장 널리 사용된 중형 대공포이며, 주로 연합국 측에서 사용했지만, 추축국에서도 일부 노획한 보포스 40mm 대공포를 사용하기도 하였다.\n이 포는 40x311R 규격의 900g 고폭탄을 포구초속 900m/s으로 발사할 수 있었으며, 연사속도도 분당 120발 정도로 당시로는 준수한 편이었다. 단, 현대의 기관포들 처럼 탄띠급탄방식을 사용하지 않고 4~5발 짜리 클립을 일정 주기마다 보충하는 방식을 사용하므로 120발이라는 발사속도를 일정하게 유지하기 위해서는 장전수들이 옆에서 대기하고 있다가 끊임없이 클립을 보충해야 했다. 그런 관계로 단독으로는 효과가 적고 여러 대가 함께 탄막을 쳐야 한다.\n1934년 네덜란드 해군으로부터 첫 주문이 들어온 이후로 여러 서유럽 국가들과 미국, 남미 국가 등에 판매되었고, 제2차 세계대전 기간동안 연합국 해군에서 제식 중형 대공포의 역할을 담당하였다. 예를 들어 영국에서는 보포스 40mm L/60 포를 자체 개량하여 육군과 해군에서 두루 사용하였으며, 미국에서도 약 6만 정의 쌍열포를 라이센스 생산해서 거의 모든 미군 함정에 장착할 정도로 크게 인기를 끌었다. 특히 일본의 카미카제가 심해지자 미국 군함들은 드라이 도크에 들어올 때마다 함체 외부에 공간이 조금이라도 남는다면 죄다 20mm 오리콘 기관포와 함께 보포스 40mm 대공포로 도배를 했다. 어느 전함은 210미터도 안 되는 짧은 선체에 대공기관포를 합계 150문 가까이 덕지덕지 바르고 다녔으니 말 다했다.\n많은 함정에서 함포로 이용하고 있으며, 2차대전 당시의 미국, 영국 전투함들은 대공포로 장착하기도 했다.\n2차 세계 대전 이후로는 대공 미사일이 발달하면서, 사실상 대형 전투함의 대공포로는 더 이상 사용되지 않고 있다. \n공군 기지를 방어하기 위한 대공포로 종종 사용되며, 자주대공포로 사용하려는 시도가 제법 있었다. 기본적으로 속사포이며, 폭발형 탄두이기 때문에 대인살상력 또한 뛰어나 장갑차나 보병전투차의 주포로도 사용한다.\n\n이탈리아의 브레다(Breda)에서 L/70 기관포를 2연장으로 만든 DARDO(다트라는 뜻) 근접 방어 무기 체계 (CIWS)를 개발하였다. 브레다는 60년대부터 보포스 40mm 함포를 면허 생산했는데, 면허 생산에 그치지 않고 그때부터 개량형도 만들기 시작하였다. 주요 개량점은 연사력 향상과 이중급탄(고폭탄과 철갑탄) 기능이었다. DARDO CIWS는 쌍열 40mm 포, 화력 통제 레이더, 그리고 화력 통제 시스템으로 구성된다. 이탈리아 해군에서는 Ku밴드 화력 통제 레이더를 사용했다.\n이후 1990년대 말에 브레다가 망하고 오토멜라라에서 함포 생산라인을 인수했다.\n브레다 40mm 컴팩트(Compact)는 DARDO CIWS 중에서 가장 대표적인 모델로, 갑판 밑의 공간이 필요한가에 따라 A 타입과 B 타입이 있다. \n대한민국의 노봉 40mm 포도 보포스 40mm 함포를 원형으로 해서 만들었다. 하지만 면허 생산이 아니고, 국방과학연구소에서 1990년대에 독자개발한 모델이다. 성형파편 고폭탄, 철갑탄, 예광탄, 연습탄 등 다양한 포탄을 사용할 수 있으며, 총 768발의 포탄을 탑재한다. 분당 발사율은 포신당 310발로, 2연장 구성이라서 620발이다. 제어 시스템이 기존에 한국 해군에서 사용하던 브레다 40mm 컴팩트보다 우수해서, 마하 2의 초음속으로 공격해오는 표적에도 대응할 수 있다고 한다. 다만 탄걸림이 종종 발생하는 모양이다.\n대한민국 해군의 포항급 3차선, 울산급 2차선과 3차선에서 사용하는 것도 이 컴팩트 모델이다.\n\n[오토멜라라 76mm 함포]\n오토멜라라 76mm 함포의 가장 초기형 모델이라 할 수 있는 컴팩트 버전은 이름 그대로, 작고 가벼우면서도 현대의 함포에 요구되는 범용성과 실용성을 모두 만족하는 함포였다. 우수한 속사 능력 덕분에 대수상, 대공, 지상타격과 같은 다양한 임무 환경에서 활용할 수 있었던 데다, 작고 가볍기까지 해서 고속정급의 함체에도 설치가 가능했다. 다양한 임무에 대응할 수 있으면서도 작고 가벼운 설계 덕분에 배수량을 많이 차지하지 않아, 보다 초계함, 혹은 그 이상의 함급에 사용할 함포로는 그야말로 제격이었다.\n이 함포의 첫 실전은 1973년 벌어진 제 4차 중동전쟁 때였다. 이 때는 이집트군이 대함미사일로 이스라엘의 구축함 아일라트를 대함미사일로 침몰시킨 이후여서 이스라엘도 대함미사일 무장을 설치하기는 했으나, 근접한 목표물이나 소형함정 등은 대함미사일을 사용하기에는 지나치게 값싼 표적이었기 때문에 이에 대응하기 위해 이 함포를 사용했다. 그리고 이 함포가 대함미사일 못지 않게 쏠쏠한 전과를 올린데다 신뢰도까지 증명하면서, 이후 글로벌 베스트셀링 함포로 거듭나기 시작했다.\n\n1985년 만들어진 오토멜라라 수퍼 래피드 함포는 기존에도 구경에 비해 빠른 속사능력으로 평가받고 있었던 컴팩트 버전의 발사속도를 대폭 증강한 버전이라 할 수 있다. 이름 그대로, 매우 빠른 속사능력을 보여주는데, 무려 분당 120발에 달한다. 단순 계산만으로도 0.5초당 1발씩 76mm 구경의 포탄을 쏘아대는 것이다. 이는 자체적인 자동장전장치의 설계를 개량하여 더욱 빠른 급탄을 가능하게 한 데서 비롯되었다.\n본 함포는 대한민국 해군에서도 울산급 호위함, 원산급 기뢰부설함, 윤영하급 미사일 고속함, 참수리급 차세대 고속정, 포항급 초계함 등에서 사용하고 있으며, 구 해경의 삼봉급 경비함의 2번함인 이청호함도 사용 중이다. \n이 함포를 현대 위아(WIA)에서 국산화하여, ‘KP-76L/62’라는 이름으로 신형함에 사용하고 있다. 분당 100발의 발사속도를 내며 부품 상당수가 국산화되었다. 윤영하급 미사일 고속함 일부와 남포급 기뢰부설함, 한산도급 훈련함에 장착되었다\n대한민국 해군은 광개토대왕급 구축함 이후로 호위함급 이상 수상전투함에는 127mm Mk.45 5인치 함포를 탑재하는 추세다. 광개토대왕급은 오토멜라라 127mm 함포탑재. 그 이전 건조된 울산급 호위함이나 포항급 초계함에는 이 함포를 장착하였으며, 현재는 이 함포를 윤영하급 고속함이나 신형 참수리급 고속정의 주력 함포로 애용한다.\n북한 해군에도 수출.\n\n가장 최근에 등장한 형태로는 2004년경 등장한 스트레일즈(Strales)가 있다. 스트레일즈는 이탈리아어로 화살의 복수형을 의미한다. \n기존 슈퍼 래피드에 스트레일즈 시스템을 탑재하고, DART라고 불리는 특수탄을 운용함으로써 아음속 대함 미사일 및 항공기에 대한 요격능력을 갖추었다. 대공사격 시에 DART 포탄을 유도해주는 탑재형 사격통제레이더를 커버를 열어 드러낸다.\n이 버전의 76mm 함포는 팰렁스나 골키퍼와 같은 CIWS의 개념으로 만들어진 것으로, 대공 유도 특수포탄인 ‘DART’ 탄을 운용함으로써 아음속으로 날아오는 대함미사일이나 근접한 드론에 대한 요격 능력을 갖추는 것을 골자로 한다. 이 버전부터는 DART 탄을 유도하기 위한 별도의 사격통제 장비를 사용한다.\n\n[DART탄]\nDARDO (\"Dart\" in Italian) is a close-in weapon system (CIWS) built by the Italian companies Breda and Oto Melara. It is composed of two Breda-built Bofors 40 mm firing high explosive (HE) shells, a fire-control radar (RTN-10X) and a fire-control system (RTN-20X and Dardo). It is the last of a long series of Italian anti-aircraft weapons derived from the Swedish Bofors 40 mm autocannons.\nThe system's primary purpose is to defend against anti-ship missiles, unmanned aerial vehicles and other precision guided weapons. It can also be employed against conventional and rotary-wing aircraft, surface ships, small water-crafts, coastal targets and floating mines.\n\nEffective firing range : HE round: 4,000 m\nMaximum firing range : AA with HE: 8,700 m\n\nThe Fast Forty is an improved version of the system with a higher rate of fire, dual magazine and dual feed mechanism to allow switching from HE to armour-piercing fin-stabilized discarding sabot (APFSDS) rounds when a missile gets within 1,000 meters from the vessel.\n\n이거 일종의 반능동유도라고 해야 하나요.\n그러니까 함포탄의 탄저에서 발생하는 빛을 보고 포탄의 위치를 파악해서 포탄에 유도지시를 내리는\n한 마디로 단방향 데이터링크만 포탄에 달려 있고\n함선에서는 포탄의 위치를 보고 데이터링크로 포탄의 유도를 해주는 방식으로 알고 있습니다.\n\n현제 이 시스템은 이탈리아와 프랑스의 주력 ciws로 사용중입니다. 이유는 간단합니다. 초음속 대함미사일이 등장하고서 ciws가 초음속 대함미사일을 완벽하게 저지하지 못한다는 이야기들이 등장하면서 실질적으로 현제 완전 독립된 운용방식의 ciws는 거의 신형이 등장하지 않고 있습니다. 그래서 미국은 독일과 함께 일종의 근접방어임무도 수행할수 있고 상대적으로 먼 거리에서 초음속 대함미사일을 요격해서 비행기능이 상실된 초음속 대함미사일이 함에게 덥치는걸 방지하는 램을 개발한 거고요. 이탈리아는 바로 이걸 개발한 겁니다. \n이건 기존 ciws탄과는 탄두의 중량이 엄청나게 달라서 초음속 대함미사일에 한방만 명중시켜도 초음속 대함미사일이 운동에너지를 요격된 다음에도 그대로 함선을 덥치는 걸 어느정도 막아줄 수 있는 ciws이기 때문입니다.\n아음속뿐만 아니라 초음속도 대응 가능하다고 알고 있습니다. 그 뿐아니라 다목적 포이기도 하고요. 한마디로 미래의 함포가 가져야 할 덕목을 거의 대부분 가진 함포입니다. 그래서 저도 우리나라에도 꼭 필요한 무기라 생각합니다.\n\n[Vulcano 76 포탄]\n볼케이노 76 (Vulcano 76) 포탄은 많은 국가의 군함에서 채택하고 있는 76mm/62 칼리버 함포\n를 해상 및 지상에 노출된 목표물을 공략할 수 있는 능력을 가진 다목적 무기로 탈바꿈시킨다. 이는 오늘날 연안전투 임무로부터 진화하고 있는 작전 요구를 충족시키기 위한 것이다.\n추가적으로, 이 시스템은 전통적인 해군 함포 지원은 물론이고, 방공 임무도 수행한다고 합니다. 유도 발사체로서, 날개가 안정된 (fin-stabilized) 벌케이노 76는 전자동 GPS 유도 발사체를 제공해서\n현재의 76mm/62 칼리버 시스템의 사거리를 사실상 2배로 늘린다고 오토 멜라라 측은 밝혔습니다.\n고정된 지상 기반의 목표물이나 해상의 수상 목표물을 공략할 때의 유효 사거리는 40km 이상 늘어난다고 하네요. 이러한 새로운 능력은 소형 연안전투함, 호위함 및 건보트 (gunboat) 등이\n현재의 중거리 대함 연안방어 미사일, 로켓 및 대포의 사거리 밖인 초점 거리 (standoff distance)로부터 넓은 연안해역을 장악할 수 있도록 만들 것이라고 합니다.\n벌케이노 76은 일반적인 유도 또는 무유도 포탄을 쓰는데, 여기에 (항공, 해상 및 지상 목표물에 대\n한) 고도에 따른 근접폭발 (altimetric proximity), 충격 및 관통, 그리고 자폭 모드를 제공하는 다양\n한 모드의 신형 RF 마이크로웨이브 신관 (RF microwave fuse)으로 무장하고 있다고 하네요.\n텅스텐과 강철 소재로 새롭게 설계된 산탄형 탄두 (pre-fragmented warhead)와 최적으로 결합하\n면, 현재 사용되고 있는 탄두 중량의 80 퍼센트로 2배에 이르는 파괴력을 제공할 것이라고 오토 멜\n라라사는 언급하고 있다고 합니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-02T07:15:29.590000",
  "updatedAt": "2023-01-02T09:16:08.372000"
}