{
  "id": "43085179-e881-4831-b65d-1ddb83f9c984",
  "title": "채권",
  "content": "보통 기업들은 주가가 제멋대로 널뛰기 하거나, 기업에서 원치 않는 외부인이 주주 자격을 갖는 것을 막기 위해서, 웬만하면 채권을 발행하고 이를 투자자들에게 파는 것이다. \n\n실제 거래 규모로만 볼 경우 채권이 주식보다 훨씬 크다. 다만, 채권은 주식과 달리 장외시장이 장내시장보다 더 큰 비중을 차지한다. 이래봐도 채권의 개념이 회삿돈을 끌어쓰는 건데 한번에 몇백억 몇천억하는 큰 돈을 빌리지 개인한테 쥐꼬리만큼 빌려봤자 인건비도 안나오기 때문이다. \n\n각종 금융 상품들, 펀드, 연금 등은 일반적으로 운용 자금의 과반이 채권에 투자되어 있다. 안정적으로 예측할 수 있는 수익을 가져다 주므로 (디폴트의 위험은 있지만) 안정자산으로 분류된다. 때문에 보통 주식이 오르면 채권이 내리고, 주식이 내리면 채권은 오른다.\n\n[채권 가격]\n채권에 표기된 이자율은 불변이기 때문에 기업신용도가 그대로라도 시장에서 더 비싸게 이자를 받을 수 있으면 기존 채권값은 하락한다. 즉 시중 금리가 상승하면 채권값은 하락하고 시중금리가 하락하면 채권값은 상승한다.\n\n[옵션부 채권]\n만기를 유동적으로 움직일 수 있는 조건인 콜옵션 (조기상환권), 풋옵션 (조기상환 요구권)이 추가되는 경우도 있다. 콜옵션은 채권발행자(채무자)에게 유리한 조건으로서, 콜 가능일에 시중금리가 발행시점의 금리보다 낮을 경우, 발행자는 채권을 액면에 조기상환 시키고 잔존만기만큼 재조달 하여 싼 이자로 다시 빌릴 수 있게 된다. 이 경우 투자자에게 불리하므로 일반적으로 채권 금리가 콜옵션이 없는 채권 금리보다 높다. 풋옵션은 투자자에게 유리한 조건으로서, 풋 행사일에 시장금리가 발행시점 금리보다 높을 경우, 투자자는 발행사에 조기상환을 요구하여 그 돈으로 잔존만기만큼의 채권을 재 투자하여 이익을 보게 된다. 이 경우 콜옵션부 채권과 반대로 채권 금리가 일반 채권 금리보다 낮다.\n\n[신종자본증권]\n채권은 정해진 만기를 명시하는 것이 일반적이지만 최근 들어선 금융상품의 복잡성과 자금을 조달하고자 하는 기업의 다양한 요구로 만기가 불확실하거나 '실질적으로 아예 없는' 채권도 등장하고 있다.\n\n\n\n전환사채(CB ; Convertible Bond)\n전환사채는 발행 시에 정한 조건에 따라 주식으로 전환할 수 있는 채권입니다. 주식으로의 전환권은 채권투자자(보유자)가 행사할 수 있는 권리이므로 주식콜옵션과 동일합니다. \n전환사채의 권리행사 시 사채는 소멸되고 주권을 지급받게 됩니다.\n\n신주인수권부사채(BW ; Bond with Warrant)\n신주인수권부사채는 신주를 매입할 수 있는 권리가 부여된 채권입니다. 신주인수권(Warrant)을 행사해서 신주를 매입하기 때문에 권리행사 이후에도 사채는 존속합니다. \n2009년이후 사채대용납입조건의 분리형BW가 많이 발행되었는데 현금대신 사채를 납입할 경우에는 신주인수권 행사로 사채도 소멸하게 됩니다.\n비분리형BW의 경우에도 신주인수권행사 시 사채대용납입이 가능하며 사채대용납입으로 신주인수권을 행사할 경우는 전환사채처럼 부채가 감소(사채가 소멸)하고 자본이 증가하게 됩니다.\n\n교환사채(EB ; Exchangeable Bond)\n교환사채는 기존에 발행해 둔 주식과 교환할 수 있는 권리가 부여된 채권입니다. 전환사채와 유사하지만 전환사채는 신주를 발행하는데 시간이 소요되는 반면, 교환사채는 주식으로 바꾸는데 시간이 걸리지 않는다는 장점이 있습니다. 이러한 이유때문에 동일 발행사가 전환사채와 교환사채를 동시에 발행할 때 교환사채의 인기가 더 높습니다.\n전환사채와 신주인수권부사채의 권리행사 시 자본이 증가하는 반면, 교환사채는 권리행사에도 불구하고 자본이 증가하지 않습니다. 그 이유는 \"이미 발행 되어 있는\" 주식으로 교환하기 때문입니다. \n교환사채의 교환권이 행사되면 자산(교환대상 주식)과 부채(교환사채)가 동시에 감소하기 때문에 부채비율이 낮아지는 효과는 있습니다.\n\n이익참가부사채(Profit-sharing Bond)\n이익참가부사채는 표면이자 외에 발행사의 이익에 참여할 수 있는 권리가 부여된 채권입니다. 예를들어 1997년 IMF 구제금융 이후 발행된 한국토지공사(LH공사)의 토지수익연계채권은 일종의 이익참가부사채입니다. \n토지수익연계채권은 고정이자(표면금리에 따른 이자)를 지급하고 사전에 지정된 토지매각에서 차익이 생길경우 이자를 추가로 지급하는 채권입니다.\n\n콜옵션부채권(Callable Bond)\n채권 발행자가 만기 이전에 조기상환할 수 있는 권리가 부여된 채권입니다. 콜옵션은 채권발행자가 행사할 수 있는 권리로써, 일반적으로 채권금리가 하락할 때 콜옵션이 행사되므로, 투자자 입장에서는 재투자위험에 노출됩니다.\n콜옵션부채권 가치 = 일반채권(Straight Bond) - 콜옵션\n채권 발행 이후 채권금리가 하락하여 표면이자율 4%보다 낮은 금리(3.5%)로 자금조달이 가능할 경우에 기존채권을 조기상환하고 낮은 금리의 채권을 발행한다면 발행자 입장에서는 이익이 됩니다. 즉 발행자는 표면금리 4%짜리 채권을 상환하고, 3.5%짜리 채권을 발행함으로써 이자비용을 0.5% 절감할 수 있게 됩니다.\n투자자 입장에서는 기존의 고금리 채권(4%) 대신 저금리 채권(3.5%)에 투자해야 되기 때문에 불리하게 됩니다. 이것을 재투자위험이라고 합니다.\n\n풋옵션부채권(Putatble Bond)\n채권투자자가 채권의 만기 이전에 원금의 상환을 요구할 수 있는 권리가 부여된 채권입니다. 풋옵션의 권리행사는 투자자가 하는 것이기 때문에 풋옵션의 가치는 최소한 0이 됩니다. 여건이 불리할 경우에는 풋옵션을 행사하지 않으면 되기 때문입니다.\n풋옵션부채권 가치 = 일반채권(Straight Bond) + 풋옵션\n표면금리가 4%인데 시중금리 상승으로 매매금리가 4.5%로 상승할 경우에 풋옵션을 행사해서 4% 채권을 발행자에게 매도하고 4.5% 채권을 매입한다면 투자수익을 0.5% 높일 수 있습니다.\n\nCB, BW, EB, 풋옵션부채권은 투자자에게 유리한 옵션부채권이고 콜옵션부채권은 투자자에게 불리한 옵션부채권이라고 할 수 있습니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-11T09:14:01.971000",
  "updatedAt": "2023-04-27T08:37:22.285000"
}