{
  "id": "430d4bff-fc5f-4ae6-a947-761d49700688",
  "title": "용병의 역사 - 현대 2",
  "content": "러시아 - 우크라이나 전쟁\nMercenaries from nearly 50 countries fighting for Russia in Ukraine, reports say\nAccording to the media, Russian president Vladimir Putin claims that Russia does not need foreign mercenaries. But only from April 2023 to May 2024, more than 1,500 foreigners were recruited into the army through the Moscow recruitment center.\nIn April 2024, the hacker group DumpForums announced the hacking of several systems of the Department of Information Technologies (DIT) of the Moscow City Hall. They had penetrated the DIT system a year earlier and during that time had downloaded several large databases. The hackers gained access to personal data of Muscovites from the Unified Medical Information Analysis System (UMIS).\nAs Important Stories reported, information about hundreds of foreigners who passed through the selection point for contract military service in Moscow became publicly available as a result of this leak.\nMost of the mercenaries went to Russia from Nepal - at least 603 people visited the recruitment center in the capital.\nAt the end of 2023, the Nepalese authorities asked the Kremlin not to recruit their citizens into the Russian army, but recruitment continued. Russia does not inform the relatives of Nepalis about their fate. In March 2025, the families of the dead and missing mercenaries even came to Moscow to demand compensation.\nDozens of European Union citizens are fighting for Russia's army, and last year at least two Americans came to recruit. The namesake of a veteran of the 82nd Airborne Division, 30-year-old Matthew Kyle Dubron from Nevada, was spotted at the recruiting center.\nCitizens of the United Kingdom, France, Belgium, Italy, and Austria are also going to fight for Russia. For example, in February 2024, 21-year-old Frenchman Jean Clement arrived at a recruitment center. His mother, sociologist Hélène Clement-Pitio, regularly appears on RT and spoke at the same conference as Alexander Dugin.\nAlso, people from the Middle East (Egypt, Iran, Iraq, Libya, Syria, Türkiye, Algeria and other countries) are actively recruited for the war. For example, a contract was signed by 26-year-old Syrian Omaran Khadak, who fled to Russia to avoid serving in Bashar al-Assad's army.\nAnother source for recruitment is poor African countries (Ghana, Cameroon and Senegal). Joseph Desair Pokam, 25, flew from Cameroon to the Russia-Africa summit under the slogan “For Peace, Security and Development,” and then went to a recruitment center to fight in the war with Ukraine.\nMercenaries from China in the war against Ukraine\nRussian media recently identified 51 Chinese soldiers who had signed a contract with the occupying army. They flew to Moscow on purpose.\nThe fact that Chinese citizens are fighting on the side of the Russians at the front in Ukraine became known on April 8 after the Ukrainian military captured two Chinese in the Donetsk region.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-09-12T13:04:14.026000",
  "updatedAt": "2025-09-12T13:04:14.026000"
}