{
  "id": "435e7bd4-bf29-4c05-843f-59969eaf6d2c",
  "title": "고우",
  "content": "![image](media/1757365746123.1739965428.png)\n\n\n前223年，秦王嬴政在境内筑高台、置邮亭，故名高邮，别称秦邮。后人又称高沙、珠湖、盂城。西汉武帝元狩五年（前118年）由东阳县析置高邮县，属广陵国。南北朝时曾置广邺郡、神农郡，又析临泽、三归、竹塘三县。隋初郡废，三县并入高邮县。宋代先后筑有二城，名旧城、新城。宋、元时期，因置高邮军、承州、高邮路、高邮府，领辖过高邮、兴化、宝应三县，为淮扬间繁华之地。 \n\n\n🔹 번역\n기원전 223년, 진(秦) 왕 영정(嬴政)이 영역 안에 높은 누대를 쌓고 우정(郵亭, 역참)을 설치하였는데, 이 때문에 고우(高郵)라 불렸고 별칭은 진우(秦郵)였다. 후세 사람들은 또 이를 고사(高沙), 주호(珠湖), 우성(盂城)이라 부르기도 하였다.\n 서한(西漢) 무제 원수(元狩) 5년(기원전 118년)에 동양현(東陽縣)에서 영역을 떼어 고우현(高郵縣)을 설치하였으며, 광릉국(廣陵國)에 속했다.\n 남북조 시대에는 광업군(廣邺郡)과 신농군(神農郡)이 설치되었고, 뒤이어 임택(臨澤)·삼귀(三歸)·죽당(竹塘) 세 현이 분리되어 존재하였다.\n 수(隋) 초기에 군(郡) 제도가 폐지되면서 세 현은 다시 고우현에 통합되었다.\n 송(宋)나라 때에는 두 개의 성이 차례로 축조되어 구성(舊城)과 신성(新城)이라 불렸다.\n 송·원(元) 시대에는 고우군(高郵軍)· 승주(承州)· 고우로(高郵路)· 고우부(高郵府)가 설치되어 고우·흥화(興化)·보응(寶應) 세 현을 관할하였으니, 당시 회양(淮揚) 사이의 번화한 중심지였다.\n\n\n\n<고려사절요>에는 최영 장군이 중국 남경까지 가서 장사성(張士誠, 1321-1367) 군과 싸운 기록이 나온다. 원元의 말기 중국 대륙이 홍건적의 봉기로 들끓는 시기의 이야기이다. 몽골제국은 아직 쓰러지지 않았지만, 잇단 가뭄과 홍수, 전염병, 그리고 황실 내부의 권력투쟁으로 기진맥진한 상태였다. 1353년에 장사성은 이때 고우부(高郵府)를 근거지로 난을 일으켰다. 원에서는 승상 탈탈(脫脫帖木兒 ; 토크토아 테무르, 1314-1355)을 보내 이를 치게 하였다. \n원의 혜종은 이때 漢族 반란군인 장사성의 세력을 진압하기 위해 고려에게도 원군을 요청하였다. 공민왕은 최영을 비롯한 류탁, 염제신, 김용, 강윤충, 정세운, 이방실, 안우 등 40여명과 서경의 수군 300명, 모집한 군사 2000여명을 파견하였다. 고려군이 출발한 것은 공민왕 4년(1354) 7월이었다. 이어 고려군은 8월 10일 연경에 모였다.\n고려군과 장사성 군과의 첫 전투는 고우성(高郵城)에서 일어났다. 원의 태사 탈탈은 고려군을 선봉으로 삼았다.\n\n“태사 탈탈이 고우성을 공격할 때, 류탁 등 정벌에 나간 장수와 사졸, 연경에 있는 우리나라 사람 총 23,000명을 선봉으로 삼았다.” <고려사절요>\n\n고우성 전투에 참가한 고려 정벌군의 총 규모는 2만명을 상회했던 것으로 보인다. 국내 영빈관에서 공민왕의 사열을 받고 출발할 때의 장수와 사졸은 2,000명이었지만, 연경에 있는 우리나라 사람이 합류하면서 강남까지 내려간 총 병력은 23,000명이었던 것으로 간주된다.\n\n“(고우)성이 함락되려 할 때 달단지원노장(韃靼知院老長)이 우리나라 사람들이 공을 독차지할까 두려워서 명령을 내리기를 ‘이제 날도 저물었으니 내일 쳐부수도록 하자’ 하고는 군사를 회동하여 퇴진했다.” <고려사절요> \n\n그런데 원은 나라가 망하려고 그랬던지 이 즈음에 어처구니없는 일을 벌인다.\n“때마침 어떤 자가 탈탈을 참소하여 황제가 탈탈을 회안으로 유배보내니 이 때부터 남쪽에 있는 적의 세력이 날로 강성해졌다.”<고려사절요>\n\n장사성 군대와 전쟁을 총괄 지휘하던 승상 탈탈은 실로 원의 마지막 명장이자 명재상이었다. 이런 그를 나라의 명운을 건 전쟁 중에 황제가 참소를 믿고 유배를 보내버린 것이다. 정적 카마(哈麻, ?~1356)가 기황후에게 모함하여 벌인 일이었다. 승상 탈탈은 귀양 도중에 독살되고 말았다. 탈탈이 숙청된 이후, 원은 한족 반란군과의 싸움에서 급격히 밀리게 되며 이후 멸망의 길을 걷게 된다.\n이후 원은 걷잡을 수 없이 무너졌지만, 그렇다고 고려의 군사들까지 무너진 것은 아니었다.\n\n“우리 군사는 六合城을 함락시키고, 淮安路로 이동하여 적을 막았는데, 이권, 최원 등 여섯 사람이 싸움에서 죽고, 최영은 힘껏 싸우다가 몸에 두어 군데 상처를 입었다.”\n<고려사절요>\n\n고려군은 기세가 살아 있어서 육합성을 함락하기도 하고, 淮安城에서는 몰려드는 수만 홍건적과의 싸움에서 끝끝내 적을 격퇴시키는 전과를 올리기도 하였다. 최영장군은 이 강남 정벌에서 27차례의 전투에서 27차례 승리를 거두었다. 이후 고려군이 어떻게 국내로 돌아왔는지는 잘 알려져 있지않다.\n최영장군은 국내로 돌아와 공민왕을 만나 기울어가는 원나라의 실상을 적나라하게 고했다. 공민왕 또한 연경에 있을 때 원의 쇠퇴 기미를 이미 읽고 있었다. 공민왕이 부원배를 제거하고, 쌍성총관부 공격 등 반원 정책을 시행한 것은, 최영장군이 제공한 정보를 바탕으로 기획한 것일 수도 있다. \n============================================================\n\n\n1354년, 원나라가 홍건적의 난으로 고려에 파병을 요청하자 지휘관으로 약 2000여명의 중앙군 정예병들을 이끌고 원나라로 파병. 그곳에 있는 고려인도 지휘하며 홍건적 격파에 성과를 올렸어. 가자마자 치뤄진 고우, 육합전투에서 적극적인 회전을 벌여 온갖 화공을 퍼부으며 홍건적 3만여명을 도륙내고 이어진 건주전투에서 1만여명을, 서천전투에서 6만여명을 패퇴시켜 중국에도 명성을 알리게돼. 이 과정에서 수 차례 창에 찔렸다고..\n이때 원 승상(국무총리) 탈탈이 최영을 보고 \"아니 저게 사람인가 귀신인가?!\"라고 말하며 감탄하여 최영에게 보검을 선물했고 같이 합세하여 강남 요충지 형산성을 함락시키는 전공을 올림.    \n1355년에는 회안로 방면에서 1만여명의 홍건적의 맹렬한 공격을 막아내 수비에 성공, 이후 홍건적 명장 남옥이 지키고 있는 간쑤성을 함락시키고 홍건적 2만여명을 도륙냈으며 이어 기병으로 하여금 산과 협곡을 넘게하여 배후를 공격하니 왕춘성, 장저성도 함락시켜 홍건적의 입지에 엄청난 타격을 입혀버렸어. 앞장서 용전분투하며 용맹을 떨치고 명성을 중국에 알린 최영은 원순제한테 금장을 하사받고 귀국하지. \n\n-<신원사>- \n『이 싸움에 고려군이 이긴 기세를 이용하여 수적들의 목을 함부러 베니 뼈와 살이 들판을 뒤덮고 피가 냇물을 이루어 비린내가 진동했다.』 \n\n\n====================================================\n<고려사>를 따르면 원나라는 장사성 토벌에 800만 대군을 동원했다고 한다. 다소 과장이 섞였을 것이다. 원군의 총지휘관은 태사 토크타였다. 서번과 회회에서도 지원군이 왔다. 목표는 장사성이 있는 고우 성이었다. 9월에 출정이 이루어졌다. 800만은 아니어도 대군이긴 했던 모양인지 고우에 도착했을 때는 11월이 되었다. 도착 4일 후 첫 접전이 벌어졌다. 성 밖에서 벌어진 이 전투에서 장사성군은 대패했다. 장사성군은 성으로 물러났다. 공방전이 치열하게 펼쳐졌다. 무려 27회의 공방전이 벌어졌으나 성은 건재했다.\n토크타는 병사를 나누어 고우 성 인근의 육합 성을 치게 했다. 이 육합성을 공략했다는 이야기가 <고려사>에 특별히 기재되어 있는 것으로 보아 이 전투에도 고려군이 참여했을 가능성이 있다. 육합 성은 고우 성의 서남쪽에 있는 성으로 그다지 전략적 가치가 크지 않지만 그 동쪽에 있는 저주를 위협하게 되는 효과를 가지는 성이었다. 저주 방면에서 오는 원군을 막을 수도 있었다. 육합 성을 지키던 장수는 원군의 침입에 놀라 다른 반란 세력인 곽자흥에게 도움을 요청했다. 곽자흥은 육합으로 출전하는 것을 꺼렸으나 곽자흥의 참모 주원장(뒷날의 명태조)은 육합을 잃으면 저주도 함락된다고 설득해서 출전하게 된다. 그러나 이미 육합은 무너진 뒤였고, 원군은 승리에 도취하여 저주 성을 향해 진군하고 있었다. 주원장은 패주하는 척하며 원군을 유인하여 원군에게 패배를 안겨주었다. 작은 전투에서 이기기는 했어도 저주 성을 지키기는 어려운 상황이었다. 주원장은 약탈한 원군의 말을 돌려주는 조건으로 화친을 제의했고, 장사성과 싸워야 하는 원군은 이 화의를 받아들였다. \n물론 이러는 동안에도 고우성 공략은 계속되었다. 고려군이 선두에 서 있었다. 유탁이 지휘를 하고 최영이 독전한 끝에 성의 한 곳이 무너졌다. 그러자 고려군에게 성을 함락시키는 영광을 줄 수 없다며 원나라 장수들이 반발하여 더 이상의 공격을 할 수 없게 되었다. 원나라 장수들의 핑계는 날이 저물었으니 내일 날 밝은 뒤 다시 공격하자는 것이었으나, 그 하룻밤의 시간을 준 것 때문에 고우 성은 다시 무너진 곳을 복구하고 방비를 단단히 해서 버텼다.\n더구나 연경에서 토크타를 참소하는 사건이 일어나 토크타는 12월 한겨울에 유배 신세가 되고 말았다. 예전에 토크타 때문에 승진에서 누락된 적이 있는 하마라는 자가 모함을 한 것이다. 하마는 토크타가 나가 있는 틈을 타서 기황후(고려 여인으로 황후 자리에 오른 바로 그 여자)에게 토크타가 3월에 출병한 이래 전공이 전혀 없으니 군사비만 헛되이 내다버린 것이라고 참소해서 쫓아내는 데 성공했다. 토크타는 다음해 재산을 몰수당하고 더 외지로 쫓겨난 끝에 실의 속에 죽고 말았다.\n고우 성은 외성도 무너지고 거의 쓰러지려던 참이어서 장사성도 이제 끝장이라고 생각하고 있던 참이었는데, 총사령관의 경질로 원군이 풀 죽은 것을 알고 맹공으로 나와 원군을 무찌를 수 있었다. 장사성 토벌은 실패했지만 고려군은 돌아갈 수 없었다. \n고려군은 회안로 수비에 동원되어 여러 차례 반란군과 싸웠다. 고려군이 회안 성(고우의 북쪽에 해당하므로 이곳을 지키고 있다는 말은 회수 이남을 모두 빼앗겼다는 뜻이 된다)을 지키고 있는데 장사성이 사주와 화주의 군사를 동원하여 회안 성을 포위했다. 8000척의 배가 강가에 위치한 회안성을 포위하고 공격에 나서 밤낮을 가리지 않고 몰아친 것이다. 최영은 선두에 나와 싸우며 여러 차례 창에 찔렸지만 끝까지 적을 추격 섬멸하는 무시무시한 위용을 보여주었다. 이 전투를 마지막으로 고려군은 드디어 귀국할 수 있었다. \n장사성은 이후 세력을 절강, 서주까지 뻗쳐 막강한 세력을 과시하게 된다. 고려와도 공민왕 6년(1357년) 7월에 수교하여 공물을 주고받았다. 장사성이 사신을 보낸 것은 그 전전달인 5월에 공민왕이 기황후 일파인 기철을 처단하고 6월에는 원나라 연호를 폐지하는 등 반원정책을 표면에 드러냈기 때문일 수도 있다. 하지만 어쩌면 그것은 바로 장사성이 봉기했던 초년에 고려군에게 혼쭐이 났기 때문은 아니었을까?",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-09-09T05:50:42.872000",
  "updatedAt": "2025-12-01T16:58:11.496000"
}