{
  "id": "43e7115d-dd0c-431c-8113-8fbe8af8ad19",
  "title": "포탄 제고",
  "content": "[2010.09.17]\n송영선 미래희망연대 의원은 16일 “우리 육군의 주요 전력화 장비들이 탄약 부족으로 전쟁발발시 2주 이상 지속하기 어려운 상황”이라며 “대한민국 육군은 전쟁나면 총알없어 못싸운다”고 지적했다.\n송 의원은 이날 배포한 보도자료에서 전투예비탄약 확보기준 등을 담고 있는 국방탄약 정책서를 인용, “전투예비탄약 비축 최종 목표는 지속일수 60일 분량을 확보하는 것이고, 1단계로 우선 30일 분을 확보하도록 하고 있지만 현재 우리 육군이 보유하고 있는 탄약은 2009년 기준으로 약 2주일에도 못 치는 수준”이라고 밝혔다. 특히 우리 군의 주요 전력화 장비인 K1A1 전차의 경우는 전투예비탄약 확보기준 1단계 수준에 근접하고 있지만, K-11 복합 소총, K-9 자주포(155mm DP-ICM B/B탄 목표량 대비 13.8%, HE B/B탄 목표량 대비 25.4%), MLRS탄 등의 예비탄약은 일주일의 여분도 되지 않고 있는 것으로 나타났다.\n이와 관련 송 의원은 “K-11복합 소총과 K-9자주포는 우리 국내 기술로 개발한 무기해 해외에 수출을 하고 있는 10대 명품무기에 해당한다”며 “우리에게 충분히 탄약을 확보할 수 있는 기반이 있음에도 불구하고 예산부족으로 인해 탄의 구입이 늦어지고 있다”고 주장했다.\n\n\n[2016.10.06]\n우리 군은 전시에 대비해서 최소 60일분의 탄약을 항상 갖고 있어야 합니다. 군 스스로 만든 규정인데 이 규정을 어기고 탄약을 방위산업체에 수출용으로 빌려준 거로 드러났습니다. 국방부는 지난해와 올해 5.56mm 예광탄과 155mm 고폭탄 등 일곱 종의 탄약을 수출용으로 방위산업체에 빌려줬습니다.  \n5.56mm 예광탄은 우리 군의 주력 개인화기인 K-3에, 155mm 고폭탄은 육군 전력의 핵심인 K-9 자주포에 사용하는 탄약입니다. 군 작전에 문제가 없는 범위에서 국방부 장관의 승인을 거쳐 수출용으로 빌려줄 수 있습니다. 그래도 전쟁 같은 유사시에 대비해 최소 60일 치는 비축하게 돼 있습니다. 하지만 올해 국방부가 방산업체에 대여해 줄 당시, 5.56mm 예광탄은 30일 치, 155mm 고폭탄은 14일 치에 불과했던 것으로 확인됐습니다.\n군은 탄약을 업체에 빌려줄 때 그동안 대여료를 받았는데, 어찌 된 일인지 지난해부터 시행령이 바뀌어 대여료도 받지 않고 있습니다. \n\n[2022-10-21]\n21일 국회 국방위원회 소속 정성호 더불어민주당 의원이 육해공군의 전투예비탄약 비축량 자료를 분석한 결과를 보면, 육군과 해군의 경우 30일분 기준 비축량 대비 80~90%대 수준의 예비탄약을 확보하고 있다.\n반면 북한 장사정포 갱도와 미사일 포대를 폭격하기 위한 공군 합동정밀직격탄(JDAM) GBU-31 비축량은 30일분 기준치 대비 35%에 불과했다. 개전 후 열흘 남짓이면 비축 물량이 모두 소진된단 얘기다.\n탄두 중량이 가벼운 GBU-38도 30일분 대비 48%,  수준에 머물렀다. 또 지하시설을 정밀 폭격할 수 있는 벙커버스터 유도탄 GBU-24 '페이브웨이Ⅲ'는 30일분 대비 42%를 비축하고 있었고, 레이저통합직격탄(LJDAM) GBU-56은 30일분 대비 21%였다. AGM-65 '매버릭' 미사일(30일분 46%)과 활강유도폭탄(SDB) GBU-39(30일분 69%)도 비축량이 기준치를 밑돌았다.\n군은 '군수품관리 훈령'에 따라 전시상황에 60일간 사용할 수 있는 전투예비탄약을 비축해야 한다. 이에 따라 군은 30일분(1차 확보물량)과 45일분(2차), 60일분(최종) 등의 기준치를 정해 탄약을 관리하고 있다.\n단, 일선 부대에선 개전 초기 30일이 전황에 가장 큰 영향을 미치는 점과 비축 탄약의 노후화, 신형 탄종 도입 등을 감안해 60일분보다 30일분 보유를 우선 기준으로 삼고 있는 것으로 알려졌다. 그러나 JDAM 등 공대지정밀유도탄은 2018~19년 이후 추가 확보되지 않고 있는 상황이라고 정 의원이 전했다.\n이뿐만 아니라 KAMD의 한 축인 PAC-3 대탄도탄 미사일도 비축량이 기준 대비 53%에 불과했고, PAC-2 대항공기용 미사일 비축량도 65%에 머물렀다.\n군은 개전 후 30일이면 북한 탄도탄이 모두 소진될 것으로 예상된다는 점에서 30일분을 기준으로 패트리엇을 비축 관리하는 것으로 알려져 있다.\n정 의원에 따르면 공군 측은 이처럼 공대지 정밀유도탄과 패트리엇 미사일의 비축량이 기준치를 밑도는 건 \"표적 개발 고도화로 대폭 늘어난 타격 목표물에 비해 탄약 확보 속도가 느리기 때문\"이라며 추후 보강해가겠다고 설명한 것으로 알려졌다.\n그러나 국방중기계획상 이들 미사일은 4년 뒤인 2026년이나 돼야 1차 확보물량 30일분 중 일부만 채워질 것으로 예상되는 만큼 서둘러 개선책을 강구할 필요가 있단 지적도 제기된다. 정 의원은 \"북한의 핵·미사일 위기가 고조되는 상황에서 킬체인과 KAMD 관련 작전에 차질이 생길까 우려된다\"고 지적했다. 이와 관련 류성엽 21세기 군사연구소 전문연구위원도 \"정밀유도무기는 주문 후 짧아도 2년, 보통 4~5년은 걸려야 받을 수 있다\"며 \"이런 점을 감안할 때 비축물자가 부족하단 건 문제가 될 수 있다\"고 지적했다. 류 위원은 \"정밀유도무기는 최소 3개월분, 적정 6개월분 정도는 비축할 필요가 있다\"며 JDAM의 경우 유도킷만이라도 우선 확보할 필요가 있다고 밝혔다. 미국과 그 동맹국들은 지난 2003년 이라크 전쟁 개전 후 1개월간 1만9948발의 정밀유도무기를 사용했다.\n양욱 아산정책연구원 부연구위원도 \"최근 각국의 전쟁 수행 양상을 보면 전투예비탄약이 충분해야 전쟁을 안정적으로 끌고 갈 수 있다\"며 러시아의 무력침공을 받은 우크라이나를 돕기 위해 미국 측이 주요 동맹국으로부터 탄약을 끌어모으고 있는 사실을 예로 들었다. 다만 양 위원은 \"비축물량이 너무 많으면 국방예산 부담과 탄약 노후화로 이어지는 만큼 미국뿐만 아니라 우리나라와 무기체계 표준을 공유하는 여러 나라들과 군사 공급망을 만들어놓는 게 필요하다\"고 제언했다. 그는 무기체계의 국산화 노력 또한 주문했다.\n\n최근 우크라이나에 155mm 포탄 대여로 많은 분들이 한국의 포탄생산능력과 재고를 궁금해하고 있습니다. \n그래서 현재 기사와 알려진 내용만을 기준으로 분석해 볼까합니다.\n현재 우리나라의 소형 박격포탄과 로켓탄을 제외한다면 주요 포탄으로는 현재 우크라이나 전에서 모자란다고 아우성대는 155mm 포탄, 박격포탄 중 나토규격인 120mm 박격포탄, 기타 도태 예정인 4.2인치 박격포탄과 말 많은 105mm 포탄입니다. 사실상 이 4종의 포탄이 한국에서 전쟁이나거나 유사한 상황이 발생했을 때 가장 많이 사용될 포탄들이죠.\n먼저 105mm 포탄은 이제 더이상 생산하지 않습니다. 하지만 2020년 공식자료 기준으로 340만발의 무지막지한 양의 포탄이 아직 남아 있습니다. KM105를 도태시켜야 하는데 너무 많은 탄이 남아 있다보니, K105A1 이라는 말도 안되는 자주포를 만들어 소모시키겠다는 발상까지 하게 됩니다. K105A1는 약 800대가 도입될 예정이고, 포신이 터져라 빡시게 훈련해서 년간 5만발씩 소모해 준다면(어디 전쟁 났나???) 앞으로 70년간은 볼 수 있을겁니다. 포탄과는 별도로 사실 KM105는 견인포로는 기본이 잘 되어 있는 물건입니다. 그래서 다양한 용도(예광탄 등)로 사용 가능하므로 당분간 볼 수 있을 것으로 예상되네요.\n참고로 105mm 수출도 불가능하고, 사용기한이 다 지나가는 처치불가 품목 1번입니다.\n두번째 4.2인치 박격포탄... 이건 105mm 포탄보다 더 답이 없습니다. 박격포탄만 250만발입니다. 국정감사에서 지적된 바와 같이 훈련용으로 매년 9천~1만발을 사용할 경우 282년을 사용할 수 있는 분량입니다.\n세계적인 추세는 1990년대 120mm 박격포로 넘어가고 있었으나, 그 많은 포탄을 껴안고 어쩌지를 못하고, 넘어오다 2020년도에 와서야 120mm 박격포를 도입하는 것으로 결정났습니다. \n현재 4.2인치박격포는 도태되고, 일부 상태가 좋은 것들은 예비물자로 전환됩니다. 남은 200여만발의 박격포탄은 앞으로 약 500년간 우리 곁을 지킬겁니다. ^^ 진짜 답없는 처치불가 탄약 2번입니다.\n전 개인적으로 4.2인치 탄약을 드론에 달아 떨어뜨리는 게 어떨까 생각도 합니다. 물론 무게가 무겁지만, 탄에 안정날개도 달려 있고, 바로 위에서 떨어뜨리면 상당히 효과가 있을텐데... 하는 생각도 있지만, 250만발... 생각만해도 대책이 없다는 느낌이 듭니다.\n세번째는 120mm 박격포탄은 이제 막 도입이 시작된 박격포탄입니다. 이건 이제 도입되는 물건이라 재고 자체를 가늠하기 어렵습니다. 오히려 당장 전쟁이나면, 도입된 120mm 자주박격포는 포탄부족을 일으킬겁니다. \n지금 전력화하는 물건이라 몇년 지켜봐야 겠네요. 지금 열심히 생산하고 있겠지만, 155mm 탄의 부족으로 생산 지연이 되지 않을까 걱정이 됩니다.\n그러면 두두둥... 155mm 포탄입니다.\n현재 한국의 155mm 생산은 2000년을 기준으로 사거리연장탄이 도입됩니다. 최신의 K315 로켓추진 사거리연장탄(HE-RAP, 55km)은 전력화 진행중이므로 제외하고, 이때부터 K307 고폭탄(HEBB, 40km)과 K310  항력감소이중목적고폭탄(DP-ICMBB, 36km)이 생산되기 시작합니다.\n2000년부터 2020년까지 K307 140만발과 K310 70만발 포함 210만발이 공급되었습니다.\n2020년 이후 K315 포탄의 양은 알려진 바가 없습니다.\n그리고 최근에 재미있는 내용이 공개되었습니다. 최근 미국에 빌려주는 155mm 탄은 WRSA-K 탄이라는 겁니다. WRSA-K 프로그램이 2007년까지이니 과거 155mm 탄 중 M107(HE 18km), M549A1(36km, HE-RAP)일 가능성이 높고, 이 탄들이 대여되었을 가능성이 높습니다.\n대여규모가 약 50만발이라고 하니, 무시하기 힘든 양입니다.(캐나다 우회 판매는 성사되지 못했다고 하네요.)\n또한 K-9이 전력화 되기 전에도 K55 자주포와 KH179 견인포가 운용되었으므로, 최소 50만발의 예비 비축은 있었을 것으로 예상합니다. \n2020년 이후에 훈련용 소모탄의 보충을 가정한다면 기존 50만발 + WRSA-K 50만발 + K307/K310 도입 210만발만 고려해도 최소 310만발 이상의 포탄비축이 있었을 것으로 예상합니다.\n자 정리하면...\n1. 105mm 포탄 340만발이하 매년 감소 중\n2. 4.2인치 박격포탄 250만발이하 매년 감소 중\n3. 120mm 박격포탄 미상 계속 생산 중\n4. 155mm 포탄 310만발 이상, 대여 50만발, 현재 260만발 이하 계속 생산 중\n최소 1000만발에 육박하는 대형 포탄을 비축하고 있는 육방부 아니 포방부... 가슴이 웅장해집니다.\n우리 군과 전면전으로 붙으면 적군은 최소 1000만발의 포탄을 뒤집어 쓰게되는 겁니다.\n경기도가 1만제곱km정도이므로, 경기도에 1제곱km에 1000발씩 쏘아 넣을 수 있는 어마무시한 양입니다.\n참고로 KH179의 미래가 정말 궁금합니다. 오죽하면 1발만 쏘고, 길 중간에 바리케이트로 버려두고 간다는 발상이 나왔을까요? (우스개소리가 아닙니다.) 트럭에 붙여 자주화하면 K105A1처럼 사용할 수 있을텐데...\n추가적으로 공식보도에서 풍산은 155mm 포탄을 년간 구형(5~10만발), 신형 8만발의 생산이 가능하다고 보도되었습니다.\n이 내용이 기존의 사거리연장탄인 K307과 K310을 뜻하는지, 기존의 사거리연장탄 K307/K310과 로켓추진 사거리연장탄인 K315을 뜻하는지는 알려지지 않았지만, 후자라고 생각하고 싶습니다.\n\n러시아가 지금까지 쏜 포탄이 1000만발 넘음. 아직도 하루에 만발 이상 쏘고 있음. 전면전이라면 더 많아야 함. 대한민국이 보유한 야포 수량은 대략 6000문 쯤 됨. 하루에 대당 50발 만 쏴도 두달 못 감\n\n한반도에 전면전이 일어난다면 비축분은 1~2 달이면 다 써버릴거고, 그 뒤로는 생산 라인 능력으로 감당해야 합니다. 105mm가 약 340만발, 155mm도 그와 유사한 양이라는데..\n105mm가 약 3천(치장물자 포함), 155mm가 약 3천 8백이면 포탄 약 340만발은 진짜 적은거 아닌가요?\n겨우 하루 100발 고화력투사 기준 보름, 60발의 중화력투사일 때 28일, 20발의 저화력 투사의 경우 85일 정도. 155mm 건 105mm건 5백만발 이상은 있어야 하지 않을까 싶습니다.\n\n포 1문당 900발정도가 적다고 생각하신다는 건데 오히려 너무 많으면 관리가 더 힘듭니다. 충청도 지역의 모 탄약창이 여의도의 10배이상이라는 걸 생각하면 보유량을 1.5배로 늘릴려면 지금 잡혀있는 면적의 2배에 인력은 3배는 더 필요할 겁니다. 그리고 그 정도 상황이면 군수공장이 24시간 풀로 돌아갈 거고 고강도 투사를 한다고 해도 국내 한정 한달 분량은 나올 껍니다.\n\n북한하고 전면전이라고 한다면 많은 양은 아니죠. 1개월 후 미국이 부산에 포탄을 비롯한 화력지원을 해주지 않으면 북한의 물량공세(이웃 북쪽에서 계속 지원한다는 가정)로 전쟁은 끝납니다. 6. 25때도 백두산함이 한밤중 북한 병력을 태운 배를 격침하지 않았다면, 부산의 하역기능이 마비되어 낙동강 전선이라는건 없었을 지도 모릅니다. \n북한은 개전시 발전소, 항만, 비행장 등을 남김없이 쓸어버릴 겁니다. \n\n대략 80발 기준 한달 분량은 됩니다. 국내에 포탄 공장이 없는것도 아니고 역량도 뛰어나기 때문에 미사일이라면 몰라도 포탄 떨어질 일은 없을 거\n같네요.\n\n6. 25때 한달에 평균 5백만발 수준의 각종 포탄을 쏜 전적이 있어서.\n\n6.25때 금성지구 전투에서 40일간 쓴 포탄량이 400만발 입니다.\n\n현재 미군의 탄약 생산량은 우크라이나 전쟁 시작전의 1만5천발/월에서 2만~3만/월까지 늘린상태이며 이 정도면 미군 자체 수요는 충당될 겁니다. 근데 우크라이나 전쟁에 1년 동안 155mm포탄만 80만발을 지원했으니 채워주는 것도 한도가 올 수밖에요. 그래서 우리나라에서 10만발 정도를 긴급 수입해서 재고로 충당했죠. 만약에 우크라이나 전쟁이 길어진다면 결국에는 미군이 탄약을 대량 수입할 국가를 찾을 수 밖에는 없을 겁니다. (물론 미군은 향후 월 9만발 수준까지 탄약 생산라인을 확충할 예정입니다)\n\n김종대 전 정의당 국회의원이 한국 정부가 155mm탄을 우크라이나 지원을 위해 반출했다는 의혹과 관련 “한국군의 전시비축탄이 너무 부족하다. 1달치는 있어야 하는데 지금은 일주일치 밖에 없다”고 주장했다. \n\n실제 전쟁에서는 초기에 소모가 심하죠. 일주일분량은 30 일분에 비해 3/4 정도로 봐야 합니다.\n\n2013 년 12 월경 나온 논문 - 한국군의 전시탄약 비축규모 결정모형( https://m.blog.naver.com/citrain64/100200092219 )\n포탄 소요를 지수 함수, 와이블 함수 어느 쪽을 선택하든 1 달간 소요량을 1100 발로 잡고 있고, 초기 3 주를 지나면 하루 4 발 수준으로 줄어들고요.\n2 달간 소요량이라도 1320 발 정도. K9 포신 수명이 구형은 1000 발, 신형은 1500 발이라는 것과 묘하게 맞아 떨어집니다. 155 mm 포탄을 쓸 포 숫자는 실질적으로 2500 문 정도로 봐야 할겁니다.\n1 달간 소요량은 275 만발이고, 초기 3 주를 지나면 하루 1 만발 수준.( 최대 소요는 하루 32 만 ~ 42 만발 ) 2 달간 소요량을 잡더라도 305 만발입니다.\n러시아가 쏘고 있는 포탄이 하루 2 만발, 우크라이나가 쏘는 것이 하루 6000 ~ 7000 발 수준인 것 같더군요. 미국에 WRSA-K 탄을 대여해줘도 문제 없다는 이유입니다. WRSA-K 는 원래 주한미군의 것을 한국군이 받은 것임.\n우크라이나의 저 광활한 전선과 달리, 한반도는 전선의 폭도 좁고 산지 비율도 엄청 높죠.\n\n탄약 수명있고, 비축한다고 다가아니고요. 지금도 수명다한 탄약들 수만발씩 돈 들여서 폐기하고 있거든요. \n문재인 정부 5년간 153개 탄종, 1천922만발이 폐기처분된 것으로 드러났다. 구입 가격으로만 1천583억원, 폐기처분에 416억원이 비용이 들어가 총 2천여억원어치가 버려진 셈이다.\n\n국군 수령 대기 중이던 창정비 장비까지 빼서 팔아먹은 건 어쩌고 고작 포탄 대여한 걸로 안보공백 타령임.\n\n우리나라의 155미리 포탄 생산량은 월 30만발 이상 이며 이 숫자는 유럽과 미국의 생산량의 약 2배에 이릅니다. 재고량도 놀랄 정도로 엄청납니다. \n풍산과 한화에서 월 20~30만발 정도 생산 가능합니다. \n한화와 풍산만이 155mm 폭탄을 만든다고 보면 틀린겁니다. 생산의 주체는 쓸데없는 소리이고 지금 고려노벨의 질산암모늄 생산량을 기준할 때 월 50만 이상을 생산할 겁니다. 충주 탄약고에서 일부의 탄약만을 미국으로 수출한 것이 십만발인데 이런 탄약고가 한국에 사오십개 넘을 겁니다.\n발주만 하면 폭탄을 제조할 업체가 대기업만 열개가 넘을 것이고 중소기업, 연구소까지 하면 사십개가 넘겠지요.  국회가 승인을 안해줘서 시설을 가동 안하고 연관업을 하는 업체가 많아요.  폭탄 제조는 충분한 시설이 있어요.\n\n풍산 월 20만발\n고려 월 5만발\n한화 월 5만발\n토탈 월 30만발\n\n한국군의 경우 제습기 돌리면서 잘 관리하는데도 15 년마다 포탄들의 화약을 갈아치운다.\n\n\n현제 우리나라는 원래는 한달치 탄약을 치장하는게 목표였지만 그건 달성하지 못하고  대충 15일치의 탄약을 치장하고 있습니다. 그러나 이것도 어마어마한겁니다. 미국 말고 이 정도의 탄약을 치장하고 있는 건 우리나라 뿐이다.\n천무도 치장 탄약값만 몇조원이 소모되죠.\n\n한국의 전쟁을 대비한 탄약 비축량은 적어도 5백만발씩은 있어야 합니다.\n우크라이나-러시아 전쟁을 보면 포탄, 폭탄은 1개월만 해도 150만발 그냥 다 소모합니다.\n또 이스라엘 - 하마스 전쟁을 봐도 이스라엘 공군이 하루에 공중 폭격으로 사용하는 폭탄이 500개 이상이었습니다. 한국은 하루에 공중 폭격을 2천개는 해야 할 것입니다. 그러면 한 달이면 6만개는 공중 폭탄 재고폭탄이 비축되어 있어야 하는 겁니다.\n이런 우세한 탄약 보급량을 가지고 적이 정신차리지 못할, 전광석화처럼 밀어붙여서 적을 제압하는 것이어야 합니다.\n그러자면 한국내에 최소 3개의 종합 탄약생산회사가 존재해야 하는 겁니다. 하루 전시체제 생산량이 30만발을 생산해낼 일괄 자동생산체제를 갖춰야 합니다. 탄약 생산공장을 지하 암반층에 대규모 공장을 만들어야 합니다. 24시간 체제로 계속 일괄생산체제를 유지할 수 있어야 합니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-10-28T21:14:33.651000",
  "updatedAt": "2025-03-16T08:48:29.256000"
}