{
  "id": "445846cc-3482-472a-b89d-a0e79f186917",
  "title": "군단급 무인기",
  "content": "![image](media/187d7f61b15.a9f96f62ebe0f951.jpg)\n![image](media/187d7f61b1f.9be5cfafa9d5a1c2.jpg)\n\n\n\n\n군단급 무인기는 2015년 4대 만들었는데 2016년 두대 떨궈먹으며 비행시험 중단.\n문제 보안해서 2021년부터 다시 비행시험 하다가 2022년 한대 떨궈먹고, 나머지 한대로 성능평가 받았다가 성능부족판정 받고, 이미 발견되었던 결함도 해결 못한상태로 기준미달 판정맞고 쫑. \n거기다 2023년들어 이번에 마지막 한대 또 떨궜다며?  그럼 군단급 무인기는 더 이상 시험할 시제기가 없음. \n\n개발완료도 아닌듯 보이고 그냥 개발과 테스트중\n\n차기 군단급 무인 정찰기 시제품이 군 평가에서 퇴짜를 맞아 내년 실전 배치하겠다는 계획에 차질이 빚어질 것으로 보인다.\n2022. 10. 11일 방위사업청에 따르면 합동참모본부는 올해 7월 차기 군단급 무인 정찰기(UAV-II) 시험평가에서 시제품의 성능이 기준에 미달하는 것으로 평가했다. 시제품으로 제작한 무인기 4대 중 3대가 시험 중 부서져 연구용 무인기까지 시제품 대용으로 시험평가에 투입했지만 결함이 발견됐다.\n합참은 평가 기준과 달리 연구용 무인기로 시제품을 대체한 데다 그마저 결함이 드러나 실전용으로 쓸 수 없다고 평가했고, 이후 국방부는 기준 미달로 공식 판정했다.\n\n2023년 2월초에 육군 쪽에 대형 무인기 테스트용 격납고 설치 관련 자료 나왔어요. 용역기간 3월-12월. 대형 무인기면 중고도 무인기와 군단급인데 중고도용은 공군 소관에다 올말에 이미 양산. 테스트 한다면 군단급 밖에 없겠죠.\n\n[최대 이륙중량]\n차기군단급 무인기 : 1700 kg\n바이락타르 TB3 : 1450 kg\n송골매 : 290 kg\n\n\n군단급 무인기의 가장 핵심장비가 SAR다.\n1.1톤급 헤론을 운용하면서도 헤론에 장착된 SAR로 부족해서 더 크고 높은 성능의 SAR를 장착하기 위한 최대이륙중량인 거다. \n그런데 SAR는 없고 짧은 활주로와 무장을 위해 엔진바꿔서 최대이륙중량만 올린 저성능 바이락타르  TB3를 차기군단급 대안이라고 주장하는 게 넌센스\n\n[중고도 무인기 vs 군단급 무인기 식별]\n많은 사람들이 두 무인기의 식별 포인트로 설명하는 날개 위치인데 동체 아래쪽에 주익 달린게 중고도 무인기, 반대로 동체 상부에 주익이 달린거면 군단급임. \n중고도 무인기의 전자광학장비가 2종이라서 그래. \n위에 사진에서도 중고도 무인기의 앞쪽 광학장비는 글로벌 호크 같은 대형 광학장비. 군단급은 흔히 볼수 있는 360도 회전형 원형 광학장비. \n그런데 중고도 무인기는 이 두가지를 모두 사용하고 있어. 그래서 일단 날개 위치를 설명한거야. \n이제 설명할 건 둘다 날개 위치가 아래에 있는 중고도 무인기 플렛폼이거는. \n중도도 무인기의 정찰형과 무장형의 정찰장비와 무장 차이. 원래 우리나라는 중고도 무인기 무장형에 관심이 없었어. 중고도 무인기 정찰형과 군단급 SAR 있으면 평양 아래쪽 북한군 동태 다 커버하고, 실시간 광학정찰로 표적탐지와 추적도 가능하다고 생각했거든.  그런데 물주가 나타난거야. 사우디라고. 물주가 돈대고 중고도 무인기 기반의 무장형을 원하네? 만든게 중고도 무인기 무장형이야. \n전자광학 장비와 작아진 SAR, 그리고 무장파일런이 생겼네. \n이것은 무장을 운용하려면 고고도같은 중고도에서 운용할 수 없어. 비효율적이지. 미사일을 달면 미사일 사거리만 더 필요하게 되니까. JDAM같은 걸 운용하려 해도 그 높은 곳까지 가지고 올라가려면 효율도 떨어지고. 그러니 적당히 적의 SAM 사거리 위에서 무장을 운용할 수 있으면 되는 거지.\n그래서 작아진 SAR와 작아진 전자광학장비를 달아준거야. 정찰형급의 초고성능 장비가 필요 없으니까. \n우리군의 소요는 정찰형 4대 뿐이였어. 무장형은 원래 소요가 없었지. 이건 까치살모도 설명한적 있을 거야.\n그런데 앞서 말한것처럼 군단급 무인기 사업이 작살이 나버렸어. 우리군의 무인기 운용에서 육군의 군단급 무인기는 정찰자산의 핵심중의 핵심이야. 절대 죽일수 없어. 그게 있어야 육군이 다른 사령부의 요청없이 독자적으로 운용하는 중장거리 화력들의 투사가 가능해져. \n예를 들어 천무2, 천무3 같은 것들은 육군이 독자적으로 사용을 판단하고 쏴날릴수 없어. \n반면 천무에 들어가는 미사일들은 육군이 독자적 판단으로 독자적으로 쏴 날릴수 있지. \nKTSSM1, 2 를 육군이 운용하려면 필수인게 군단급 무인기인거야. 절대 죽일수 없는 사업이란거지. \n그런데 물주덕분에 개발해둔 중고도 무인기가 있네?  그게 MQ-105K인거지. \nMQ-105K는 중고도 무인기 무장형이란 소리지. \n군단급 무인기 쫑나고 중고도 무인기 플렛폼을 군단급으로 사용하게 되는 거야. \n개발 실패한 KAI는 좀 불쌍해도 중고도 무인기 더 생산할 수 있는 땅콩네랑 육군 입장에선 더 고성능기 받으니 좋은게 좋은 거지 뭐.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-02T00:25:23.446000",
  "updatedAt": "2023-05-02T01:24:03.467000"
}