{
  "id": "447109ac-a34f-43a5-8e00-9e31b9726cc5",
  "title": "경로적분",
  "content": "파인만의 경로합\n리처드 파인만은 제2차 세계대전이 끝나고 몇 년 지난 후에 양자역학을 이해하는 전혀 새로운 방식을 도입하였다. 파인만은 2중 슬릿구조에 전자를 하나씩 차례로 발사하는 실험을 하였는데, 아주 이상한 현상이 나왔다. 전자가 하나의 입자라면 분명히 한쪽 슬릿으로만 통과해야 하는데, 이상하게 두 슬릿 모두 통과하여야만 생기는 간섭무늬를 관찰한 것이다.\n그는 \"개개의 전자들이 두 개의 슬릿을 모두 통과한다는 것을 발표하였다. 전자총으로 발사된 전자는 그 전자가 갈 수 있는 모든 길을 통하여 간다는 것이다. 여기서 하나의 전자가 스크린상의 특정지점에 도달할 확률은 중간에 있는 모든 가능한 경로의 확률을 더하여 구해진다는 것이다. 이것이 바로 파인만의 경로합(Sum-over-path), 또는 경로적분(Integration-over-path)이론이다.\n여기에 하나의 질문이 나온다.\n\"어떻게 단 하나의 전자가 무한히 많은 경로들을 동시에 지나갈 수 있는가?\"\n그런데 그런 질문을 무색하게 할 정도로 실험결고가 너무나 정확하다는 것이다. 파인만은 이렇게 말했다. \"양자역학은 우리의 상식적인 관점에서 볼 때, 그야말로 터무니없는 방법으로 자연을 서술하고 있다. 그리고 그 모든 결과들은 설험치와 잘 일치하고 있다. 따라서 우리의 자연 자체가 원래 터무니없는 존재였다는사실을 받아들일 수밖에 없는 것이다.\"\n파인만의 경로합은 거시적 세계에 적용했을 때는 동일한 결과를 주었다. 야구공이나 비행기, 행성 등 원자보다 큰 거시적 물체들에게 파인만의 양자역학을 적용하면, 모든 가능한 경로들 중 대부분이 서로 상쇄되어 없어지고 단 하나의 경로만이 남는다고 하면서 큰 문제없이 통과할 수 있게 되었다. 이것은 뉴톤의 운동법칙에서 얻어진 경로와 정확하게 일치하기 때문이다. \n재미있는 것은 미시적인 세계에서는 이 경로들이 거시적인 세계에서 벌어지는 것 같이 그렇게 상쇄되지 않고 물체(전자)의 운동에 기여한다는 것이다. 그래서 위의 실험과 같이 한 개의 전자가 여러개의 경로의 결과가 나온 것이다.\n그렇더라도 전자는 하나의 입자인데 전자는 더 쪼개질 수 없는 데 어떻게 그런 결과가 나올 수 있을까?\n그것은 바로 전자의 파동적 성질 때문이다. 전자도 하나의 초끈으로 이루진 것으로 이것은 파동을 통해 에너지가 전달된다. 전자의 파동이 그런 결과가 온다는 것이 다음에 설명할 초끈이론이다.\n그렇게 되므로 초끈이론이 양자역학을 포함하는 새로운 이론으로 다가온 것이다.\n\n불확정성원리\n양자는 불가사의 현상을 가지고 있다. 파인만의 경로합에서 그 특징이 잘 드러내고 있다. 1927년 독일 물리학자 하이젠베르크(Werner Heisenberg)가 불확정성원리를 발견하였다. 우리가 전자의 위치를 확인하게 위해서는 빛을 쪼여야 하는데, 그 빛의 세기를 아무리 줄인다 해도 어쨋든 광자를 쏘아야 하기 때문에, 필연적으로 전자를 교란시킨다. 프랑크의 법칙에 의하면, 광자 하나의 에너지는 진동수에 비례한다. 아무리 진동수를 줄여도 전자에게 영향을 미친다는 것이다.\n전자를 향해 높은 진동수의 빛을 쪼이면 위치는 매우 정확하게 측정할 수 있는데, 높은 진동수를 가진 광자는 에너지 함량이 크기 때문에, 전자의 속도를 많이 바꾸어 놓는다. 이와 반대로, 낮은 진동수의 빛을 쪼이면 광자의 에너지가 작아서 전자와 충돌했을 때 전자가 교한되는 정도를 최소한 줄일 수 있지만, 이번에는 전자의 정확한 위치를 측정할 수 없다는 것이다. 그런데 하이젠베르크는 이렇게 발생하는 오차를 정량화하여 위치측정과 속도측정의 오차 값 사이에 성립하는 하나의 관계식을 유도해 냈다. \"위치와 속도의 상보적 관계가 관측장비나 관측방법에 상관없이 모든 물체에 대하여 항상 성립한다\"는 놀라운 사실을 증명한 것이다. 즉 역자역학은 미시적 영역에서 물체의 위치와 속도를 동시에 정확하게 측정할 수 없음을 증명한 것이다. 사실 아인슈타인은 정확한 값을 갖는다고 했던 것이었다.\n이 결과는 아일랜드 존벨(John Bell)과 이론물리학자 애라이언 애스펙트(Alain Aspect)에 의해 실험을 통해 다시 증명되었다. 전자를 비롯한 모든 물체들은 정확한 위치와 정확한 속도를 결코 가질 수 없다는 것이다.",
  "color": "default",
  "labels": [
    "0e59aec6-754e-4c02-893c-70f18f19c937"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-01-12T23:47:27.999000",
  "updatedAt": "2024-01-12T23:55:10.804000"
}