{
  "id": "451530bf-4097-4120-997d-b736b63a204f",
  "title": "한국장 공매도",
  "content": "[불법 공매도]\n한국투자증권이 2017~2020년 3년여 동안 삼성전자 주식 2500만여주를 공매도하며 제한규정을 위반한 것으로 드러났다. 주식시장에서 공매도를 진짜 매도인 것처럼 속이고 거래 행위를 한 것이다. \n즉 업틱룰(공매도시 매도 가격을 직전 주식 체결가 이상으로 설정하도록 강제하는 규정) 위반.\n공매도된 주식이 일반 매도로 둔갑해 시장에 대거 풀린 셈이다. 이 경우 주가는 하방 압력을 더 크게 받을 수 있다.\n시장질서를 심각하게 어지럽힌 행위지만 금융당국의 처벌은 과태료 10억원에 불과했다. 개인투자자들은 대형 증권사가 투자자를 장기간 속이며 주식 매매를 해왔다며 분통을 터뜨렸다.\n\n\n[무차입 공매도는 금지]\n공매도는 말 그대로 가지고 있지 않은 주식을 파는 것으로, 한국예탁결제원이나 한국증권금융 등의 중개기관을 통해 주식을 빌려(대차거래) 매도하는 ‘차입 공매도’는 허용된다. 현재 증권을 보유하고 있지 않지만 상환할 수 있어 결제불이행 염려가 없기 때문이다. 반면 주식을 빌리지 않은채 먼저 팔고보는 무차입 공매도는 금지돼있다.\n우리나라는 무차입 공매도 금지인데, 한투의 경우 무차입공매도는 아니었다고 한다.\n\n[댓글]\n공매도의 순기능? 한국장에서 가치투자라는 말만큼이나 공허하다. 제대로 작동할 때나 통하는 얘기지. 무차입에, 기간 제한도 없고, 걸려도 처벌 안 받는데 주가에 영향이 없다는 멍멍이 소리를 당당하게 하더라고요.\n\n단순실수든 고의든간에 일반매도로 처리될 경우 낮은 호가에 막 던질 수 있죠.\n실매도로 처리된 부분만 불법인게 문제가 아니라, 그게 실매도라서 실제 영향이 더욱 큰게 진짜 큰 문제죠.\n그런 불법 공매도가 있든 없든간에 어차피 개별주식들의 가격은 그냥 지 갈길대로 오르락 내리락 하면서 결국 시장상황에 따라 도달할 수 밖에 없었던 가격들을 오가며 움직이는 것 아니냐. 실제 영향이 어느정도 있었는지 측정하기 어렵고, 사실 별로 없었을 가능성이 크다라고 하는 분들도 있겠지만, 반드시 그렇다고 장담하기 힘들죠.\n이러한 행태가 시장 전체에 만성화되어 있을 경우, 그게 시장 전체를 만성적으로 주가 수준이 낮게 하는 원인이 될 가능성이 없지 않습니다.\n내릴때 결과적으로 조금 더 내리게 만들고, 물론 오를때 숏커버링 효과는 있겠지만 오른 후 조정이 발생할 때 또 똑같은 일이 발생하거나 하는 등 영향이 충분히 있을 수 있죠.\n기사에서는 대상이 주로 대형주로만 되어 있는데, 대형주라고 해서 영향이 미미할지도 의문입니다.\n또한 음모론이긴한데.. 최근 3년여 뿐만 아니라 그보다 훨씬 더 긴 기간에 걸쳐서 많은 기업들의 경영 승계와 관련된 상속, 합병 등 여러가지 문제에 이것이 작용(기괴할 정도로 낮은 주가가 만성적으로 유지되는 쪽으로 작용)했을 수도 있습니다. 개인적으로는 실제로 많이 그랬을 것으로 추측합니다.\n\n금융위원회는 기울어진 공매도판을 왜 그냥 두는 걸까요? 도저히 이유를 모르겠습니다.\n같은 편에게 손대는거 본 적 있으십니까? \n나가면 증권회사로 영전해야죠.\n금융위는 해체해라. 국가기관으로 바뀌어야 함. 금융권 뽀찌받으면서 뭔 감독관리를 하냐. \n\n[업틱룰(uptick rule)]\n공매도 시 매도 가격을 직전 주식 체결가 이상으로 설정하도록 강제하는 규정을 의미합니다. \n\n공매도로 인한 주가 하락과 변동성 증가를 방지하기 위해 만들어진 규제다. 공매도 호가를 직전 체결가격 이상의 수준에서만 낼 수 있도록 한 것이 그 내용이다. 예를 들어 어느 주식의 체결가가 100 달러였다면 공매도 주문은 100 달러 또는 그 이상의 가격에서만 제출할 수 있다. \n공매도에 따른 직접적인 가격하락 방지를 위하여 직전가격 이하로 공매도 호가제출을 금지하는 제도\n(예) A전자 주식 직전가가 49,000원이라면, 공매도 호가는 49,050원, 49,100원 등 49,000원을 초과하는 금액으로만 제출 가능\n\n[공매도]\n공매도 세력은 실적이 나쁜 기업이나 세계적인 인플레와 경기 침체기 상황에서 주가가 대세 하락하면 더 기승을 부린다. 거래량을 동반한 주가 상승기에는 주가를 끌어내리기 힘들고 오히려 리스크를 떠안게 된다. 반면 거래량이 감소하며 주가가 하락하는 시기에 주가를 더 끌어내릴 수 있는 절호의 찬스가 되어 공매도 세력이 기승을 부리게 된다.\n공매도 세력이 집중되는 종목의 경우 개미 투자자는 눈 뜨고 뻔히 보면서 손실을 입게 된다. 더구나 신용거래를 활용한 투자자는 손실 폭이 증폭된다.\n기관과 외국인으로 대별 되는 공매도 세력에 개미 투자자들의 분노와 불만이 높아지고 있다.  개인 투자자에게도 공매도 제도를 개방해 자금력이 있는 개인투자자도 가세하기 시작했지만 개미 투자자에겐 그림의 떡이고, 여전히 기울어진 운동장이기 때문이다.\n한 개인 투자자는 “공매도 세력이 개입하면 대규모 자금으로 집요하게 주가를 끌어내리는데 롯데관광개발 공매도도 이런 사례에 해당한다”며 “공매도는 외국인과 기관투자자의 배만 불리는 제도가 아닌지 묻고 싶다”고 토로했다.",
  "color": "default",
  "labels": [
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-07-27T22:20:35.639000",
  "updatedAt": "2022-12-03T12:03:17.568000"
}