{
  "id": "451a6ca1-61fc-4635-bdc2-6b70534be937",
  "title": "주은래",
  "content": "지난 1963년 6월28일 중국을 42일간 방문한 북한 조선과학원 대표단 20명과 만난 자리에서 행한 저우언라이 당시 중국총리는 중국 국수주의자들의 움직임을 질타하며 역사침공 행위에 대해 북한에 공식사과했다.\n\n우선 그는 한-중 고대-중세사와 관련, \n\"역사연대에 대한 두 나라 역사학의 일부 기록은 진실에 그다지 부합되지 않는다. 이는 중국 역사학자나 많은 사람들이 대국주의, 대국 쇼비니즘(국수주의) 관점에서 역사를 서술한 것이 주요 원인이며, 그리하여 많은 문제들이 불공정하게 쓰였다\"\n며 역사왜곡의 근본책임이 중국에 있음을 시인했다.\n\n그는 구체적 실례로 \"요하(遼河), 송화강（松花江）유역에는 모두 조선민족의 발자취가 남아있다. 이것은 요하와 송화강 유역, 도문강(圖們江）유역에서 발굴된 문물, 비문 등에서 증명되고 있으며 수많은 조선문헌에도 그 흔적이 남아있다. 조선족이 거기서 오랫동안 살아왔다는 것은 모두 증명할 수가 있다\"고 말했다. 그는 또 \"분명한 것은 조선족 일부가 원래부터 한반도에서 거주하였다는 것이다. 도문강, 요하, 송화강 유역에서 거주한 것은 분명한 사실이며 역사기록과 출토된 문물이 이미 증명하고 있다\"고 재차 강조했다.\n\n그는 우선 고조선사와 관련해서도 \"중국 역사학자들은 어떤 때는 고대사를 왜곡했고, 심지어 조선족은 `기자자손(箕子之后)'이라는 말을 억지로 덧씌우기도 했는데 이것은 역사왜곡\"이라며 \"어떻게 이렇게 될 수가 있다는 말이냐\"고 고조선사를 한국 역사로 인정했다.\n\n그는 고구려사와 관련해선, \"진, 한나라 이후 빈번하게 랴오허 유역을 정벌했는데 이것은 분명 실패한 침략\"이라며 \"당나라도 전쟁을 치렀고 또 실패했으나 당신들을 무시하고 모욕했다. 그때 여러분 나라의 훌륭한 한 장군이 우리 침략군을 무찔렀다\"며 고구려사를 한국역사로 인정했다.\n\n그는 발해사와 관련해선, \"징보(鏡泊)호 부근은 발해의 유적이 남아있고 또한 발해의 수도였다\"며 \"여기서 출토된 문물이 증명하는 것은 거기도 역시 조선민족의 한 지파(支派)였다는 사실\"이라며 발해사를 한국고대사의 한 지파로 인정했다.\n\n저우언라이 총리는 사과후 \"그래서 반드시 역사의 진실성을 회복해야 한다. 역사를 왜곡할 수는 없다. 도문강, 압록강 서쪽은 역사이래 중국땅이었다거나, 심지어 고대부터 조선은 중국의 속국이었다고 말하는 것은 황당한 이야기다\"라고 재차 중국학자들의 쇼비니즘을 재차 비판했다.\n\n그는 \"중국의 이런 대국쇼비니즘이 봉건시대에는 상당히 강했었다. 다른 나라에서 선물을 보내면 그들은 조공이라 했고, 다른 나라에서 사절을 보내 서로 우호 교류할 때도 그들은 알현하러 왔다고 불렀으며, 쌍방이 전쟁을 끝내고 강화할 때도 그들은 당신들이 신하로 복종한다고 말했으며, 그들은 스스로 천조(天朝), 상방(上邦)으로 칭했는데 이것은 바로 불평등한 것이다. 모두 역사학자 붓끝에서 나온 오류이다. 우리를 이런 것들을 바로 시정해야 한다\"고 역사왜곡 시정을 약속했다.\n\n\n\n민족의 역사발전을 연구하는 가장 좋은 방법은 출토된 문물에서 증거를 찾는 것이다. 이것이 가장 과학적인 방법이다. 이것은 바로 곽말약(郭沫若) 동지가 주장한 것이다. 서적상의 기록은 환전히 믿을만한 것이 되지 못한다. 왜냐하면 어떤 것은 당시 사람이 쓴 것이지만 관점이 틀렸기 때문이다. 또 어떤 것은 후대 사람이 위조한 것이기 때문에 더욱 믿을 수가 없다. 그래서 역사서는 완전히 믿을 수만은 없는 2차 자료일 뿐이다. 당연히 이렇게 긴 역사문제에 대해서는 역시 문자로 기록된 역사자료도 연구해야 한다. 다만 이러한 자료를 연구하려면 중국과 조선 두나라 동지들이 반드시 하나의 공통된 관점을 세워야 한다. 이 관점이란 바로 당시 중국이 여러분들 나라보다 컸고, 문화발전도 조금 더 빨랐기 때문에 항상 봉건대국의 태도로 당신들을 무시＇모욕하면서 당신들을 침략할 때가 많았다는 것이다. 중국역사학자들은 반드시 이런 사실을 인정해야 한다. 어떤 때는 고대사를 왜곡했고, 심지어 여러분들의 머리위에 조선족은 \"기자자손（箕子之后）\" 이라는 말을 억지로 덧씌우고, 평양에서 그 유적을 찾아 증명하려는 무리한 시도를 하기도 했다. 이것은 역사왜곡이다. 어떻게 이렇게 될 수가 있단 말인가?",
  "color": "default",
  "labels": [
    "518afb00-3f62-4da5-9663-d9ad9708e63f",
    "ea56640c-1868-4a19-9ea7-65a1ffdf3b23"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-07-15T10:20:37.992000",
  "updatedAt": "2025-11-27T11:17:38.029000"
}