{
  "id": "45487b2f-983b-41a0-9f61-255e7d32dd5f",
  "title": "백제향",
  "content": "![image](media/197a90c454a.820ef20e16236886.jpg)\n\n\n百濟鄕은 광서 南寧市 邕寧區에 속해있는 향급 행정구역이고, 백제허는 백제향의 행정 중심 지역이다.\n1996년 KBS에서 다큐멘터리 <잊혀진 땅 - 백제 22담로의 비밀>을 방영할때 광서 백제허가 옛 백제인들이 중국 대륙을 경영한 지역 중의 하나로 소개하였다. \n\n  ―白濟鄕과 百濟墟라면 혹시 백제 멸망(서기 660년) 후 唐(당)나라로 끌려간 백제사람 1만2000명이 集團徙民(집단사민)을 당한 곳 아닙니까.\n \n그건 아닌 것 같습니다. 소진철 교수에 의하면 그곳은 百濟가 해외에 개척한 擔魯 중 하나라고 합디다. \n百家濟海로부터 나라의 이름이 유래되었다는 百濟는 과연 해외진출에 적극적이었던 왕조이다. 일부 백제 연구가에 의하면 백제는 해외에 22개 담로를 두고 왕자와 왕족을 보내 다스리게 했다. 耽羅, 일본 오사카灣 입구에 떠있는 섬 淡路(아와지) 등은 백제의 해외 진출사를 반영하는 흔적이라는 것이다.\n\n ―廣西지역에 백제향과 백제허라는 곳이 있다는 얘기는 얼핏 듣기는 했습니만, 그곳이 百濟부흥전쟁 시기의 장수 黑齒常之(흑치상지)의 출신지라는 사실은 몰랐습니다.\n\n 鄭福田 主編의 「中國將帥全集(중국장수전집)」을 펼쳤더니 「黑齒常之(?~689년), 唐 高宗 李治, 武則天(무측천=측천무후)時 名將, 百濟(今 廣東 欽縣(흠현) 西北) 西部人」이란 문구가 눈에 띕디다』\n \n흑치상지는 백제 부흥군의 깃발을 제일 먼저 올린 인물이다. 키는 7척, 용맹하고 지략이 있어 달솔(백제 16관등 중 제2위)이 되어 風達將軍(풍달장군)을 겸했다.\n\n 『위의 銘文에 의하면 백제 王은 흑치상지의 증조부 文大를 처음으로 흑치국의 侯王(후왕) 또는 총독과 같은 벼슬에 봉한 것 같은데, 그 시기가 언제인지 확정하기는 어렵습니다. 그러나 흑치상지의 출생연도가 630년경으로 추정되기 때문에 그 증조부 文大는 550년경에 흑치국에 봉해진 것으로 볼 수 있습니다』\n \n  ―흑치국도 백제의 담로국 중 하나라는 말씀이십니까(南朝의 梁 元帝가 쓰고 그린 「梁職貢圖(양직공도)」에 의하면 백제 武寧王(무녕왕)은 당시 22개 담로국과 9개 旁小國(방소국)을 두고 다스리고 있었다).\n \n  『백제는 무녕왕 시기에 왜국을 비롯한 여러 담로 지역에 대왕의 子弟宗親(자제종친)을 侯王으로 봉한 사실은 제가 여러 고증을 통해 밝힌 바 있습니다. 흑치국도 그러한 담로의 하나로 보입니다』\n\n 『중국의 역대 史書에 黑齒·黑齒族·黑齒國에 관한 기사가 있는 것으로 보아 黑齒國은 중국의 주변국으로서 그 역사가 꽤 오래된 것으로 보입니다. 특히 중국 양자강 이남 지역에서는 주로 越族들이 檳?(빈랑)이라는 나무 열매를 常時로 씹기 때문에 이와 입술이 벌겋게 되었다가 차츰 검게 착색되어 黑齒人이 된다고 합니다』\n \n  ―일본 天皇 즉위 때의 중요 의식 중 하나인 大嘗祭(대상제)에서 천황은 아직도 이에 검은 물을 들인다고 합니다. 이런 점으로 미루어 보면 黑齒의 풍습은 東아시아의 아열대 또는 열대 지역에 비교적 광범위하게 분포했던 것으로 보입니다.\n\n  『흑치족의 거주지는 중국 동남부로부터 서남부로 이르는 지역과 동남아시아 지역에 이르게 되는데, 그중 일부가 비교적 잘 조직된 권력집단을 만들어 이른바 흑치국이 존재하게 된 것으로 보입니다. 「山海經」, 「呂氏春秋(여씨춘추)」, 「管子(관자)」, 「博物志(박물지)」, 「史記(사기)」에 중국의 동쪽과 남쪽에 흑치국이 존재하는 것으로 기록되어 있습니다』\n \n  ―南朝 시기의 역사를 기록한 중국의 正史 「宋書(송서)」와 「梁書(양서)」에는 백제가 遼西(요서)와 晉平(진평)을 경영했던 것으로 되어 있습니다. 그렇다면 흑치국의 위치를 어디로 보십니까.\n \n  『「宋書」에는 「廣州 鬱林郡(울림군) 소속 晉平縣이 있는데, 吳나라 때 長平縣을 晉 武帝 太康 원년(서기 280년)에 晉平縣으로 改名했다」고 되어 있습니다. 1995년판 「中國地圖集」에는 「宋나라(南朝 시기의)가 설치했던 晉平郡 경내에 지금까지 百濟라는 지명이 남아 있는데, 현 廣西壯族자치구 欽寧縣(지금의 欽州市) 소속 白濟鄕이 그것」이라고 되어 있습니다. 그래서 저는 백제향을 흑치국의 治所(치소: 통치기구의 소재지)라고 봅니다』",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-06-26T06:55:35.551000",
  "updatedAt": "2025-06-26T08:18:04.090000"
}