{
  "id": "45fe269d-bc93-4666-bbc8-3eb201d5f8c7",
  "title": "도래인",
  "content": "![image](media/193d1704752.b52a86e1cc181af4.jpg)\n![image](media/19799b7210e.923b224966bdbc27.jpg)\n\n\n\n도래인의 이주 규모에 대해선 갑론을박이 있지만, 대체로 이들이 가져온 벼농사 등의 농업 기술과 청동기와 철기 등의 금속 제련 기술, 그리고 기타 문물로 인해 조몬인도 덩달아 폭발적으로 인구가 증가했다는 게 현 일본 학계의 주류 시각이다. 조몬 시대 일본 열도의 인구가 약 10만여 명으로 추정되는데, 도래인의 이주로 인해 조몬인의 생활도 매우 풍족해졌다고 한다. 특히 야마토 정권 수립 이후 유입된 하타씨나 아야씨는 대규모 호족 단위로 이주했는데, 이런 집단들은 양잠이나 주조 기술뿐 아니라 토목, 관개 기술 등을 보유하고 있었기에, 적게는 수천, 많이 봐야 수 만에 불과해 동일본에 비해 열세였던 서일본의 인구가 도래인 유입 후 7세기에 이르러서는 도래인 혈통이 7 ~ 9할을 차지하는 1백만까지 늘어나게 되었다. 그리하여 인구와 경제력, 기술력을 바탕으로 동쪽을 정벌한 끝에 열도의 주류 세력이 되었고, 현대에 와서는 일본인 혈통 대다수를 차지하는 결과를 낳게 되었다. 도래계 씨족 상당수가 호족 지위를 유지하고 수도에서 중용되기까지 한 것도 바로 이것 때문.\n도래인 계통은 현대 일본인의 혈통 비율 중에서 87~96.7%를 차지한다고 한다. \n조몬인 혈통 비율 \n3.3% 3.3% (2020) \n8% ~ 9.8% (2019) \n9% ~ 13% (2019)\n\n\n세키네 히데유키 가천대학교 교수는 일본인의 기원이 '고대 한국인'이라는 사실을 부정하고 왜곡하는 기조가 일본 학계에 있다며, 일본인의 기원의 다양한 갈래를 주장하는 학자들도 도래인의 위상을 과소평가하거나 한반도 문화가 일본 열도에 전파된 것 정도로만 보려는 경향이 있다고 했다. 심지어 몇몇 일본 학자는 도래인이 한반도를 거치지 않고 시베리아, 만주, 중국 대륙 남부에서 바로 건너왔다고 본다는데, 왜곡된 형태로나마 한국인과의 직접적인 관계를 피하고자 만들어낸 억지라고 보았고, 인류유전학적으로 도래인은 분명 '고대 한국인'이 맞다고 주장했다. #. 대규모 인구가 기원전 수준의 항해술로 남중국에서 동중국해를 바로 거쳐서 일본 열도로 갔다고 말하는 것은 억지이며 소규모의 인구가 한반도 남부에서 벼농사를 통해 숫자를 불려서 일본 열도로 건너갔다는 추론이 더 설득력 있다. 중국 기록에도 변한은 왜와 아예 붙어 있다고 했다.\n\n\n\n도래인들의 주요 이주 시기는 대략 4단계로 구별된다. 아래 글 중 일부의 출처(도래인의 고고학과 역사, 저자 이송래)\n\n1단계는 기원전 8C부터 이주한 집단이다. 인구 증가, 내부 갈등, 기온 하강 등의 부정적 압박을 받은 송국리 유형 문화 사람들(오늘날 김해)은 남강과 남해안을 지나 후쿠오카와 카라츠 연안 평야로 확산되었다. 그들과 토착 조몬인들과의 교배로 야요이인이 출현하였다. 일본 열도에 벼 농법과 금속 제련 기술이 전수되었고 이를 계기로 석기 시대인 조몬 시대에서 청동기·철기 시대인 야요이 시대로 넘어갔다. 야요이인들은 현대 일본인의 직계 조상이 되었다. 다만 아직 통일된 왕권은 나타나지 않았고, 기원후 3세기까지는 첨단 기술의 흡수 목적으로 왜의 엘리트들(지방 호족)과 긴밀한 관계를 가졌던 가야, 백제, 마한에서 긍정적, 부정적 압박을 받은 사람들에 의해 이주가 이루어졌다. 이를테면 서기 전 194년 고조선의 위만의 반란으로 위만조선이 들어섰을 때, 고조선의 준왕은 마한의 일부를 공격해 그 지역의 왕이 되었다는 기록이 있는데 그 무렵 청동기를 지닌 익산 지역의 사람들이 규슈 북부에 집단 이주하였다.\n\n2단계는 4~5세기로 고분 시대이다. 당시 왜는 소국의 왕들을 비롯해 호족들이 영역의 경제 및 문화 발전과 정치지배력을 강화하던 시기였기에 도래인의 선진 기술이 요구되었다. 구체적으로는 기원 후 4세기 초까지는 한나라가 고조선을 정복한 땅에 세운 한 4군 중 낙랑과 대방을 통해 백제와 마한, 가야를 거쳐 청동거울, 금, 은을 비롯한 여러 중국 상품을 수입할 수 있었다. 하지만 고구려에 의한 한반도 내 중국 교역센터(낙랑) 소멸과 금관가야 무력화(농공구, 철제 무기를 공급하던)라는 위기가 있었고, 혼란스러운 한반도를 벗어나 일본열도에 새 터전을 마련하려는 한반도인들을 앞다투어 받아들이려 했다고 볼 수 있다. 이때 진출한 도래인들은 규슈 북부, 오카야마, 오사카, 나라 일대에 정착촌을 건설하고 호족들을 도와 왜가 중앙집권 국가로 발돋음하는데 크게 기여했다. 일본 천황가를 받들며 일본성씨를 추증받은 신라의 하타씨족(5세기 무렵 도래, 씨족신인 이나리신이 유명)과 백제 아야 씨족이 일본으로 도래하여 선진 문물을 전파하였다.\n\n3단계에는 5~6세기 긴키 일대에 고대국가가 형성되었던 시기다. 게이타이 덴노를 시작으로 하는 일본 황실이 이때 성립되었는데 통일된 왕권을 형성하는 과정에서 많은 도래인들을 받아들였고 그 과정에서 백제와 신라의 일부 귀족 씨족이 일본으로 건너갔고 반대로 일본 호족인 모노노베 씨족의 일부가 백제에 정착하는 등 인적인 교류가 활발했다. 다수의 백제계 도래인들은 오사카와 나라 일대에 정착하였다. 6세기에는 백제 일변도의 외교에서 벗어나 신라, 고구려와도 본격적인 교류를 이루게 되는데 5세기에 건너간 신라계 도래인은 이즈모국 지방을 중심으로 서북 일대에 자리잡았으며 고구려인들은 무사시국 인근의 동쪽 일대에 자리잡았다.\n\n4단계는 7세기 말 삼국통일전쟁으로 백제와 고구려가 나당연합군에 의해 멸망하면서 일부 귀족들과 유민들이 망명하였다. 백제 귀족은 오미국에 주로 정착했고 고구려 귀족들은 무사시국에 정착했다. 야마토 왕권 조정이 668년 신라와 국교를 회복하면서 통일 신라에서도 다시 이주하였다.\n\n815년 헤이안 시대 초기에 편찬된 신찬성씨록에 따르면 당시 교토, 나라, 오사카 등 긴키 일대의 1182개 씨족 중 30% 가량이 도래인의 정체성을 유지한 채 남아 있었다. 고분 시대까지의 도래인은 야마토 정권을 형성하는 과정에서 융화되어 야마토인이 되었지만, 이후에 유입된 기술자들과 권력자들은 조상의 정체성을 많이 유지한 것으로 보인다. 이들은 헤이안 시대가 형성될 때까지 세력을 유지했다.\n이런 도래인의 활발한 역사는 헤이안 시대에 발생한 신라구의 일본 침입 및 일본의 고립주의(견당사 폐지, 국풍문화) 등이 겹쳐져 신라인(한반도인)의 이주가 중지되었다. 이후 에도 시대에 임진왜란으로 일본에 건너간 포로들이 형성한 마을로 일시적인 재현이 이루어지기도 했다.\n\n\n총, 균, 쇠의 저자 재레드 다이아몬드 \n한 연구결과에 따르면, 야요이 일본은 한국에서 수백만의 이주자를 받아들였고 이들 이민자들은 야요이 전환기 무렵에 75000명 정도였을 것으로 추측되는 조몬인의 유전자를 압도했을 것이다. 만약 그렇다면 현대 일본인들은 지난 2000년간 그들의 고유한 문화를 수정, 발전시켜 온 한국인 이민자의 자손이라는 얘기이다.\n\n\n\n『일본서기』를 세 시기로 나누어 보면 우선 부레쓰기(武烈紀) 이전 시기를 들 수 있다. \n이 시기는 대략 4세기에서 5세기에 해당한다. 이 시기에 한반도에서 일본으로 건너간 이주 건수는 총 19회에 달한다. 이주민 가운데에는 사람이 아닌 신(神)도 있으나, 이는 신만의 이동이라기보다는 신을 모시는 사람들의 이주로 보아도 무방할 것이다.\n이런 사태의 근본 원인은 삼국 및 가야 사이의 세력 정립(鼎立)이 이루어지는 시기에 많은 전란이 일어났기 때문이다. 그 과정에서 패배하거나 시달리던 사람들이 일본으로 이민을 갔던 것이다. 그 후 그들은 삼국 관계에 다시 작용하면서 연고 있는 사람 및 기술자 초청, 적대 지역 주민의 노획(虜獲) 등을 통하여 지속적으로 이주민을 수용하였다.\n\n일본 열도로 많은 사람이 이민을 갔다는 기사는 『일본서기』 4세기에서 5세기경의 사료다. \n이민자의 모국(母國)은 삼국 및 가야에 골고루 분포한다고 하였으나, 실제로 고구려나 백제 사람으로 표현된 이들 다수는 고구려와 백제의 접경지대인 옛 대방군 지역 사람인 것으로 추정된다. 그리고 신라인이나 가야인으로 표현된 사람들도 있다. 특히 4세기 후반은 고대 국가로 성장한 삼국 및 가야 사이에 세력 정립을 이루는 과정에 많은 전란이 일어났다. 그때 당시 고구려와 신라는 승자였고 백제와 가야는 패자였다. 그러므로 전쟁에 패배하거나 전화(戰禍)를 입은  백제인과 가야인 상당수가 일본 열도로 대거 피난한 것으로 볼 수 있다.\n신라에 대한 기사는 일본에 떠도는 설화를 정리한 것이므로, 대체로 부정확하고 허황하여 사실이라고 믿을 수 있는 것은 실상 많지 않다. 그러나 왜국이 신라에 적개심을 가지고 있었고, 신라가 왜국과의 교역에 소극적이고 방어적이었다는 사실은 확인할 수 있다.\n백제는 왜국에 적극적으로 조공하였으며, 왜국은 백제에 여러 곳의 땅을 주고 왕위를 잇게 하는 등 많은 도움을 주었다는 것이 백제와 왜국 간의 관계의 요점이다. 이때 왜국이 주었다는 땅이 주로 남해안과 서해안의 해변이나 큰 강가의 교통 요지였다는 점을 주목해 볼 수 있다. \n한편 『일본서기』에 고구려는 객관적 대상으로서, 때로는 왜국을 무시하는 존재로 나타난다. 반면 임나, 즉 가야에 대한 기록은 별로 없다. \n『일본서기』의 기록을 통하여 왜국은 백제와 신라 문화의 도움을 받으며 고대 문화의 성장을 이루었다는 것을 확인할 수 있다.\n\n『일본서기』의 내용 가운데 두 번째 시기는 게이타이(繼體)·긴메이기(欽明紀)로, 507년부터 571년까지에 해당한다. 이 시기에는 자발적 이민 건수가 2회에 지나지 않았는데, 이는 당시 한반도가 사회적으로 비교적 안정되어 있었음을 반영하는 것이다. 반면에 일본 열도에 이미 들어와 있던 한반도계 이주민에게는 커다란 변동이 있었다.\n6세기에 이주민이 많지 않았던 이유는 삼국이 세력 균형을 이루면서 정립하던 시기였기 때문이다. 물론 삼국 간에 지속적으로 전쟁이 벌어지기는 하였으나 국가의 존망(存亡)을 건 전쟁은 아니었다. 고대 국가로 성장한 삼국이 조세원(租稅源)으로서의 주민을 확보하는 차원에서 벌인 전쟁이었기 때문에 백성이 크게 동요하지 않았던 듯하다. 또 562년에는 대가야를 중심으로 후기 가야 연맹체가 멸망하는 사건이 있었으나, 큰 전쟁 없이 신라에 흡수되었기 때문에 대규모의 유망민(流亡民)은 발생하지 않았다.\n백제가 왜국과 교류한 실태를 보면 512년부터 555년까지 43년 동안에 22회, 즉 2년에 1회꼴로 사신을 파견한 것으로 나타난다. 특히 백제 성왕이 사비(泗沘)로 천도(遷都)한 538년 이후 554년 사망할 때까지 16년 동안에는 사신을 16회 파견하여 교류가 급증하였다는 것을 알 수 있다.\n백제는 왜국과 교섭할 때 왜계 백제 관인(官人)을 활용하여 더욱 효과를 높였다. 이들은 원래 왜국의 유력 씨족이었으나 백제의 관료로 고용되 어 주로 백제 사신으로서 양국을 왕래하였다. 이때 이들은 백제의 선진 문물을 자신의 일족(一族)에게 전하고 그 대가로 그들로부터 군사 지원을 받아 오는 역할을 하였다.\n공식적으로 신라가 왜국과 접촉한 것은 함안(咸安)의 안라국(安羅國)을 병합한 것으로 추정되는 560년과 이듬해인 561년이었다. 그러나 왜국의 적대적 태도를 확인한 신라는 그들의 침입에 대비하여 아라파사산(阿羅波斯山)에 축성하였다. 562년(진흥왕 23) 신라는 대가야마저 병합하고 두 차례에 걸쳐 사신을 파견하였으나, 왜국에서는 이들을 강제 억류하였다. 이로 인해 이 시기의 양국 관계는 좋지 않았다고 할 수 있다.\n고구려는 570년(평원왕 12)에 단 한 번의 대왜 사신을 파견하였을 뿐이다. 가야는 왜와 한반도 사이의 전통적인 중개 무역권을 행사하면서 독립을 유지하려 하였으나, 백제가 보유한 문물의 양과 수준을 따라갈 수 없었던 탓에 결국 굴복하고 말았다. 백제는 왜국에 대한 원거리 교섭에 치중함으로써 가야를 자연스럽게 부속시킬 수 있었으나, 왜국의 군대를 동원하여 신라를 견제하는 데는 실패하였다. 거대하고 독립적인 중앙 정권을 이루고 있던 왜국을 정면으로 상대하여 군대를 동원하는 것은 매우 더디고 비효율적이었던 것이다.\n마지막으로 『일본서기』의 비다쓰기(敏達紀) 이후 기록에 나타난 한국 고대 이미지를 살펴보자. 비다쓰기 이후란 『일본서기』 권20 비다쓰(敏達) 천황 원년(572)부터 권30 지토(持統) 천황 10년(696)까지를 말한다.\n백제가 멸망한 663년 이후 백제에서 왜국으로 망명한 사람이 가장 많았던 것은 그들 사이의 친근성을 반영한다. 그 가운데 60여 명이 일본의 중앙 관료로 대폭 영입된 것도 특이한 현상이다. 아울러 이 시기에는 고구려, 백제, 신라 삼국의 대등한 대왜 교류가 있었다. 고구려의 대왜 사절 파견은 573년부터 682년까지 110년간 총 28회였다. 570년의 사신단 표착 이후 570년대는 모색 단계로 보이고, 605년과 625년 사이에는 불교 전수를 매개로 하여 초보적인 교섭이 이루어졌다. 640년 이후에는 사신 교류가 활발하였다. 고구려는 멸망 이후에도 계속해서 왜국에 사신을 보낸 것으로 되어 있는데, 이는 신라에 망명한 안승(安勝)의 무리가 세운 나라를 가리키는 것으로 보인다.\n백제는 575년부터 671년까지 96년 동안 총 35회 사절을 파견하였는데, 고구려보다 7회가 많은 숫자이다. 신라는 574년부터 695년까지 121년 동안 총 49회였다. 이는 고구려보다 21회 많고, 백제보다 14회 많은 사절 파견이었다.\n비다쓰기 이후에 나타나는 삼국의 대왜 사절 파견 횟수를 보면 고구려는 28회, 백제는 35회, 신라는 49회로 신라가 가장 많다. 그러나 670년 이후의 사절 파견을 제외하고 동일한 조건에서 비교해 보면 고구려는 20회, 백제는 32회, 신라는 31회로 백제와 신라는 비슷하고, 고구려는 그에 약간 못 미치는 정도이다. 결과적으로 대왜 교섭 경쟁에서 백제가 왜국을 자기편으로 끌어들이는 데 가장 좋은 성과를 거두었다고 할 수 있으나, 신라도 외교력을 통하여 백제 멸망 전까지 왜국이 삼국 관계에 개입하지 못하도록 하는 데 성공하였다고 볼 수 있다.\n한편 백제 부흥군은 마지막 순간에 셋으로 갈려 한 부류는 백강 입구에서 고구려로 도망하였고, 한 부류는 주류성에 있으면서 나당 연합군에 항복하였으며, 한 부류는 주류성에서 빠져나와 왜국으로 도망하였다. 그에 반하여 고구려의 멸망이나 고구려 부흥군의 실상에 대해서는 거의 전하는 것이 없어 『일본서기』의 백제 편향성을 확인할 수 있다. 특히 백제 부흥군에 대한 내용은 다른 기록에 없는 것으로 그 의미가 크다고 할 수 있다.\n『속일본기』는 720년에 편찬한 『일본서기』에 이어 797년에 두 번째로 편찬한 일본기를 말하며, 일본국에 대해 기록한 편년체의 역사서이다. ‘일본기’란 원래 중국에 대해 일본의 역사서를 나타내는 보통 명사로 사용되었다. 『일본서기』에 이은 정사인 『속일본기』, 『일본후기』, 『속일본후기』 등 에 일본기의 이름을 넣어 부르게 된 것도 그 때문이다. 『속일본기』 등의 문헌에 나타난 일본과 신라, 발해의 관계는 한마디로 종주국과 번병, 부용국(附庸國)의 종속 관계였으며, 일본 지배층은 중국 왕조의 주변 제국에 대한 책봉 관계를 모방하여 신라, 발해에 중화 의식을 표방하였다.\n먼저 『속일본기』에 나타난 신라에 대한 이미지를 살펴보자. 신라와 일본은 백강 전투 이후 668년에 외교 사절을 교환하여 국교를 재개하였다. 이 시기에 신라는 당나라와 대립 관계에 있었으므로 일본과 동맹 관계를 맺어 후방의 안전을 꾀하고 백제 유민의 일본 원조를 사전에 봉쇄하기 위해서였다. 한편 일본은 백강 전투로 당나라와 적대 관계가 되어 30여 년간 외교 관계가 단절되었기 때문에 신라를 통해 선진 문물을 도입하여 일본의 율령 체제를 완성하였다. 이와 같이 양국은 자국의 이해관계에 따라 7세기 말에 외교 관계를 재개하였으나, 이후 일본 지배층이 신라를 ‘번국’으로 인식하여 양국은 점차 대립 관계가 되었다.\n참고로 당나라에는 황제가 자신의 의지를 번국의 왕에게 전달하는 문서로서 책봉에 사용하는 책서(冊書), 위로제서(慰勞制書)인 조서(詔書)와 논사칙서(論事勅書) 등이 있었다. 위로제서는 두 종류가 있는데, 하나는 ‘황제경문모(皇帝敬問某)’이며, 다른 하나는 ‘황제문모(皇帝問某)’이다. 논사칙서는 ‘칙모(勅某, 성명, 국왕, 왕)’로 시작하는 서식이다. 위로제서와 논사칙서 가운데 위로제서가 격이 높으며, 그 가운데에서도 ‘황제경문모’로 시작하는 서식이 정중하며 상대를 평가하는 경우에 사용한다.\n일본 왕은 명목적이고 형식적이지만 신라 왕을 번국 왕으로 인식하여 ‘천황경문모왕(天皇敬問某王)’으로 시작하는 외교 문서를 사용하였다. 나아가 일본은 신라에 번국 왕이 제출하는 상표문(上表文)을 집요하게 요구하였다. 그러나 신라가 구두로 일본에 조공국이라 말할지라도 그것을 명문화(明文化)하여 증거가 될 만한 문서를 제출할 리는 만무하였다.\n730년대에서 740년대에 걸쳐 양국의 외교 분쟁이 계속되는 가운데, 752년(경덕왕 11)에 신라 왕자 김태렴(金泰廉), 공조사(貢調使) 대사 김훤(金喧), 송왕자사(送王子使) 김필언(金弼言) 등이 일본에 갔다. 이 사절은 기존과 달리 공조사이며, 모두 700여 명에 달하는 대규모 사절단이었다. 그 가운데 김태렴 등 370여 명이 입경(入京)하였다. 『속일본기』 752년 6월 14일조에 따르면 김태렴 일행은 조물(調物)을 바치며, “신라국은 먼 옛날부터 대대로 (일본) 국가에 조공을 바쳐 왔다.”고 말하였다.\n김태렴을 비롯한 상급 관인의 목적은 헤이조쿄(平城京)의 여러 사원을 순례하는 것이었다. 특히 그 가운데에서도 도다이지(東大寺)의 대불(大佛)을 참배(參拜)하는 데 목적이 있었다. 사절을 수행한 것은 신라 상인(사절 일행의 중하급 관인 가운데에는 상업적 행위를 하는 인물도 상당히 있었다)이었는데, 그들은 일본 지배층과 교역 관계를 맺었다. 즉, 신라 측의 김태렴은 ‘도다이지 참배’와 ‘교역’이라는 두 가지 목적을 동시에 달성하기 위해 700여 명의 대규모 사절을 이끌고 구주(口奏, 공식 문서를 제출하지 않고 말로만 아뢰는 것)라는 편법으로 입경을 실현하고자 한 것이다. 그것이 문서로 남아 있지 않는 한 본국 정부로부터도 추궁받을 이유가 없었던 것이다.\n이와 같은 대규모 교역이 가능한 것은 다자이후(大宰府) 등에 신라 상인이 빈번히 왕래하였음을 말해 준다. 9세기에 들어서면서 신라 상인이 빈번히 내왕하였으나 그 전조는 8세기 중엽부터 시작되었음을 사료를 통해 알 수 있다. 『속일본기』 759년 9월 정묘조에 따르면 다자이후에 칙령을 내려 “근년에 신라에서 귀화하는 배들이 끊이지 않는데 부역의 고통을 피하기 위해 멀리 무덤이 있는 고향을 버리고 와, 그 생각함을 말하면 어찌 돌아보고 그리워함이 없겠는가.”라는 기록에서 750년대, 즉 경덕왕 말년부터 많은 신라인이 다자이후를 왕래하고 있음을 알 수 있다. 『속일본기』는 귀화라는 표현을 사용하였으나 실제로 그들은 일종의 상인층으로 보아도 좋을 것이다. 이러한 신라인이 다자이후에 정착하여 9세기에 들어서면서 일본의 호족층과도 본격적인 교역 활동을 하게 되는 것이다.\n\n다음으로 발해에 대한 일본의 인식을 살펴보자. 신라는 『속일본기』 초기인 8세기 초부터 번(藩)으로 기록되어 있는 데 반해, 발해는 750년대 이후 번으로 기술되어 있다. 그 이유는 두 가지를 들 수 있을 것이다.\n이것은 우선 『속일본기』의 편찬 과정과도 밀접한 관련이 있다. 간무(桓武) 천황은 쇼토쿠(稱德) 천황계의 황통과 다른 덴지(天智) 천황계로, 새로운 왕조의 창시자라는 의식을 강하게 지니고 있었다. 간무 천황은 자신의 왕권을 과시하기 위해 750년 이후의 『수사(修史)』 권21∼40을 먼저 편찬하였다.\n또 하나는 신라와 일본 간의 갈등, 긴장 관계에서 찾을 수 있다. 750년대 이후 신라와 일본 양국은 석차(席次) 문제 등으로 첨예하게 대립하여 사절을 추방하는 등의 외교적 강경책을 취하였다. 일본 지배층은 신라에 이어 발해마저 이탈할지도 모른다는 위기감을 가졌을 것이며, 이것이 발해에 대한 강경책을 취한 원인이었을 것이다.\n일본은 앞서 언급한 신라와 같은 위로조서 (慰勞詔書)의 형식, 즉 ‘천황경문발해군왕(天皇敬問渤海郡王)’으로 시작하는 외교 문서를 사용하였다. 같은 열국(列國)의 군주(제후)로 인식하여 선린 우호(善隣友好)를 요청하고 있는 대무예(발해 무왕)에 대해 일본 측은 발해 왕을 완전히 신하로 취급하고 있었다. 이후 발해 왕의 계(啓)와 일본 천황의 위로조서를 서로 교환하였으나, 국교 개시부터 양자 간에 발생한 인식의 차는 그 후 발해의 사신이 지참한 문서의 서식과 문언(文言)을 둘러싸고 분쟁이 일어났다.\n여기에 대한 발해 측의 대응은 『유취삼대격(類聚三代格)』을 통해 확인할 수 있다. 즉, 같은 책 권18, 828년 정월 2일의 관부(官符)는 외국에서 건너온 상인과의 교역에 관한 일반적인 법률로 생각되나, 발해에 관한 관부와 함께 열거되어 있는 것으로 보아 발해나 신라를 주 대상으로 하고 있음을 알 수 있다. 이러한 금령(禁令)이 발포(發布)되었다는 것은 현재 발해사의 도착을 통해 사무역이 전개되었다고 해석하기보다는, 이전부터 국가 간의 교역 시스템을 능가하는 교역이 행해지고 있어 이를 염려하여 국가가 직접 금령을 내렸다고 보아야 할 것이다.\n이미 신라는 8세기 중엽부터 다자이후를 중심으로 상인이 왕래하며 사무역을 전개하였으나, 발해는 지리적인 관계로 신라와 같은 사적 경로를 찾지 못하였다. 따라서 발해는 일본 측의 만류에도 공적인 사절을 파견하였다.\n이상을 통해 보았을 때, 일본은 신라와 발해에 대해 상당히 명분에 집착한 외교 노선을 지향하였다는 점을 알 수 있다. 당시 당나라의 중화 의식을 모방한 소중화 의식에 입각하여 신라와 발해를 번국으로 보는 관념이나 당나라 황제의 중화 의식을 모방하여 신라나 발해를 하위에 두려는 외교 문서로 일관한 점 역시 그러한 결과라고 할 수 있다.\n\n\n아스카 역사공원에는 다카마쓰 고분이 있습니다. 이 고분은 1972년에 발굴되었는데, 고분 벽화는 당시 일본을 발칵 뒤집어 놓았다고 합니다. 지금까지 발견된 그 어느 벽화에서도 본적 없는 빛깔의 그림이었거든요. 또한 벽화 속 여인들의 옷차림이 일본인의 모습이라기보다는 오히려 고구려 벽화 속 여인들의 모습과 비슷했습니다.\n학자들은 이 벽화가 고구려의 영향을 받아 그려졌거나, 고구려인들이 직접 와서 그린 것이라는 결론을 내렸습니다. 긴 저고리에 색동 주름치마를 입고 있는 여인들의 모습은 영락없이 고구려 수산리 고분 벽화와 똑같은 모습이었습니다.\n삼국시대 고구려, 백제, 신라에서도 일본열도로 지금으로 따지면 이민간 사람들이 있지만 주류는 패망한 백제인이 많이 넘어갔을거라 생각했는데\n뜬금없이 고구려 유적이 나온 건 일본도 놀람\n어쩌면 왜구는 백제뿐 아니라 고구려, 신라에서 넘어간\n말 그대로 삼국의 잡탕+ 왜구 죠몬인+아이누인의 후손이 맞는듯.\n\n유전자 동일\n일본하고 한국하고 유전자 거의 같음.\n기원전에 넘어간게 일본인이라고 하던데\n유전자 검사하면 둘이 똑 같은데 10%의 인구서 죠몬인 유전자가 나온다고, 몽고는 생각보다 가깝지 않다고.\n\n일본 인구중 9600만 명이 한국인 혈통이다. \n일본 국립동경(토쿄)대학교에서 김종혁과 준 오하시에 의해서 제출된 논문 \"Traces of ancient immigration patterns to Japan found in 2000-year-old genome\"에 의하면 현재 일본 국민의 약 80%인 9600만명이 한국인을 조상으로 두고있다고 발표했다. \n춘추전국시대 말기이자 고조선 말기인 기원전 4세기경 부터  열국으로 분화하면서 각자의 길을 찾아 각자도생의 길을 걸었고 일본 열도로 기원전3세기경에 넘어간 사람은 최초로 쌀농사를 지은 야요이인으로 불리다가 기원후 3세기인 가야 김수로계의 열도행에 이어 6세기말 가야제국이 망하면서 탈 한반도화에 이어 가야가 터놓은 열도로 통하는 길을 백제가 뒤를 추적해 뒷덜미를 잡았고 7세기말 백제와 고구려가 망하면서 일본의 국호가 성립되었다. \n일본 경도대학과 각종 연구단체의 일본의 고대경제 관련 연구에 의하면 한반도에서 넘어간 상용,농업,철기기술자들의 활동에 힘입어 10세기에 이미 당나라에 이은 세계 2위의 경제력을 보유한 나라가 되었다고 한다. \n600년 대초 수양제가 파견한 사신이 일본에 도착하여 일왕을 만나 국서를 받으면서 \"해뜨는 나라의 황제가 ..\" 로 시작된 일본왕의 국서에 쓰여진 문장 \"중국 황제가 무양(無恙)하냐?\"는 안부로 끝나자 수양제가 대노했다고 <수서>는 기록하고 있다.이는 허풍이 아닌 자신감의 발로였을지 모른다.\n13세기말 몽골 황제 쿠빌라이의 일본원정 이후 처음으로 우왕이 파견해 일본사행기를 남긴 정몽주에 이어 조선초 1420년 태종의 밀명으로 세종때 파견된 조선사신의 기행문에도 열도의 번화함이 비쳐지고 있다. 그 같이 한반도에 비해 경제적으로 기울어진 운동장은 20세기까지 지속되었고 최근 한국의 분발로 지금은 그래도 형편이 나아진 상태다.\n한민족의 관점에서 더 들어가 DNA로 본 체질인류학적 관점에서 본다면 일본과 한국은 어찌 보면 쌍둥이 나라다. 같은 혈통의 인종이 무려 한반도와 일본 열도에 1억 7천만명이 살고 있는 것이다. 일본의 근대 선각자들 대부분이  큐슈 지방에서 나왔고 이들은 대부분 한국인을 조상으로 머리에 이고 있는 사람들이었다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-11-21T05:22:12.225000",
  "updatedAt": "2025-12-02T13:42:00.323000"
}