{
  "id": "46574a3f-e15d-4058-9cd9-563dfa63def6",
  "title": "진화론과 열역학의 제2법칙 Evolution and the Second Law of Thermodynamics: Effectively Communicating to Non-technicians (1)",
  "content": "Alexander Schreiber & Steven Gimbel \n Published online: 9 January 2010  \n\nA. Schreiber Department of Biology, Saint Lawrence University, Canton, NY, USA e-mail: aschreiber@stlawu.edu S. Gimbel (*) Department of Philosophy, Gettysburg College, Gettysburg, PA, USA e-mail: sgimbel@gettysburg.edu Evo Edu Outreach (2010) 3:99–106 DOI 10.1007/s12052-009-0195-3\n \n Abstract \n Given the degree of disbelief in the theory of evolution by the wider public, scientists need to develop a collection of clear explanations and metaphors that demonstrate the working of the theory and the flaws in antievolutionist arguments. This paper presents tools of this sort for countering the anti-evolutionist claim that evolutionary mechanisms are inconsistent with the second law of thermodynamics. Images are provided to replace the traditional misunderstanding of the law, i.e., “everything always gets more disordered over time,” with a more clear sense of the way in which entropy tends to increase allowing a thermally isolated system access to a greater number of microstates. Accessible explanations are also provided for the ways in which individual organisms are able to minimize entropy and the advantages this conveys. \n\n \nMuch of the debate surrounding the foundations of evolutionary biology is a conversation occurring in the body politic rather than in the scientific community. As such, the means of engaging in this discussion must be carefully tailored to the context. Appeals to scholarly work and the use of technical notions, no matter how precise or empirically well-supported, will prove ineffective. The scientific community, so skilled at working within its own discourse conventions, must also concentrate on how to express these notions clearly to non-technicians. The term “rhetoric” has acquired an unfortunate connotation, but the synonymous phrase “effective communication” may be used for a project the academic community must actively engage in as a part of their place in the division of intellectual labor. The purpose of this paper is to begin to develop easily accessible explanations, images, and metaphors to assist non-technicians in understanding the workings of the natural world that illustrate the flaws in anti-evolutionary arguments. In this paper, we seek to formulate effective tools for communicating the fallacies contained in the antievolution advocates’ argument that speciation by evolution violates the second law of thermodynamics (see, e.g., Morris 1987, 38–64). Their argument runs like this: 1. Evolutionary theory contends that current species developed from earlier life forms. 2. These earlier life forms were simpler in having fewer capabilities and less complex systems. 3. Therefore, evolutionary theory claims that organisms get better ordered over time. 4. The second law of thermodynamics holds that entropy increases; that is, systems over time become more disordered. 5. Therefore, both evolutionary theory and the second law of thermodynamics cannot both be correct. 6. Physics is a more basic or well-established field than biology. 7. Therefore, we ought to prefer the second law of thermodynamics and reject evolutionary theory. Among the chief errors of this argument are (a) its understanding of the second law of thermodynamics and  the notion of entropy, (b) the scope of the application of the second law of thermodynamics, and (c) failing to understand the way in which the mechanisms underlying genetics are perfectly in line with physical law. What is needed are ways to effectively communicate these flaws to the general public. \nThe Second Law of Thermodynamics The anti-evolutionists’ argument is based on an understanding of the second law of thermodynamics, according to which disorder always increases. This is a common misunderstanding of one of the more baffling principles in physics, which has a long and contentious history, having been formulated in different ways by Sadi Carnot, Rudolf Clausius, William Thomson (Lord Kelvin), Ludwig Boltzmann, and Max Planck. The second law is best known as the principle that rules out perpetual motion, something resulting from its origin in the question “how efficient can we make steam engines?”—a strangely pragmatic starting point for such an esoteric principle. Scientists and engineers discovered that, when trying to convert one form of energy, e.g., heat, into another form of energy, e.g., motion, we were never able to make the transfer complete, there was always some energy lost. Think of this in terms of currency. Whenever we exchange money, say from dollars to Euros, the bank charges a transaction fee. So if we changed money back and forth, we would eventually go broke even with a fixed exchange rate. Given its well behaved sibling, the first law of thermodynamics (that energy is always conserved, neither created nor destroyed), researchers sought a means of quantifying and explaining this energy transaction fee. That explanation led them to posit a strange quantity, one not directly observable: entropy. It measures the “disorder” of a system in terms of the number of microstates—arrangements of molecules—accessible to a system in a given macrostate— having a particular temperature, pressure, and volume. They found that “in any process in which a thermally isolated system goes from one macrostate to another, the entropy tends to increase (Reif 1965, 122).” The word “tends” sparked a firestorm with physicists divided between those who took Clausius’ view that, like every other physical quantity, it was subject to absolute deterministic rules and therefore must increase and those who took Boltzmann’s position that thermodynamic quantities were statistical averages, so we have to talk about the probability that entropy most likely increases. Physicists traditionally were wedded to mechanistic pictures of point masses bouncing off of each other in accordance with wellstructured Newtonian principles. Hence, those behind Clausius had a deep disdain for mere probabilistic principles, while those in line with Boltzmann argued that the number of interactions was far too large to be handled by normal means and that probabilistic claims were the best we could make for such large collections. Boltzmann eventually won the day, and entropy is best thought of in terms of what physicists call “ensembles,” the set of all possible states of a thermal system. Entropy is a measure of the number of possible states in which you might find the system if you checked. Since heat flows from warm to cold, a system not in equilibrium is in flux; it is changing. This means that the number of possible states in which the system could be found increases over time. Think of a deck of cards. If you sat down at a poker table with seven people to play five-card stud and dealt a brand new deck right out of the box, the results are a foregone conclusion because new cards are inserted in the box in order. The person to the dealer’s left will necessarily be dealt a six and king of spades, a seven and ace of diamonds, and an eight of clubs and have the highest hand. But if the cards are shuffled once, the results will be different. Since the top half of the deck is arranged in ascending order in spades and the shuffle will generally begin when the cards are divided roughly in half and interwoven roughly alternating every other card, there is a very good chance that the ace of spades will be one of the first cards dealt and will almost certainly end up in someone’s hand. Now if the cards are shuffled seven, ten, or 20 times, the chances of that ace of spades showing up become less and less, and with each additional shuffle of the deck, the likelihood of getting the ace of spaces approaches the likelihood of drawing any other card. That is what entropy measures. As the system approaches equilibrium, the chance of finding it in some particular state—some particular order of cards—approaches the likelihood of finding it in any other state—any other order of cards. What the second law of thermodynamics does not say is that disorder always increases. Play poker long enough with well-shuffled decks, and you will eventually get dealt a royal straight flush. The chances are slim that such an ordering will appear on any given hand, but shuffling does not mean that order cannot accidentally appear, just that it is less and less likely. Play long enough with well-shuffled decks and eventually the original ordering from the box will reappear, as will the one in which everyone at the table is dealt four of a kind in ascending order. While the dealer of such a hand is unlikely to emerge from the game with his credibility (and perhaps his bodily features) intact, there is always the chance of such an order appearing after enough shuffles. The second law of thermodynamics does not say that disorder necessarily increases in isolated systems (not adding or subtracting cards) that are not in equilibrium (the cards are being shuffled), rather it says that the 100 Evo Edu Outreach (2010) 3:99–106 likelihood of finding it in its original or any given state tends to approach the likelihood of finding it in any other state. When we understand what the second law of thermodynamics really says, the anti-evolutionists’ misrepresentation of it as requiring increasing disorder is seen as a misunderstanding. The Scope of the Second Law of Thermodynamics But it is not only the understanding of the content of the law that is faulty in the anti-evolutionists’ argument, it is also the scope of applicability of the law. The second law holds for systems that are thermally isolated and not in equilibrium. Let’s look at the first condition. A thermally isolated system is one in which energy is not being added or subtracted. This is crucial, as added energy can decrease entropy. We may use energy to order systems in very straightforward ways. Let us posit that our thermodynamic system is a collection of ions, electrically charged molecules, in a long tube. We know that like charges repel and unlike charges attract. By using energy to charge a capacitor, we create a negative charge at one end of the tube and a positive charge at the other. This results in a smooth gradient in which more positive ions are drawn to one side of the tube and negative to the other. We achieve an order that would have been highly unlikely if the system was left to its own. Similarly, an eight-year-old’s bedroom, when left to develop according to its natural happenings, will have a possibility of occupying a larger and larger number of possible states. The next day’s homework assignment, the shirt worn two days ago, the empty bag of chips that was eaten the previous week, could be under the bed, on the desk, in the closet, behind the book shelf, anywhere really. But if energy is added to the system—“I want this pig sty cleaned up now or you are not going to the movies with your friends tomorrow night”—then there is an increase in order, i.e., the number of possible states is massively decreased with dirty laundry more likely to be found somewhere in the hampered region of the room and the required math assignment more likely in or near the book bag. Adding energy can counter the increase in entropy. The anti-evolutionists’ argument uses the second law of thermodynamics and applies it to the Earth and its natural systems as if the eight-year-old would never be asked to clean his or her room. But this Pippi Longstocking hypothesis is false. The Earth is not a thermally isolated system because it receives constant energy from the Sun. This is the energy fixed by plants using photosynthesis, which is then acquired by herbivores that eat the plants and carnivores that eat the herbivores. It is certainly true that without this constant addition of energy to the Earth’s system, life would be impossible, but fortunately for us, the radiation we receive is like the constant motivation for the youngster to keep his or her room tidy. The second law of thermodynamics simply cannot be used the way the antievolutionists try to use it. How Evolutionary Theory Is Consistent with the Second Law of Thermodynamics In this section, we will present an accessible three-part strategy for showing how evolutionary theory is consistent with the second law of thermodynamics, and we provide figures to simply convey the main points. We show that entropy, far from opposing evolution, is a thermodynamic driving force that propels natural selection, the mechanism of evolution. Our approach is as follows: (1) We first describe how an inherent characteristic of all living organisms is that they are open systems that maintain greater order than their surroundings by importing free energy (nutrients) and exporting entropy (heat and waste); we focus on the role of the semi-permeable cell membrane as a mediator of internal order. (2) We then discuss how entropy can decrease locally within subsystems and how organismal complexity can increase over evolutionary time as long as there is a greater increase in entropy in another interlocking part of the system; we focus on the Sun as the Earth’s ultimate source of low entropy light and how primary producers (plants and cyanobacteria) capture this low entropy and drive the evolution of complexity. (3) Lastly, we discuss how organisms can be viewed thermodynamically as energy transfer systems, with beneficial mutations allowing organisms to disperse energy more efficiently to their environment; we provide a simple “thought experiment” using bacteria cultures to convey the idea that natural selection favors genetic mutations (in this example, of a cell membrane glucose transport protein) that lead to faster rates of entropy increases in an ecosystem.",
  "color": "default",
  "labels": [
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-03-22T23:04:46.742000",
  "updatedAt": "2023-12-24T08:31:32.415000"
}