{
  "id": "466c79a3-0f85-4322-9ef0-391b410050ea",
  "title": "GDP 계산과 3면 등가의 법칙",
  "content": "최종생산물의 계산 : 생산국민소득\nGDP는 일정기간 동안 새롭게 생산된 것만을 측정하기 때문에 중고품이나 재고품은 GDP에 포함되지 않는다. 또한, 생산물의 가치가 중복계산되는 것을 피하기 위해 최종 단계의 재화와 서비스(최종생산물) 가치만 계산한다. 제분업자가 농부에게서 4만 원 주고 밀을 사다가 10만 원 가치의 밀가루를 만들어 팔고, 제빵업자는 밀가루를 사다가 20만 원 가치의 빵을 만들어 가정주부에게 팔았다고 하자. 이때 최종생산물은 빵이 되고 GDP는 20만 원이다. 밀과 밀가루도 농부와 제분업자 입장에서 본다면 최종생산물이지만, 제빵업자에게 생산요소로 투입되었다. 빵의 가격 20만 원에는 중간투입물인 밀이나 밀가루의 가치가 포함되어 있기 때문에 GDP를 계산할 경우 중간 투입물을 포함하면 생산물의 가치가 중복 계산된다. 따라서 최종생산물인 빵의 가격만 GDP에 포함시킨다. 주의할 점은 같은 밀가루라도 제빵업자가 밀가루를 구입한 것은 중간투입물로 GDP의 계산에서 제외해야 하지만, 가정주부가 밀가루를 구입해서 칼국수를 만들었다면 밀가루는 최종생산물로 GDP에 포함된다(통계 및 사례 참조).\n\n \n\n부가가치를 이용한 계산 : 생산과 분배국민소득\n부가가치란 ‘생산과정에서 새롭게 부가된 가치’를 말한다. 각 생산단계 마다 생산된 재화와 서비스의 가치에서 중간투입비용을 제외함으로써 부가가치를 구할 수 있다. 앞의 사례에서 농부가 만들어낸 부가가치는 4만 원이다(농부의 중간투입비용은 나타나 있지 않다). 농부가 생산한 4만 원의 밀은 제분업자에게 중간재(중간투입물)로 쓰여 10만 원의 밀이 생산되었다. 이처럼 최종적으로 소비되는 재화나 서비스가 아닌 다른 재화나 서비스 생산에 사용된 것을 중간재(중간투입물)라고 한다. 제분업자가 만든 부가가치는 자신이 만든 재화의 가치에서 중간재의 가치를 뺀 6만 원이 된다. 같은 방법으로 제빵업자가 창출한 부가가치가 10만 원이라는 것도 알 수 있다. 이때 각 생산단계의 부가가치를 모두 더하면 20만 원(=4만 원+6만 원+10만 원)으로 최종생산물의 가치로 계산된 GDP와 일치한다.\n다른 방법으로도 GDP를 계산할 수 있다. 각 생산단계의 생산물 가치를 모두 더한 뒤에 모든 중간투입물의 가치를 한 번에 빼주는 것이다. 위에서 농부·제빵업자·제분업자가 만들어낸 재화의 총가치를 모두 더하면 34만 원(=4만 원+10만 원+20만 원)이고 중간투입비용은 밀가루 4만 원, 밀 10만원이기 때문에 GDP는 20만 원(=34만 원-14만 원)으로 구해진다.\n부가가치를 다른 측면에서 해석해본다면 분배된 국민소득이라고 볼 수 있다. 농부가 만든 4만 원은 농부의 노력에 대한 대가로 농부의 소득이 된다. 제분업자가 추가로 창출한 6만 원도 투입된 노동과 자본, 그리고 경영의 가치인 이윤이 만들어낸 합작품이다. 따라서 그 몫은 각 투입된 요소의 몫으로 돌아갈 것이다. 따라서 부가가치를 모두 더하면 분배국민소득이된다.\n\n \n\n3면 등가의 법칙\n앞에서 GDP는 생산측면과 분배측면에서 구할 수 있으며 두 값이 같다는 것을 확인했다. 그런데 최종생산물인 빵은 결국 가계에 의해 소비된다. 다시 말해 한 나라 안에서 생산된 것은 분배된 소득을 통해 지출된 것과 같아야 한다. 따라서 GDP는 한 나라 안에서 지출된 것을 모두 더해도 구할 수 있다. 이를 지출 측면에서 측정한 GDP라고 한다. 이처럼‘생산=분배=지출’ 측면에서 GDP가 같은 것을 3면 등가의 법칙이라고 한다.\n\n \n\nDP(Dangerous Point) | 일부가 소비되지 않고 남았다면?\n“생산된 것 중에서 일부를 소비하지 않으면 ‘생산>소비’가 되어 3면 등가의 법칙이 성립하지 않을 것 같다”는 질문을 하는 경우가 있다. 생산된 것 중 일부가 팔리지 않는다면 ‘생산>소비’는 당연하다. 이처럼 팔리지 않고 남은 것을 ‘재고’라고 한다. 그런데 재고를 투자지출로 간주한다면 ‘생산=소비’가 된다. 아래 식을 생각해보자.\n\n  \n                                                                    생산액 - 판매액 ≡ 재고액\n \n\n이때 좌변의 ‘판매액(=소비지출액)’을 우변으로 옮기고 재고를 투자지출로 간주하면 좌변의 생산과 우변의 지출(소비지출+투자지출)이 항상 같아짐을 확인할 수 있다. 따라서 3면 등가의 법칙이 성립하는데 문제가 없다.\n재고는 팔리지 않고 남은 것이지만 그해 생산된 것으로 미래에 팔릴 기업의 잠재된 이윤이기 때문에 지출로 간주한다. 한국은행의 국민계정에는 국내총생산에 대한 지출은 다음과 같이 나타나 있다(통계상 불일치 제외).\n\n\n국내총생산에 대한 지출 = 민간최종소비지출 + 정부최종소비지출 +\n                                                    총고정자본형성 + 재 고 증 감 + 재화와 서비스의 수출 - 재화와 서비스의 수입\n\n \n총고정자본형성이란 기업의 실물에 대한 투자지출 의미하고 재고증감은 재고투자를 의미한다. 이 두 항목을 합하면 ‘투자지출’이 된다. 일반적으로 기업 투자가 감소했다고 말할 경우에는 총고정자본형성이 줄어드는 것을 말한다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-29T12:36:01.809000",
  "updatedAt": "2023-01-29T12:36:01.809000"
}