{
  "id": "4689c235-92b2-4626-94aa-2352ebeb7ad7",
  "title": "흑산도",
  "content": "![image](media/195f3d94118.a252c496576d6f91.jpg)\n![image](media/197f9512415.8068d19588ad4e0b.jpg)\n\n\n\n입당구법순례행기에 따르면 멸망한 백제의 한 왕자가 흑산도로 피난했다는 기록도 있는데 당대에 가까운 전승인 만큼 실제 백제판 마의태자일 수도 있겠지만 통일신라 시대에 떠돌던 하나의 옛 전설일 수도 있다.\n\n송나라 사신 서긍이 기록한 ‘선화봉사고려도경(宣和奉使高麗圖經)’에서 흑산도가 처음으로 등장한다. 기록에 보면 흑산은 백산(홍도로 추정) 동남쪽에 있어 바라보일 정도로 가깝다고 되어 있다. 산이 역광일 때는 그늘져 검게 보여 흑산이라 불렸던 것일 수도 있다. 큰 산이라는 뜻의 순우리말 ‘걺미’ 혹은 ‘검뫼’를 한자로 흑산(黑山)이라 표기한 것으로 볼 수 있다. 또한 일설에는 주변의 암석이 어두운 흑운모 편마암이 많은 산과 바다가 푸르다 못해 검게 보인다 하여 흑산도(黑山島)라 부른다. 대흑산도는 원 흑산도를 중심지로 부르는 말이고, 소흑산도는 가거도를 말한다.\n\n홍도(紅島) · 대둔도(大芚島) · 영산도(永山島) · 다물도(多物島) 등이 흑산군도를 이룬다. 흑산도는 섬 전체가 산지를 이루고 있어 서쪽에 깃대봉(378m), 북쪽에 상라봉(象羅峰, 227m), 남쪽에 선유봉(仙遊峰, 300m)을 비롯하여 대모산, 칠락산(七樂山, 272m), 반달봉, 문암산(問岩山, 400m), 옥녀봉(玉女峰, 274.5m) 등 해발고도가 높은 큰 산들이 동북-서남 방향과 북서-남동 방향으로 산열을 이루고 있다. \n\n입당구법순례행기\n6454일 날이 밝을 무렵에 이르러 동쪽으로 산들이 있는 섬이 보였다. 높거나 낮거나 하며 이어져 있었다. 뱃사공 등에 물었더니 이르기를 “신라국의 서쪽 웅주(熊州)의 서쪽 땅인데, 본래는 백제국(百濟國)의 땅이다.”라 하였다. 하루 종일 동남쪽을 향해 갔다. 동쪽과 서쪽에는 산으로 된 섬이 연이어져 끊이지 않았다. 밤 10시가 가까워질 무렵 고이도(高移島)에 이르러 정박하였다. 무주(武州)의 서남 지역에 속한다. 섬의 서북쪽 100리 정도 떨어진 곳에 흑산(黑山)이 있다. 산의 모양은 동서로 길게 뻗어 있다. 듣기로는 백제의 셋째 왕자가 도망해 들어와 피난한 땅인데, 지금은 300, 400 가구가 산 속에서 살고 있다고 한다.\n\n\n\n\n고이도는 전라남도의 해상, 진도의 서쪽에 있는 하의도(河衣島, 荷衣島)이다. ≪삼국사기≫ 효공왕 3년조에 “弓裔命將 領兵舡 降珍島郡 又破皐夷島”라고 하여, 고이도(皐夷島)라고 쓴 경우도 있다. 이는 신라에서 독립하여 왕이라고 칭했던 궁예가 910년에 제해권을 얻게 된 하나의 사건을 서술한 구절인데, 고이(皐夷)와 고이(高移)는 음도 가까우며 ≪고려사≫ 권1 건화 4년(914)조의 고의도(皐衣島)와도 같은 것이다. 무주에 대해서는 ≪동국여지승람≫ 권35에 관련 내용이 보인다. 전라남도 서남도의 서남지방, 광주(光州, 光山縣)을 중심으로 하는 지방이다. 고이도는 그 소관이었다.\n(小野勝年, ≪入唐求法巡禮行記の硏究≫ 第4卷, 鈴木學術財團, 1969.\n\n무주는 오늘날의 광주(光州)를 가리킨다(신복룡, ≪입당구법순례행기≫, 선인, 2007, 314쪽).\n신라 9주의 하나로 지금의 전라남도이며 치소는 지금의 광주에 두었다. 백제 때는 무진주(武珍州)라 부르다가 신라 경덕왕 16년(757)에 무주로 개명하였다. 고려 태조 23년(940)에 다시 광주로 바꾸었다.\n\n흑산도는 전라남도 남해에 있는 군도(群島)로, 북쪽에 있는 것을 대흑산, 남쪽을 소흑산이라고 한다. ≪동국여지승람≫에 따르면 나주 소속으로, 수로로 900리 떨어져 있다. 이는 아마도 주치로부터 떨어진 거리를 기록한 것일 것이다. ≪고려도경≫에 따르면, 명주(明州)를 떠나 고려로 향하는 배가 가장 먼저 기항(寄港)하는 곳이었다.\n(小野勝年, ≪入唐求法巡禮行記の硏究≫ 第4卷, 鈴木學術財團, 1969, 310쪽).\n\n\n선화봉사고려도경 제35권 / 해도(海道) 2 흑산(黑山)\n흑산은 백산 동남쪽에 있어 바라보일 정도로 가깝다. 처음 바라보면 극히 높고 험준하고, 바싹 다가서면 산세가 중복되어 있는 것이 보인다. 앞의 한 작은 봉우리는 가운데가 굴같이 비어 있고 양쪽 사이가 만입(灣入)했는데, 배를 감출 만하다. 옛날에는 바닷길에서 이곳이 역시 사신의 배가 묵는 곳이었다. 관사가 아직 남아 있다. 그런데 이번 길을 잡음에는 여기서 더 이상 정박하지 않았다. 위에는 주민의 부락이 있다. 나라(고려를 말함) 안의 대죄인으로 죽음을 면한 자들이 흔히 이곳으로 유배되어 온다. 언제나 중국 사신의 배가 이르렀을 때 밤이 되면 산마루에서 봉화불을 밝히고 여러 산들이 차례로 서로 호응하여서 왕성(王城 개경을 말함)에까지 가는데, 그 일이 이 산에서부터 시작된다. 신시 후에 배가 이곳을 지나갔다.\n \n黑山。在白山之東南。相望甚邇。初望極高峻。逼近。見山勢重複。前一小峯。中空如洞。兩間有澳。可以藏舟。昔海程。亦是使舟頓宿之地。館舍猶存。今取道。更不拋泊。上有民居聚落。國中大罪得貸死者。多流竄於此。每中朝人使舟至。遇夜於山顚。明火於熢燧。諸山次第相應。以迄王城。自此山始也。申後舟過。",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-02-11T19:09:39.025000",
  "updatedAt": "2025-07-11T20:49:50.738000"
}