{
  "id": "48bd0d7e-578e-4c59-baae-f33fb6e90a9f",
  "title": "전쟁과 음식 - III",
  "content": "[통조림]\n프랑스 혁명전쟁과 계속된 영토 확장 전쟁으로 장기간의 종군을 강요당한 군인들 사이에는 신선한 음식물이 부족해 괴혈병이 만연했다. 그러자 1795년 나폴레옹은 1만 2천 프랑을 상금으로 내걸고 군용 식량으로서 사용할 장기 보존용 식품 저장법을 공모했다. ​\n1804년 프랑스 파리 교외에서 일하는 발명가이자 요리사 요리사인 니콜라 아페르(Nicolas Appert)가 여기에 응모했다. 그가 제시한 방법은 입이 큰 병속에 조리한 음식을 넣고 코르크 마개를 끼워 열탕 속에서 가열한 후 밀봉시키는 것이었다.​\n아페르는 살균의 구체적인 원리를 알지는 못하였으나 음식을 가열하여 박테리아를 죽인 후, 밀폐된 용기에 담아 음식을 보관하면 장기적으로 보관할 수 있다는 것은 알고 있었다. \n부패의 원인이 조그만 미생물이란 사실은 1864년 프랑스의 화학자 파스퇴르(Pasteur, L.)에 의해 밝혀졌다.\n결국 나폴레옹의 공모에서 아페르 밀봉 용기가 채택되었다. ​나폴레옹은 이 병조림을 보고 그 자리에서 1만 2천 프랑을 결제해 주었다고 한다. 이후 병조림은 나폴레옹 군대의 식량으로 사용되었다. 덕분에 취사용 조리 도구를 갖고 다니지 않아도 되었고 군장 무게가 가벼워짐으로 행군 속도가 빨라졌다. ​\n\n그러나 병조림은 나폴레옹 군대에서는 별로 실용화되지 못했다. 무겁고, 잘 깨지고, 음식물의 보존 상태도 생각처럼 좋지 않았다. 아페르는 상금으로 받은 돈으로 병조림 공장을 짓고, 계속해서 요리법을 연구해 제품을 생산하려고 했지만, 1814년 프랑스군이 러시아 원정에서 패배하면서 파리로 진군한 러시아 군대에 의해 공장이 불타버렸다. 이렇게 해서 선구적인 업적에도 불구하고 아페르와 병조림은 역사에서 사라졌다.\n이 불편한 병조림을 실용적인 통조림으로 개량한 나라는 나폴레옹의 숙적이던 영국이었다. 그 당시 병조림에는 큰 단점이 있었다. 운송 중 유리병이 파손될 염려가 컸던 것이다. 또 당시에는 코르크 마개로 병 입구를 막았기 때문에 뚜껑이 완벽하게 밀봉되지 않아 내용물이 썩는 경우도 있었다. \n이런 단점을 개선한 것이 바로 통조림이다. 통조림은 당시 프랑스와 전쟁을 벌이고 있던 영국에서 처음 만들어지는데요. 깡통 통조림은 1810년에는 영국 런던 출신의 기계공이었던 피터 듀랜트(Peter Durand)에 의해 개발되었다.\n듀랜드(1766~1822)는 영국군이 포로로 잡은 프랑스 병사가 가지고 있던 병조림 이야기를 전해 들었어요.\n그는 병조림 애호가였다. 따라서 그는 자연히 무겁고 깨지기 쉬운 병조림의 단점을 발견할 수 있었다. 추운 어느 날, 차가워진 병조림을 그냥 먹을 수가 없어서 자신이 만들고 있던 깡통에 쏟아 불에 데워 먹었다. 식사를 마친 그는 무릎을 치며 좋아했다. 병 대신 깡통을 이용할 수 있으리라는 생각 때문이었다. \n그리고 병 대신 양철로 만든 깡통에 음식물을 담아 완벽하게 밀봉하는 방식의 통조림을 개발했다.  깡통에 익히지 않은 야채나 고기 등을 넣고 물에 담근 뒤 가열해 뚜껑을 밀봉하는 방식이었다.\n통조림을 의미하는 영어 단어 ‘can’이나 ‘tin’은 모두 양철통을 뜻하는 ‘tin canister’에서 온 말이다. \n\n그는 즉시 특허 출원한 한 뒤 깡통을 이용해 통조림을 만들었다.\n그렇게 1812년 영국에 최초의 통조림 공장이 세워졌다. 이듬해부터는 영국군의 전투식량으로 통조림이 제공됐다. 하지만 당시 듀랜드는 밀봉한 음식물을 어떻게 꺼낼지에 대해서는 크게 고려하지 않았다. 최근 만들어지는 통조림의 뚜껑에는 고리가 달려있어 고리를 당겨 쉽게 열 수 있지만, 당시의 통조림 뚜껑에는 아무것도 달려있지 않았다. 대신 통조림 뚜껑에 '도끼나 망치 등의 도구로 여십시오'라는 문구가 적혀 있었다. 당시 영국군은 통조림 뚜껑을 열기 위해 심지어 총검(총 끝에 꽂는 칼)까지 사용했다.\n통조림 따개는 40여 년 후인 1858년 미국에서 발명된다. 에즈라 워너라는 한 미국인 여성은 구부러진 칼날을 통조림 뚜껑 가장자리에 밀어 넣고, 그 주변을 힘으로 밀어 뚜껑을 열 수 있는 도구를 발명했다. 이것이 최초의 통조림 따개이다.\n\n이후 1차 세계 대전이 통조림을 한 층 더 진화시키는 계기를 가져 왔다. 전쟁터의 범위가 넓었던 만큼 장기간 보존을 하여야 하고, 운반이 편리한 식량을 추구하게 되었죠. 또한 저렴하고 열량이 높은 음식을 선호하게 되었다.\n제1차 세계 대전의 참호전 속에서 미리 가공하지 않은 식량을 야전 식당에서 조리하기에는 많은 어려움이 있었고, 그 해답으로 \"트렌치 레이션\"이 보급된다. 염장고기를 포함해 여러 가지 음식을 조리한 상태로 통조림으로 만든 것이다. 하지만 너무 무거운 데다 종류가 한정되어서 쉽게 질려서, 병사들은 어떻게든 바꿔먹을 궁리를 많이 했다.\n\n이러한 요구에 제조회사들은 오늘날, 쉽게 볼 수 있는 콩, 옥수수, 토마토 같은 다양한 음식이 들어갈 통조림을 개발하게 된다. 이러한 개발은 계속해서 발전하기 시작했고, 결국 완전 밀봉이 가능한 '통조림'을 개발하는 단계까지 이르게 된 것이다.\n\nC-레이션은 제2차 세계 대전과 6.25 전쟁에서 쓰인 미군을 대표하는 전투식량이다. C-ration은 C형 식량이라는 뜻으로, 신선한 혹은 냉동한 일반 식료(A-ration)과, 야전 취사장에서 조리하는 해동이 필요없는 형태의 포장해둔 혹은 대형 캔 형태인 식량(B-ration)에 이은, 미리 조리해두어 즉시 먹을 수 있는 개인용 통조림 식량을 가리키는 것이다. Combat ration의 약자라고 알려져 있기도 하지만 사실 명칭 자체는 그냥 순서대로 ABC를 붙인 것.\n\n일본은 1892년 전남 완도에서 처음으로 전복 통조림을 제조하고부터 러일전쟁, 중일전쟁, 제2차 세계대전 때까지 한국의 수산물을 통조림으로 싹쓸이했다.\n2차 세계대전 당시 일본군은 통조림을 알면서도 별로 애용하지 않았다. 가혹한 전쟁터였지만 식사만이라도 최대한 일반적 관습에 가깝게 해주려고 노력했다. 그러지 않을 경우 병사들의 사기가 더 떨어졌기 때문이다. \n\n[스팸]\n제2차 세계대전 동안 미국 정부는 전 세계에 파병되는 군인들에게 통조림 캔 제품을 대량으로 제공하였다. 미군 병사들에게 공급된 캔 제품 90퍼센트가 호멜사 제품이었다. 호멜사의 통조림 가운데 가장 유명한 것이 '스팸'이었다.\n미국에서 정육업체를 경영하던 제이 호멜은 제1차 세계대전 때 의복과 식량 공급을 맡은 병참 장교로 프랑스에서 복무했다. 이때 호멜은 군인에게 먹을 만한 고기를 공급하는 일이 얼마나 중요한지 새삼 깨달았다. 당시 미군은 대서양을 가로질러 군인에게 고기를 대량 공급하는 일 때문에 골치를 썩이고 있었다. \n이 경험을 염두에 두고 호멜은 전쟁이 끝난 뒤 여러 형태의 고기 통조림 개발을 시도했다. 가장 성공작은 1936년에 나왔다. 그는 잘 팔리지 않는 돼지고기 어깨 살을 활용할 방법을 찾았다. 일단 뼈를 발라낸 조각난 어깨 살에다 햄을 만드는 돼지고기 뒤쪽 넓적다리 살을 섞어서 갈았다. \n호멜은 미국이 참전하기 전부터 영국군에 고기를 공급하기 시작했는데, 군대가 주목한 전투 식량용 고기가 바로 스팸이었다. \n호멜사는 육가공 공장에서 전통적인 방식의 햄과 베이컨 등을 만들었다. 그러면 돼지고기 어깨살이 남았다. 남는 어깨살을 이용할 방법을 고민하다가 회사 소속 프랑스인 요리사 장 베르네가 이 부위를 갈아 양념한 뒤 캔 속에 집어넣고 익히는 상품을 내놓았다. ‘스팸(SPAM)’이라는 이름은 돼지고기 어깨살과 햄(Shoulder of Pork And ham)의 머리글자를 따 만들었다고 전해진다. 1937년에 출시된 스팸은 가격이 저렴하고 조리하기에 편리해서 많은 인기를 얻었다. 2차 세계대전을 맞아 스팸의 생산은 가히 폭발적이었다. 미군들은 스팸을 가지고 온갖 요리를 만들어 먹었다. 스팸 샐러드, 스팸 샌드위치, 스팸 튀김, 스팸 마카로니, 스팸 수프, 스팸 스튜, 스팸과 감자튀김, 스팸 미트볼 등등 온통 스팸 세상에서 살았다. 게다가 스팸에 사용된 캔은 재활용되어 냄비나 팬으로 쓰였다. 또 스팸에서 나온 기름은 총을 닦고 피부 보호를 위해 바르거나 초로 사용되었다. 그러나 미국 군인들은 획일적인 식사 메뉴를 제공하게 만드는 전투식량인 스팸을 달갑게 보지는 않았다. 더구나 전쟁이 끝난 뒤 호멜사는 스팸 홍보를 위해 대대적으로 광고를 했는데 이는 광고 공해라는 사회문제로 부각되었다. 오늘날 무차별적으로 대량으로 뿌리는 인터넷 메일을 스팸메일이라 부르는 것도 그런 이유에서이다.\n\n스팸은 무기 대여 프로그램의 일부로 해외에 보내졌다. 특히 미국은 독일군의 해협 봉쇄와 폭격 등으로 물자 수입이 어려워진 영국에 스팸을 대량으로 공급했다. 영국인들은 공습 대피소에서 스팸을 먹었고, 레스토랑에서는 스팸으로 만든 갖가지 요리를 제공하였다. 영국은 ‘스팸랜드’라는 별명까지 얻게 되었다. 그리고 전쟁 후에 적십자사가 보낸 스팸을 먹은 유럽 피난민들은 이를 사치품이라 여겼다. 유럽인들은 스팸을 ‘특별히 마련된 미국산 고기(SPAM:Specially Prepared American Meat)’의 머리글자로 생각했다고 한다.\n\n스팸은 해방 후 미군과 함께 한국에도 들어왔다. 한국전쟁을 거치고 부대에서 유출되면서 스팸은 점차 우리나라에 알려지게 된다. 미군 부대에서 흘러나온 스팸과 소시지가 김치찌개와 만나면서 부대찌개가 탄생하게 되었다. 먹을 것이 풍족하지 않았던 시절 일명 ‘부대고기’라고 불렸던 스팸과 소시지에 김치를 넣고 찌개를 끓이면 제법 먹을 만했다. 1960~1970년대에는 구로 공단 공장 노동자들이 저렴한 비용으로 외식이나 회식을 할 때 부대찌개를 많이 찾았다고 한다. 요즘에는 전문점이 들어설 정도로 부대찌개는 많은 사람이 찾는 메뉴로 자리 잡고 있다. 한국전쟁과 미군에서부터 산업화와 노동자를 거쳐 대형마트의 진열대에 이르기까지 스팸은 한국 현대사에 스며들어 있으며 우리의 음식문화 속에도 깊이 들어와 있다.\n\n[스튜]\n스튜는 꽤 옛날부터 있던 음식이었다. 그리스의 역사가 헤로도토스는 스키타이인들이 동물의 배 안에 고기를 넣고 물을 섞어 불에 끓였다고 전한다. 아마 옛 사람들은 불이 발견된 지 얼마 되지 않아, 물을 끓이는 방법을 알면서부터 음식도 끓여 먹는 법을 터득했을 거라 추정하고 있다. 아마존의 여러 부족들은 거북이의 내장을 포함한 다양한 재료들을 끓였고, 거북이의 등딱지를 그릇으로 썼다고 한다.\n사람들이 물을 끓여 요리를 하는 법을 알았을 때 또 하나 깨달았던 건, 음식을 끓이면 맛이 더 훨씬 좋아지며 심지어 원래 재료와는 다른 새로운 맛이 날 수 있다는 것이었다. 로마의 요리책 아키피우스(Apicius)에는 양고기와 생선을 넣은 스튜 조리법이 있었다고 하며, 1300년경 쓰여진 프랑스의 요리책 '르 비앙디에 Le Viandier'에는 다양한 종류의 스튜 요리법이 기록되어 있다고 한다.\n\n스튜의 유래는 정확히 전해지지 않으나, 중세 유럽의 봉건제가 정착되고 난 후로 추측된다. 암흑기에 들어서며 전쟁이 잦아지자 공성전 또한 빈번하게 일어났고, 성 안의 식량 자원을 효율적으로 이용해야 했기 때문에 이러한 요리법이 굳어졌다는 것. 또한 시골의 농노들은 좋은 식재료들을 대부분 영주에게 세금으로 바쳐야 했기에 나머지 재료들을 갖고 온 가족이 배불리 먹을 수 있는 방법으로 물에 끓여먹는 방식을 택했다. 이를 증명하듯 초기 스튜는 온갖 식재료가 몽땅 들어간 잡탕 같은 형태였으며, 식재료에 따른 구분뿐만이 아니라 명확한 조리법조차 존재하지 않았다. 말 그대로 대충 때려넣으면 국물 있는 스튜가 완성되었던 것. \n\n나폴레옹의 승전 비결 중 하나는 프랑스군의 기동력이었다. 차가 없던 시절이라 이 기동력의 비결은 병사들의 강행군이었다. 속도를 유지하고, 행군 부담을 줄이기 위해 프랑스군은 텐트도 휴대하지 않았다. 숙박할 민가가 없는 야지에서는 모닥불을 피우고, 나뭇잎을 덮고 자야 했다. 야지에서 이슬과 서리를 맞고 자야 하는 병사들의 고통이란 상상할 수 없을 정도였다. 그런데 이 억센 병사들에게 텐트보다 더 중요한 장비가 있었으니 바로 냄비였다. 냄비야말로 필수 생존장비였다. 병사들에게는 검은 빵과 고기, 야채, 곡류 등이 지급됐는데, 그냥 먹을 수 있는 것이 하나도 없었다. 나폴레옹군의 보급 체계와 조직은 상당히 우수해서 병사들에게 식료품이 정량대로 지급됐다. 그러나 그것은 말 그대로 규정상의 정량이었다.\n예를 들어, 고기 1파운드라고 하면 무게는 정확히 1파운드였지만, 고기의 질은 형편없었고, 거의가 뼈와 힘줄, 내장까지 포함해서 1파운드였다. 이것을 냄비에 넣고 삶아서 국이나 찌개(스튜)로 만드는 방법밖에 없었다. 쌀과 야채도 생으로 지급됐기 때문에 냄비에 넣고 삶아야 했다. 유일하게 그대로 먹을 수 있는 식품은 빵이었는데, 그것도 이론상으로 그랬다. 검은 빵은 너무나 딱딱해서 고기와 마찬가지로 찌개에 넣어서 먹어야 했다. 결론적으로 말하면 병사들에게 배급되는 식료품은 재료가 무엇이든지 간에 냄비에 쓸어 넣고 잡탕 스튜로 만들어야 먹을 수 있었다. 그래서 병사들의 배낭 위에 흔들거리며 매달려 있는 냄비가 필수적인 생존 장비가 됐다. \n\n\n[레토르트 식품]\n통조림은 단단해서 안전하고 오랫동안 보관할 수 있는 장점이 있었지만, 부피가 크고 무거웠다. 전투병이 휴대하는 데 한계가 있었다. \n미군에 이어서 미 항공우주국(NASA)도 휴대용 식량 개발에 가세한다.  인간을 달에 보내려면 해결해야 할 과제가 한두 가지가 아니었는데 그 가운데 하나가 바로 우주 식량이었다. 미군과 NASA는 양철통을 대신할 먹을거리 포장재로 플라스틱에 주목한다. 플라스틱은 양철통과 달리 부피가 작고 가벼웠다. 하지만 결정적인 단점이 있었다. 열에 약했다. 섭씨 110~120도의 고온에서 일정 시간(4분) 이상 살균해야 하는 제작 공정을 염두에 두면 치명적인 약점이었다. 하지만 미군과 NASA의 간절함은 이런 단점을 극복하게 했다. 1960년대에 플라스틱 합성수지 필름이나 알루미늄을 여러 층으로 접착해 주머니 형태로 만든 ‘레토르트 파우치’를 개발한 것이다. 레토르트는 애초 고온 고압으로 병조림이나 통조림을 살균하는 통을 의미했다. 이 주머니가 바로 레토르트 파우치(주머니)다. \n레토르트 파우치는 앞서 언급했듯이 폴리에스테르(외부 코팅), 나일론, 알루미늄 포일, 폴리프로필렌(식품 접촉) 등의 플라스틱 필름과 알루미늄을 여러 층으로 쌓은 포장재다. 이런 포장재로 만든 레토르트 파우치는 가볍고 부피가 작은 플라스틱 포장재의 장점을 그대로 가지고 있으면서 열에도 강해 통조림용 통을 대신하기 안성맞춤 포장재다. \n\n[미숫가루]\n6.25 사변 때 중공군이나 인민군이 어깨에 둘러맨 포대에는 볶은 곡식 가루, 즉 미숫가루가 들어있었다. 미숫가루는 휴대하기 좋은 식량이었다.\n미숫가루는 고대 그리스에서도 애용하던 휴대 식량이었다. 당시 그리스 해군은 좁은 배에 다수의 노 젓는 수병이 타야 하는 갤리선의 특성상 식사 때마다 해안가에 배를 대고 해변에서 빵을 구워 먹었다. 아테네군이 미틸레네 섬에 급전을 보내기 위해 쾌속선을 보낼 때는 선원들이 밀가루와 보릿가루에 포도주 및 올리브 기름을 섞어 반죽한 것을 먹어가며 노를 저었다고 한다.\n또 아테네의 장군인 니키아스가 시칠리아 섬으로의 원정 중에 행한 연설 내용 중에는 준비해야 하는 보급품 목록도 나오는데 그 중 볶은 보리도 포함되어 있었다. \n\n중공군은 전반적으로 전투 중에 원활한 보급을 받지 못했다. 낮에는 공습으로, 밤에는 야간작전으로 밥을 할 수 없었다. 그래서 전투 중에는 주로 초면(炒麵)을 먹고 싸웠다. 중국어로 초면은 볶음국수지만 여기서는 한자 뜻 그대로 볶은(炒) 밀가루(麵)라는 뜻이다. 다시 말해 중국식 미숫가루다.\n우리 미숫가루는 쌀이나 찹쌀 혹은 보리쌀로 만들지만, 중국 미숫가루는 밀로 만든다. 기본 성분이 밀가루 70%, 고량미나 쌀가루 30%, 그리고 소금 0.5%다. 미숫가루는 가장 원시적이면서 가장 간단한 군용 식품이었다. 운반이 쉽고 저장이 편리할 뿐만 아니라 먹기도 편했다.\n중공군은 압록강을 건널 때부터 병사마다 각자의 식량주머니(干糧袋)를 메고 다녔다.\n여기에 보통 5일분의 미숫가루를 넣고 다녔는데 전투 중 배가 고프면 등에 찬 주머니에서 중국식 미숫가루를 꺼내 입안에 털어 넣고 눈을 뭉쳐서 먹으면 허기는 면할 수 있었다. 중국은 6·25전쟁에 개입한 중공군에게 먹일 미숫가루를 마련하기 위해 총력을 기울였다. 중국 공산당 당사에 기록된 중공군 병참보급조치를 보면 당시 경제적으로 어려웠던 중국이 미숫가루를 마련하기 위해 얼마나 심혈을 기울였는지를 알 수 있다.\n\n[냉반(冷飯)]\n사마천이 쓴 사기 열전에는 한무제 시절 흉노의 8만 기병에 맞서 겨우 5,000명의 보병을 이끌고 북쪽으로 쳐들어갔던 젊은 한나라 장군 이릉에 대한 이야기가 나옵니다. 이 친구는 결국 중과부적으로 흉노에게 항복하게 되는데, 사마천이 이 친구를 변호하다가 노한 한무제에게 거세를 당하는 형벌을 받기 때문에 비교적 상세하게 써놓았습니다.\n이릉 장군이 흉노에게 포위되었을 때, 춥고 지친 병사들에게 휴대식량으로 냉반(冷飯), 즉 찬밥을 나눠주며 포위망을 뚫으려 했다는 이야기가 나온다. \n\n[말린 북어]\n신라 시대 때 외적이 쳐들어와 동네 장정들이 군대에 소집될 때는 벽에 걸어두었던 북어 한 마리를 허리춤에 푹 찔러넣고 전쟁터로 나갔다는 이야기가 있다. 말린 북어는 정말 영양가도 많고, 보존성도 좋았을 것이다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-27T21:55:20.762000",
  "updatedAt": "2023-02-07T08:57:46.720000"
}