{
  "id": "49f3fac6-bad2-45a6-878a-d7cefaa897a2",
  "title": "합동화력함",
  "content": "수직발사체계(VLS·Vertical Launching System)만 100여개로 함대공·함대지 등 각종 중장거리 탄도(순항)미사일들을 탑재하고 있는 ‘바다 위 무기고’가 있다. ‘떠다니는 미사일 기지’, ‘움직이는 해상 미사일 탄약고’ 등으로 불리는 ‘통합화력함’이다.\n\n통합화력함의 영어식 명칭은 ‘아스널쉽’(arsenal ship), 즉 무기고 함정이라는 뜻이다. 지난 1996년 미 해군은 상륙작전에 투입된 해병대에 대한 화력지원책의 하나로 함대지 미사일을 발사할 수 있는 수직발사대(VLS) 500기를 설치한 배수량 2만t급 아스널쉽의 건조 계획을 제안하면서 처음으로 세상에 알려지기 시작했다.\n\n한국식으로는 ‘합동화력함’으로 불린다. 해군이 계획하는 것은 충무공이순신급 구축함 규모의 한국형 아스널쉽(arsenal ship)이다. 북한이 킬 체인에 대응해 KN-23 탄도미사일과 북한판 ATACMS, 대구경 다련장로켓 등으로 선제타격해 지상의 미사일 기지가 공격을 받더라도, 해상에서 곧바로 반격할 수 있도록 현무-2 탄도미사일과 현무-3 순항미사일 등을 탑재해 북한의 전략 목표를 공격할 수 있는 이동식 무기고 함정이다. 우리 군은 합동화력함을 2020년대 후반까지 2~3척을 전력화할 계획이다.\n\n합동참모본부가 2018년 장기 신규소요를 결정하며 합동화력함 도입이 시도됐지만, 경항공모함 도입이 최우선으로 추진되면서 우선순위가 뒤로 밀렸다. 다행히 대량응징보복을 강조한 현 정부가 들어서면서 합동화력함은 다시 살아났다.\n\n해군은 지난 4월에 한화오션을 개념설계 사업자로 선정하고 건조 절차를 시작했다. 지난 6월 7일 부산 벡스코에서 개막한 국제해양방위산업전(MADEX 2023)에서 한화오션이 국내 최초의 합동화력함 모형을 전격 공개하기도 했다. 해군이 합동화력함 개념설계를 위한 연구용역 우선협상대상자로 한화오션 선정한 지 2개월 만이다.\n\n군 당국은 올해 안에 합동화력함 개념설계를 마무리해 함정의 규모와 형태, 미사일 탑재량 등 ROC 즉 ‘작전요구성능’도 확정할 방침이다. 이를 위해 내년 국방중기계획에 합동화력함 기본설계와 건조 사업을 올려 5년 내 전력화할 수 있게 서두를 계획인 것으로 알려졌다. 합동화력함용 미사일은 2036년까지 전력화하기로 결정했다. 합동화력함의 함대지 탄도미사일이 가세하면 육군의 지대지, 공군의 공대지 미사일과 함께 입체적 킬 체인이 구축될 전망이다.\n\n합동화력함은 미국이 추진한 ‘아스널 쉽’ 개념으로, 1980년대 후반부터 미 해군에서 연구하다가 1990년대 중후반부에 본격적으로 추진했지만 결국 폐기했다. 2만톤t급 이상의 순향함급 사이즈에 수백 발의 지상공격 미사일을 탑재하는 대신, 각종 대공·대함·대잠전 장비를 제거해 지상공격 능력을 극대화하고 운용 인원도 최소로 줄였다. 표적 획득을 위한 레이더나 소나도 없고 위성으로 공격할 표적의 정보를 받아 발사하는 방식으로, 사실상 미사일 발사대만 선체에 숨긴 함정이다.\n\n그러나 미 해군은 이 아스널 쉽 계획을 포기하고 DD-21이라는 구축함 계획으로 변경, 꿈의 구축함이자 ‘항공모함 킬러’로 불리며 만재 배수량이 1만6000t급인 최첨단 스텔스 기능을 갖춘 줌왈트급(DDG-1000) 구축함을 도입하기로 결정했다. 아스널 쉽이 적의 공격에 취약하고 다목적 능력이 부족하다고 판단에 급선회한 것이다.\n\n반면 국방예산 8100억 달러, 우리 돈 약 1000조 원 규모인 미국이 포기한 미래 무기 개념이 한국에서 부활했다. 이유는 미국이 폐기한 명분이 정반대 논리가 됐기 때문이다. 동시 다목표 공격능력과 다른 무기체계 대비 생존성이 뛰어나다는 이유다.\n\n우선 육군이 주도하는 미사일 사령부에서 운용 중인 현무-2와 현무-3는 모두 장갑화 된 TEL(이동식 발사대)에서 운용하는데, 트럭 1대 당 미사일 2발을 운용하는데 그쳐 동시 다발로 대규모 발사는 곤란하다는 점이다. 또 공군이 보유한 타우러스 공대지 미사일도 F-15K 전투기 한 대당 두 발을 실을 수 있다 우리 군의 F-15K 보유량이 60대밖에 되지 않기 때문에 수 백개의 목표물을 제압하는 데는 역부족이라는 한계가 있다. 게다가 고도화하는 북한의 핵·미사일전력을 추적해 선제 타격, 방어하는 것이 핵심인 ‘킬체인’(kill chain)이 공격을 받을 경우에는 대규모 반격능력이 저하될 수 밖에 없다.\n\n이를 보완하려고 내놓은 방안이 바로 대규모 해상 반격 플랫폼인 합동화력함이다. 해상에서 이동하며 탄도미사일을 쏘는 합동화력함이 북한의 핵·미사일 위협에 대한 억제력의 마지막 단추라는 근거는 이 같은 까닭이다. 바다에 떠 있어 북한 특작 부대나 방사포 등에 안전하고, 배 한 척에 많은 150여 발 정도의 탄도미사일을 실을 수 있어 배 한 척으로 수십 대의 이동식 발사대(TEL)를 대체하는 장점이 있다. 무엇보다 합동화력함이 주목 받는 가장 이유는 북한이 장거리 지대함 공격 능력을 갖추지 못하고 있다는 점이다.\n\n합동화력함 개념설계 사업을 수주한 한화오션(옛 대우조선해양)은 지난 6월 부산 벡스코에서 열린 국제해양방위산업전(MADEX 2023)에서 모형을 첫 공개했다. 이날 공개된 모형은 경하배수량 기준 5000t급이며 길이는 150ｍ, 폭은 20ｍ다. 현재 개념설계 단계인 합동화력함은 여느 함정과 달리 함포가 달려 있지 않다. 대신 현무-4·5 계열 함대지 탄도미사일과 해성-2 함대지 순항미사일 등 장거리미사일과 함대공 등 국내 장거리미사일이 총망라됐다.\n\n모형의 함수 부위에 고정형 수직발사대(KVLS)가 48·32·15셀씩 총 95셀이 탑재됐다. 공개되 모형을 감안하면 콜드론칭 방식의 2단 탄도미사일을 운용할 가능성이 있다. 발사대에서 튀어나와 일정 시간이 지난 후에 엔진을 점화하는 콜드론칭은 발사장치에 손상을 입히지 않는다는 장점이 있다. 수상함과 잠수함에서도 사용이 가능하다.\n\n측면과 함미에 기립형 발사대가 각각 4기와 1기 설치됐다. 기립형 발사대는 고정형 발사대에 넣을 수 없는 대형 탄도미사일을 발사하기 위해 설치된 것으로 보인다. 평소에는 갑판에 눕혔다가 발사 시에만 세워서 사용하는 개념으로 추정된다. 미사일 발사과정에서 분출되는 고온·고압 화염과 가스는 함 내로 들어오지 않은 채 바다로 방출된다. 이같은 방식은 함의 안전성 향상에도 도움이 된다. 이는 추력과 위력이 그만큼 강한 미사일을 사용한다는 의미다. 사거리가 기존에 알려진 단거리 탄도미사일 수준을 넘어설 가능성도 높다.\n\n이처럼 기존 세종대왕급 이지스함과는 비교할 수 없이 미사일 발사대가 많이 적용됐다. 미사일 탑재량을 극대화한 일종의 ‘병기고함’이라고 불리는 이유다. 또 기립형 수직 사일로를 눕혀서 배치를 하기 때문에 헬기 패드는 있지만 헬기 격납고는 없는 것으로 보인다.\n\n국산 합동화력함은 아스널함과 줌왈트급 구축함 중간 개념이라는 게 전문가들의 분석이다. 안승범 디펜스타임즈 대표는 “모형을 분석하면 함포가 없는 것으로 볼 때 이스라엘 해군 에일라트(Eilat)급 초계함처럼 함포를 대신할 다수의 대함 미사일이 내장된 수직 사일로(원통형 시설)들이 합동화력함에 탑재될 수직 사일로 패키지(3종류)에 포함된 것으로 추정된다”고 했다.\n\n모형에는 차세대 이지스구축함 KDDX와 유사한 통합마스트가 적용됐다. 따라서 한국형 합동화력함은 함대공 교전 능력을 갖출 것으로 예상된다. 지상 공격능력 외에도 자함 방어 능력과 운용성을 강화했다는 의미다. 드론과 무인보트 공격을 저지하기 위해 레이저 무기 탑재도 검토하는 것으로 알려졌다.\n\n근접방어무기체계(CIWS)를 함께 탑재해 생존능력을 더 확충한다. 함정에 접근하는 미사일과 항공기를 격추하기 위해 LIG넥스원이 개발중인 30㎜ 근접방어무기체계도 함수와 함미에 1개씩 설치된다. KDDX에 적용된 것과 유사한 수준의 스텔스 설계를 통해 레이더반사면적을 최소화하고, 4차 산업혁명 기술을 반영한 스마트 탄약고 관리 기술 등을 활용해 승조원 소요를 절감할 것으로 전해졌다.\n\n합동화력함이 전력화되면, 창설될 전략사령부가 미사일 발사를 통제할 가능성이 높은 것으로 보인다. 이같은 부분을 고려해 한화오션도 전투정보실(CIC)과 지휘실 등을 해군 소속 함정 지휘부용과 합참 또는 전략사령부 소속 미사일 운용부서용으로 분리하는 방안도 검토하고 있다.\n\n합동화력함 도입에 대한 반론도 만만찮다. 가장 큰 문제로 생존성을 지적한다. 북한의 공격에 100% 안전을 보장하기 어렵다는 이유다. 지상공격에 특화된 미사일 탑재에 주력하는 탓에 적의 미사일이나 어뢰 공격을 막을 수 있는 함대공미사일 같은 방어 장비와 탐지 장비를 설치할 수 있는 여유 공간이 부족한 만큼 단독 생존력이 거의 없다는 주장이다.\n\n그렇다고 합동화력함에 복잡한 방어 장비와 센서를 장착하면 가격은 천정부지로 치솟는다. 물론 현재 북한의 원거리 해상 탐색 능력과 원거리 대함 능력이 사실상 없기 때문에 생존력이 없다는 지적은 합리적이지 않을 수 있다. 하지만 이런 상황이 계속될 것이라는 보장은 없고, 우리 군이 파악하지 못하는 숨겨진 함대공미사일이 있을 수도 있다.\n\n일각에서는 북한은 이미 대함미사일 ‘금성-3호’를 함정에 장착한 상태로 분석하고 있다. 여기에 유사시 중국이나 러시아의 해양 감시위성이나 해상 초계기의 정보에 대한 협조를 받아 동해나 서해에 있는 합동화력함을 찾아내 공격할 가능성이 높다는 게 전문가들의 분석이다. 이런 상황에 대비해 합동화력함이 안전하게 운영되려면 이지스함과 호위함, 잠수함 등의 지원 함정이 필요하다는 지적이 나온다.\n\n가성비에 대한 비판 여론도 많다. 한 기당 최소 20억원이 넘는 함대지미사일과 순항미사일 수 백개를 탑재한 합동화력함이 한 척이라도 격추되면 경제적 피해는 엄청나다는 지적이다. 이 때문에 단독 방어가 안되는 합동화력함 대신 가성비가 좋은 이지스 구축함과 잠수함 건조 수를 확대하라고 주장한다. 비판론자들은 차라리 고속정 크기의 소형 무인 미사일함을 대량으로 건조해 운영하는 게 합리적이라고 강조한다. 무인 미사일함은 순항미사일 4기 정도는 탑재할 수 있어 합동화력함에 비해 가성비가 탁월하다는 것이다.\n\n찬반 논란이 끊이지 않음에도 한국형 아스널 쉽이 실전배치되면 분명한 강점은 현 정부 들어와 논의에 진척이 없는 경항공모함 대비 경제적 이점이 높다는 것이다. 경항공모함의 건조비와 비교가 안 되는 저렴한 함정으로 적 지상의 전략적 중심(Center of gravity)을 향해 유도탄 수 백개를 수분 내에 투사가 가능하다. 무엇보다 항공모함에서 적지로 발진하는 조종사들의 안전에 대한 위험 부담도 없다는 대목이다. 항공모함의 건조비가 60억~80억 달러가 소요되는데, 아스널 쉽은 3억~5억 달러면 충분해 훨씬 저렴하다. 승조원도 50명 내외라 운용 유지비 역시 조종사를 포함해 최소 500여 명이 승함하는 경항공모함과 비교해 월등히 경제적이라는 점이다.\n\n한국형 아스널 쉽이 부각되는 가장 큰 이유는 현실적 이유다. 분단 상황으로 준전시 상태에 놓여있는 한국은 미사일 재고가 많지만 좁은 국토 면적이라 이동식 발사대 운영이 용이하지 않다. 한국군이 북한의 탄도미사일 체계를 선제 타격할 수 있는 킬체인(Kill chain) 체계를 완성시켜 나가자 북한도 KN-23 전술 탄도미사일부터 시작해 북한판 ATACMS와 400mm 대구경 방사포를 등장시켰다. 이들의 목표는 한국군 탄도탄 운용기지와 함께 스텔스 F-35 전투기 기지다. 문제는 북한의 기습적인 선제 미사일 타격에 대비할 방법이 없다는 점이다.\n\n또 미사일사령부는 현무-2 개량형 외에 1000발이 넘는 탄도미사일과 순항미사일을 보유할 계획이지만, 현재 충분한 작전기지와 발사대 확보에 어려움을 겪고 있다. 현재 육군이 보유한 탄도미사일 운용기지는 10개 정도로 경기도와 강원도, 충청도 지역에 국한되어 있어 북한군의 선제타격에 아주 취약한 실정이다.\n\n합동화력함 몇 대 만들어 미사일을 적재해 놓고 후방이나 근해에서 운영할 경우 북한군 장사정포에 공격에 가장 안전한다. 항공모함이 없는 상황에서 항공모함 대신 화력집중형 무기로서 공격 능력을 높일 수 있는 가장 경제적인 대안도 합동화력함이다. 군 당국 역시 지상의 탄도미사일 기지 전체가 초토화되더라도 해상에 떠 있는 함정에서 반격 발사가 가능해 적의 공격 결심을 무디게 만들 수 있는 이른바 ‘제 2공격(Second Strike)’ 개념을 위해 합동화력함 건조가 필요하다는 데 동의하고 있다.\n\n특히 합동화력함은 북핵 위협이 날로 고도화되는 와중에 ‘전쟁이 나면 곧바로 보복할 수 있는’ 가장 중요한 무기 체계로 꼽힌다. 항공기 폭격이나 지상 발사 미사일의 경우 몇십 분의 준비 시간이 필요하지만, 합동화력함의 탄도미사일은 몇 분 안에 북한의 핵심 목표물 수십 곳을 타격할 수 있는 중요한 자산이 될 수 있다. 한국형 아스널 쉽 합동화력함 도입을 서둘러야 한다는 주장의 근거다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-09-14T09:44:34.106000",
  "updatedAt": "2023-09-14T10:12:22.688000"
}