{
  "id": "4a609655-80c0-4b7c-b403-7222cf15fdac",
  "title": "전쟁과 사람 - 근대",
  "content": "[모차르트]\n모차르트가 말년에도 고소득을 꾸준히 유지했다고 잘못 아는 사람이 많은데 실제론 해가 지날수록 모차르트의 수입은 곤두박질쳤다.\n1787년 5월에 아버지 레오폴트가 타계했고, 그가 주최하는 연주회의 관객이 급감했으며, 만만찮은 산고 끝에 내놓은 ‘돈 조반니’에 대한 반응도 기대에 못 미쳤다. 이 오페라는 프라하에서는 대성공을 거두었지만 빈에서는 체면치레 정도만 했다. 자연히 수입이 줄어들었고 그는 재정난을 타개할 방도를 모색했다. 궁정 실내악 작곡가라는 직무도 맡았지만 큰 도움은 되지 못 했다.\n그 모든 사태의 배경에는 전쟁이 있었다. 러시아와 오스만 제국의 전쟁에 오스트리아가 말려들었던 것이다. 남자 귀족들은 전선으로 향했고, 황실에서는 예술 부문에 지급하던 보조금을 삭감했다. 그 여파로 극장들이 문을 닫고 극단들도 해산했다. 물가는 급등하고 황제에 대한 불만이 고조되었으며, 1788년에는 빈 시가지에서 폭동이 일어나고 빵집들이 습격당하는 사건까지 발생했다. 엎친 데 덮친 격으로 아내는 중병에 걸렸고 아이들도 시름시름 앓다가 저세상으로 떠날 참이었다. 결국 그는 돈을 꾸기 위해서 사방팔방으로 뛰어다니고 애걸복걸하는 편지를 날렸다. \n‘3대 교향곡’은 이러한 상황 속에서 탄생했다. \n\n1787년 12월 신성 로마 제국의 황제가 된 요제프 2세는 모차르트에게 연 800 플로린의 급여를 지급하고, 황실에서 필요할 때 연주나 작곡을 의뢰하기로 했다. 낭비벽 때문에 쪼들렸던 모차르트에게는 많지는 않지만 정기적인 월급을 받을 수 있는 이 파트타임 잡이 나름 도움이 됐으며, 황실 음악가라는 타이틀도 내걸 수 있었다. 황실이 이런 제안을 한 이유는 본격적으로 궁중음악가로 활용하려는 목적보다 모차르트라는 유명 작곡가에게 일종의 장학금을 지급하고 빈에 계속 머물게 하려는 목적이 더 컸다(황실에는 이미 전속 음악가가 차고 넘쳤다). 황실에서 모차르트에게 요구한 것은 황실의 축제나 무도회 때 연주될 춤곡을 작곡하라는 정도가 전부였기 때문에 모차르트는 계속 음악활동에 전념할 수 있었다. 이 지원금은 요세프 2세가 1790년 사망하면서 중단되는데, 이 때 모차르트와 당시 빈 황실의 악장이었던 안토니오 살리에리의 갈등이 본격화된다. \n\n혁명이 파리에서 성공을 거두는 동안 빈은 더 급속히 반동으로 기울었다. 그런데 모차르트는 반동이 아니라 혁명의 편에 섰다. \n마술피리가 초연된 1791년의 유럽은 프랑스혁명(1789년)의 충격이 채 가시지 않은 상태였고, 오스트리아는 전쟁의 소용돌이 속에 있었다. 모차르트를 둘러 싼 상황도 좋지 않았다. 후원자 요제프2세가 서거했고, 최고의 케미를 보여줬던 다 폰테도 빈을 떠났다. 경제개념이 부족했던 모차르트의 빚은 점점 늘어갔다. 마술피리는 이런 상황에서 탄생했다.\n오페라 마술피리는 간단히 말해, 선(빛의 세계)이 악(밤의 세계)을 이기는 이야기다. 마술피리는 춘향전처럼 두 쌍의 남녀주인공 (타미노와 파미나, 파파게노와 파파게나)과 선악을 각각 상징하는 자라스트로와 밤의 여왕, 이렇게 6인이 극을 이끌어간다. 여기서 마술피리는 선을 돕는 도구로 작동한다. 파미나 공주는 마술피리 소리로 위기에 빠진 타미노 왕자를 구해낸다.\n마술피리는 선악의 뚜렷한 대비, 드라마틱한 이야기 구조, 북유럽 신화 특유의 판타지로 초연 극장에서 무려 100회가 넘게 공연되는 대흥행을 이끌어낸다. 하지만 모차르트는 초연 후 불과 두 달 만에 죽는다. \n\n'마술피리'는 프랑스 혁명이 일어난 뒤 프랑스가 공화제로 전환하기 직전인 1791년에 무대에 올랐다. 3년 뒤 프랑스 국왕 루이 16세와 왕비 마리 앙투아네트를 처형당했다. 마술피리가 당시 인기를 끌면서, 오페라에 나오는 ‘밤의 여왕’은 전제군주 루이 16세를 상징하며, 타미노 왕자는 민중을, 파미나 공주는 자유를 상징한다는 해석이 나돌았다.\n그러나 군주제를 지지했던 오스트리아 귀족들은 달랐다. ‘밤의 여왕’은 자코뱅파 급진주의를 상징하고 그 딸인 파미나는 공화국 상징으로, 왕정을 상징하는 타미노 왕자가 공주를 구출하는 것은 공화국의 혼란을 살려내 왕정 시대로 되돌린다는 의미로 해석한 것이다.\n\n'마술 피리'는 모차르트가 이전에 작곡했던 오페라와 형식도 다르고 음악도 다르다. 하지만 가장 다른 것은 사상이다. 이 오페라는 프리메이슨과 계몽주의의 진보적 이상을 은근히 찬양하고 있다.\n '마술 피리'를 구상하고 작사까지 한 에마누엘 쉬카네더(1751~1812)와 곡을 만든 모차르트는 황제가 통치하던 오스트리아 제국의 빈에서 살았고, 두 사람 모두 프리메이슨 회원이었다. 프리메이슨을 중심으로 한 빈의 많은 지식인은 당시 오스트리아 제국의 통치 체제에 반발하고 있었다. 1780년 마리아 테레지아 여제가 사망한 뒤로 새로운 나라를 향한 이들의 열망은 커져 갔다. 지식인들이 꿈꾸는 이상적 국가는 혈통 계승자가 아닌 진리를 깨달은 현자(賢者)가 다스리는 나라였다.\n마술 피리 속 밤의 여왕은 마리아 테레지아를, 자라스트로는 당시 빈 프리메이슨단의 지도자 이그나츠 폰 보른을 연상시킨다. 소녀 파미나는 엄마의 교육이 옳은 줄로 알고 자랐지만, 그 교육은 밤의 나라를 유지하기 위한 여왕의 주입식 교육에 불과했다. 반대로 모든 백성이 정의롭고 자유롭게 살 수 있는 자라스트로의 나라가 '낮의 나라'인 것이다.\n'마술 피리'는 궁정 극장이 아닌 빈 변두리의 허름한 극장에서 1791년 처음 상연됐다. 형식도 전통적 오페라 형식이 아니라 연극처럼 대사가 많은 '징슈필(Singspiel)'이라는 독일 민중극 형식을 썼다. 제국의 기득권층이 아니라 가난하고 소외된 사람들이 보러 오게 하기 위한 모차르트와 쉬카네더의 계몽적 생각 때문이었다. 자라스트로는 누구보다도 서민을 위하고 그들에게 귀를 기울이며 공감과 평등의 사상을 가진 미래의 지도자였다. 그것은 바로 공화제를 말하는 것이 아닌가? 결국 오스트리아는 수백 년 전제정치를 청산하고 이제 공화국이 됐다. '마술 피리'는 동화의 탈을 쓴 무섭고 강력한 정치적 구호였다.\n\n[베토벤(Ludwig van Beethoven)]\n독일 및 오스트리아의 클래식 작곡가.\n그는 신분해방을 주창했던 프랑스 혁명을 동경했으며 프랑스 혁명의 전파자로 숭배했던 나폴레옹을 존중하는 의미로 교향곡 3번 <영웅>을 위해 작곡했다. 부제가 \"이 곡은 한 사람의 영웅을 대상으로 한 추억을 기리고자 쓰여졌습니다\"이다. 하지만 나폴레옹이 스스로 황제가 되면서 베토벤은 이 곡을 헌정하지 않았다. 원래 나폴레옹에게 헌정하려고 '보나파르트'라는 제목을 달았다가 나폴레옹이 황제에 오르자 격분한 베토벤이 '보나파르트'라고 적은 표지를 갈갈이 찢고 '에로이카(영웅)'로 고쳤다는 이야기가 있다.\n아마 나폴레옹을 공화주의 평등 이념을 실현시켜줄 영웅이 되길 바랬던 베토벤은 배신감에 휩싸였을 것이다.\n\n영웅 교양곡이 완성된 지 5년 후 베토벤의 마지막 피아노 협주곡 5번 '황제'가 완성되었는데, 이 곡은 그의 후원자이자 제자인 루돌프 대공을 위한 작품이다. 나폴레옹의 침공 당시 오스트리아 비엔나가 공격과 점령을 받던 시기에 작곡되었다.\n\n1813년에는 '웰링턴의 전승'이라는 전쟁 교향곡을 작곡했는데 이 곡은 영국의 웰링턴 장군이 나폴레옹 군대를 격파하고 승리한 것을 기념으로 의뢰 받아 작곡되었다. 특히 이 곡은 영국과 프랑스의 국가를 주제로 사용해 대포나 소총, 나팔소리를 금관악기와 타악기로 사용해 극적 효과를 이끌어낸 작품이다.\n1814년에는 독일 해방전쟁이 임박하자 전투적 합창가인 '게르마니아의 부활'을 작곡했다. 나폴레옹군이 라이프치히 전투에서 패배하여 독일에서 물러난 이후인 1814년 11월 29일에는 왕후들을 청중으로 애국적 가곡인 '영광스러운 순간'을 지휘하였고, 1815년 파리 함락과 나폴레옹 전쟁의 종결 즈음에 합창곡 '모두 이루어지다'를 작곡하였다. 한편 1814년 나폴레옹이 퇴위하고 전 유럽 국가들이 전후처리 과정을 논하기 위해 빈 회의가 소집되었다. 빈회의 개회 기념행사에서는 베토벤의 오페라 '피델리오'가 재상연되었고 교향곡 제7번과 제8번도 연주되어 가히 베토벤의 일생에서 명성이 정점에 달했다 할 수 있는 시기였다. 당시 시대상에 부응하여 쓴 작품들은 다른 작품보다 당대 그의 명성을 높여주었다.\n\n[차이코프스키(Pyotr Ilyich Tchaikovsky)]\n차이코프스키의 <1812년 서곡>은 나폴레옹이 러시아를 침공했다가 크게 패한, 1812년의 전쟁을 묘사한 것으로, 이 음악은 마치 한편의 전쟁 영화를 보는 듯하다. ‘라 마르세예즈’의 선율로 프랑스군의 진격을 표현하고, 제정러시아 국가의 선율로 러시아군의 반격을 그렸다. \n차이코프스키는 전쟁의 격렬함을 실감나게 표현하기 위해 제정 러시아의 국가와 프랑스 국가를 동원했으며, 적군의 우세를 단조와 프랑스 국가의 선율로 표현했다. 결국 슬라브 민족의 승리와 구원을 알리는 타종과 함께 장엄한 관현악과 합창으로 끝을 맺는데, 이 서곡의 클라이맥스에는 대포소리도 등장하고, 야외공연에서는 실제 대포를 쏘기도 한단다. \n\n[푸치니(Giacomo Puccini)]\n푸치니(1858년 ~ 1924년)는 이탈리아의 오페라 작곡가로 대표작으로 라 보엠, 토스카, 나비 부인 등이 있다. \n푸치니의 오페라 <토스카(Tosca)>는 나폴레옹 전쟁과 그 소용돌이에서 벌어지는 혼란을 다루고 있다.\n나폴레옹이 이탈리아에서 침략 전쟁을 벌이던 시기, 여주인공 '토스카'는 인기 가수로서, 화가 '카바라도시'와 연인 사이다. \n카바라도시와 친구 안젤로티는 나폴레옹을 지지하는 쪽이다. 경찰은 카바라도시의 친구를 쫓았고, 카바라도시는 친구를 도피시킨다. 그 일을 빌미로 경시총감인 스카르피아 남작은 카바라도시를 체포하려 한다. 나폴레옹이 마렝고에서 패배했다는 소식이 들리자, 자신의 신분이 보존될 것에 안도한 스카르피아는 희희낙락해 카바라도시를 잡아들입니다. 하지만 얼마 후, 마렝고에서 나폴레옹이 극적인 역전승을 거두었다는 소식이 다시 들려오고 하루만 지나면 세상이 바뀌고, 스카르피아는 그 자리에서 물러나게 된다. 하지만 스카르피아는 하루밖에 남지 않은 권력마저 이용한다. 토스카더러 자신에게 몸을 바치지 않으면 카바라도시를 처형하겠지만 자신의 제안을 받아들이면 사형을 집행하는 흉내만 낸 뒤 풀어주겠다고 제안한다. 토스카는 '노래에 살고 사랑에 살고 Vissi d'arte, vissi d'amore'를 애절하게 부르며 자신의 신세를 한탄하지만, 스카르피아는 꿈쩍도 하지 않는다. 토스카는 거짓으로 그의 제안을 받아들이고, 스카르피아가 사형 방법을 변경하라는 명령을 내리는 것을 보자  나이프를 집어들고 스카르피아를 찌른다.\n한편 카바라도시는 '별은 빛나건만(E lucevan le stelle)' 을 부르며, 별은 저토록 빛나고 있는데 자신은 죽게 되었다는 것을 한탄한다. 그 순간 토스카가 나타나 스카르피아에게 사형집행하는 시늉만 하면 풀려날 수 있게 되었다고 말한다. 하지만 사실 스카르피아도 토스카를 속이고 사형을 집행하라고 명령을 내렸던 것이었다. 결국 카바라도시는 죽고 만다. 토스카는 뒤늦게야 알고 슬퍼하다가, 스카르피아의 부하들이 쫓아오는 것을 보고 성벽 위에서 몸을 던진다.\n \n[괴테(Johan Wolfgang Goethe)]\n독일의 작가이자 극작가, 연극감독, 철학자, 시인이며 한때는 작센바이마르 공국의 재상이었다. \n괴테는 바이마르 공국 재상으로 재직할 당시 정치인으로서 재능이 상당함을 보여줬다. 프랑스군과 전쟁을 대비하고 물자비축 및 비상 체제로 들어가 자신이 재상으로 할 수 있는 일을 열심히 다했다. 발미 전투에서는 카를 빌헬름 페르디난트 브라운슈바이크 공작(1735~1806)의 참모로서 전쟁에 참전하기도 했다. 다만 괴테에게 군인이나 전략가로서의 재능은 없었다. \n프랑스의 영웅 나폴레옹 보나파르트와 독일의 문호 요한 볼프강 괴테는 동시대 인물이다. 두 인물은 1808년 10월 독일 튀링겐 주의 수도 에르하르트에서 만났다. 시대는 나폴레옹의 전성기였고, 신성로마제국이 해체되던 때였다. 나폴레옹은 위세로 독일을 지배하려 했다. 1808년 9월 27일, 그는 유럽의 군주들을 에르푸르트로 소집해 제후국회의를 열었다. 그는 괴테를 불렀다. 나폴레옹은 괴테의 ‘젊은 베르테르의 슬픔’을 일곱 번이나 읽었고, 이집트 전투에 나갈 때도 그 책을 끼고 다녔다고 할 정도로 괴테 팬이었다. 괴테도 무능하기 짝이 없는 제국을 해체하고 자유주의 바람을 몰고온 나폴레옹을 만나고 싶어했다고 한다. 괴테는 친구에게 보낸 편지에서 이렇게 썼다.\n“나폴레옹은 계몽적이고, 명쾌하고 결정력이 있다. 그는 에너지가 넘치고, 진취적인 일을 실천에 옮겼다. 그는 신과 인간의 양면성을 가진 반신반인이다.”\n\n[헤겔]\n<정신현상학>을 탈고할 무렵 그는 나폴레옹을 직접 목격한다. 나폴레옹은 1806년 10월 13일에 예나를 점령했다. 그는 말을 타고 지나가는 나폴레옹을 보고 친구에게 편지를 썼다.\n\"예나가 프랑스에게 점령당했기 때문에 나폴레옹 황제는 그가 점령한 성안에 나타났다. 나는 말을 타고 도시를 시찰하는 황제-이 세계혼(Weltseele)를 보았다. 그러한 개인을 본다는 것은 놀라운 기분이다.”\n1800년대의 독일은 조그만 영주 국가들로 나누어져 봉건적 전제주의가 지배하는 나라였다.\n독일 제국은 오스트리아와 프로이센, 다수의 선제후들, 94개의 교회 및 세속영주들, 그리고 51개의 자유시들로 구성되어 있었다. 통산하면 근 300개의 영지로 구성되어 있었다. 독일에서 농노제는 아직도 널리 행해지고 있었고, 일부 영주들은 신민들을 용병으로 외국에 대여하거나 팔아 치우기까지 했다.\n헤겔을 비롯한 독일의 문화, 예술인들에게 나폴레옹은 독일의 구체제를 타파하고 개인의 자유와 소유권의 불가침성을 기초로 한 근대적 시민 법전을 전파해 준 위인으로 비쳐쳤다. 나폴레옹은 이런 독일의 구체제를 타파하고 프랑스혁명의 이념과 그것에 기초한 나폴레옹 법전을 전파했다. 실제로 나폴레옹의 통치기간인 1806년에서 1814년까지 낙후된 독일은 개혁의 시기를 맞이했다. 라인란트 합병, 베스트팔렌 왕국 설립, 바바리아 같은 친프랑스적 독일 연방에서 프랑스의 영향을 받아 개혁이 행해졌고, 프랑스 혁명이 선언한 원리가 채택되었다.\n그러나 헤겔은 나폴레옹에 감탄했지만 그의 개인적 야심에 결코 찬동한 적이 없었다. 그는 나폴레옹이 야심을 통해 자신이 실현해 가고 있는 세계정신에 감탄을 했을 뿐이었다. 세계정신은 나폴레옹의 야심을 이용해 프랑스혁명의 이념과 ‘만인의 자유’에 기초한 시민법을 유럽에 전파했다. 1814년 4월 파리가 함락되고 나폴레옹이 퇴위해 엘바 섬에 유배되었을 때, 헤겔은 이제 이 세계사적 개인의 역할이 끝났다고 생각했다. 그래서 후에 나폴레옹이 엘바 섬에서 탈출해 다시 접권했을 때도 그에 대해 크게 기대하지 않았다.\n\n[나폴레옹과 예술인들]\n쿠데타로 정권을 장악한 나폴레옹은 전 유럽의 왕조 국가들을 상대로 혁명 전쟁을 더 강력하게 이어갔다. 왕조 국가들은 혁명의 영향으로 결국엔 자신들도 왕좌에서 쫓겨나 루이 16세 꼴이 되지 않을까 두려워했다. 이들은 온갖 수단을 동원해서라도 프랑스 혁명 세력을 무너뜨리려 했다.\n이들은 대항해 혁명 이전의 상태로 되돌리고자 ‘대프랑스 동맹(Coalitions against France)’을 결성했다. 대프랑스 동맹은 일곱 차례나 이루어졌고 그때마다 나폴레옹은 대프랑스 동맹에 맞서 승리를 이어갔다.\n유럽의 평민들은 나폴레옹의 프랑스 혁명군을 침략자가 아닌 자신들의 자유와 권리를 찾아주러 오는 해방군으로 여기며 환영했다. 나폴레옹은 가는 곳마다 계몽주의를 거듭 언급하며 봉건주의와 무지로부터 깨쳐 나올 것을 호소했다.\n헤겔, 괴테는 나폴레옹에게 '말을 탄 세계정신', '이 시대 최고의 영웅'이라는 찬사를 보냈다.\n독일 철학자 헤겔은 나폴레옹을 ‘말을 탄 세계정신’으로 칭송하며 ‘자유를 향한 시대정신’이라고까지 묘사했다. 당대의 작곡가 베토벤은 나폴레옹에게 <영웅 교향곡(Symphony No.3 Eroica)>을 헌정했다. 독일의 문호 괴테의 찬사는 더 극적이다. 나폴레옹 면전에서 무릎을 꿇고 그의 손등에 키스까지 했다. “이 시대 최고의 영웅을 직접 만나는 영광”이라며 눈물을 흘렸다는 후문도 전해진다. \n독일 시인 하이네는 청년시절 나폴레옹을 흠모했고, 프랑스와 러시아간의 전쟁이 끝난 후 포로였던 프랑스 군인들이 본국으로 돌아가는 행렬을 보고 영감을 얻어 시를 썼다. 역시 나폴레옹에 대한 흠모를 품고 있던 작곡가 슈만은 그 시를 가사로 <두 사람의 척탄병>을 작곡했다. 포로로 잡혀 있다가 풀려난 군인 두 사람은 전쟁에서 패했고 황제마저 포로가 되었다는 사실을 알고는 괴로워한다. 한 명은 처자식이 있어 어쩔 수 없는 현실을 한탄하고 다른 한 명은 죽어서도 황제를 지키겠다는 비장한 충성심을 ‘라 마르세예즈’의 선율에 실어 노래한다.\n\n[고야]\n스페인의 화가. '마드리드 1808년 5월 3일', '거인', '아이를 잡아먹는 사투르누스' 등의 작품이 유명하다. 부유했지만 고통스러웠던 삶에 영향을 받아 인간의 광기와 어두운 면이 드러난 그림을 많이 그렸다. \n1792년 콜레라에 걸린 고야는 고열로 인해 청각을 잃게 된다. 종교재판으로 궁정화가의 지위를 잃고, 청력을 잃은 채 병 재발의 불안감과 더불어 당시의 유럽 전역에서 일어나는 침략과 전쟁에서 인간의 광기를 지켜보며 인간에게 극도의 혐오감을 가지게 된다. 결국 비관주의가 그의 화풍을 바꾼 것이다. 그 후 꾸준히 사회비판적 작품들을 내게 되었는데 주로 평범한 사람들의 무지한 모습과 그것을 이용하는 높으신 분들의 암적인 모습을 그렸다.\n1808년에서 1814년까지 프랑스와 스페인간에 반도 전쟁이 일어나자 고야는 반도 전쟁에 관한 여러 기록화를 남겼다. 대중들에게는 '마드리드, 1808년 5월 3일'이라는 작품이 가장 유명하다. 이 그림은 '1808년 5월 2일, 마드리드' 그림과 한 쌍으로 제작되었는데 그 그림은 이집트의 맘루크 용병대를 앞세운 나폴레옹 군대가 마드리드 시내로 쳐들어와서 시민들을 학살하자 시민들이 그에 용감하게 맞서 싸우는 모습을 그리고 있다. 이어지는 마드리드, 1808년 5월 3일 그림은 앞서 있었던 전투 이후 저항했던 마드리드 시민들과, 나폴레옹이 자신의 동생을 왕위에 앉히자 멀쩡한 왕자인 아스투리아스 왕자(후일 페르난도 7세)를 놔두고 무슨 짓거리냐며 시위를 일으킨 시민들을 향해 폭력 진압을 하는 프랑스군을 그려낸 그림으로 당시 진압으로 수천명이 사망했다고 한다. 고야의 의도는 '인간을 향한 인간의 폭력의 고발'. 진압당하는 시민들의 표정만 보이고 진압군의 표정을 보여주지 않는 것 또한 의도한 것이라고 한다. 감정 없이 잔혹한 짓을 일삼는 진압군을 묘사하려는 의도였다.\n\n스페인의 급진주의 세력이 왕과 귀족, 교회(가톨릭)에 대한 거부감과 동시에 외국의 영향력에 대해서도 거부감을 보이면서 독일-프랑스에서 주류이던 사회주의 노선 대신 아나키즘 노선이 주류화되는 19세기 말~20세기 초의 상황에 이르게 된다. 당연히 이들 또한 다른 기회주의자들과 똑같이 '매국노'로 매도당했고, 나폴레옹이 몰락한 이후에는 프랑스로 망명해야 했다. 고야 또한 이 처벌을 피하기 위해서 프랑스가 스페인에서 축출된 이후인 1814년에 위의 그림을 그리는 활동을 하였지만 결국 친프랑스파로 찍혀서 1824년에 프랑스로 망명했고, 결국 끝내 스페인으로 돌아오지 못한 채 프랑스 보르도에서 1828년에 향년 82세를 일기로 사망한다.\n\n[마네(Édouard Manet)]\n에두아르 마네(1832년 ~ 1883년)는 프랑스의 인상주의 화가이다. 19세기 현대적인 삶의 모습에 접근하려 했던 화가들중의 하나로 시대적 화풍이 사실주의에서 인상파로 전환되는 데 중추적 역할을 하였다. \n1867년 프랑스 정부에서 멕시코 황제로 즉위시킨 막시밀리아노 1세가 베니토 후아레스 멕시코 대통령에 의해 총살당하는 와중에도 프랑스 정부는 막시밀리아노 1세를 외면하자 에두아르 마네는 1868년에 이를 비꼬는 그림을 그렸다. 그림상에서 막시밀리아노 1세의 사형을 집행하는 군인의 복장이 묘하게 프랑스군 복장을 닮았다. 1867-8년 작인 마네의 작품 <멕시코 황제 막시밀리안의 처형>은 한층 더 사실적인 모습으로 처형의 장면을 담았다. 마네는 처형을 행하는 군인들이 입은 프랑스 군복, 그리고 그들의 덤덤한 표정을 통해 프랑스군을 고발하고 마지막까지 당당한 모습이었던 막시밀리안의 죽음을 사람들에게 알리고자 했다.\n마네는 지병이던 매독이 악화되어 합병증이 와, 손발이 마비되는 등 고통의 나날들을 보내다가 1883년 4월 30일 다리를 절단하는 수술의 후유증으로 51세에 세상을 떠났다.\n\n[들라크루아]\n프랑스의 화가. 19세기 낭만주의 예술의 최고 대표자로 손꼽히는 화가이다. 그의 라이벌로 불리는 앵그르가 신고전주의의 완벽함을 추구했다면 들라크루아는 외곽선의 명료성과 세밀하게 본을 뜬 형태보단 그들의 색과 운동에 대한 강조에서 영감을 얻었다.\n들라크루아는 1824년 그리스 독립 전쟁에 공감하여 <키오스 섬의 학살>을 발표했는데, 이 작품은 키오스 섬에서 그리스 인들이 투르크 인들에게 대량 학살당한 사건을 그린 것으로 1824년에 파리 살롱전에 출품한 작품이다. 1827년 <사르다나팔루스의 죽음>를 발표했고, 이어 1830년 7월 파리에서 일어난 혁명에 동참했으며, 이 사건을 기념하기 위해 <민중을 이끄는 자유의 여신>을 그렸다.\n\n[갈루아]\n프랑스의 수학자이자 사회운동가. 고작 20세의 나이로 사망했으나 수학사에 한 획을 그은 천재 수학자였다. 갈루아는 10대 시절에 수학의 오랜 난제였던 5차 이상의 고등 다항식을 거듭제곱근의 해로 나타낼 수 있는지 판별하기 위한 필요충분조건을 밝혔다. 이 과정을 통해서, 갈루아는 수열을 특정한 수학적 조건에 따라서 묶는 방법을 가리키는 군(group)이란 용어를 최초로 사용하였다. 갈루아의 연구는 추상대수학의 주요 분야인 갈루아 이론과 군론의 기반이 되었다.\n1811년 10월 25일 프랑스의 소도시 부르 라 렌 시장의 아들로 태어났다. 아버지는 시골 학교의 교장으로 재직하다 시장에 당선된 이후 17년 동안이나 쭉 시장을 역임했다. \n당시 프랑스는 루이 필리프 1세가 왕으로 있던 군주제였는데, 갈루아는 이에 반대하는 급진적인 공화주의자였다. 아버지는 프랑스 혁명의 열렬한 지지자였고, 부친의 영향을 받아 갈루아 역시 혁명가를 꿈꾸었다. \n갈루아가 살던 시기 프랑스의 정치 상황은 매우 불안하였다. 1824년 루이 18세의 뒤를 이어 샤를 10세가 즉위하였지만, 1827년 선거에서 그를 지지하던 정파는 다수당의 지위를 잃었고 1830년에는 반대파였던 자유당이 다수당이 되었다. 사퇴 압력에 직면한 샤를 10세는 쿠데타를 일으키고 악명높은 7월 포고령을 선포하였지만, 이 때문에 일어난 7월 혁명으로 결국 하야하였고, 루이 필리프 1세가 새 왕으로 즉위하였다. 에콜 폴리테크니크의 학생들도 혁명에 참여하여 거리 곳곳에서 역사를 만들었다. 하지만, 이 \"영광의 3일\" 동안 갈루아와 에콜 노르말의 학생들은 교장에 의해 학교에 감금되어 한 발자국도 나갈 수 없었다.\n그러나 7월 혁명이 일어났을 때 에콜 프레파라투아의 교장이 학생들에게 혁명 참여를 금지시켰고, 갈루아는 교장이 학생들을 혁명에 참여하지 못하게 한 역적이라고 비난했다. 교장은 갈루아를 퇴학시켜 버렸다. \n갈루아는 편지 사건 직후 학교를 그만두고 급진 공화주의 세력이었던 국가방위군 포병대에 가입하였다. 학교를 그만 둔 이후 갈루아는 수학과 정치 집회에만 몰두하였다. 대원들과 함께 정치 토론을 거치면서 갈루아는 자연스레 국가방위군 포병대의 일원이 되었다. 1830년 12월 31일, 국가방위군 포병대는 정부를 약화시키고자 한다는 이유로 해산되었다. 같은 시기 19 살 포병대 장교였던 갈루아는 국가전복 음모에 가담하였다는 혐의로 체포되었다가 이후 석방되었다. \n갈루아는 바스티유의 날인 7월 14일 국가방위군 포병대의 제복을 입고 권총과 소총, 단도로 무장한 채 공화주의 시위를 주도하였다. 이 일로 갈루아는 다시 체포되었으며 금지된 국가방위군 포병대 군복을 입었다는 이유로 6개월 금고형을 선고받았다. 갈루아는 1832년 4월 29일까지 수감되었고, 감옥에서 갈루아는 수학을 자신의 유일한 위안거리로 삼고 연구하며 지냈다고 한다. \n갈루아가 죽기 며칠 전의 일은 수수께끼로 남아 있다. 사랑했던 여인 스테파니를 둘러싼 결투 때문이라는 말도 있고, 혁명가인 갈루아가 스스로를 혁명의 제물로 삼았다는 말도 있다.\n혁명 동지들은 젊은 천재인 갈루아의 죽음을 구실로 삼아 폭동을 일으킬 계획을 세웠지만, 공교롭게도 나폴레옹 보나파르트의 오른팔인 라마르크 장군이 같은 날 숨을 거두고 만다. 그렇게 갈루아의 죽음은 라마르크 장군의 죽음에 의해 그대로 묻혀버렸고, 갈루아의 장례식도 급히 마무리되었다.\n\n[톨스토이]\n현실주의 소설의 대가로서, 러시아와 서양문학을 대표하는 세계적인 대문호.\n1828년 러시아 제국  톨스토이 가문 영지인 야스나야 폴랴나에서 태어났다. 어머니가 2살 때 죽어 일종의 컴플렉스를 가진 톨스토이는 성장하면서 여자에 집착하게 되었다고 한다. 이후 거액의 도박 빚을 지는 등, 계속 무분별하게 살아가던 톨스토이는 그러한 삶에 만족하지 못하여 맏형 니콜라이가 복무하던 캅카스 전선으로 여행을 간다. \n당시 러시아는 캅카스 지역을 병탄하기 위해 그곳에서 전쟁을 벌이고 있었고, 톨스토이는 호전적인 소수민족인 체첸인을 상대하면서 죽을 고비를 여러 번 넘긴다. \n1851년 입대하여 포병 하사관부터 시작하여 공을 세워 현지 임관한다. 크림 전쟁에도 참전한 톨스토이는 세바스토폴 전투에서 공을 세웠고 공을 인정받아 성 게오르기 훈장을 받고, 중위로 진급한다. 1855년에는 세바스토폴 전투에 관한 짧은 글《세바스토폴 이야기》를 썼다. \n그는 제정 러시아의 장교로 크리미아 전쟁(Crimean War, 1853〜1856)에 참전했다. 크리미아 전쟁은 러시아가 영국과 프랑스를 주축으로 하는 연합군과 싸운 전쟁이다. 당시 영국과 프랑스는 이미 100여 년에 걸친 산업혁명을 마치고, 그 결과로 얻은 경제 및 기술 발전에 의한 신식 대포와 소총을 가지고 나왔다. 이들의 사정(射程) 거리는 러시아 군이 사용하는 구식 대포와 소총에 비해 3배 이상의 성능을 가지고 있었다. 러시아 군은 지리적으로 유리한 위치에 있었지만, 수단매체의 수준에서 영불 연합군의 상대가 되지 못했다. 연전연패하는 조국 러시아의 한계를 온몸으로 느끼고 돌아온 톨스토이는 그 후 러시아가 ‘잘사는 법’을 연구하기 위해 죽는 날까지 집요하게 생각하고 고민하는 사상가(思想家)가 된다. \t\t당시 러시아는 일부 극소수의 황족과 귀족들만이 넓은 농토를 점유하며 많은 농노(農奴)를 거느리고 있었다. 당시 농노들은 인권이 없었으며 노예 신분으로 매매의 대상이 되었고, 인간 이하의 처참한 삶을 살고 있었다. 톨스토이는 강의와 저술을 통하여 러시아가 후진국에서 탈피하여 서구 선진국과 같은 산업 국가로 발전하려면 귀족들이 농토를 산업용지로 내어놓고, 농노들을 해방시켜 산업 역군이 되게 해야 한다고 주장했다. \n\t\t러시아 상류층도 톨스토이의 생각이 옳다는 데는 동의했으나, 자신이 소유한 농토와 농노들을 내놓는 데는 동의하지 않았다. 오랜 사색과 고뇌를 거듭하던 톨스토이는 말년에 이르러 자기가 소유했던 농토를 농노들에게 배분하였고 농노들을 해방시켰다. 햄릿(Hamlet)처럼 방황하고 돈키호테(Don Quixote)처럼 행동한 톨스토이의 결단에 의해 톨스토이 가족은 하루아침에 가산을 상실했다. \n\t\t이에 대하여 톨스토이의 부인 소피야 베르스 여사의 반발은 당연하고 자연스러운 것이었다. \n\t\t성자의 반열에 오른 톨스토이였지만 부인의 반발을 참지 못하여 1910년 10월 28일 가출을 감행했고, 가출 후 20여 일 만에 러시아 서부의 한적한 간이 기차역 아스타포보의 역장 관사에서 객사했다. 그러나 위대한 사상가의 죽음은 단순한 ‘객사’ 이상의 것이 되었으니, 러시아를 비롯한 세계 여러 나라 언론이 ‘80대 대문호의 가출’이라는 희대의 사건을 톱뉴스로 보도했고, 그가 임종을 거둔 아스타포보 역장 관사 밖은 톨스토이를 보기 위해 모여든 인파로 붐볐다. \n그의 군 경험은 여러 작품에서 다양하게 나타나는데, 아이러니하게도 이때 잔혹한 체험 때문에 톨스토이는 평화주의로 기울게 된다. 톨스토이는 1869년의 필생의 역작 <전쟁과 평화>를 완성시켰다. 나폴레옹 전쟁의 러시아 원정을 소재로 한 이 역사 소설에서 톨스토이는 실제로 특출난 사람이나 영웅은 역사에 큰 영향을 주지 못한다는 역사관을 강조했다.",
  "color": "default",
  "labels": [],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-01T21:48:56.594000",
  "updatedAt": "2023-10-02T13:49:17.257000"
}