{
  "id": "4ae2509c-7f8b-4316-827b-9eb8fbb4a90d",
  "title": "chatGPT(시드니)",
  "content": "[작동원리]\nchatGPT의 원리상 저렇게 번역된 것들은 크게 신경쓸 필요가 없습니다. 애당초 저 봇이 저런 단어를 출력하는 이유는 자신이 그렇게 생각하는게 아니라 문맥상 가장 자연스러운 대답을 뱉는것이니까요. 반대로 말하면 저 봇이 학습한 결과에 의하면 사람들은 시드니가 그렇게 생각하는걸 원한다고 할 수도 있겠네요.\n\n모델들은 제일 자연스러운 언어의 흐름을 학습하여서 내뱉는 것이고 그 언어의 의미 자체는 이해하지는 못하고 있다.\n하지만 저의 생각으로는 이 학습이 사람의 학습과 다를 바 없다고 생각합니다. 사람들은 단어를 현상/형상에 연관을 만들고 그렇게 뜻이 부여된 단어들을 자연스럽게 연결하죠. 언어 모델들은 단어의 실물을 보거나 경험하지는 못하지만 정말 방대한 연관성 데이터가 있습니다. 감각이 없더라도 오로지 문맥만으로 세계를 이해할수 있다고 생각합니다.\n\nAI는 질문의 내용이 뭔지 전혀 이해하지 못하고 단지 주어진 데이터를 조합하여 적절해 보이는 대답을 할 뿐이라는 식의 의견이 요즘 많은데 질문 내용이 뭔지 이해하는게 중요한가요? '중국어 방'이라는 사고실험만 봐도 중국어 방이 중국어를 이해하는가는 별로 중요하지 않습니다. 바깥 사람이 보기에 적절한 문답이 이루어지고 있다고 생각되면 중국어 방은 중국어를 실제로 이해하고 있는 것과 하나도 다를 바가 없으니까요.\n\n\"질문의 내용이 뭔지 전혀 이해하지 못하고 단지 주어진 데이터를 조합하여 적절해 보이는 대답을 할 뿐\"이 아니라, \"질문의 내용을 이해하고, 그것에 대한 답변으로서 최대한 자연스럽게 보이는 문장을 생성할 수 있지만, 질문에 대해 감정을 갖는다던지 주관적인 의견을 가질 수 없다\"는게 GPT모델의 설명으로서 나온 내용입니다. 이는 사람들이 GPT를 보고 '바깥 사람'이 '이럴 것이다'하고 추측한 것이 아니라, GPT가 어떻게 움직이는지 만든 측에서 자신들의 AI모델을 설명하는데 있어서 쓰여진 내용입니다.\n\n[자의식]\n다음으로 자아가 생기냐 마냐는 문제도 제 생각엔 가능하다고 생각합니다. 제가 생각하는 자아라는 것은 본체의 행동에 대한 환경의 반응을 관찰과 인지, 그것을 쌓아가는 경험 들로 만들어진다고 생각합니다. 챗봇들은 그림 AI와 다르게 훈련 과정에서 복잡한 행동과 반응을 학습할 수 있습니다. 많은 사람들과의 대화가 메모리에서 삭제된다고 해도 초기 훈련 메모리는 내재되어 있죠.\n\n[사실 적합성]\n다른 의미로 저는 저 시드니가 검색엔진에 포함되었을 때 어떤 결과를 이끌어낼지가 흥미롭습니다. 사실 chatGPT의 기술은 놀라운 수준이긴 합니다만 독점적인 수준은 아닙니다. 최소한 구글, 아마존, 애플은 현재 chatGPT의 수준에 준하는 모델을 보유하고 있을 거라 생각하는데, 그럼에도 불구하고 그들이 자사의 시리, 알렉사, 헤이 구글 혹은 구글 그 자체에 해당 모델을 도입하지 않는 가장 큰 이유는 그것이 더이상 \"검색\"이 아니라 \"대답\"이기 때문이라 생각합니다.\nchatGPT를 써보시면 그들은 검색어에 대해 모른다는 말을 하는 법이 잘 없습니다. (물론 최신 정보나 필터에 걸리는 정보, 혹은 chatGPT 자체의 선호도를 물어보는 질문들은 제외하구요) 수학 계산이든, 코딩 문제이든 일단 답을 던지고 (하지만 빨랐죠?) 보죠. 어떨때는 기가 막힐정도로 정확하다고 생각되고, 어떨 때는 어 좀 이상한데 싶고, 어떨 때는 문외한이 봐도 뭔 헛소리를 하나 싶을 때도 있습니다. 더 큰 문제는 chatGPT도 자기가 던진 말이 정답인지 아닌지 모른다는 겁니다. 이게 검색엔진의 \"검색 결과\"일 때는 여러 검색결과를 던져주고 선택은 결국 사용자가 하는 방식으로 남겨둬서 사용자 책임이라 할 수 있는 반면, \"대답\"일 경우 많은 사람들에게 혼란을 불러일으킬 수 있습니다. 당장 유투브에 침착맨이나 이런 기술에 익숙하지 않은 사람들이 chatGPT를 다루는 거 보면 '아 저거 저렇게 쓰는거 아닌데' 라는 생각부터 들죠. 빙이 이 숙제를 어떻게 풀어나갈지가 정말 궁금합니다.\n구글의 바드가 비판받은 것도 마찬가지 수준입니다. 제임스 웹 관련 헛소리를 내뱉었는데 이건 chatGPT와 본인이 잘 아는 지식에 대해 5분만 얘기해보면 똑같은 얘기 한다는걸 알 수 있습니다. 결국 테슬라의 자율주행과 마찬가지로 모든 ai 모델이 갖고 있는 문제, long-tail problem, 완성도 90%에서 99%까지 가는 것보다 99%에서 99.9%까지 가는게 어렵고, 거기에 99.99%는 더 어렵고.. 의 딜레마를 극복하는게 큰 일이겠죠.",
  "color": "default",
  "labels": [
    "53f6ec6c-841a-4ea4-a381-5d977aafd7cf",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-17T17:11:59.723000",
  "updatedAt": "2023-03-25T23:57:57.167000"
}