{
  "id": "4b1de028-16ed-480d-9749-b5641f6621a3",
  "title": "CDO(구조화 증권)",
  "content": "자산유동화란 금융회사가 갖고 있는 여러 자산들을 하나의 '바구니'에 담은 뒤 이것을 담보로 채권을 발행합니다. 결과적으로 발행된 채권을 산 투자자들에게 돈을 빌리는 셈이죠. 투자자들은 이 '바구니'에 담긴 자산을 담보로 하는 채권을 받게 되는데 이를 '자산유동화증권(ABS:asset backed securities)'이라고 합니다.\n'자산유동화'를 '증권화'라고 부르기도 함\n\n자산유동화증권을 발행할 때 담보로 제공되는 자산들은 부동산, 매출채권, 주택저당채권, 대출채권 등 종류가 매우 다양합니다. 이 중 담보가 되는 자산이 채권으로만 구성돼 있는 경우를 부채담보부증권(collateralized debt obligation·CDO)이라고 합니다. 예를 들어, 어떤 은행이 1000명의 고객에게 1억원씩 주택담보대출을 해주면, 금융회사 입장에선 1000억원이라는 대출채권이 생깁니다. 대출받은 사람의 빚이 은행이 받아야 할 돈인 대출채권이 되는 것이지요. 대출채권은 당장은 현금화시킬 수 없는 묶인 돈입니다. 그런데 은행은 장사를 하기 위해 현금이 필요합니다. 그래서 고안해 낸 것이 CDO입니다.\n\n즉, 금융회사가 1000억원어치의 대출채권들을 모아 이를 담보로 CDO라는 유가증권을 발행합니다. 이것을 수 많은 투자자들에게 쪼개 팔면 현금을 확보할 수 있는 것입니다. 이때 CDO를 구입한 투자자들은 주택담보대출을 받아간 사람들이 은행에 내는 이자와 만기시 갚는 원금을 기반으로 이자와 원금을 받게 되지요. 이처럼 CDO에 투자한 사람들도 일정한 이자를 받고, 만기시 원금을 상환받습니다. CDO는 채권으로 인정받아 시장에서 거래된다.\n\n이러한 CDO상품이 만들어지게 된 이유는 무엇일까요? 금융기관의 입장에서는 CDO 상품을 만들어 팔면 두 가지 이점이 생깁니다. 우선 대출채권 만기 이전에 현금을 확보할 수 있습니다. 다음으로 위험을 분산시킬 수 있습니다. 금융기관이 대출채권들을 혼자 갖고 있으면 돈을 빌려간 개인이 갚지 못할 경우 혼자 손실을 떠안아야 합니다. 하지만 CDO상품을 만들어 많은 투자자들에게 나누어 팔면, 손실이 발생할 경우 CDO를 사간 사람들이 손실을 떠안게 됩니다. 이처럼 신용위험을 분산시킴으로써 금융기관은 손실 위험을 줄인다.\n\n금융기관들은 회사채, 주택담보대출채권, 신용카드채권과 같은 다양한 종류의 담보자산들을 기초로 하여 CDO를 만들 수 있기 때문에 CDO의 종류도 매우 다양합니다. 투자자들의 입장에서 보면 투자 선택의 폭이 넓어지는 셈이지요.\n\nCDO 상품에 투자해서 이익을 볼 것인지, 손실을 볼 것인지는 CDO 상품에 포함된 담보자산의 가치에 달려 있습니다. 주택담보대출 유동화의 경우 주택시장이 좋을 때는 주택담보대출의 원리금 회수가 잘 되기 때문에 주택담보대출 채권을 담보로 발행된 CDO도 채권, 또는 저축보다 높은 수익을 낼 수 있습니다. 하지만 주택경기가 나빠지고 집값이 크게 떨어지면 주택담보대출 채권의 원리금 회수에 문제가 생기고 이들 채권을 담보로 한 CDO도 손실을 입게 됩니다.\n\n\n모기지증권(MBS)은 대출채권이라는 실물을 기초자산으로 하지만 CDO와 같은 파생상품은 실물에서 파생된 금융자산을 기초자산으로 삼는다. CDO는 풀링(pooling)을 통해 위험을 회피한다. 풀링 방식은 신용등급이 높은 채권(부도 위험이 낮은 채권)과 낮은 채권(부도 위험이 높은 채권)을 섞어서 부실 확률이 낮은 새로운 채권을 발행하는 것이다. 회사채 등의 신용등급은 투자적격이 AAA~BBB, 투자부적격이 BB~C이다. 보통 BBB+  이상이 돼야 시장에서 거래가 된다. 투자부적격 등급 채권은 거래가 잘 되지 않지만 투자적격 등급 채권과 부적격 등급 채권을 골고루 모아서 그것을 자산으로 새로운 채권을 발행하면 수학적으로 위험이 줄어들어 새로운 채권은 A 등급 이상을 받을 수 있다 포함된 회사채가 일부 부실화하더라도 새로운 채권의 일부만 손실이 나는 것이기 때문이다.(기본원리는 각 채권 가격이 통계적으로 서로 완전 독립변수라고 가정하므로 여러 채권을 합하면 위험이 낮아진다. 그러나 채권 상호간 완전 독립일 수 있는가?)\n\n우리나라에서는 2000년 도입된 프라이머리 CBO(채권담보부증권)가 이런 구조다. 프라이머리 CBO는 회사채 등 채권(Bond)을 담보(기초자산)로 하고 CDO는 부채(Debt)를 담보로 한다는 게 차이점이다. CDO는 모기지를 담보로 한다. 모기지도 대출자의 신용도에 따라 신용등급이 달라진다. \n1차로 CDO를 만들고 나서 또 신용등급이 다른 1차 CDO를 골고루 모아 이를 기초자산으로 2차 CDO를 발행하는 것이다. 다시 2차 CDO를 모아 3차 CDO를 발행한다. 부실 가능성이 있는 기초자산을 부실위험이 낮은 자산과 섞어 몇 배로 키워 파니 기초자산(대출채권)에 문제가 생기면 파장이 2차 3차로 이어지며 대규모 부실이 일어날 수밖에 없다. \n\n신용부도스와프(CDS:Credit Default Swap)\n어떤 금융상품의 가치가 크게 떨어졌을 때 또는 부도가 났을 때 그 손실을 보전해주는 계약이다. 사실 보험과 같이 CDO의 리스크를 회피하는 상품이다. 원래 CDO를 구입한 이들이 CDS를 보험용으로 같이 구매하는 경우가 많다. \nCDS를 매입하는 비용을 CDS 프리미엄이라고 한다. 금융상품 가격이 크게 변동할 때 이익을 얻을 수 있는 권리를 뜻하는 옵션과 비슷하다. \n\n'합성 CDO'는 CDO와 CDS가 결합된 구조다. 일반 CDO를 보면 은행이 주택대출채권이나 모기지를 넘기면 유동화전문회사(특수목적회사)가 그것을 받아 담보로 삼고 CDO를 발행한다. 그러나 합성 CDO는 대출채권 등 기초자산의 양도 없이 신용(부도) 위험만 분리해 유동화 전문회사에 넘긴다. 은행은 비용(CDS프리미엄)을 지불하고 채권 부도위험을 회피할 수 있는 CDS 계약을 매입하는 것이다. 그러면 유동화전문회사는 CDS프리미엄을 기초자산으로 합성 CDO를 발행해 투자자에게 매도한다. 본래 기초자산은 은행에 그대로 남기 때문에 합성 CDO는 유동화전문회사가 실제로 보유하지 않은 모기지 자산의 향후 가치에 투자하는 상품이다. 이 때문에 ‘상상 속의 가치’를 부풀려 신용 버블을 만들어냈다는 지적도 나온다. \n\n\nCLO(대출채권담보부증권) \n신용도가 낮은 기업 대출채권을 담보로 발행하는 일종의 자산담보부증권(ABS)이다. 주로‘BB-’등급 이하 투자부적격 기업이 대상이다. 투자 위험이 높지만 연 5~10%대로 이자가 높아 고위험·고수익 상품으로 통한다.\nCLO 이면엔 여러가지 대출채권이 똬리를 틀고 있다. 이 가운데 하나라도 부실화하면 전체 CLO 가치가 흔들리기 십상이다. 10여년 전 글로벌 금융시장이 CDO란 장치에 요동했던 것과 같은 메커니즘이다. 우리나라의 CLO에 들어 있는 대출채권 가운데는 사모펀드의 레버리지론(기업사냥 자금용 대출)이 많이 들어가 있다. 사모펀드는 주로 저금리 시대에 인수합병할 기업의 자산 등을 담보로 돈을 빌려서 다른 기업의 인수 자금을 마련한다.  \n\n[포트폴리오보험(PortfolioInsurance)]\n1987년 10월 블랙먼데이 때 주가 추락을 증폭한 장치는 ‘포트폴리오보험’이었다. 컴퓨터가 사전에 설정된 등락폭에 따라 현물과 선물 등 파생상품을 자동으로 사고파는 매래 전략이다. \n포트폴리오보험은 기본적으로 주식포트폴리오의 하방리스크를 헤지하기 위해 현물이 아닌 지수선물을 매도하여 포트폴리오 헤지를 추구하는 전략이었다.\n기본적으로 이 포트폴리오보험이라는것은 블랙숄즈 옵션모형을 토대로 시장의 변동성을 계산해 그에 따라 현금과 주식의비중을 조절하는 기법이다. 그들은 블랙숄즈모형을 사용한 다이나믹 헤징을 하면 선물매도를 통해 주식에 대한 풋옵션을 복제할 수 있다는 것을 알고 있었고, 이러한 포트폴리오 헤징 전략은 1982년에 S&P500지수에 대한 선물계약이 시카고 상품거래소에 상장되면서 부터 더욱 인기를 끌게 된다. 그러나 그것은 블랙숄즈모형이 가정하고 있는 개별 상품이 상호 독립적이라는 제한적이고 비현실적인 상황하에서만 완벽히 작동하는 메커니즘에 불과했다. 포트폴리오보험이라는 것은 기본적으로 선물에 대한 매도 포지션을 통해 풋옵션을 구축하는 것인데, 이는 근본적으로 지수가 빠지면 빠질수록 더 많이 선물을 매도해야 하는 방식이었기 때문이다. 그런데 만약 시장에 수많은 포트폴리오보험 포지션이 구축되어 있는 상황에서 지수가 더 빠진다면 과연 어떤 결과가 연출될까? 시장에 매도를 받아줄 거래 상대방이 존재하지 않는다면 유동성은 순식간에 증발해 버리며 선물시장과 현물시장 모두에서 과대한 낙폭이 발생하게 된다. 결국 많은 시장 참여자들이 포트폴리오 보험을 사용함으로 인해 매수주체의 실종이 발생했으며 지수의 하락이 대규모 매도세를 부추겨 결국 이것이 블랙먼데이로 이어지게 된 것이다. \n블랙숄즈 모델은 변동성을 상수로 가정했는데, 그것은 시장의 변동성이 행사가와 만기에 대해 독립적이라는 것을 의미했다. 즉 옵션시장의 변동성이 행사가와 만기에 상관없이 일정한  모습을 띄어야 한다는 것을 뜻했다. 하지만 블랙먼데이를 경험한 시장참여자들이 이제는 급작스러운 시장의 폭락에 대한 공포심을 갖게 되었고, 이에 따라 행사가가 매우 낮은 과외가격 (DOTM;Deep Out-of-the-Money) 풋옵션의 내재 변동성이 이전보다 급격히 상승하게 된 것이었다. 이처럼 외가격의 내재변동성이 상승한 모습이 마치 웃는 모습같다 하여 변동성 스마일이라 일컬었고,  변동성스마일 현상은 단지 주식옵션시장에만 있지않고 외환, 채권, 원자재를 기초자산으로 하는 다른 옵션시장에도 널리 퍼지게 된다.\n\n은행들은 모기지 대출을 해서 돈을 벌긴 하는데 20~30년씩 원금과 이자 회수를 위해 기다려야 합니다. 그래서 이 대출을 수백~수천 개 묶어 손실 위험을 낮춘 다음, 다시 쪼개서 금융상품으로 파는 현상이 일어납니다. 한 사람이라면 빚을 혹시 안 갚을 수도 있지만, 수천 명이라면 몇몇 사람이 빚을 갚지 않더라도 큰 손실을 입지 않을 수 있다는 확률적 계산 때문입니다. 이러한 장점 때문에 은행들이 집을 담보로 해준 서브프라임 모기지를 투자 은행들이 가져와 한꺼번에 묶은 뒤 MBS로 만들어 투자자들에게 팔기 시작합니다. 결국 대출받은 사람이 이자를 갚으면, 은행이 아니라 MBS를 가진 사람들에게 지급되는 구조입니다.\n이 과정에서 '트랜치(Tranche)'라는 기법이 적용됩니다. MBS를 위험 등급에 따라 조각 내어 파는 겁니다. 선순위 트랜치를 산 사람은 비교적 적은 이자를 받지만 먼저 받고, 가장 후순위인 트랜치를 산 사람은 높은 이자율을 적용받는 대신 대출 부실 등 손해가 발생하면 가장 먼저 손해를 떠안게 됩니다. 이런 구조를 적용하면 빚을 갚지 않을 확률이 높은(신용등급이 낮은) 꽤 위험한 대출들을 수천 개 묶더라도 손해를 나중에 보는 선순위 트랜치들은 AAA 같은 높은 신용등급을 받을 수 있었습니다. 기초 자산인 서브프라임 모기지가 여전히 불안한데도 안전한 투자 상품처럼 보이게 된 겁니다.\n이제 은행은 대출을 해주자마자 투자은행에 넘기고 원금을 회수해 다시 대출을 해주는 식으로 계속해서 돈을 벌 수 있습니다. 은행이 대출을 가져오면 투자 은행은 또 MBS로 묶어 팝니다. 이러면서 금융기관은 수수료 등 수익을 계속해서 창출했습니다. 갑자기 1년에 수천억 달러씩 금융계로 자금이 유입된 이유였습니다. 월스트리트는 여기에서 멈추지 않습니다. 잘 팔리지 않는 고위험 MBS 조각들을 다시 묶어 부채담보부증권(CDO)으로 만듭니다. CDO도 MBS와 원리는 비슷합니다. 각종 대출을 묶어 위험도를 낮추고 트랜치로 조각 내 파는 겁니다. CDO는 고위험 서브프라임 모기지를 기반으로 한 MBS뿐 아니라 기업 대출, 자동차 대출, 신용카드 대출 묶음 등 온갖 채권들을 묶어 구성됐습니다. 만약 CDO의 조각들이 안 팔리면 다시 CDO에 집어넣었습니다. 이런 상품은 CDO²(CDO 스퀘어드)라고 불렀습니다.\n정리하자면 저신용 주택담보대출(서브프라임 모기지)을 묶어 MBS를 만들고, MBS의 조각과 잡다한 대출을 묶어 CDO를 만들었다는 겁니다. 거기다 CDO 조각들이 묶여 CDO²를 만들기까지 했으니, 1억원짜리 모기지가 몇억 원짜리 상품으로 둔갑하며 돈을 마구 찍어낸 격이었습니다. 이렇게 너무 복잡한 자산들이 얽히고 설켜 도저히 기초 자산의 가치를 가늠하기 힘든 수준이었고, 기초가 되는 대출들이 부실해지면 한꺼번에 무너질 수 있는 구조가 만들어 졌습니다.\nCDO들은 연금이나 보험사 같은 기관투자가들을 포함해 전 세계 투자자에게 팔려 나갔습니다. 우리나라로 치면 국민연금이 이런 상품을 수천억 원씩 사들인 셈입니다. 공매도는 주식을 빌려 높은 가격에 팔았다가, 값이 떨어지면 다시 사서 갚아 차익을 남기는 투자 기법이다. 하지만 대부분 기관 등 시장에서 안정적이라고 믿는 주택 시장에는 공매도 수단이 마땅히 없었다. 그래서 버리 박사는 특정 상품을 직접 금융기관들이 만들도록 제안하고 이것을 사들입니다. 이 상품이 바로 CDS다. CDS는 일종의 보험에 가깝다. 평상시 금융기관에 보험료(프리미엄)를 납입하다가 보험에 가입한 대상(회사, 국가, 상품 등)이 부도가 나면 보험료보다 큰 보험금을 받는 겁니다. CDS가 보험과 다른 점이 있다면 보험은 보험 대상을 소유한 사람만 가입할 수 있지만 CDS는 아무나 계약할 수 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-11-01T09:31:33.529000",
  "updatedAt": "2023-12-01T06:37:40.305000"
}