{
  "id": "4b3e7681-ce32-46b0-9dc5-9039bdf73d48",
  "title": "삼국의 대외관계",
  "content": "고구려는 옥저를 침공하여 점령하였고, 이후 동예를 속국으로 부리면서 백제를 위협해왔었다.\n\n광개토대왕의 치세였던 시절, 왜나라가 신라를 침공하였으며, 신라는 이를 조속하게 해결하고자 광개토대왕 시절의 고구려에게 도움을 청했고, 그래서 고구려는 5만 군사를 보냈다. 그러나 지원을 온 고구려 군이 이 후로 신라에 눌러 앉았으며, 신라는 그 이후 고구려의 내정간섭으로 속국 신세를 격어야 했다.\n\n자비 마립간 치세의 신라는 고구려 장수왕 시절에 신라 내의 고구려인들을 제거하는 시도를 했으며, 이후 장수왕은 486년에 말갈 세력의 병사들로 하여금 신라를 공격하게 해서 신라의 실직주성이 합락되도록 했다.\n\n당시 나제동맹 관계였던 개로왕 시절의 백제는 말갈 세력이 신라의 실직주성이 합락시킨 후, 469년에 고구려의 남쪽 변경을 공격하면서, 북한산성 그리고 아신왕 시절에 충성한 쌍현성을 보수하고, 청목령에 목채 진지를 구축하였다.\n\n472년, 백제 개로왕은 북위의 헌문제에게 고구려 침공을 여러번 요청했으나 이러한 협상은 번번히 결렬되었고, 개로왕은 북위에게 보내던 조공을 중단하였다.\n\n고구려 장수왕은 이전부터 승려 도림을 첩자로써 백제에 파견하는 등 기회를 살펴왔다. 그리고 475년, 마침내 백제로 남진하였으며, 이 때에 당시 수도였던 위례성(한성)까지 고구려에게 빼앗기고 개로왕은 참살되었다.\n\n480년, 장수왕은 또 말갈 세력에게 신라를 공격하게끔 하였으며, 이로부터 1년 후인 481년에는 아예 고구려의 정예군도 신라로 출병시켜서 호명성 등 신라의 7개의 성이 함락당하고 미질부(지금의 포항)까지 몰렸으나, 고구려 군대는 신라, 백제, 가야 연합군에 의해서 퇴주하였다.\n\n484년, 북위가 백제를 침공하기 시작함과 거의 동시에 장수왕도 고구려 군대를 남진시켰다. 그러나 고구려 군대는 모산성에서 나제 동맹 군대에게 대패하였다.\n\n488년, 북위가 또 백제를 침공하였으며, 489년에 장수왕은 또다시 신라를 침공해서 과현 지역까지 진군하였고 신라의 호산성을 함락시켰다.\n\n490년, 북위가 또다시 백제를 침공했으나 사법명, 찬수류, 해례곤, 목간나 등에 의해 상당수의 기병대를 잃었다. 그리고 491년, 장수왕은 98세[2]의 나이로 사망하였다.\n\n전성기의 고구려 군대를 상대하기에 있어서 비교적 열세인 백제와 신라였으나, 백제 성왕과 신라 진흥왕 시절까지도 나제동맹으로 연합해서 독성산성 전투 등에서 고구려를 몰아내는 형국이었다.\n\n진흥왕대 신라는 고구려가 한강 유역에서 격퇴되고, 진흥왕이 백제 성왕의 뒤통수를 치며 나제동맹은 해체되고, 관산성 전투까지 치닫았고, 이후에 신라는 영토를 3배 이상 늘리는 급격한 팽창에 성공했다.\n\n신라의 영토는 이전보다 넓어졌지만, 한반도 중부 지방 전체를 차지하면서 북쪽의 고구려와 서쪽의 백제에게 포위당하는 형세가 되었다. 그리고 동쪽 현해탄 너머, 신라의 배후에 있는 왜국 역시 백제의 동맹국이었다.\n\n신라 입장에선 적대적인 세 개의 나라에 둘러싸여 있던 형국이었던데다, 백제 의자왕 집권시기에 백제의 적극적인 공격과 고구려의 협공으로 급속도로 영토를 잃어가고 있었기 때문에 위기감이 고조되었고, 생존을 위해 강력한 외부 세력과의 동맹이 필요했다. 마침 고구려를 껄끄럽게 여기고 있던 당나라 역시 고구려를 견제할 동맹국이 필요했던 상황에서 신라와 당나라가 동맹을 맺으니 이것이 바로 나당동맹이다.\n\n일반적으로 나당 동맹에 대항해 고구려와 백제가 동맹관계(여제 동맹)였다고 알려져 있지만, 이는 백제가 멸망하기 일보 직전인 650년대에나 느슨하게 성립했을 뿐, 백제 역시 고구려와는 고국원왕, 개로왕 시절부터 수백여 년간 쭉 사이가 안 좋은 편이었고 그때문에 백제는 신라와 마찬가지로 꾸준히 중국을 우군으로 만들기 위해 노력하고 있었다. 즉, 쉽게 말하자면 여제 동맹이란 안보를 같이하는 동맹이라기 보단 공공의 적인 신라를 우선적으로 조지자는 제휴 관계 정도로 보면 된다.\n\n백제가 아닌 신라가 당나라와 손을 잡게 된 결정적 계기는 645년에 있었다. 당나라가 고구려를 침공했을 때 (제1차 고구려-당 전쟁) 당태종은 백제와 신라에게 고구려의 후방을 공격할 원군을 요청했다. 신라는 이에 응해 고구려를 공격한 반면, 의자왕은 당나라의 요구를 무시하고, 대신 신라가 원정을 간 사이를 틈타 신라의 측면을 침공하여 전과를 올렸다. 이로써 백제는 당의 요청을 거부했을 뿐만 아니라 당을 도운 신라를 공격함으로써 당의 뒤통수를 친 셈이 된 것이다. 이에 격노한 당태종은 백제와의 외교 관계를 단절하고 죽을 때까지 백제의 사신을 받지 않았다. 당태종이 죽고 당고종이 즉위하자 의자왕은 당나라와의 관계 개선을 시도하기 위해 651년 당나라에 한 차례 사신을 보내 조공했다.\n\n이때 당나라 조정에서는 백제로 귀국하려는 사신에게 국서를 보내 더 이상 신라를 공격하지 말 것과 그동안 빼앗아간 신라의 영토를 반환할 것을 요구하였다. 이때 백제는 대야성을 비롯한 지금의 경상도 서부를 상당히 점령한 상태였고 신라에 이를 순순히 돌려주는 것은 무리한 주장이었으므로 따를 수 없었다. 이후로 백제는 당과의 관계를 거의 단절하고 독자 노선을 걷기 시작하였다. 이듬해인 652년 정월에 당에 사신을 파견한 것을 마지막으로 더이상 의자왕은 당나라에 사신을 파견하지 않았다. 그 대신 당과 적대적인 고구려에 좀 더 가까워졌는데 알다시피 당과 고구려는 전면전쟁을 여러 번 벌인 적대관계. 백제가 고구려를 가까이 하면서 당과는 완전하게 척을 진 형태가 되었다.\n\n반면 신라의 경우는 645년에 원군을 파견해 당나라를 도울 수 있다는 제스처를 취했고, 648년, 후에 태종 무열왕이 되는 김춘추를 당에 파견하여[3] 신라와 당의 이해관계가 일치함을 확인하고, 이어 649년 당고종이 즉위하면서 백제에 신라의 성을 돌려줄 것을 요구함과 동시에 신라를 공격할 경우 당이 개입할 것이라는 것을 천명하였으며, 왜에도 신라 지원을 요구하는 등 650년부터 본격적으로 나당동맹이 표명되었다.\n\n660년, 당의 소정방과 신라의 김유신이 백제를 협공하여 백제의 수도인 사비성을 함락시키고, 백제를 열흘만에 멸망시켰다. 짧은 시간에 멸망을 당한 이유는 백제는 당시 당나라가 이런 식으로 쳐들어온다는 예상을 하지 못했고 그에 따라 서해안 방비가 부실했기 때문이다. 그 당시의 항해술로는 고구려 앞바다를 거쳐서 와야 정상이지 10만이 넘는 대함대가 황해 먼바다를 바로 넘어올 것이라고는 전혀 예상하지 못했다. 그렇게 바다에서 13만 당나라 수군이 넘어와 백제의 뒤통수를 때리면서 백제는 쉽게 멸망했다.\n\n668년, 당의 이세적과 신라의 김인문이 고구려를 공격하여 고구려의 수도인 평양성을 함락시키고, 고구려를 멸망시켰다. 고구려가 승리를 거둔 과거 1, 2차 여당전쟁 때와는 달리 이번에는 고구려에서 내분이 일어나 대막리지 연남생이 고구려의 심장부나 다름없는 국내성 일대를 당나라에 그대로 가져다 바친 상태에서 당나라가 50만 대군을 동원하여 대대적인 침공을 해 왔다. 압도적인 전력 차이였음에도 고구려는 2년에 걸쳐 끝까지 저항했지만 결국 668년 말, 수도 평양성이 함락당하고 고구려는 멸망한다. 신라군은 고구려 남부 방어선을 뚫고 북진하여 당군을 도와 평양성 함락을 거든다.\n\n백제와 고구려가 멸망한 이후 나당연합군은 더이상 유지할 수 없게 된다. 분열의 발단은 당이 평양 이남을 신라에게 주기로 한 약속을 저버리고 한반도 전체에 대한 지배 야욕을 드러낸 것에서 시작되었다. 당은 평양에 안동도호부, 공주에 웅진도독부를 두고 경주에는 계림대도독부를 두어 신라의 문무왕을 계림 도독으로 삼았는데, 물론 당나라는 신라 고유 영역까지는 직접 지배하지 못했으므로 계림도독부는 이름만 존재하는 허울뿐인 통치조직이긴 했지만 이는 명백히 고구려와 백제는 물론 신라까지 당의 지배 하에 두겠다는 당나라의 의도를 나타낸 것이다. 신라는 당의 야욕을 더는 참지 않았고 이에 대응하여 고구려부흥운동을 몰래 후원하며 당을 견제하는 한편 당과 직접적으로 대결함으로써 연합군은 와해되고 7년간의 나당전쟁이 일어난다. 이후 나당전쟁에서 당나라가 패배해 한반도 일대에서 세력을 물리고 신라는 한반도 전체를 다스리게 된다.\n\n사실 신라는 당과의 전쟁을 예상하고, 고구려가 멸망하기 한 달 전에 왜에 사신을 보내어, 왜와 중립적 우호관계를 만들어 후방을 안전하게 만들려는 모습을 보였다. 그리고 당나라와 전쟁 중에도 당에 사신을 보내어 \"살려만 주세요\" 또는 \"우린 아직 외교적으로 해결할 수 있어\" 라는 모습을 보여주었다.[4]\n그렇게 나당동맹은 깨졌지만 나당전쟁 이후 발해가 발흥하며 각국의 영토가 대강 정해지고 서쪽에서 토번이 세를 떨치자 한반도까지 신경쓸 수 없게 된 당은 성덕왕 대부터 다시 신라와의 우호적인 관계를 회복한다. 신라는 당의 최우방국으로 취급받았고 각지에 신라방이라는 거주지역이 만들어졌다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-03-15T07:26:59.636000",
  "updatedAt": "2024-07-18T11:13:21.227000"
}