{
  "id": "4b470b14-c25d-480f-8b5d-7ba97c397eeb",
  "title": "히틀러가 독일 국민의 마음을 사로잡은 이유",
  "content": "[bard]\n히틀러가 독일 국민의 마음을 사로잡은 이유는 크게 세 가지로 볼 수 있습니다.\n첫째, 히틀러는 독일 국민의 열망과 불만을 대변하는 메시지를 전달했습니다. 1차 세계대전 이후 독일은 베르사유 조약으로 인해 엄청난 경제적, 정치적 고통을 겪었습니다. 이러한 상황에서 히틀러는 \"독일의 영광을 되찾겠다\"는 메시지를 통해 독일 국민의 열망을 자극했습니다. 또한, 그는 \"유대인과 공산주의자들이 독일의 재앙을 초래했다\"는 메시지를 통해 독일 국민의 불만을 대변했습니다. 이러한 메시지는 독일 국민의 공감을 얻었고, 히틀러의 인기를 높였습니다.\n둘째, 히틀러는 뛰어난 연설가로서 독일 국민의 감성을 자극했습니다. 히틀러의 연설은 열정적이고, 구호는 간결하고, 화법은 설득력이 있었습니다. 그는 연설을 통해 독일 국민의 애국심과 자부심을 고취시켰고, 그들의 분노와 증오심을 불러일으켰습니다. 이러한 연설은 독일 국민의 마음을 사로잡고, 히틀러의 권력 기반을 강화하는 데 크게 기여했습니다.\n셋째, 히틀러는 선전과 언론을 효과적으로 활용했습니다. 히틀러는 선전과 언론을 통해 자신의 메시지를 대중에게 효과적으로 전달했습니다. 그는 \"독일의 진정한 지도자\"라는 이미지를 구축하기 위해 노력했고, 자신의 정치적 목표를 달성하기 위해 선전과 언론을 적극적으로 활용했습니다. 이러한 선전과 언론은 히틀러의 인기를 높이고, 그의 권력을 강화하는 데 중요한 역할을 했습니다.\n\n\n\n“독일 땅에서 일하지 않고 버는 소득을 사라지게 하겠다!!” “불로소득을 없애겠다!”\n나치의 약속에 중산층의 마음이 움직였고, 덩달아 도시 노동자들의 마음을 뒤흔들었다.\n\n히틀러가 불과 10여 년 만에 독일 사회에서 권력의 주역으로 등장하는 정치력을 발휘한 데에는 효과적 대중 연설의 힘이 컸다. 때마침 세계를 강타한 월스트리트 발(發) 경제 대공황은 독일 국민을 절망의 나락으로 빠뜨렸다. 믿을 것은 ‘게르만 민족’이라는 원초적 자부심뿐이었다. \n히틀러는 적나라하게 독일 국민의 절망의 심연을 파고들었다. 패전(敗戰)과 독일제국의 붕괴로 인한 상실감, 살인적인 인플레, 독일 곳곳을 파고들어 갈퀴로 돈을 긁어가듯 하는 유태인들, 파업과 선동을 일삼는 공산주의자들, 독일의 숨통을 쥐고 죽음의 나락으로 몰고 가는 330억 달러에 달하는 열강들의 천문학적인 전쟁 배상금 압박…. \n히틀러는 청중들이 마음 속으로는 굴뚝같이 하고 싶던 말들, 그러나 차마 남 앞에서 하지 못했던 말들을 이성의 감옥으로부터 해방시켰다. 유대인 비하는 물론 독일 아리안족의 생물학적 우수성 등을 직설적 언어로 반복해서 폭포수처럼 퍼부으며 강렬한 퍼포먼스와 조합시킬 때 독일 국민들은 광란에 빠졌다. \n\n당시 독일 민족은 남다르고 문화적으로 우월하다는 의식은 특히 지식인들 사이에서 강했는데 정도가 훨씬 심하기는 했지만, 히틀러의 국수주의는 바로 그런 토양에서 자랄 수 있었다. 히틀러는 독일의 서민들이 느끼는 공포와 울분과 고정관념을 당대의 어느 정치인보다도 잘 대변했고, 더 나은 새로운 사회에서 살아갈 수 있다는 희망을 어느 정치인보다도 잘 심어주었다. 더구나 그 사회는 진정한 독일의 가치가 살아 있는, 독일 국민에게 더없이 편하게 다가오는 그런 사회였다. 히틀러에게 사람들이 빨려든 또 하나의 이유는 미래를 제시했을 뿐 아니라 과거를 규탄했기 때문이다.\n\n그는 기존까지 공산주의자들의 전매특허라는 인식 때문에 보수파 정치인들이 눈여겨보지 않았던 연설능력과 선동능력을 매우 중시했으며, 전속 사진가인 하인리히 호프만의 스튜디오에서 여러 제스처를 찍고 이를 분석하여 자신의 연설과 맞는 제스처를 효과적으로 선별하여 사용, 열광적인 반향을 불러일으켰다.\n\n“그의 연설은 아주 간단명료했다. 베르사유 조약처럼 당시 사람 들이 압도적으로 많은 관심을 기울였던 주제를 잡아서 온갖 질문을 던지는 것이었다. 이제 독일 사람은 어떻게 해야 하나? 현실의 참모습은 무엇인가? 유일한 활로는 무엇인가? 그는 아무것도 숨기지 않았다. 독일이 직면한 공포도, 고통도, 절망도 남김없이 드러냈다. 그뿐이 아니었다. 망가진 민족에게 유일하게 남은 활로가 무엇인지를 역사에서 찾아 보여주었다. 그것은 용기, 믿음, 행동력, 근면성, 위대하고 찬란한 공동의 목표에 헌신하는 자세를 통해서 가장 깊은 나락에서 벗어나고야 말겠다는 비장한 새 출발의 다짐이었다. 그날 저녁 이후로, 비록 당원은 아니었지만, 나는 독일의 운명을 휘어잡을 수 있는 사람이 있다면 그것은 오직 히틀러뿐이라고 확신했다.”\n- 히틀러 1권 5장 맥주홀 선동가(239～240쪽), 한스 프랑크의 증언\n\n\n히틀러는 '나의 투쟁'에서 선동에 대해 자세하게 설파한다.\n선동은 대중이 우매하다는 전제 하에 시작한다. 대중이 우매하지 않다면 선동은 작동되지 않는다는 의미이다. 대중은 여자처럼 강한 카리스마를 가진 지도자를 숭배하고, 자유의지가 희박하고, 정신적인 폭력에도 취약하고, 소외감에 잘 빠지고, 선과 악의 구별에 대한 판단 능력이 미약하고, 정보 수용 능력이 제한적이어서 이해력이 약하고 잘 잊어버린다.    \n\"이처럼 대중은 이성보다 감정에 취약하여, 대중의 마음을 움직이기 위해서는 감정에 호소해야 한다. 증오는 혐오보다 오래 지속되며, 변혁을 일으키는 원동력은 과학적인 인식보다 대중에게 생기를 불어넣는 광신과 히스테리이다. 대중의 마음을 사로잡는 방법은 객관성과 의지의 힘이며, 이성적인 담론이나 메시지보다 대중의 감정에 주위를 기울이는 단편적이며 디테일한 장치들이 많으면 많을수록 선전의 효과는 극대화된다. 가장 아둔한 사람을 납득할 수 있을 정도의 단순한 내용을 반복적으로 주입해야 한다. 그것의 결과만이 선전의 그름과 옳음을 판단하는 근거이다. 그 결과가 진실이라는 것이다. 지식인을 만족시키는 것은 중요하지 않다.\"    \n대중은 합리적인 이성에 움직이는 것이 아니라 비합리적이며 비과학적인 애매한 선전에 움직인다고 확신했으며 그 확신은 놀랍게도 현실이 되었다. 대중은 합리적인 사고를 할 수 없고 내용이 진실에 위배된다고 하더라도 선전선동으로 진실을 만들 수 있다고 장담한 것이다. 이 논리를 실행에 옮겨 성공시킨 사람이 바로 히틀러를 선지자로 모신 요세프 괴벨스였다.\n\n\n많은 사람은 히틀러가 독일에서 ‘쿠데타’와 같은 비정상적 방법으로 집권했을 거라고 생각한다. 하지만 히틀러의 나치당은 당시 가장 선진적인 법률을 가지고 있던 바이마르공화국의 민주제도를 통해서, 합법적으로 그리고 최고의 지지율을 기록하며 집권했다. 히틀러가 아직 젊었던 1923년에 ‘맥주홀 폭동’을 일으킨 것은 사실이다. 그러나 그가 대표였던 국가사회주의노동자당(나치당의 정식 명칭)은 선거에서 1933년 3월에는 44.5%, 11월에는 무려 99.7%의 의석을 차지했다.\n히틀러는 자신의 카리스마를 한껏 발휘하여 당시 천문학적인 인플레와 살인적인 실업률로 고통 받고 있던 독일인들의 마음을 사로잡았다. 그는 이 모든 경제 위기의 책임을 주로 승전국들과 유대인에게 돌렸다.\n즉 탐욕스러운 승전국들이 패전국 독일에 감당할 수 없는 과중한 배상금을 부과한 것이 문제이고, 게다가 국내의 부패한 부자와 ‘더러운 혈통’인 유대인 상인 및 기업가들의 행태가 더해져 독일이 고통받고 있다고 한 것이다. 다른 한편으로는 사회 혼란의 주범으로 당시 성장하던 공산주의 운동을 지목했다.\n\n\n독일의 역사학자이자 정치학자인 라파엘 젤리히만은 ‘집단애국의 탄생 히틀러’을 통해 독일국민의 맹목적인 애국주의에서 그 해답을 찾았다. 이 책은 민주적 선거를 통해 히틀러를 선택했던 독일국민의 심리와 당시 독일 사회를 중심으로 이야기를 풀어나간다.\n제1차 세계대전의 패배와 1920년대 말부터 악화된 경제로 인해 무기력증에 빠져있던 독일국민에게 히틀러는 일자리와 빵을 약속하며 법조인 등 사회 핵심부에 진출한 유대인을 공공의 적으로 몰아붙였다. 독일인구의 1%를 넘긴 적이 없었던 유대인들이 독일인 노벨상 수상자 중 4분의 1, 판·검사의 6%, 변호사의 15%, 의사의 7%, 언론인과 작가의 8%, 백화점 유통망의 80% 이상을 차지했던 게 게르만 민족에게 곱게 보일리 없었던 것.\n히틀러는 이런 유대인을 독일 내부의 적으로 규정하며 수많은 연설과 선동을 통해 절망에 빠진 독일국민에게  잘못된 희망을 보여주기 시작했다. 그 결과 1919년 100여 명의 당원에 불과했던 독일 노동자당(일명 나치당)은 1922년 4천 명에서 1923년에는 6만 명에 이르게 된다.\n저자는 600만여 명의 희생자를 낳았던 유대인 대학살이라는 비극은 1차 대전의 패전과 함께 찾아온 불행을 이성적으로 분석하기보다는 남 탓으로 돌리고자 했던 독일의 집단 편집증과 이를 부추겼던 히틀러의 합작품이었다고 말한다. 대다수의 독일국민이 유대인 집단학살에 대해 적극적으로 지지하지도 않았지만 반대하지도 않았기 때문이다.\n책에 따르면 히틀러의 힘은 연설에서 나왔다. 히틀러는 국민의 마음을 읽는 데 탁월한 재주가 있었고 박력 있는 연설로 청중을 사로잡았다. 또 연설 효과를 극대화시키기 위해 밤에 실외에서 주로 연설했으며, 수십 개의 대형 서치라이트로 만든 스펙터클한 조명을 이용해 히틀러에 대한 신비감을 심어주고 군중심리에 휩쓸리게 만들었다.\n히틀러는 독일국민들이 원했던 애국심과 자신의 뛰어난 연설능력을 이용해 독일국민에게 근대에 대한 두려움과 근대화의 최대 수혜자였던 유대인들에 대한 거부감을 심어줬고 독일사회에서 신뢰감 있는 ‘영웅’으로 거듭났다. 히틀러가 독일총통으로 끝까지 권력을 지킬 수 있었던 것은 독일국민이 히틀러가 뿌려놓은 애국이라는 덫에 걸려 자발적으로 모여들었기 때문이었다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-11-27T21:34:43.728000",
  "updatedAt": "2023-11-27T22:46:45.798000"
}