{
  "id": "4b7ed1de-a78a-413f-b046-4556a4d543ba",
  "title": "The intuitive criterion",
  "content": "\"According to Wikipedia1, Cho-Kreps solution is a refinement of sequential equilibrium that uses an intuitive criterion to eliminate implausible equilibria in signaling games. It was proposed by In-Koo Cho and David Kreps in 19872. The intuitive criterion rules out equilibria where a type of player would not want to deviate to a dominated strategy even if that strategy would make the other player believe that he is a different type.\"\n \nThe intuitive criterion is a technique for equilibrium refinement in signaling games. It aims to reduce possible outcome scenarios by restricting the possible sender types to types who could obtain higher utility levels by deviating to off-the-equilibrium messages, and to types for which the off-the-equilibrium message is not equilibrium dominated1. In other words, it rules out equilibria where the receiver’s beliefs after observing an unexpected message are not consistent with what the sender would want him to believe2.\n\nSure, let me give you an example of how the intuitive criterion works. Suppose there are two types of workers, high and low, who can choose to get a degree (D) or not (N). Employers can offer a high wage (H) or a low wage (L). The payoffs are as follows:\n\nWorker\tEmployer\nH D H\t10 10\nH D L\t5 -5\nH N H\t-5 0\nH N L\t-10 -10\nL D H\t-2 0\nL D L\t-7 -5\nL N H\t-12 -10\nL N L\t-15 -15\nOne possible equilibrium is where both types of workers choose not to get a degree and employers offer a low wage. However, this equilibrium is not intuitive because if a worker deviates to getting a degree, the employer should not believe that he is the high type. That is because if he is the high type, he would be better off not getting a degree and getting a low wage than getting a degree and getting a high wage. Therefore, the employer should assign zero probability to the worker being high after observing him getting a degree. This contradicts the equilibrium beliefs that support this outcome. The intuitive criterion eliminates this equilibrium because it requires that off-equilibrium beliefs are consistent with what the sender would want them to believe.\n\nThis example relates to the Cho-Kreps solution because it shows how the intuitive criterion can eliminate implausible equilibria in signaling games. The Cho-Kreps solution is a refinement of sequential equilibrium that uses the intuitive criterion to rule out equilibria where a type of player would not want to deviate to a dominated strategy even if that strategy would make the other player believe that he is a different type1. In this example, the equilibrium where both types of workers choose not to get a degree and employers offer a low wage is ruled out by the Cho-Kreps solution because it violates the intuitive criterion. The high type of worker would not want to deviate to getting a degree even if that would make the employer believe that he is low, because getting a degree is a dominated strategy for him.\n\nTo find all sequential equilibria in this game, we need to specify a strategy profile and a belief system for each player that satisfy two conditions: consistency and sequential rationality1. Consistency means that the beliefs are updated by Bayes’ rule whenever possible. Sequential rationality means that each player’s strategy is optimal given his beliefs at every information set.\n\nOne possible sequential equilibrium is where both types of workers choose to get a degree and employers offer a high wage. The beliefs of the employers are irrelevant because they never observe an unexpected message. The beliefs of the workers are also irrelevant because they have no information sets. This strategy profile is consistent and sequentially rational because getting a degree is a best response for both types of workers given that employers offer a high wage, and offering a high wage is a best response for employers given that they expect workers to get a degree2.\n\nAnother possible sequential equilibrium is where the high type of worker chooses to get a degree and the low type chooses not to, and employers offer a high wage if they observe a degree and a low wage otherwise. The beliefs of the employers are μ(D) = 1 (the worker is high with probability one if he gets a degree) and μ(N) = 0 (the worker is low with probability one if he does not get a degree). The beliefs of the workers are irrelevant because they have no information sets. This strategy profile is consistent and sequentially rational because getting a degree is a best response for the high type of worker given that it guarantees him a high wage, not getting a degree is a best response for the low type of worker given that getting one would lower his payoff, and offering wages according to signals is optimal for employers given their beliefs.\n\nThese are the only two sequential equilibria in this game. Any other strategy profile would violate either consistency or sequential rationality or both.",
  "color": "default",
  "labels": [
    "4c2e72b8-0cf2-48f3-b5fa-5ad39f6b68ea"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-03-19T07:43:30.504000",
  "updatedAt": "2023-12-24T09:15:48.657000"
}