{
  "id": "4c4bd063-9638-492c-be84-c79f7e79d7cc",
  "title": "유리의 역사",
  "content": "세계 유리의 역사  \n유리의 기원에 관해서는 불분명하나 오늘날 알려진 바로는 대략 BC 3000년 중엽에 오리엔트지역에서 유리가 생겨났다고 한다.\n로마의 학자 플리니우스는 박물지에서, 해안에 표착한 페니키아인이 배에 실은 화물이었던 천연탄산소다로 모래사장에 화덕을 만들고 음식을 조리할 때 투명한 유리가 생겨났다고 전하고 있으나, 실제로는 그보다 훨씬 이전에 탄생한 것으로 볼 수 있다.\n이집트 제18대 왕조의 아멘호테프 2세, 토트메스 3세의 왕명이 있는 술잔 등이 제조 연대를 확인할 수 있는 최고의 제품이다.\n이러한 유리그릇은 막대 끝에 진흙이나 형겊을 감아서 녹은 유리 속에 담갔다가 끌어 올려 모양을 가다듬고, 냉각한 뒤에 속에 든 코어를 빼어버리는 이른바 코어글라스수법 으로 만들어졌다.\n코어글라스는 메소포타미아에서도 볼 수 있으며, 이라크에서는 유약의 재료와 제조법을 기록한 점토판이 발견되었다.\n투탕카멘왕무덤의 출토품에서 나온 마스크·관·장신구, ·베개 등에서 볼 수 있는 많은 유리 장신구는 녹은 유리를 주형에 부어서 만드는 방법을 사용하였다.\n또한 아시리아제국의 유리그릇에 절단기술이 사용된 점이 특이하다.\n그리스에서 유리공예는 헬레니즘기에 들어와 지중해 동부에 있는 여러 시에서 급속히 발전하였다. 특히 시돈과 알렉산드리아는 다양한 유리제품의 생산지로 유명하다. 이 지역에서 새로 개발된 밀레피오리·모자이크글라스·카메오글라스 등은 이후 유리공예의 기본적인 장식기법이 되었다.\n로마시대에 들어와서는 녹은 유리를 파이프 끝에 묻혀서 입으로 불어 팽창시켜 원하는 모양을 만드는 블로우잉 기법이 사용되었다. 이것을 통하여 유리그릇을 값싸고 효율적으로 생산하게 되었으며, 일용품으로서 널리 보급되었다. 이 시기의 유리를 로마글라스라고 부르며 3∼4세기경이 융성기였고, 4세기 말 로마제국이 분열된 이후 급속하게 쇠퇴하였다.\n중세 유럽의 유리공예는 동방 이슬람문화권에서 식기·등의 분야에서 활발한 생산이 계속되었다. 이집트나 시리아에서 만들어진 모스크용램프는 에나멜유를 활용한 화려한 제품으로서 특히 유명하다. 이러한 이슬람글라스의 양식과 기법은 십자군을 통해 유럽에도 전해졌으며, 특히 베네치아를 유리공예의 중심지로 만들었다.\n베네치아는 다시 로마 이래 유리기법을 부활시켜서 신종 투명유리를 개발하는 등 유리공예의 생산을 국가의 기간산업으로 육성했으며, 15∼16세기 경에는 유럽의 고급 유리제품시장을 거의 독점하게 되었다. 이러한 대세는 기능인들의 유출이나 제조법에 대한 누설 등으로 인하여 16세기 경에는 무너졌으나, 화려한 베네치아글라스의 전통양식은 오늘날까지 계승되고 있다.\n알프스북방 삼림지대에서는 소규모의 공장들이 계속 생산하고 있었다. 술잔 등 일용잡기가 주품목이며, 나무의 재를 많이 사용한 점에 특색이다. 프랑크글라스, 클로우글라스, 발트글라스 등이 이러한 종류의 북방유리를 대표한다. 그 중에서도 15세기경부터 나타난 레마잔은 당시의 음식풍속과 결부된 제품이다.\n보다 나은 고품질의 유리그릇이 북방에서 제작되게 된 것은 16세기 무렵부터이다. 특히 보헤미아에서는 프라하의 궁정을 중심으로 하여 베네치아에 대항할 수 있는 양질의 유리공예를 육성하고 있었음을 알 수 있는데, 투명도가 높은 칼리글라스를 소재로 해서 인그레이빙이나 커팅을 살린 제품이 만들어지게 되었다.\n또한 다채로운 에나멜로 그린 그림을 붙인 ＜흄펜＞이라고 하는 큰 잔 등 새로운 형식도 생겨났다.\n영국도 16세기 후반, 엘리자베스 1세 시대가 시작되면서 성숙된 궁정문화를 꾸미는 것으로서\n고급 유리그릇, 특히 술잔의 생산이 신장되었다.\n17세기에 들어와서 조지 레이번즈크로프트가 납 크리스털글라스를 발명하여, 다양한 술잔이 만들어지게 됨으로써 근세 유리공예사에 한 분야를 확립하였다. 이른 바 트위스트글라스가 그 대표적인 예이다.\n1780년 무렵에는 아일랜드에서 납크리스털에 의한 커트글라스의 생산도 활발하였다.\n산업혁명은 유리의 생산방식에 큰 영향을 주었다. 연료로서는 석탄을 많이 사용하게 되었으며, 증기기관이 강력한 프레스나 회전숫돌의 출현을 유도하였다. 한편,유리는 성형이나 꾸미는 단계에서 수공의 비중이 크기 때문에, 근대의 유리공예는 크게 규격화한 대량생산품과 종래의 방식에 따른 수공제품 2가지로 나뉘게 되었다.\n19세기 후반부터 지금까지의 유리공예의 양상은 이러한 상황을 잘 말해 주고 있다.\n미국에서 발달한 프레스글라스는 전자의 예이고, 갈레와 돔으로 대표되는 아르누보의 작품이나 이른바 스튜디오글라스의 제품은 후자의 좋은 예이다. 앞으로도 이러한 경향은 지속될 것으로 보인다 \n \n 한국 유리의 역사 \n우리나라에서는 기원전 2세기 경에 만들어진 것으로 추정되는 유리구슬이 발견되었다. 우리나라만의 독특한 유리 기구는 신라시대 경주 고분에서 처음으로 출토되었는데, 금관층에서 나온 유리잔 금령촌에서 나온 유리주발, 천마총에서 나온 유리그릇 등은 지금까지 동양에서 발견된 일련의 유리 기물들에서는 볼 수 없었던 아주 독특한 형태를 지니고 있다. 이렇게 우리나라의 유리기술은 오래 전부터 사용해왔던 걸로 봐서 유리의 본격적인 유리문화가 시작된 것은 신라시대부터 였던 것으로 추정된다.\n\n우리 나라에서 처음으로 유리가 제작된 것은 삼국시대로 이 시대의 유리 유물은 계속 발견되고 있으나 정확한 유리의 기원이나 고려, 조선시대의 제작 상태에 대해서는 명확하게 알 수는 있는 기록이 없다. 다만 우리나라 고유형태의 유리유물과 금속의 조화를 이룬 뛰어난 독창성으로 주목을 받은 유리사리병은 물론, 최근에는 유리제작터까지 발견됨으로서 화려했던 한국 유리공예의 역사를 알리고 있다. 우리나라의 고대 유리 제품들은 대부분이 로마시대 형태의 유리이며, 동양적인 유리가 출현한 것은 통일신라 이후 불교 문화가 도입되면서 부터이다. 그러나 고려와 조선을 거치면서 고려청자, 조선백자 등의 도자기에 밀려 쇠퇴하여 조선시대에는 비녀, 족두리, 노리개 등의 복식에 쓰이는 소형유리제품들이 명맥을 유지하였다.\n그 이후 본격적으로 서양의 유리제품이 소개된 것은 1876년 이후이며, 근대 첫 유리제조공장인 '국립유리제작소'는 1902년에 완공되었다. 그리고 현재에는 세계적 규모의 판유리산업과 수동(Handblown) 혹은 자동에 의한 유리식기산업, 병유리산업, 산업용 유리 등의 생산업체와 2차 가공업체를 포함하면 약 300여개에 이르고 있다.\n\n그에 비해 유리를 예술적 매체로 인식하기 시작한 것은 80년대 후반으로, 미국, 일본, 독일, 프랑스 등지에서 공부하고 온 유리작가들의 개인전과 워크샵 개최, 단체전등으로 한국유리공예에 대한 기능성이 확인되고 있다. 그러나 개선되지 않은 국내의 불충분한 작업환경은 창작의욕을 감소시키고 있는 상황에서 유리공예공방 설립에 관한 제안은 우리의 화려했던 유리조형의 전통을 새롭게 되살려 한국 유리조형발전에 견인차 역할을 할 것이며, 나아가 정부에서도 표방하는 산학협동체제로 고부가가치의 유리산업을 이루는 지름길이 될 것이다. 다시 말하자면 유리공예공방의 설립은, 조형소재로서의 유리의 가능성을 여러 조형작가들이 개발하고 또한 일반인들의 적극적인 참여로, 한국 유리공예의 우수성을 국제적인 수준으로 유지하는 한편, 한국의 유리문화의 가치를 확산시켜 한국 유리산업계를 발전시키는데 있다고 하겠다. 이미 유리조형세계가 발전되고 있는 미국, 일본, 유럽 등지에서 운영되고 있는 대표적인 유리공방등은 좋은 사례라고 하겠다\n지금의 우리 나라에서는 유리제품의 주원료가 되는 규석,규사,석회석,백운석과 같은 천연원료가 대량 산출되고 있으며 그 질도 우수하고 제조기술도 나날이 향상되고 있으므로 유리산업은 더욱 발전할 것이며 이러한 산업화 과정에 의해 유리조형의 대중화 시대를 맞이할 것이다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-12-31T09:42:03.253000",
  "updatedAt": "2022-12-31T09:44:10.669000"
}