{
  "id": "4c6ed813-36fc-4408-a780-9eac0c28e684",
  "title": "밀수(密輸, smuggling)의 역사 - 서양",
  "content": "![image](media/17f17691757.ae867023798d918e.jpg)\n\n\n\n인류 역사에서 밀수는 경제적·정치적인 행위였고 항상 지정학적인 영향을 받았다. 밀수는 국제 분쟁, 국가의 세계화의 주요 요인이었다. 근현대 강국들은 모두 밀수를 통해 경제 대국으로 급성장했다. \n\n밀수가 가장 성행했던 시대는 18세기 무렵이었다. 당시 영국은 밀수의 천국으로 담배·차·비단·술, 그리고 향료 등이 물밀듯이 들어왔었다. \n프랑스에서도 밀수는 성행해 담배·소금 등이  인기 품목이었다. 이들은 모두 정부의 전매대상이었다. 소금 같은 경우는 식생활의 필수품으로 정부의 보호를 받아야할 물품이었다. \n\n[프랑스 대혁명]\n프랑스에서는 1286년 필리프 4세가 재정 부족을 이유로 악명 높은 ‘가벨(gabelle)이라는 염세 제도를 만들었다. 이후 1680년 5월에 국가 재정 파탄을 막기 위해 프랑스의 재상 콜베르가 내린 대칙령으로 인해 염세 제도가 한층 강화되었다. 심지어 1인당 소금 구입량까지 정하여 8세 이상부터 1년에 최소한 약 3리터의 소금을 사용하도록 강제하였다.\n프랑스의 염세제도는 국민들의 노역을 강화시키게 되었고 결국 프랑스 혁명의 도화선이 되었다. 소금 가격의 변화를 보면 12~13세기 프랑스 프로방스 지역의 소금 원가는 45킬로그램에 네 푼도 채 되지 않았는데 염세가 부과되면서 소금 가격이 치솟기 시작하여 1630년에는 소금 원가의 14배, 1710년에는 140배까지 올랐다. 염세 징수가 가혹해지자 염세가 싼 곳에서 몰래 소금을 들여오려는 사람들이 생겨났고, 이 같은 밀매가 적발되면 극심한 형벌을 받았다. \n가혹한 염세 제도로 인해 농민들은 여기저기서 봉기를 일으켰고 이는 결국 1789년 프랑스 대혁명으로 이어졌다. 프랑스 혁명 이후 ‘가벨’제도는 잠시 사라졌으나 전쟁 비용을 대기 위해 나폴레옹이 다시 부활시켰고, 1949년까지 유지되었다.\n\n[대항해 시대]\n대항해시대는 해적과 밀수의 시대라 해도 과언이 아니다. 단지 1500~1750년의 시기는 해적들이 글로벌한 스케일로 발호했다는 점에서 이전과는 성격이 완연히 달라졌다. 해적 활동은 밀수와 직결되어 있다. 약탈한 화물을 처분해야 해적들도 생존할 수 있었고 그러한 약탈 상품에 대한 수요가 많기 때문에 약탈물을 비밀리에 매매하는 밀수가 불가피하게 일어났다.\n이 시대의 밀수란, 국가적인 사업이자 식민지를 개척하여 경제의 패권을 차지하는 일과 다름 없었다. 일반적으로 밀수꾼들은 야만적이거나 국가의 권위에 도전하는 자들이라 할 수 있지만 이 시대의 밀순꾼들은 국가의 비공식적인 대리인이자, 권력 투쟁의 중심 역할을 하기도 했고, 때로는 국부를 증진시키는 애국자이기도 했다. \n역사상 처음으로 대서양의 패권을 잡은 나라는 포르투갈이었다. 당시는 인도에서 수입하는 향신료(주로 후추)의 무역이 성행했는데, 이 항신료를 수입하고 항로를 확보하는데 가장 선구자적인 역할을 한 사람이 포르투칼 왕 마누엘이다.(사실은 그의 장군 알부케르크의 공이다.)  마누엘왕은 스스로 독점권을 행사하고, 자신들 외의 무역을 모두 금지해 버렸다. 당연히 이에 대항하여 해적질과 밀수를 행하는 세력들이 생겨났다.\n그 후 스페인이 남아메리카를 식민지로 삼으면서 카리브해와 대서양의 지배자로 떠오른다. 스페인 역시 스페인에서의 독점적인 무역권을 주장하면서, 자신 외에 거래를 밀수로 취급한다. 스페인은 강한 함선들과 연안에 구축된 요새를 통해 이런 독점적인 무역권을 굳건히 했다. 당시 스페인은 영국을 비롯한 각국의 해적으로부터 카리브연안을 지키기 위해 메넨데스라는 제독을 임명했었는데, 그의 뛰어난 능력에도 불구하고 영국의 해적왕 존 호킨스는 카리브 연안을 제집 드나들듯이 드나들며 밀수 사업을 벌였다.\n이런 상황은 동인도제도나 남중국해에서도 마찬가지이다. 당시의 밀수품의 품목 중 가장 값진 것은 향신료였는데, 특히 지금의 몰루카 제도가 향신료의 가장 큰 생산지였다. \n네덜란드인들은 아메리카 대륙에서는 힘의 역학상 영국, 프랑스, 포르투갈과  대등하게 밀수 활동을 할 수밖에 없었지만, 동양에서는 독점적 위치였다.\n당시 네덜란드는 동인도 회사를 통해 이 지역에 독점권을 행사하고 있었는데, 이곳 역시 영국을 비롯한 여러 나라의 밀수꾼들(해적)의 좋은 먹이감이었다. 카리브 해에서 밀수 활동이 활발해진 이유는 수요가 있었기 때문이다. 소금의 경우 네덜란드의 상인들에게 필요했을 뿐 아니라 국가적으로 시급한 문제였으며, 밀수가 국가의 정책과도 연결돼 있다는 사실을 알 수 있다. \n\n[드레이크와 호킨스]\n1567년 영국의 사략선 부선장과 선장이었던 드레이크와 호킨스는 신생 노예무역에 참여하기 위해 아프리카로 항해한다. 그들이 흑인 노예들을 정착민들에게 팔기 위해 카리브해의 스페인 식민지로 항해했을 때 멕시코의 산후안 데 울루아 항구에서 스페인으로부터 격렬한 공격을 받았다. 드레이크와 호킨스는 가까스로 탈출하여 목숨을 건졌지만, 이 사건으로 많은 선원이 죽었다. \n존 호킨스 휘하에 6척의 무장상선으로 구성된 영국함대는 멕시코 현지 스페인 관리들의 협조로 Spain Main(아메리카 대륙에 있고 카리브해에 해안선이 있는 스페인 제국의 부분을 총칭)을 따라 무역을 하고 있었다. 그러나 본토의 스페인 당국은 해적들의 거래를 토르데실라 조약을 위반한 불법 밀수로 간주했다.\n토르데실라 조약이란 당대 해군 강대국인 스페인과 포르투갈이 탐험 지역들에 대한 영토 분쟁을 해결할 목적으로 정한 조약이다. 이 조약에 따르면 포르투갈은 대서양을 통하여 아시아 및 동인도 제도로 진출할 수 있었고(그림 보라색), 스페인은 아메리카 대륙 쪽(서쪽)으로 진출(그림 노란색)해야만 했다. \n\n[미국 독립전쟁]\n독립전쟁을 촉발시킨 보스턴 차 사건도 영국 동인도회사가 네덜란드 밀수품보다 싸게 차를 팔자 쫄딱 망하게 된 밀수꾼들이 일으킨 사건이다. \n미국 식민지로의 차 수입 독점권을 확보한 영국 동인도회사는 시장을 선점했던 네덜란드 밀수품보다 싸게 차를 팔았다. 네덜란드 차 밀수에 막대한 금액을 투자하면서 엄청난 이익을 챙기던 미국 무역업자들은 심각한 위기의식을 느낄 수밖에 없었다.\n1768년 영국 세관은 와인을 가득 싣고 있던 밀수선 리버티 호를 북아메리카 식민지 보스턴 항에서 압류했다. 관세 납부를 거부했기 때문이다. 이 배의 선장은 밀수꾼 존 핸콕(John Hancock)이었다. 이 사건은 미국 ‘독립 전쟁’의 도화선에 불을 붙였다. 또한 그는 이 행위로 명성을 얻었고 급기야 1776년 7월 4일 미국 독립 선언문에 최초로 서명한 인물이 됐다.\n식민지 시절 영국이 매긴 높은 관세와 무역 장벽 탓에 밀수가 어려워지자 영국의 지배에서 벗어나야겠다는 의지를 불태우게 됐고, 독립전쟁으로 이어졌다. \n독립전쟁에서 영국이 패배한 것도 워싱턴 군대에 보급품을 실어나르는 밀수 화물선을 막지 못한 탓이다.\n브라운대도 미국 건국 초기의 대표적 밀수꾼 존 브라운이 세운 학교다. 밀수꾼들이 세관 단속선을 덮쳐 약탈하고 불을 지른 ‘가스피호 사건’의 주인공이다. \nThe Gaspee Affair was a significant event in the lead-up to the American Revolution. HMS Gaspee was a British customs schooner that enforced the Navigation Acts in and around Newport, Rhode Island in 1772. It ran aground in shallow water while chasing the packet ship Hannah on June 9 near Gaspee Point in Warwick, Rhode Island. A group of men led by Abraham Whipple and John Brown I attacked, boarded, and torched the Gaspee.\nThe event increased tensions between the American colonists and British officials, following the Boston Massacre in 1770. British officials in Rhode Island wanted to increase their control over trade—legitimate trade as well as smuggling—in order to increase their revenue from the small colony. But Rhode Islanders increasingly protested the Stamp Act, the Townshend Acts, and other British impositions that had clashed with the colony's history of rum manufacturing, slave trading, and other maritime exploits.\n\nJohn Brown I (January 27, 1736 – September 20, 1803) was an American merchant, politician and slave trader from Providence, Rhode Island. Together with his brothers Nicholas, Joseph and Moses, John was instrumental in founding Brown University (then known as the College of Rhode Island) and moving it to their family's former estate in Providence\n\n[럼주 밀수]\n미국의 영토 확장에도 밀수가 혁혁한 공을 세웠다. 밀수꾼들은 유럽인들이 모피를 원한다는 사실을 알고 서부 인디언들에게 접근, 밀수한 독한 럼주를 팔고 그 대가로 모피를 받았다. 덕분에 밀수꾼들은 떼돈을 벌고 미국은 영토를 넓혔지만 인디언들은 술독에 빠지고 살던 데서 쫓겨났다. \n\n[남북전쟁]\n남북전쟁 당시 북군의 압도적인 우위에도 불구하고 전쟁이 4년이나 계속됐던 이유도 남군이 면화를 밀수출하고 무기를 밀수입하여 무기를 조달했기 때문이다. \n남북전쟁이 발발하자, 영국은 북부와 동맹이 되어 남부에 대한 해상 봉쇄를 실시한다. 해군 전력이 변변치 않았던 남부는 주요 수입원이었던 면화 수출길이 막힌데다 무기를 들여올 수 없어, 결국 초반의 우세에도 불구하고 패배한다.\n남부의 계산이 틀린 것은 바로 이 지점이었다. 남부는 세계 최대의 방직 산업국가인 영국이 남부의 면화를 수입하지 않을 것이라고는 계산치 못했다. 왜냐하면 그것은 영국에게 엄청난 손실을 가져다 주는 일이었기 때문이다.\n그래서 전쟁 전의 '계산'으로는 영국이 오히려 남부편을 들거나, 최소한 '중립적'일 것이라고 생각했다. 그러나 영국은 북부편을 들어 남부산 면화 수입을 전면 금지했다.\n물론 표면적인 이유는, 남부의 면화가 노예들에 의해 생산된, 비인도주의적인 상품이라는 것이었다(영국은 1800년대 초에 노예 무역을 금지하고 1830년대에는 노예제를 금지한다). 그리고 면화 금수로 영국은 막대한 손실을 입기는 했다.\n그러나 이 손실은 북부의 승리 후 미국 전역이 '산업화'되면서 영국이 얻게될 막대한 금융적, 산업적 이득에 비하면 미미한 것에 불과했다. 게다가 영국은 남부의 면화를 대체할 새로운 생산지를 개발하기도 했다. 오늘날 이집트와 인도가 면화 주요 생산지가 된 것은 남북 전쟁의 직접적인 결과라고 할 수 있다.\n\n\n\n1950~1960년대 미국 중앙정보국(CIA)은 프랑스 노동운동을 깨뜨리려 코르시카 폭력배들을 고용해 프랑스 공산당이 장악한 노동운동의 중심지 마르세유를 유린했다. 이들 폭력배들은 나중에 마르세유 부둣가를 장악해 미국으로 수출하는 헤로인의 집산지로 만들어 버렸다. 1971년 영화로도 만들어진 ‘프렌치 커넥션’의 배경이다. 시아이에이의 주무대였던 니카라과, 아프가니스탄에서도 비슷한 일들이 벌어졌던 사실은 이미 잘 알려져 있다.\n\n[미국의 산업혁명]\n미국이 영국의 산업혁명의 기술을 밀수.\n건국 초기 미국은 당시 영국이 주도하며 세계 경제를 좌우하던 섬유산업 부문에서 방적기, 소면기 등 관련 기술과 기술자를 들여와 경제를 일으켰다. 섬유산업이 커지자 면화 생산 인력을 조달하기 위해 아프리카에서 흑인 노예를 밀수했다. 노예제에 반대한 링컨조차 면화를 밀수해 군수품과 바꾸는 일을 서슴지 않았다.\n\n[나폴레옹 전쟁]\n1806년 10월 나폴레옹은 트라팔가 해전에서 넬슨 제독에게 패한 보복조치로 영국 상품을 유럽대륙에 판매하지 못하도록 하는 대륙봉쇄령을 내렸다. 영국은 식민지에서 들어오는 물산이 풍부했기 때문에 나폴레옹의 봉쇄를 견뎌냈지만, 유럽 대륙에서는 싼 영국산 상품이 들어오지 못하게 되어 물가가 올라갔다.\n이미 영국에 진출한 마이어 로스차일드의 셋째 아들 나탄 마이어(Nathan Mayer)는 맨체스터 사무소를 폐쇄하고 런던에 사무소를 냈다. 그는 프랑스의 대륙봉쇄령을 역이용해 큰 이문을 남겨줄 사업을 구상했다. 싼 영국산 물건을 유럽 국가에 팔면 가뜩이나 물가가 오른 상태에서 높은 수익률을 낼수 있었다. 프랑스 입장에서는 불법이요 밀수이지만, 영국에서는 합법적인 장사였다.\n나탄은 프랑크푸르트의 형제들에게 비밀 연락을 취해 영국산 물건을 대륙에서 파는 사업을 모색했다. 나폴레옹 황제에 대한 도전이었다. 나탄은 죽음을 두려워하지 않는 선장들을 고용했다. 해적의 나라 영국에는 그런 뱃사람들이 많았다. 위험의 댓가는 충분히 지불했다. 어쩌다 밀수 행위가 적발되면 뇌물을 써서 넘어 갔다. 전쟁 상황에 타락한 장교들이 많았다.\n프랑크푸르트의 형제들은 겉으로는 프랑스에 충성하는 척 하면서 영국의 나탄이 보내오는 물건을 반입해 팔았다. 영국산 면포, 식료품, 영국 식민지산 상품이 형제들의 비밀 루트를 통해 유럽 각국에 팔려나갔다. 그들은 물건들을 독일, 스칸디나비아, 네덜란드, 프랑스 각지로 뿌렸고, 담배와 커피 설탕 염료 등을 비싸게 팔았다. 물건이 희귀했기 때문에 부르는 게 값이었다. 당시 독일내 프랑스 괴뢰정부인 라인연방을 책임지고 있던 카를 폰 달베르크(Karl Theodor von Dalberg)공작도 로스차일드 형제들의 사업을 눈감아 주었다고 한다. 달베르크는 로스차일드 가문과 재정적 후원 관계에 있었다.\n아무리 유럽 전 해안을 막아도 밀수품이 틈새를 비집고 들어오자 프랑스는 봉쇄 4년만인 1810년에 교역 허가제로 전환했다.\n\n[기니런]\n나폴레옹은 영국의 밀수꾼들을 '끔찍한 인간들'이라고 불렀지만, 1811년 이 '끔찍한 인간들'이 합법적으로 밀수를 할 수 있도록 그라블린에 '밀수 도시'를 세워준다. 이유는 영국 경제에 타격을 주기 위해서였다. 자신이 거느리고 있던 대규모 용병 부대에 줘야 하는 급료를 감당하기 힘들었던 나폴레옹은 영국의 기니 금화로 이를 지급하려는 계획을 세웠고, 이를 통해 영국의 통화 유출을 조장해 경제 위기를 일으키고자 했다. 그래서 영국의 금화 밀수꾼들을 프랑스의 한 도시에 '초청'해 모아놓고 그들이 밀수한 기니 금화를 하나당 30실링씩 주고 사들였던 것이다. 그러나 결과적으로 이 정책은 실패로 돌아갔다. 밀수꾼들이 그 와중에 또 몰래 '계약 외의 밀수'를 행했던 것이다. 영국과 프랑스의 경쟁으로 금값이 오르자 밀수꾼들은 금화 일부를 빼돌려 그라블린 말고도 암스테르담과 릴 등지에 팔았고, 그라블린에서도 나폴레옹에게 전부를 팔지 않고 프랑스 내에 입점해 있던 포르투갈 및 스페인 은행에 또 일부를 팔았다. 그리고 이들 은행에 흘러간 기니 금화는 결국 지폐로 교환되어 나폴레옹 군대와 싸우던 영국과 스페인 군대의 지원금으로 흘러 들어갔다. '미친 개는 미친 개로 잡는다.'는 나폴레옹 나름의 똘똘한 전략이었지만, 그 미친 개한테 자신이 물릴 가능성은 미처 생각하지 못했던 것이다.\n\n1811년 나폴레옹 보나파르트는 영국의 밀수꾼들을 위해 프랑스 그라블린(Gravelines)에 위치한 외국인 거주지에 ‘밀수 도시’를 세워주었다. 나폴레옹 1세가 된 이 황제의 목적은 영국 금화 ‘기니’의 밀수였다. 이른바 ‘기니 런(Guinea Run)’의 시작이었다.\n나폴레옹 1세는 1811년 프랑스 제국의 칙령으로 됭케르크에 있던 외국인 거주지에 사실상 ‘밀수도시’를 세워주었다. 영국의 밀수꾼들을 ‘비공식적’으로 초청해 확보한 영국 금화 ‘기니’로 자신의 용병들에게 급여를 지급하려는 목적이었다. 하지만 실제는 금의 함량이 높은 기니를 확보해 프랑스의 외자 상환능력을 유지하려는 속셈이었다.\n\n[랭보]\n시인 아르튀르 랭보가 1891년 37살 나이로 숨졌을 때 그의 직업은 ‘무역업자’였다. 엄밀히 말해 ‘밀수업자’였다. 1873년 랭보는 문학적 동지이자 연인이었던 시인 베를린과의 권총사건 이후 절필을 선언했다. 유럽을 맨발로 떠돌던 그는 아프리카 아덴으로 건너가 코끼리 상아 밀매와 노예매매, 그리고 무기 밀무역에까지 손을 댔다.\n랭보는 그가 아프리카로 떠나고 없는 동안 달아오르던 문학적 평판에 대해서는 전혀 신경 쓰지 않았 다. 아마도 그에게 누구로 기억되고 싶은지 물었다면 시인이 아니라 무역업자라고 대답했을 것이다. 그리고 당장은 아니었지만 그의 무역은 점차 밀수가 돼갔다. 그리고 그는 애초에 밀수업자가 되기로 한 듯 보인다. 아프리카로 떠나오면서 집에 보낸 편지에는 이렇게 쓰여 있었다.\n“아무도 모르는 곳에서 밀무역을 하기 위해 왔습니다.”\n\n[문서 밀수]\n“만인은 평등하다”고 여기기 시작한 18세기 계몽주의 사상은 왕정 체제를 유지하려는 대부분의 유럽 국가에서 용인할 수 없는 ‘위험한’ 생각이었다. 그렇기 때문에 밀수로 전파됐다. 이런 사고방식이 허용됐던 스위스와 같은 나라에서 ‘책’이라는 형태로 밀수 유통망을 통해 전유럽에 뿌려졌다. 밀수가 ‘혁명’의 요소가 된 순간이었다. 우리나라의 경우 수많은 순교자를 만들어낸 조선 말기의 천주교 사상은 주문모(周文謨) 신부와 함께 중국에서 밀수돼 들어온 선교사 존 로스(John Ross)의 한글 번역판 성서의 유통으로 촉발된 것이었다.\n1958년 노벨 문학상에 지명된 보리스 파스테르나크의 <닥터 지바고>는 소련 내에서 발표가 허락되지 않자, 영국의 철학자 이사야 벌린이 원고를 밀수해 1957년 이탈리아에서 출간했다. 볼테르의 <철학사전>도 밀수꾼이 스위스 제네바에서 혁명 전인 혼란의 프랑스 파리로 밀반출한 것이다.\n우리나라 역시 병인양요나 신미양요들을 통해 프랑스와 미국에 주요 문화재들을 약탈 당한 사건이 있다. 이 책에는 근대에 서구에 의해 중동과 아시아, 남미 등에서 광범위한 문화재 밀수가 행해졌으며, 심지어는 유명한 작가인 앙드레 말로까지 그의 부인 클라라와 함께 인도차이나 반도에서 유물을 가져오는 일에 가담했다는 충격적인 사실까지도 언급하고 있다. 이런 것이 가능했던 것은 당시 문화제 밀수를 범죄라기 보다는 문화적 욕구를 충족시키는 일로 보았던 왜곡된 시각이 존재하기 때문이었다.\n\n인도에서의 소금밀수도 유명하다. \n19세기 인도에서는 영령아래서 소금의 밀매가 대단했다.\n\n1920년대의 미국은 금주국이었다. 그틈에 유럽이나 서인도 지방에선 술의 밀수품이 미국으로 흘러 들어갔다. 미국은 당시 금주제를 엄격히 지켜 범법자는 사형까지 했었다. 그러나 주류밀수는 끝내 막지 못하고 말았다. 결국 금주령 쪽에서 먼저 손을 들고 말았다.\n\n[콜롬비아]\n오늘날의 리오아차는 콜롬비아 최대 소금 생산지로서 수세기 동안 밀수꾼들의 영역으로 알려진 넓은 사막 가장자리에 자리 잡고 있다. 요즘도 그렇지만 당시에도 밀수는 이 지역의 주요 교역 수단이었다. 10년 전만 해도 비공식적인 항구에서 세금을 물지 않은 불법 수입품을 전반적으로 취급했는데, 특히 하이파이 오디오나 전자제품, 유명 브랜드 의류, 고급 주류 등이 거래됐다. 현재에도 이곳은 코카인 밀수에서 중요한 위치를 차지하는 지역이다. 멀리 떨어져 있는 작은 항구에서 선박을 통하거나 수많은 비밀 활주로에서 항공편으로 빠져나가고 있다.\n\n[아프리카 다이아몬드]\n아프리카를 중심으로 한 다이아몬드 밀수의 심각성을 이야기한다. 시에라리온과 같은 나라에서는 품질 좋은 다이아몬드가 생산되고, 이것을 놓고 내전이 발생한다. 그리고 다시 다이아몬드가 무기와 거래가 되고, 내전이 더 심각해진다. 이렇게 생산되는 다이아몬드는 블러드 다이아몬드라는 악명이 붙어서 밀수를 통해 유럽과 미국의 부유층들에게 판매가 된다.\n\n[마약 등]\n현대로 오면 역시 절대 빼놓을 수 없는 밀수품이 하나 있다. 바로 마약이다. 중국의 아편과 함께 연상되는데 이 마약은 현재 최고의 금지물품이다. 당연히 유통되려면 불법으로 유통될 수밖에 없다. 동남아 황금의 삼각지와 중남미 마약 재배지는 언제부터인가 나의 머릿속에 자리를 잡았다. 몇몇 장면들이 머릿속에서 춤춘다. 마약과의 전쟁을 선포한 미국의 과거와 현재도 역시 같이 떠오른다.\n불법다운로드 사이트에서 제공하는 영화나 음악 파일들도 밀수로 거래되는 것들이고, \n진품과 유사한 모조품이 유통되는 것. 한국은 명품 핸드백과 같은 최고급 사치품의 ‘슈퍼 모조품’ 생산국으로 유명하다. \n코카인과 헤로인에서부터 무기 거래 또한 암암리에 계속되고 있고, 암시장의 거래도 활발하다. 오히려 공급선 또한 과거보다 훨씬 정교해졌다. \n\n[도시바-콩스버그 스캔들]\n도시바가 1984년까지 노르웨이의 콩스베르그 (Kongsberg)사를 통하여 CNC 공작기계들을 소련에 밀수출했다. 소련은 이렇게 획득한 장비를 이용해 소음을 크게 개선한 잠수함 스크루를 개발하고, 당시 소나 음파탐지로 소련 잠수함을 추적하던 미국은 어느 순간부터 갑자기 소음이 확 줄어들어서 추적이 어려워지자 크게 놀라고 한바탕 난리가 나기도 했다. 이 사실을 1987년 CoCOM위원회 정기총회에서 미국 정부가 공개함으로써 큰 사단이 일어났고, 미국 의회에서는 다자간수출통제촉진법(Multilateral Export Control Enhancement Act)을 채택하면서 동시에 도시바 제품에 대해 미국 정부와의 계약 금지, 미국 정부 측의 구입 금지 법안을 채택하였다. \n미군은 도시바에 군사용 비품 납품을 중지했고, 미국 정부는 도시바 제품에 대해 3년 동안 금수조치를 내렸다. \n도시바 회장과 임원들이 짤리고 일본 총리가 사과성명을 발표했다. 그러나 거액을 들여서 초호화 로비스트 진용을 갖추고 전면적으로 손을 쓴 덕분에 이듬해 1988년부터는 도시바 제재 법안이 사실상 껍데기만 남았다. 4년 후 문제의 도시바 기계가 또 컴퓨터기술을 소련에 수출해 물의를 빚었으나 이번엔 일본 정부가 빠르게 조치를 취해 미국의 제재를 받는 일 없이 겨우 넘어갔다.",
  "color": "default",
  "labels": [],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-19T12:33:16.970000",
  "updatedAt": "2023-03-17T11:27:20.733000"
}