{
  "id": "4d05f2e8-8e59-4bbd-a3f5-84aa547ff2dd",
  "title": "맥주(麥酒)의 역사",
  "content": "맥주는 보리를 가공한 맥아(麥芽)를 발효한 술로서 알코올은 맥주의 종류에 따라, 2 ~ 8% 정도의 다양한 도수를 가진 술이다. \n옛날 사람들은 물을 공급받는 수단의 하나로 맥주를 마셨다. 옛날 사람들이 평균 수명이 짧았던 가장 큰 이유는 수인성 질병이 많았기 때문이다. \n맥주는 알코올을 함유하고 있기 때문에 미생물에 대하여 저항력이 강하여 와인과 함께 가장 안전한 음료로 여겨 졌다. \n그러나 오늘날 고고학계 연구의 따르면 이동이 필수였던 수렵생활 시기부터 맥주가 발견되어서 오염이 아니라 단순히 기호식품으로 선호했기 때문이라는 견해가 대두되었다.\n\n[수메르]\n최초의 맥주는 BC 4000년쯤 보리빵이 주식이던 수메르에서 생겨났다는 게 정설이다. 수메르인들은 곡물로 만든 빵을 분쇄한 다음 맥아를 넣고 물을 부은 뒤 발효시키는 방법으로 맥주를 제조했다고 한다. 맥주 양조장을 운영했고 지푸라기 빨대로 맥주를 마시는 모습이 유적에 새겨져 있다. \n\n[이집트]\nBC 3000년쯤 이집트로 전해진 맥주는 신에게 바치는 음료이자, 노동자에게 지급되는 임금이었다.\n이집트인들에게 맥주는 다양한 용도로 쓰였다. 이집트인들은 마시기도 했지만 벌레에 물리거나 위급한 병 등 온갖 병에 효험이 있는 만병통치약으로 사용했다.\n고대 이집트에서도 피라미드 건설에 동원된 인부들에게 맥주와 마늘을 배급한 기록이 남아 있다. 이집트의 유물 중에는 맥주를 만드는 형상도 있다.\n\n[바빌로니아]\n바빌로니아의 함무라비 법전에는 맥주와 관련된 조항들이 여럿 있다. 이를테면 맥주를 사고팔 때는 값을 곡물로 치르지만, 외상 술값은 은으로만 받도록 했다.\n\n[그리스·로마 시대]\n그리스·로마 시대에는 맥주가 홀대받았다. 와인은 ‘신의 음료’라며 최상으로 쳤지만, 맥주는 야만족의 역겨운 발효 음료로 낮춰봤다. \n그러다가 카이사르의 갈리아 원정 때 맥주가 병사들의 영양 공급원으로 각광받으면서 대중적인 음료로 널리 퍼졌다. 이때부터 맥주는 귀족들의 전유물로 여겨져 귀족들은 궁궐에서 밤마다 흥청망청 생맥주 파티를 열곤 했다.\n카이사르의 군대는 갈리아(중유럽)와 영국에 맥주파티 풍습을 전파했다. \n\n[중세]\n중세 유럽 도시에서는 깨끗한 물이 귀했다. 지금과 같은 위생 개념이나 기술이 없던 시절에 수질 관리가 제대로 이뤄질리 만무했다. 상하수도 시설이 제대로 있을 리 없었고 식수는 마을 공동 우물에 의존했다. 공동으로 마시는 우물물 관리를 철저하게 해서 수질을 유지하기란 쉬운 일이 아니었고, 따라서 물을 위생적으로 관리하기란 매우 어려웠다. 도시뿐 아니라 시골에서도 수질 관리는 쉬운 일이 아니었다. 제대로 된 위생시설 없이 사람과 가축이 몰려 사는 환경에서 수질 관리는 어려운 일이었고 오염된 물을 마시고 위장병을 앓는 것은 일상적이었다.\n사정이 이렇다보니 전장에 나서는 군인들을 지휘하는 지휘관들에게 전투 지역에 맥주 양조장이나 저장고가 있는지를 미리 살펴보는 것이 중요한 일이었다. 부대가 진군하다 멈추면 병사들은 말에게 물을 먹이고 술집이나 양조장을 찾아 맥주를 마셨다. 맥주를 찾지 못할 경우에만 어쩔 수 없이 물을 마셨다. 중세 유럽 전쟁에서 맥주는 승패를 결정지을 수 있는 중요한 보급품이었다.\n\n중세 유럽이 신교와 구교로 갈라져 치열하게 싸웠던 ‘30년 전쟁’ 초기, 독일 작센의 요한 게오르크 1세는 구교 편이었다. 작센은 초기에는 전쟁에서 어느 정도 벗어나 있었지만, 스웨덴이 신교 동맹군에 합세해 전쟁에 뛰어들자 전쟁의 소용돌이에 말려들게 됐다. 1631년 가톨릭 군대는 신교 군대에 밀려 퇴각하면서 가는 곳마다 식량을 징발했다. 작센의 크로스티츠에서 가톨릭 군대가 퇴각하자 스웨덴 신교 군대가 진군해왔다.\n약탈을 일삼았던 가톨릭 군대에 비해 스웨덴 신교 군대는 약탈하지 않았고 필요한 것을 구할 때는 돈을 치렀기에 주민들의 호감을 샀다. 1631년 9월 17일, 크로스티츠의 한 농부가 들일을 마치고 돌아오는 일꾼들을 자신의 집 앞에서 기다리고 있었다. 그때 농부의 앞에 말을 탄 기사가 나타났다. 기사는 농부에게 혹시 만들어놓은 맥주가 있는지 공손하게 물었다. 아껴놓은 맥주가 조금 남아있다고 답하자, 기사는 스웨덴 국왕이 이곳을 곧 지나게 될 터인데 마실 것이 없어서 목이 마른 상태이니 왕에게 맥주를 주라고 부탁했다. 곧 스웨덴 왕이 농부의 집 앞을 지나가게 됐고 농부는 기사의 부탁대로 왕에게 맥주를 권했다. 목이 말랐던 왕은 농부가 건넨 맥주를 벌컥벌컥 마셨고, 맥주 맛이 진하고 좋다고 칭찬했다. 그리고 감사의 표시로 커다란 루비가 박힌 금반지를 손가락에서 빼내 빈 잔에 넣고 농부에게 돌려줬다. 갈증을 달랜 스웨덴 왕 구스타프 아돌프는 이어진 전투에서 대승을 거뒀다.\n구스타프 아돌프의 승전을 이끌어낸 맥주를 빚는 데 사용된 우물은 ‘스웨덴 우물’이라고 불리게 됐고, 크로스티츠 주민들은 지금도 당시 신교 군대가 승리한 것은 1631년 9월 17일 구스타프 아돌프가 훌륭한 맥주로 갈증을 해소했기 때문이라고 전하고 있다. 전설에 불과한 일이고 그 진위를 확인할 길은 없지만, 크로스티츠 맥주는 훌륭한 맥주로 명성을 얻었고 왕의 반지를 복제한 반지는 지금까지도 양조장의 보물로 꼽히고 있다. 크로스티츠 양조장은 지금도 스웨덴 전통을 지켜나가고 있으며 공장 안에 구스타브 아돌프 박물관도 있다.\n비록 전설일 뿐이지만 크로스티츠 맥주에 얽힌 이야기는 중세 유럽 전쟁에서 맥주 보급이 얼마나 중요한 일이었는지를 잘 보여주고 있다. 당시에는 전투에서 사망하는 병사보다 오염된 물을 마시고 장 감염에 의해 사망하는 병사가 더 많았을 정도였으니 맥주 보급은 전투 승패에 매우 중요한 요인이었다. 물 대신 위생적인 수분을 보충해주는 존재였고, 더불어 맥주가 가진 풍부한 영양소는 영양을 보충해줬으니, 중세 유럽에서 전쟁을 수행하는 데 매우 중요한 요인이었고 역사의 흐름을 바꾸는 역할을 했다.\n\n중세시대에는 수도원에서 맥주 양조를 독점하여 맥주는 수도사들의 주머니를 두둑하게 해 주었다. \n중세에는 수도원을 중심으로 맥주 양조법이 발전했다. 수도사의 빈약한 식단을 메우는 영양 보충용이자 주된 수입원으로 맥주를 제조했다. 특히 맥주 맛을 높이는 방법을 연구하던 수도사들이 홉(hop)을 첨가하면 풍미가 높아진다는 사실을 발견했다. 이를 계기로 걸쭉하고 뿌연 고대 맥주에서 투명한 중세 맥주로 변신한 것이다. \n당시 최고의 두뇌 집단에 속하던 수도사들은 보리의 품종 개량과 양조기술의 발전에 엄청난 기여를 했다. 맥주의 품질이 높아지고 값도 싸지면서 도시 서민에게도 맥주가 널리 퍼졌다. \n봉건 영주들이 수도원에 양조권을 부여했기 때문에 수도원은 자가 소비하고 남은 맥주를 팔아서 많은 수익을 얻었다.\n그러자 1220년 독일의 자유도시 울름에서 최초로 맥주세를 물린 것을 시작으로, 각국은 세금 수입을 위해 납세 의무가 없는 수도원 대신 민간의 전문 양조업자들에게 맥주 제조를 권장했다.\n\n신성로마제국의 초대 황제, 카롤루스(샤를마뉴) 대제는 원래 프랑크 왕국(지금의 프랑스 지방)의 왕이었다가 신성로마제국의 황제가 된 사람이다. 맥주를 좋아했고, 독실한 기독교 신자였다. 그 당시는 전쟁을 많이 했는데, 전쟁으로 얻은 땅에 기독교를 전파하기 위해 수도원을 세웠다.\n수도원을 통해 기독교를 전파하는 것뿐만 아니라 영주와 수도원장에 자신의 심복을 내려 보내 그 지역을 관리했다. 그리고 수도원 내에 학교를 세워 인재도 발굴하고, 양조장도 세워 맥주를 만들었다. 그 당시의 수도원은 정치, 종교, 학문을 모두 집대성한 곳이었다.\n맥주는 그 지역의 물과 보리에 따라, 그리고 만드는 사람에 따라 맛이 달라 지기 때문에, 수도원마다 맥주는 고유한 맛과 풍미를 가지게 되었다. 카롤루스 대제는 순시를 핑계로 수도원을 방문하여 맥주가 맛있으면 큰 상을 내렸다고 한다. 그래서 수도원들은 경쟁하듯 맥주의 품질을 높이는 데 많은 공을 들였다.\n\n13세기 보헤미아(체코)의 왕 웬체슬라스 (Wenceslas)는 이미 줄리어스 시이저가 찬미했던 것처럼 맥주를 ‘고귀하고 전능한 음료’라고 생각했다. 그리하여 그는 교황에게 맥주 제조 금지령을 풀어 주도록 건의하였다. 이것이 체코에서 맥주 산업이 발달하게 된 원천이 되었으며, 이때부터 체코의 맥주가 전 유럽에 지대한 영향을 끼치게 되었다.\n\n1516년에는 바이에른 공국의 빌헬름4세는 유명한 \"맥주 순수령\"을 반포하여 독일 맥주 산업발전의 초석을 쌓는다.\n이때부터, 호프는 맥주 제조를 위해 없어서는 안 될 필수원료로 자리 잡았다. 호프는 냉량성 작물로 체코나 독일 등지에서 주로 생산된다.\n호프는 상큼한 향기를 지니고 있어서 맥주의 쌉쌀한 맛을 내줄 뿐 아니라 맥주에서 윤택이 나도록 하는 청정 작용도 한다. \n\n\n[근대]\n근대로 넘어오면서 맥주는 귀족의 손에서 시민의 손으로 넘어갔으며 부르조아지와 노동자층 모두에게 사랑받는 음료가 되었다. \n맥주는 19세기 산업혁명 시기에 비약적인 발전을 했다. 영국의 제임스 와트가 만든 증기기관은 물의 이송과 맥아의 분쇄, 맥즙의 교반 등에 동력을 사용할 수 있게 하며 맥주의 대량 생산을 가능하게 했다.\n프랑스의 생물학자 루이 파스퇴르는 맥주의 역사에 중요한 공헌을 했다. 그 전까지 맥주는 발효균을 살균하지 않은 생맥주였으나 루이 파스퇴르는 저온 살균법으로 오늘날과 같은 질 좋은 맥주를 맛보게 해 주었다. \n\n[맥주 용기]\n맥주가 지금처럼 병에 담겨지기 시작한 것은 1565년 영국의 성 바울 성당의 사제장이었던 알렉산더 노엘에 의해서이며, 1905년 미국의 한 맥주회사에서 김빠짐을 방지하기 위한 지금의 ‘병뚜껑’이 발명된다. 그리고 1935년 1월24일. 미국 버지니아주에서 크루거사가 개발한 최초의 캔 맥주가 판매되기 시작한다.\n캔맥주는 1935년부터 시판되었고 희귀한 맥주캔을 수집하는 매니아들도 생겨났다.\n\n[독일]\n독일이 맥주 종주국이 된 것은 흔히 물이 나빠 물 대신 맥주를 많이 마신 것 때문이라고 알려졌다. 하지만 진짜 이유는 따로 있다. 상쾌하고 신선한 맥주의 기원이 바로 독일이기 때문이다. \n중세에 독일에서는 맥주에 홉을 첨가하면서  각지에서 기술 경쟁이 벌어졌다. 맥주에 약초, 향신료 등 이것저것이 첨가되기도 하고, 심지어는 독초를 넣어 빨리 취하게 만드는 등 폐해가 컸다. 일부 수도원에서 만든 밀로 만든 맥주가 널리 퍼지면서 식량이 부족해지는 문제도 생겼다. 이 때문에 12세기 이후 바이에른 공국에 속하는 도시들은 저질 맥주를 만들면 벌금을 물렸다. 또한 밀 대신 보리로만 맥주를 만들게 했고 소나무 껍질, 열매 등 다른 재료를 넣는 것을 금지하는 법령도 시행했다.\n1516년 바이에른 공국의 빌헬름 4세가 맥주 원료를 보리, 홉, 물로만 제한한 ‘맥주순수령’을 반포했다. 한마디로 맥주에 이것저것 섞지 말라고 제조방식을 규제한 것이다.\n맥주순수령의 목적은 세 가지였다. 밀, 호밀 등의 사용을 억제해 식량을 확보하고, 맥주 품질을 높여 맥주세 수입을 올리며, 저질 맥주를 만드는 악덕업자들을 도태시키려는 것이다. \n맥주순수령은 맥주 제조의 표준이 됐다. \n19세기 초에는 밀로 맥주를 만드는 것도 허용됐다. 그러나 맥주 양조방식이 지역마다 달랐기 때문에  맥주순수령이 독일 전역으로 퍼진 것은 20세기 초에 이르러서였다.\n유럽연합(EU) 출범에 앞서 프랑스 벨기에 등이 독일의 맥주순수령을 비관세장벽이라고 반대해 1987년부터 수출입 맥주에는 허용되지 않는다.\n\n[우리나라]\n우리나라에 맥주가 처음 소개된 것은 19세기말인 1883년 강화도 조약 이후, 서울에 일본인들과 함께 ‘삿뽀르 맥주’가 함께 등장한다. 그리고 일본의 다른 브랜드였던 ‘에이스’와 ‘기린’도 몇 년후 서울거리에서 마실 수 있게 된다. 1910년 한일합방을 계기로 일본 맥주 회사들이 본격적으로 서울에 출장소를 내면서 맥주의 소비량은 늘어났다.\n\n이후 1934년 일본의 대일본맥주 주식회사는 일본 군인들에게 납품을 목적으로 우리나라에 ‘조선맥주 주식회사’를 설립했고 기린맥주 주식회사는 ‘소화 기린맥주’를 설립한다. \n\n1945년 광복과 함께 두 맥주회사는 미군정에 의해 관리되었고, 1951년에 민간에 불하되었다. 1992년에는 진로쿠어스맥주(주)가 설립되면서 하이트맥주, OB맥주, 카스맥주 등 3개 회사에서 맥주를 양조했다. 이후 카스맥주가 OB맥주에 인수되었고, 현재는 하이트진로(주)와 OB맥주(주)에서 맥주를 생산하고 있다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-08-01T07:19:56.513000",
  "updatedAt": "2024-08-03T10:45:07.355000"
}