{
  "id": "4d3190a0-1b67-4c1e-b2fd-17730b878292",
  "title": "장개석, 중국의 속국, 한국?",
  "content": "많은 중국인은 한국을 중국의 잃어버린 땅으로 여겼다.\n1930년 3월 중국 국민당은 일본에 대항하는 대한 독립운동을 지지하는 선언문을 발표하며 다음과 같이 주장했다.\n대한은 중국의 번속으로 역사기록에 따르면 대한인은 상과 주의 후손이자 우리 중국인의 한 분파이다. 그들의 정치적 문화적 산물은 주로 한과 당의 방식을 따르며 그들은 분명히 우리 문화의 한 계파이고 중국의 의례를 실천했다. 따라서 그들은 우리와 동맹을 맺어 함께 생존하고 번영해야 한다. 이렇게 하면 그들은 조상들을 자랑스럽게 여기고 염제와 황제의 일부 후손으로서 특출난 업적을 보여줄 것이다.\n중국공산당은 국민당의 한국에 대한 인식을 공유했다. 1937년 4월, 북경에서 일본과 중국 사이에 노구교 사건이 발발하기 3개월 전 마오쩌둥은 중국공산당을 대표해 옌안에서 전설적인 중화민족의 조상인 황제 제사를 위한 제문을 썼다. 그는 \"유구와 대만을 잃었고 한국은 황폐해졌다.\"라고 회상하며 역사적으로 중한관계의 근간이었던 중화제국의 영광이 사라진 것을 애도했다. \n출처 조선은 청제국에 무엇이었나, 왕위안충 저, 손성욱 옮김, 2024년, 319쪽\n\nhttps://vocus.cc/article/5e91e4a2fd89780001cd017e?utm_source=perplexity\n\nhttps://www.law.osaka-u.ac.jp/c-forum/symposium/0611hsuyuming.htm?utm_source=perplexity\n\n\n장개석 '중국의 운명'\n장제스(장개석, 蔣介石)의 저서 **『중국의 운명(中國之命運)』(1943년 출간)**에 조선(朝鮮), 대만(臺灣), 류큐(琉球)에 대한 직접적인 영유권 주장이나 \"尺一寸都要由我們手裏收回\"(한 치의 땅도 우리가 회복해야 한다)는 표현이 있는지에 대한 논란이 있습니다.\n\ngpt\n『중국의 운명』에서 조선 관련 내용\n『중국의 운명』은 1943년 장제스가 일본의 침략을 규탄하며 중국의 역사와 민족적 정체성을 강조한 책으로, 당시 국민당 정부의 이데올로기를 반영한 중요한 저작입니다.\n이 책에서 조선(朝鮮)에 대한 주요 내용은 다음과 같습니다:\n조선과 중국의 역사적 관계\n장제스는 조선이 오랫동안 중국의 문화적·역사적 영향권 아래 있었다고 주장했습니다.\n조선이 과거 중국 왕조(명, 청)에 조공을 바쳤던 사실을 언급하며, 일본이 조선을 강제 점령한 것은 아시아 전체에 대한 침략의 일부라고 서술했습니다.\n조선 독립 문제\n장제스는 조선이 일본의 식민 지배에서 벗어나야 한다고 언급하면서도, 조선의 독립에 대해 즉각적인 지지를 명확히 밝히지는 않았습니다.\n그는 조선이 독립하더라도 중국과 긴밀한 관계를 유지해야 한다고 보았습니다.\n조선, 대만, 류큐에 대한 영유권 주장?\n『중국의 운명』에서 대만(타이완)과 만주(동북 3성, 당시 일본 괴뢰국 만주국) 회복에 대한 강한 주장은 나오지만,\n조선과 류큐(오키나와)에 대해 중국이 직접적으로 **영토를 회복해야 한다(收回)**는 표현은 명확히 나오지 않습니다.\n다만, 조선이 중국과 밀접한 관계를 유지해야 한다는 역사적 관점이 제시됩니다.\n\n\n\n至於琉球戰後的歸屬，儘管蔣介石1934年曾經說過：「不僅是東四省的失地我們要收復，而且朝鮮、臺灣、琉球……這些地方都是我們舊有領土，一尺一寸都要由我們手裏收回！」將琉球也當作中國要收復的「領土」，並再次在1943年出版的《中國之命運》中強調琉球對於中國的戰略重要性。羅斯福總統更在1942年曾向國府外交部長宋子文提出要交給中國\n\n해당 글에 따르면, 장제스가 1934년 조선, 대만, 류큐 등을 중국의 \"옛 영토\"로 언급하며 이를 회복해야 한다고 주장했다는 기록이 있습니다. \n해당 글에서는 장제스가 1934년 연설에서 조선, 대만, 류큐 등을 중국의 옛 영토로 언급하며 회복해야 한다고 주장한 내용을 다루고 있습니다. \n\nperplexity\n장제스(蔣介石)이 \"동북 4성뿐만 아니라 조선, 대만, 류큐 등도 중국의 옛 영토이며, 한 치 한 촌도 반드시 되찾아야 한다\"고 발언한 것은 사실입니다. 이 발언은 1934년 장제스가 푸저우에서 행한 연설에서 나온 것으로, 그는 이러한 지역들을 중국의 잃어버린 영토로 간주하며 회복해야 한다고 주장했습니다",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-03-24T10:12:33.901000",
  "updatedAt": "2025-03-24T11:13:14.533000"
}