{
  "id": "4d37538a-dacd-410f-bba7-5715910d27c5",
  "title": "이념과 상식",
  "content": "나는 특정 정당을 지지하거나 비판하고자 하는 것이 아니다. 특정 인물을 지지하거나 비판하고자 하는 게 아니다. 그저 공산주의와 인민 민주주의가 싫다.\n그들이 우리나라와 국민을 분열시키고 사회를 혼란에 빠뜨리며 무기력하게 만들고 국가의 경쟁력을 악화시켜 중국에 자연스럽게 종속시키려하는 것이 싫다. 그리고 그들의 방식이 싫다.\n\n이제는 좌우 싸움이 아닌, 국가 대 국가 싸움입니다.\n지금의 상황은 좌우의 싸움과는 이제는 좀 선을 넘어선 상식과 비상식의 싸움으로 보입니다.\n좌우 싸움도 그들이 만든게 아닐까 싶을 정도입니다.\n좌우 갈등, 지역 갈등, 남녀 갈등, 소수자 갈등 등 \n외부 세력과 싸워야함에도 내부에서 다양한 갈등으로 본질을 잊고 지낸게 아닌가 싶을 정도입니다.\n그 사이에 우리는 성장이 둔화됐고, 외부세력은 너무나 빠르게 강해졌습니다. 그리고 우리의 주요 산업들은 이제 중국 없이는 안됩니다.\n\n그렇다면 그들로부터 어떻게 우리나라와 자유 민주주의를 지킬 수 있을까? 그 첫번째가 선거라고 본다. 현재 부정선거 이슈는 의혹만 있을 뿐 사실로 확정된 것은 아무것도 없다.\n하지만 부실 선거 정황은 많이 있고 선관위가 부패했다는 정황 증거 역시 많이 보도되어 알고 있다. 채용비리, 가족회사, 비밀번호 12345 같은 보안 문제 등.\n그렇다면 국민이 해야할 것은 무엇인가?\n부패한 선관위를 정화하고 우리의 소중한 한 표가 부실로 인해 그 가치가 손상되지 않도록 해야한다.\n그리고 그 소중한 한 표로 본인이 지지하는 정책과 사람에 투표하면 된다.\n나는 대한민국 국민이라면 중국 공산당과 북한의 인민민주주의는 지지하지 않을 거라고 본다.\n현재 세계는 신냉전이라고 불리는 만큼, 전통적인 무력 침투 대신 문화, 정보, 채널을 통한 소프트 파워 전략을 강화해 왔다.\n교육, 콘텐츠 플랫폼, 유학생 네트워크, SNS를 통해 자연스럽게 한국 사회 내부로 스며드는 방식은 일견 문화 교류처럼 보이지만, 실제로는 정치적 목적과 연계된 전략적 접근으로 분석된다.\n특히 문화 콘텐츠를 매개로 특정 이념이나 민감한 역사관을 우회적으로 전파하고, 여론 형성에 개입하려는 시도는 이미 여러 국가에서 문제로 지적된 바 있다.\n전세계 각국에서 중국의 선거 개입 정황이 포착되고 있고 우리나라도 중국의 개입이 없을 거라고 단언할 수 없다.\n대만은 기술력이 부족하고 효율화를 좋아하지 않아서\n투표소에서 투표함을 개표하는걸까? 개표 사무원이 투표지를 한장씩 확인하며 후보자 이름을 호명하고, 바를 정자로 집계를 하는 걸까? 전자기기 사용을 최소화하여 투명성을 강조하는 이유가 뭘까?\n외부세력, 즉 중국의 선거 개입 우려로 인해 투명성과 공정성을 최우선으로 삼아, 당일 투표와 현장 수개표를 고집하고 있다. \n대만은 투표는 반드시 선거 당일, 대만 내 지정된 장소에서만 투표가 이루어진다.\n사전 투표, 부재자 투표, 재외국민 투표가 없다.\n유권자는 본적지 기준 투표소에서 투표해야한다.\n대만의 선거는 중국의 선거 개입 우려로 효율화를 포기하고  투명성을 강조한다.\n\n인터넷의 수 많은 정보들 속에 묻혀질 내 글은 소리없는 아우성이다. 그저 미래에 스스로 후회하지 않기 위해 글을 쓴다.\n나는 중국 공산당과 북한의 인민민주주의가 싫기 때문에, 그 사상을 좋아하는 사람들에게는 욕을 먹을 수 있다. 그리고 나의 의사전달 표현이 미숙하기 때문에 누군가에게는 마음에 들지 않을 수 있다.  \n\n\n다음부터는 대만과 대한민국의 투표 방식의 차이점이다.\n\n개표 방식의 차이점.\n• 대한민국 : 투표지 분류기를 활용해 투표지를 후보자별로 분류한 뒤, 개표사무원이 수작업으로 유효표와 무효표를 확인합니다. 투표함은 투표소에서 개표소로 이동해 개표가 진행되며, 일부 과정은 중앙집중식으로 관리됩니다.\n\n• 대만 : 투표소가 곧 개표소입니다. 투표 종료 후 투표함을 이동하지 않고, 그 자리에서 즉시 수작업으로 개표를 시작합니다. 개표사무원이 투표지를 한 장씩 확인하며 후보자 이름을 호명하고, 바른 정(正)자로 집계합니다.  전자기기 사용이 최소화되어 투명성을 강조합니다.\n\n투표 시간\n• 대한민국: 투표는 오전 6시부터 오후 6시까지(사전 투표 포함) 진행됩니다.\n• 대만: 투표 시간은 오전 8시부터 오후 4시까지로, 한국보다 짧습니다. 그럼에도 투표율은 보통 70% 이상으로 높습니다.\n\n선거 투명성 관리\n• 대한민국: 정당 참관인과 시민 감시단이 투·개표 전 과정을 감시하며, 투표지 분류기와 같은 기계와 노트북이 사용됩니다.\n\n• 대만: 투표소에서 즉시 개표하며, 정당 대표, 경찰, 시민 참관인이 현장에서 감시합니다. 모든 과정이 공개적으로 진행되고, 개표영상 촬영이 의무화되어 있어 부정 의혹을 줄이는 데 중점을 둡니다.\n\n배경과 철학\n• 대한민국 : 효율성과 접근성을 중시하며, 다양한 투표 방식(사전·재외 등)을 통해 유권자의 참여 기회를 넓힙니다.\n\n• 대만 : 외부 세력(특히 중국)의 선거 개입 우려로 인해 투명성과 공정성을 최우선으로 삼아, 당일 투표와 현장 수개표를 고집합니다. \n\n외국인의 투표권\n• 대만 : 외국인에게 투표권이 부여되지 않습니다. 대만의 선거법에 따르면, 투표권은 대만 국민 (중화민국 국적 소지자)에게만 주어집니다. 대만은 외부 세력(특히 중국)의 영향력을 우려하며 선거의 주권과 독립성을 엄격히 관리합니다. 이에 따라 시민권이 없는 외국인이나 재외국민이라도 대만 국적이 없으면 투표에 참여할 수 없습니다.\n대만에 장기 거주하는 외국인(예: 영주권 소지자)도 대통령 선거, 입법 선거, 지방 선거 등 어떤 공직 선거에서도 투표권이 없습니다. 또한, 대만은 재외국민 투표 제도 자체가 없어 해외에 거주하는 대만 국민도 투표하려면 대만으로 돌아와야 합니다.\n\n• 한국 : 특정 조건을 만족하는 외국인에게 지방선거 투표권이 부여됩니다. 하지만 국회의원 선거나 대통령 선거와 같은 국회의원 및 대통령 선거에서는 외국인에게 투표권이 없습니다. 외국인은 대한민국에서 영주 자격(F-5 비자)을 취득한 경우에만 투표권을 얻을 수 있습니다. 영주권 취득 후 3년 이상 대한민국에 거주한 외국인. 투표를 위해 선거인 명부에 등록해야 합니다. 외국인은 지방선거에서 기초자치단체장 (시장, 군수, 구청장), 광역자치단체장 (도지사, 특별·광역시장), 지방의원(시·군·구 의원) 등을 선출하는 투표에 참여할 수 있습니다.\n한국은 외국인의 지방사회 기여와 지역사회 통합을 인정해 2005년 공직선거법 개정을 통해 외국인 투표권을 도입했습니다. 하지만 국가 주권과 관련된 전국 단위 선거(국회의원, 대통령)에서는 여전히 시민권(한국 국적)을 요구합니다. 2022년 기준, 약 11만 명의 외국인이 지방선거 투표 자격을 갖춘 것으로 추정되며, 주로 중국, 일본, 미국 등지 출신 영주권자가 포함됩니다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "518afb00-3f62-4da5-9663-d9ad9708e63f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-04-12T09:37:59.241000",
  "updatedAt": "2025-04-12T12:33:08.048000"
}