{
  "id": "4ddd0d41-c5ac-4385-bfda-8a23e5c4464c",
  "title": "경제성장 vs 재정/금융정책 vs 노동력 vs 노동시간",
  "content": "![image](media/197def034f2.bc5997affbd5ac51.jpg)\n\n\n\n이재명 정부는 돈풀기와 복지정책으로 경제성장 하겠다는 거. ‌경제성장을 결국 돈풀기와 복지로 하겠다는 건데 단 한번도 성공하지 못한 정책으로 또 한번 밀어 붙이겠다는거죠. 경제성장은 결국 생산성향상과 기술혁신을 통해 발전해왔죠.\n\n주 52시간제를 산업별 풀기는커녕 오히려 주 4.5일제 하겠다고 하고, 정책 하나하나가 친노조 성향.\n우리나라는 수출이 안되면 큰 일 나는 나라입니다.\n그게 1년 이상 지속되면 바로 문제가 터지는 나라죠\n\n지금 반도체마저 중국이 턱밑까지 쫓아왔는데\n\n중국은 996근무제(오전 9시부터 오후 9시까지, 주 6일 근무)\n유럽도 워라벨이 자신들을 망쳤다고 선언했고\n미국은 대놓고 협박하듯이 미국에 공장 안지으면 관세 폭탄 각오하라고 하고 있고 다른 나라들은 뛰고 있는데 우리는 쉬자. 지금 우리나라 국민들 대다수가 쉴 건 다 쉬면서 결과물은 A+를 바라고 있는데 과연 그럴 수 있을까요?\n\n중국 기업의 과로 문화가 ‘996’을 넘어 ‘896’으로 진화하고 있음.\n- 중국에는 주 6일 오전 9시부터 저녁 9시까지 근무한다는 뜻의 ‘996’ 근무 문화가 있음. \n- 2024년 6월 17일 중국의 대표적 SNS인 웨이보(微博)에 중국 최대 배터리 제조업체 CATL(宁德时代·닝더스다이)이 ‘996’ 근무제를 넘어 주 6일 오전 8시부터 저녁 9시까지 근무한다는 뜻의 ‘896’ 근무제를 시행했다는 주제가 인기 검색어 목록에 올라옴.\n- 직원들에게 매일 오전 8시 출근, 오후 9시 퇴근, 주 6일 일하는 방식으로 100일 동안 분투하자고 요구함. 해당 조치는 2024년 6월 12일부터 시작됐음.\n- 초과근무는 자동차 산업에서 이미 일상이 되어버림. 가오신화(高新华) 치루이(奇瑞·Cherry) 부사장은 토요일도 정상적인 근무일이라며 관리자급 직원에게 법적인 리스크를 피할 방법을 강구하라는 메일을 보냈음. \n- 류타오(刘涛) SAIC(上汽·상하이자동차)의 산하 브랜드 IM(智己·즈지) 공동 CEO는 신차 발표회에서 아이가 태어나는 순간을 보지 못한 직원도 있다며 초과근무를 당연시 여기는 발언을 해 네티즌의 비난을 받았음.\n- NIO(蔚来·니오) 직원은 2023년 4월 입사한 이후 3년 동안 초과근무가 일상이었다고 밝힘. 그는 8개월 동안 500시간 가까이 초과근무를 한 적도 있다고 밝힘.\n- 마윈(马云) 알리바바(阿里巴巴) 그룹 창업자도 2019년 4월 ‘996’은 축복이라며 초과근무를 옹호하는 발언을 해 많은 질타를 받았음.\n-  중국 최대 검색기업인 바이두(百度)의 홍보 책임을 맡고 있는 취징(璩静) 부사장이 초과근무를 당연시하고 미화하는 영상을 더우인(抖音·중국판 틱톡) 개인 계정에 올려 네티즌의 공분을 삼. \n- 그는 “홍보 분야에서 일한다면 주말에 쉬는 것은 기대하지 말라”, “휴대전화를 24시간 켜놓고 항상 회신할 준비가 돼 있어야 한다”, “회사와 직원은 고용 관계일 뿐이다”, “왜 직원의 가정까지 배려해야 하나” 등 발언이 담긴 동영상을 올림. \n\n\nbyd 출장 갔다가 일하는 거 보고 우리나라는 이제 못 따라가겠구나 느꼇네요. 저도 저렇게 일하고 싶진 않았습니다.\nai는 수천조를 때려박아도 미중한테 절대 안됩니다. \n\n돈풀기로 경제성장 시키겠다는 발상은, 사실상 소득주도성장과 똑같다고 보면 됩니다.\n절대로 성공이 불가능한 방식이죠.\n미국처럼 기업에 돈을 풀어 생산성을 늘리는 것만이 유일한 재정지출로 인한 경제성장 방식이고\n이재명처럼 몇십조 들여 개인들에게 10만원 푼돈 배급하는 방식은 이와 정반대입니다.\n생산성으로 가야할 돈을 흩뿌리는 셈이죠.\n\n돈 풀면 인플레이션 발생하고 부동산 자산 가격 올라가죠. 결국 가난한 노동자들만 더 못살게 되죠.\n근데 무지한 국민 대부분은M2 통화량과 인플레이션 관계를 모르니 이재명 지지율이 높죠.\n여튼 민주당 정책은 미래를 희생시켜 현재를 사는 정책이니.\n\n기축통화국은 할 수 있습니다.\n\n인당 25만원을 위해 31조 국채발행하면 25만원 받고 45만원 갚아야 되는거죠. 근데 그 25만원이 지금 왜 필요한지 모르겠어요. 발행한 국채는 중국이 살려고 대기타고 있던데 그럼 결과적으론 국채로 중국에 목덜미 잡힌상태로 필요하면 인당 45만원씩 중국정부에 갚아야 되는겁니다.\n\nxAI 회사풍경. 회사에서 텐트치고 숙식하며 개발 중인 테슬라CEO 일론 머스크와 xAI 직원들. \n엔비디아 직원들도 주 7일, 새벽 2시까지 일함\n(높은 연봉 및 대우로 퇴사율 적음)\n\n엔비디아 \n밤낮없는 근무는 엔비디아 직원들에게 일상이다. 높은 근무 강도로 ‘압력솥’이라는 별명이 붙을 정도다. 그런데도 올해 직원 이직률은 2.5%로 반도체업계 평균(16.4%)보다 낮다. 실리콘밸리의 빅테크들은 앤디 그로브 전 인텔 최고경영자(CEO)가 말한 ‘전략적 변곡점’에서 승자가 되기 위해 사투를 벌이고 있다. 이 과정은 ‘환희와 고통’의 연속이다. 엔비디아뿐만 아니라 세계 최대 비상장기업 등극을 앞둔 오픈AI 임직원은 막대한 금전적 보상과 ‘세상을 바꾼다’는 신념 아래 사투를 마다치 않는다. \n젠슨 황 엔비디아 최고경영자(CEO)가 높은 업무 강도를 불평하는 직원들에게 했다는 말이다. “아침에 눈 떠 잠자리에 들 때까지 주 7일 일한다”고 천연덕스럽게 말하는 그의 ‘일중독’은 테크업계에 잘 알려진 얘기다. 세계 최강국 미국에서 가장 비싼 주식으로 등극한 엔비디아에서 일에 몰두하는 것은 창업자만의 얘기가 아니다. 엔비디아 관계자는 “거의 모든 직원이 오전 8시부터 저녁 8시까지 정신없이 일한다”고 전했다. 엔비디아가 극한의 업무 몰입을 공유하게 된 것은 ‘1위가 아니면 살아남을 수 없다’는 엔비디아의 기업 DNA와 개별 직원도 억만장자가 될 수 있는 인센티브 제도가 결합한 결과라는 분석이 나온다. \n지난 3일(현지시간) 밤 10시쯤 방문한 엔비디아 본사 ‘보이저’는 새벽 무렵까지도 불빛이 꺼지지 않은 사무실이 꽤 많았다. 창문 너머로 노트북에서 눈을 떼지 않는 직원들 뒤로 음료수를 나르는 이들도 눈에 띄었다. 블룸버그통신 등에 따르면 엔비디아 직원은 종종 주 7일, 새벽 2시까지 근무한다. 하루에 10번 이상, 30명 이상이 참석하는 회의가 열리기도 하고 분위기가 격렬한 것으로 전해진다. 앤드루 로건 전 엔비디아 마케팅 이사는 책 <엔비디아 레볼루션>에서 “저녁 9시30분에 퇴근하자 동료가 ‘반차를 쓰냐’고 물어볼 정도였다”고 밝혔다. \n\n중국의 빅테크는 미국을 추월하기 위해 그들의 ‘하드 워크’ 문화를 철저히 추종하고 있다. 화웨이 임직원은 저마다 캐비닛을 갖고 있는데 그 속에 빠지지 않는 필수품이 ‘라꾸라꾸’로 불리는 간이침대다. 반도체업계 관계자는 “2016년 창업한 중국의 반도체 팹리스 스타트업 캠브리콘이 ‘중국판 엔비디아’로 급성장한 것은 중국 정부의 보호와 보조금만으로는 설명하기 어렵다”고 했다. \n\n화이트칼라 이그젬션 \n반도체는 최첨단 제조업의 특성을 지녔지만 엔지니어의 농업적 근면성도 필요한 대표적 산업이다. ‘시간 싸움’인 산업이어서다. 첨단 칩 설계 기술도 중요하지만 연구개발(R&D) 라인을 24시간 돌리며 목표 성능·수율(양품 비율)을 이른 시간 안에 달성하고, 첨단 장비를 빠르게 생산 라인에 설치해야 한다. ‘24시간 3교대 R&D’로 유명한 대만 TSMC가 파운드리(반도체 수탁생산) 패권을 놓치지 않는 비결 중 하나도 소위 ‘몸을 갈아 넣는’ 근로 문화다.\n하지만 2018년 7월 도입한 주 52시간 근무제로 한국은 이 같은 경쟁에서 밀려났다. 공장 가동 준비 기간엔 철야 근무, 칩 개발 땐 6개월~1년 집중 근무가 필수인데, 한국에선 아예 불가능하다.\n반도체 장비업체 관계자는 5일 “한국에선 장비를 설치하는 데만 대만보다 많은 시간이 걸린다”며 “일단 출발부터 느린 셈”이라고 했다.\n반도체업계는 주 52시간제에서 예외를 적용하는 ‘화이트칼라 이그젬션’을 강하게 요청하고 있다. 하지만 여당인 더불어민주당은 반도체업계 요구인 화이트칼라 이그젬션을 제외한 반도체특별법을 이번 정기국회에서 통과시킨다는 계획이다. \n\n\n실리콘밸리에서는 장시간 근무 문화가 고개를 들고 있다. 오전 9시부터 오후 9시까지 주 6일 근무는 물론, 주 7일 근무까지 언급되고 있다.\n미국 정보기술(IT) 전문 매체 와이어드에 따르면 미국 AI 스타트업 릴라에선 직원 전원이 주 6일 근무제를 준수하고 있다. 이 회사는 채용 공고에 주당 70시간 이상 근무를 명시했으며, 이를 따르지 못하면 입사하지 말 것을 경고하고 있다.\n미 IT기업들은 잇따라 주 6일 근무를 선언하고 있다. 대신 파격적인 성과급을 제시하고 있다.\n업계 관계자는 “실리콘밸리와 중국의 빠르게 성장하는 기업들은 실제로 주 7일 일하고 있다”며 “이들과 경쟁하려면 주 5일 근무, 오전 9시~오후 5시 체제로는 불가능하다”고 주장했다 .\n\n\nUC버클리 CS 졸업, 퍼플랙시티근무, 주 110시간 근무..... 연봉 12억, RSI 5억, 그외 perks 2억......1년 총 19억.\n\n미국 실리콘밸리의 AI 개발자들은 주 100시간 이상의 근무를 하며, 이를 그라인드 문화라고 부릅니다.\n구글의 AI 제미나이 팀은 주 60시간 근무를 하고, 검색 부문에서는 직원들이 주 100시간에서 120시간까지 근무하기도 합니다. AI 기업들은 스톡 옵션과 복지를 통해 장시간 근무를 장려하고 있으며, 개발자들은 인류의 미래를 바꾸는 자부심을 가지고 근무하고 있습니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-07-06T08:13:11.782000",
  "updatedAt": "2025-11-26T21:24:32.433000"
}