{
  "id": "4df96ac8-2ff4-4fa1-bca9-dc1d999b8eba",
  "title": "실학과 상업",
  "content": "실학이 널리 알려진 이미지처럼 근대적 자본주의 경제를 지향했다면 적어도 상업을 장려하는 자세를 보여야 했을 것이다. 실제는 그 반대다. '근대적 시장경제'의 개념도 없었다. 북학파인 초정 박제가를 제외한 대부분의 실학자는 상업을 말업(末業)으로 규정하고 ‘본업(本業)’인 농업과 비교해 열등하게 보면서 ‘억말론(상업 억제)’을 주장했다.\n\n   ‘억말론’은 공자의 주장이 아니다. 공자의 상업에 대한 존중은 『논어』에서부터 확인된다. 『논어』에 등장하는 공자의 제자 자공은 큰 상인이었다. 자공은 군주와 거의 대등한 영접을 받았고, 위나라의 재상까지 되었다. 상인이 비천하게 취급되었다면 재상이 된다는 것은 생각할 수도 없는 일이다. 공자 이전에 순임금은 어떤가. 순임금 자신이 상인과 공인 출신이었지만 황제가 되었다. “순임금은 기주 사람인데 역산에서 농사 짓고, 뇌택에서 고기 잡고, 하빈에서 옹기를 굽고, 수구에서 집기를 만들고, 부하에서 장사를 했다.”(『사기』)\n ‘억말론’은 상앙의 법가에서 유래했다. 법가는 상업 발전이 국가의 근간인 농업을 동요시킬 뿐만 아니라 인간의 끝없는 욕심을 자극하므로 법으로서 이를 제한해야 한다는 ‘억상론(抑商論)’을 주장했다. 진·한 시대를 거치며 법가의 주장은 ‘중농억상(重農抑商)’이라는 국가 산업정책의 골간으로 발전했다. 상업을 천시하고 부정적으로 여기는 정책은 사·농·공·상이라는 사민론(四民論)의 근거가 되었다.(이화승, ‘상업’, 『명청시대 사회경제사』)\n\n그러나 공자는 상업을 억제하지도 않았을 뿐더러 ‘말업’이라고 부른 적도 없다. 공맹의 유교 경전들은 상업을 농업보다 오히려 더 앞세우기도 했다. 주나라의 제도와 문물을 기록한 『주례(周禮)』만해도 상업을 농업 앞에 서술했다. 『주례』에는 “무릇 백성이 자본(貨財)을 공동으로 소유하는 경우는 국법으로 명령해 행해지고 영을 어기는 것은 형벌을 가한다”는 규정까지 나온다. 공자와 그 제자들이 활동하던 시대에 일종의 ‘상인 길드’까지 존재했음을 추정해볼 수 있게 한다. 상인들이 길드로 조직되어 통치자와 규약을 맺을 정도로 당시 상인 권력이 컸으며 상업의 자유가 보장되었다는 얘기다.(황태연, 『한국 근대화의 정치사상』)\n\n 조선의 실학자들 가운데 박제가는 예외적으로 적극적인 상업진흥론을 제시했다. 그는 『북학의』에서 인구의 10분의 3을 상인으로 만들어야 한다는 주장까지 내놨다. 박제가를 제외하고 다른 실학자들에게서 이런 주장은 찾아보기 어렵다. 북학파의 영수 연암 박지원이 ‘허생전’에서 보여준 말총이나 과일의 매점매석을 통한 폭리 취득을 상업에 대한 긍정적 의미로 볼 순 없을 것이다. 오히려 전근대적 ‘악덕 상업’을 예로 들어 상업에 대한 부정적 이미지를 강조했다고 볼 수 있겠다. 허생 스스로 “백성을 해치는 방법… 나라를 병들게 할 것”이라고 비판하고 있다. “재물로 얼굴을 깨끗하게 꾸미는 것은 그대(상인) 무리의 일일 뿐이지만 금이 도(道)를 어찌 살찌운단 말인가?”라는 허생의 발언에는 상업을 천하게 여기는 시각이 깔려 있다고 봐야할 것이다. \n또 다른 북학파인 담헌 홍대용은 백성들의 이사와 여행의 자유를 제한할 정도로 국가의 엄격한 통제를 강조했다는 점에서 자유로운 상업과는 거리가 있었다.(강명관, 『허생의 섬, 연암의 아나키즘』)\n유형원·이익·정약용 등 다른 정통 실학자들은 어땠을까. 그들 역시 ‘말업’이란 용어를 계속 사용하며 ‘농업=본업, 상업=말업’의 ‘무본억말’ 주장을 되풀이했다.\n실학의 시조 반계 유형원은 화폐유통의 필요성을 제기했으나 기본적으로 ‘억말론’을 벗어나지 못했다. 상품화폐 경제가 발전하는데 필수적인 시장에 대한 인식이 뒷받침되지 않았다. 지방의 정기 시장인 장터를 벽촌의 일부를 제외하곤 대부분 폐지해야 한다고 주장했다. \"무리 지어 술 마시고 절제를 못 하게 하며 풍속을 헤치면서 도적을 양성한다\"(『반계수록』)는 것이 이유였다. 이러한 시장폐지론은 조선 전기 이래 성리학자들에게 뿌리 깊게 이어져 온 ‘무본억말’의 편견이었다.(김준석, 『조선후기 정치사상사 연구』)\n『춘추좌씨전』이나 『춘추곡량전』에서도 상인을 농민과 공인의 앞에 서술하곤 한다. 농업을 낮게 봤다는 얘기는 아니다. 농업·공업·상업에는 직업의 구분이 있을 뿐 귀천의 차별이 없었다는 얘기다. 명나라 말기 양명학자 황종희가 『명이대방록』에서 “공업과 상업이 모두 본업”이라고 했듯이, 농업이나 상업을 모두 본업으로 보는 것이 공자 유학의 본령이라 할 수 있겠다.\n유형원의 시장폐지론은 ‘실학의 중시조’ 성호 이익에게 계승된다. 이익은 화폐와 시장을 철폐해야 한다는 ‘폐전론(廢錢論)’과 함께 ‘억말론’을 일관되게 표방했다. \"농사에 힘쓰게 하는 것은 억말(抑末·상업 억제)에 있다.… 돈이 통용되면서부터 백성은 일체의 이익을 좋아해서 혹 많은 이들이 쟁기를 버리고 시장에서 노니 농사가 그 폐단을 받고 있다.\"(『성호사설』)\n\n실학의 집대성자 다산 정약용도 ‘무본억말’의 유형원· 이익과 크게 다르지 않았다. 그가 정조 임금에게 올린 상소문을 보면 이렇다. \n\"지금 농업을 올리고 싶으시면, 말업을 억압하십시오. 그러면 농업이 스스로 높아집니다.… 지금은 말업(상업)이 본업(농업)을 짓밟은 지가 오래되었습니다.\"(‘應旨論農政疏’)\n\n몰락한 농민층과 도망간 노비들이 농사를 떠나 상공업에 뛰어들어 생계를 도모하는 것은 18세기 조선 사회의 주요한 변화 흐름이었다. 도망 노비에게 생계 기반을 제공하는 상공업과 토지의 사유화가 확대되기 시작했다. 1770년 간행된 『동국문헌비고』에 의하면, 전국적으로 5일장 같은 시장(場市)은 각 도마다 평균 120여 개소씩, 도합 1064개소가 있었다. 개성의 송상, 의주의 만상(청나라 무역상), 서울의 경강상인 등 거상들이 나타났다. 많은 물자가 유통되는 정기시장인 장시도 규모가 큰 도시들에 속속 생겨났다. \"상업이 농업을 능가한 지가 오래되었다\"는 정약용의 발언은 그런 상황을 서술한 것이다. 상업과 화폐 경제의 발달 추세를 알고 있었음에도 정약용은 복고적으로 상공업에 종사하는 백성들을 귀농시켜야 한다고 주장했다.\n조선 후기의 사회·경제는 실학자들의 ‘억말론’ 주장과는 반대의 현상들이 일어나고 있었다. 화폐가 발행되고 상업이 일정 정도 발전하면서 시장이 곳곳에서 생겨나기 시작한 것이다. 신분 해방의 추세도 거스를 수 없는 흐름이었다. 1791년 정조 임금은 좌의정 채제공의 보좌에 힘입어 ‘난전(亂廛) 금지’ 정책을 폐지했다. 대상인(시전 상인)들의 유통 독점 특권을 없앤 것이다. 신해년에 내려진 조치라 ‘신해 통공(通共)’이라 부르는데, 일종의 상업자유화 정책이었다. 도성 안에서 육의전 품목을 제외한 모든 품목에 대해 자유매매를 허용했다. 이제 정부의 허가 없이도 다양한 상업 행위(난전)가 가능해졌다. 자유 상인(私商)을 중심으로 한 상품유통 체제는 서울에서 전국으로 확산돼 나갔다.(고동환, 『조선시대 서울도시사』)\n18세기 중엽부터 통공을 요구하는 군소 상인들의 목소리가 나오고 있었다. 대부분의 실학자는 그런 흐름과는 반대되는 소리를 냈다. 성호 이익과 동시대 실학자인 유수원은 서울에서만 시행되던 ‘난전 금지’를 전국으로 확대할 것을 정부에 요청하면서 군소 상공인의 시장 자유화를 비판했다. 유수원은 \"대저 작은 것은 큰 것에 통합되고, 가난한 자는 부자에게 예속되는 것이 사리상 떳떳한 일\"(『우서』)이라며 특권 대상공인 위주의 ‘관치(官治) 상공업’을 정당화하기까지 했다. 이런 상황에서 나온 정조의 신해통공 정책은 군소 상공인들의 자유상업을 법적으로 허용한 것이었다. 이는 아담 스미스의 『국부론』(1776)에서 처음 체계화된 전면적 자유교역론과 비교되기도 한다. 정조의 신해통공이 시장의 자유를 향한 세계적 흐름에서 그리 뒤떨어진 것은 아니었다고 보는 것이다.(황태연, 『한국 근대화의 정치사상』)\n\n상업과 농업을 동등하게 중시한 공자에게 시장은 삶의 기본원리로 제시되었다. \n\"해가 중천에 뜨면 시장을 열어 천하의 백성을 초치하고 천하의 재물을 모으며, 교역하고 물러나 각기 원하는 적합한 것을 얻는다.\"(『역경』 ‘계사전’)\n\n \"이달(추석이 있는 달)에는 관문과 시장을 드나드는 것을 쉽게 하고, 상단들을 오게 하여 재화와 물건을 시장에 납품하게 하고, 이를 통해 백성을 편하게 한다.\"(『예기』) \n\n이런 점을 고려하면 실학자들의 ‘억말론’은 유학의 본령과도 어긋나고 근대 지향적이지도 않았다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-10-26T22:02:49.929000",
  "updatedAt": "2025-12-22T22:18:40.364000"
}