{
  "id": "4e0e4548-e55d-41ff-9afe-b48201b59e8a",
  "title": "삼국과 고려의 역사서 중국에서 발견?",
  "content": "카카오 환단원류사 박민우 카톡강의방에서 발췌\n\n2018.9.21.\n\n출처 :  구리넷\n\n작성자 : 김용무(대륙고려 홈주인 사업가)\n\n\n성원하여 주시어 감사하며, 북경에서 놀란일\n안녕하십니까. 북경에 다녀와서 북경의 중화서적에서 역사지도책을 사왔길래, 그 복사본을 보내드릴까 ? 하고 편지씁니다. 북경지도출판사에서 출판한 중국역사지도집 전 8권 한질을 사와서 참고로 보내드릴려고 전자복사를 해 놓았읍니다. 이 편지 받아 보시고 바로 이 메일로 주소를 보내 주시면 우편으로 보내 드리겠읍니다.\n당나라때의 서경이 장안이라고 써 있고, 그 부근이 경기도라 되어 있고, 그 북쪽이 관내도라 표시되 있는 넓은 지역에 경주가 써 있고, 다른 페이지에는 충주가 표시되 있는 등등의 10여장이상의 복사를 해 놓았기에,\n이렇게 편지 보냅니다.\n대륙 고려의 10도와 비교해 보시면 감각이 새로와 질 것 같아 보내 드릴려고 합니다.\n북경에서 들은 엄청난 이야기를 당부겸 말씀드립니다.\n제 합작의 파트너인 길림성 출신의 조선족 정사장이,\n북경의 유리창(고구려 2대왕 유리왕의 이름을 땃다고 함)에서 사온 위 역사지도책에서 당나라의 장안에 경기도가 설치된것 찾아내서, 흥분해서 제가 떠벌리니까, 정사장이 한참을 비웃는 표정을 짓다가, 정색하고하는 말이, 김사장은 그런 단편적인 부스러기 근거로서 조선족이 대륙에 고려말까지 살았다는 증명을 할 수 있다고 보느냐 하더니,\n명,청과 중공까지 600년동안, 되놈들이 명나라 이전의 모든 역사책에서 우리 3국과 고려,그 이상의 상고사를 모두 바꾸거나 삭제했는데, 유치하게도 어쩌다 줏은 부스러기 단편을 가지고 그렇게 좋아하느냐는 핀잔에 이어 나오는 놀라운 말....\n\n1995년에 한국인이 알고서 하도 조르는 바람에, 북경의 모처에 살고있는 당시 78세의 모 노인을 찾아간 일이 있는 데, 그 서재는 서고로 불러야 마땅할 정도로, 출입문을 제외한 4면이 내화벽돌로 쌓아, 화재에 단단히 대비한 그런 곳에 들어가, 전등을 켜고 5분 구경한일이 있는데, 내화벽돌 4면에 둘러 쌓인 책이 4만권의 장서가인 그 노인의 말은 명나라 이전의 고려가 살던 당시의 책 그대로 개작 또는 왜곡되지 않은 책인 것이라하며, 노르스름한 옛 한지에 써 있는 그 중의 하나를 꺼내 보여주는 책에, 우리 3국과 고려의 왕릉 소재지[물론 대륙의 주소지]가 기록되 있는 데에는\n자기도 까무라치게 놀랬었다고.\n\n5분만에 서고에서 쫒아내고 나와서 하는 요구하는 가격이 미화 62만불이었는데, 그 한국인이 나중에 다시 같이 가자하여, 찾아가서 어줍짢은 비디오 카메라를 들이대자, 다시는 62만불 예금되있는 통장부터 보여주기전에는 찾아올 생각도 말라하며 보디가드 시켜 내 쫒아 버리더라는 말. 여기에서 분개하는 정사장의 말은 그 후로, 이를 아는 4인의 한국인중 어느 누구도 62만불을 들고 오는 것을 보지못했다.\n\n\n90년대 초 중국을 자주 방문하였다는 어느 법무사의 이야기\n\" 당시 국교는 정상화 되어 통역 겸 안내자로 북경 대학의 조선족 교수와 같이 다녔다. \n어느날 산동성에 있는 어느 대학 교수(신분 불명)라는 분이 찾아와 고구려, 백제, 신라는 중국에서 건국되었고, 삼국은 본래 중국에서 건국된 중국 왕조의 후국(侯國)인데 3세기 이후 한반도로 건너가 세운 나라이며, 그 전에는 한반도에 촌락 형태의 촌락국 밖에 없었다고 말하며 필요한 자료를 자기가 가지고 있으니 필요하다면 협조해 주겠다고 하였다. 그러나 그분 신분도 모르고, 함부로 처신하였다가는 곤란한 경우에 빠질 수 있다고 생각되어 그 제안을 정중히 거절하였다. 그리고 나서 몇년이 세월이 지난 후 보니 어느 분이 대륙 삼국사 이론을 주장하고 있었다. \"\n\n\n\n1. 중국의 역사왜곡에 대해서는 주은래(周恩來) 전수상도 지적한 바 있다. 주 전수상은 동북 지역의 역사가 조선인에게 귀속된다는 사실을 강조하기까지 했다. \n\n2. 일제의 대륙침략에 따라 중칭(重慶)으로 후퇴한 장개석(蔣介石) 총통은 함께 피난 온 상해임시정부의 김구 주석 일행을 위로하기 위해 만찬에 초대했었다고 한다. 이때 장 총통은 자기 고향이 옛 백제 땅이었다는 사실을 밝히면서 우의를 다졌다고 한다. 장 총통은 일제의 침략에 대항하는 동지적 입장에서 이런 역사인식을 말했다고 할 수 있다. 그러나 이런 이야기를 들은 김구 주석은 충격과 함께 자괴심을 갖지 않을 수 없었다고 뒷날 술회한 바 있다. 그도 그럴 것이 백제가 중국 땅에 존재했다는 사실을 김구 주석은 전혀 알지 못했었다고 한다. 장개석의 고향은 양자강(揚子江) 남쪽 절강성(浙江省)이므로 옛 백제는 양자강 이남 지역까지 지배했다는 이야기가 된다.\n3. 서량지나 임혜상 같은 양심있는 중국사학자들은 중국역사의 상고사는 한민족의 역사라 말한다. \n그리하여 가시마 노보루같은 일본 학자는 한(漢)족은 기껏해야 한(韓)을 흉내내어 이름붙인 것이라 말하고 있는 것이다.\n4. \"우리나라 초대 문교부장관을 역임한 안호상(1902-1999)박사가 문교부장관 재직시에 중국의 저명한 문학자이며 평론가인 림어당(1895-1976) 선생을 만나 여담으로 \"중국이 한자를 만들어 놓아서 한자를 사용하는 우리 나라까지 \n문제가 많다\"고 하자 림어당 선생은 \"그게 무슨 말입니까? 한자는 당신네들 東夷族 조상이 만든 문자인데 그것도 모르고 있소?\"라고 핀잔을 들었다고 한다.\"\n5. \"한글재단 이사장인 한갑수 박사가 미국 공군지휘참모대학에 입교했을 당시 같은 입학생인 중국 학자 서량지(徐亮之)가 한박사를 찾아와 말하기를 \"귀국 한민족은 우리 중국보다 더 오래된 역사를 가진 위대한 민족인데 우리 중국인이 한민족의 역사가 기록된 포박자(抱朴子)를 감추고 중국 역사를 조작하는 큰 잘못을 저질렀으므로 본인(서량지)이 학자적 양심으로 중국인으로서 사죄하는 의미로 절을 하겠으니 받아달라며 큰 절을 올렸다.\"\n5. 1930년대 장려화와 그 문하생들의 노력으로 '중국고금지명대사전'이 편찬되면서 우리 조선의 역사가 완전히 중국인의 입맛에 맞게 조작되었으며 해방후 백화사기의 편찬으로 다시한번 조선의 역사는 지나인들에 의하여 삭제 왜곡 조작이 되었음을 의심하지 않을 수가 없다.\n위에 림어당, 서량지 같은 학자들은 그나마 양심이 있어서 자기들이 역사를 수정하였노라고 실토하고 있지 않는가? 서량지 같은 사람은 그의 저서 중국사전사화를 통하여 모든 중국의 역사를 동이족의 것으로 인정하였던 사람이다. 그 말이 사실 이라면 1930년대 미국에서 출세한 중국인 학자들과 해방후 홍콩 대만 등을 중심으로 대대적인 조선 역사 말살 작업이 진행되었음을 의심하지 않을 수 없다.\n역사는 명.청 시대에 집중적으로 말살되었을 것으로 보인다. 그것은 고려가 대륙을 버리고 한반도로 도망나왔기 때문에 가능한 일이었으며 '숭유억불' 정책을 펴면서 사대모화만 일삼던 조선왕조도 우리역사 말살 만행에서 자유로울 수 없다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-07-09T00:52:05.394000",
  "updatedAt": "2024-07-09T01:09:31.808000"
}