{
  "id": "4e11f8b7-58f3-408f-8e51-4552acb5bc8a",
  "title": "호르메시스(Hormesis)",
  "content": "호르메시스(Hormesis)란 자극 또는 촉진을 의미하며 해롭지 않은 수준의 가벼운 스트레스, 미량의 독소 등 다양한 물리적, 화학적, 생물학적인 방법으로 생명체에 자극을 주면 면역기능 증진, 질병 감소, 수명연장과 같이 생체기능에 유익한 효과를 주는 현상을 말한다.\n독일의 약리학자인 휴고 슐츠(Hugo Schulz)가 1888년에 호르메시스 현상을 관찰한 것으로부터 유래했고 사우섬과 에를리히가 1943년에 식물병리학 저널에 관련논문을 게재하면서 처음으로 호르메시스란 용어를 사용했다.\n\n호르메시스 개념은 노화의 관점에서 광범위하게 연구되고 있으며 생명체의 생존능력은 항상성(恒常性, Homeostasis)을 유지할 수 있느냐에 달려있다.\n\n항상성이란 외부환경과 생명체 내부의 변화에 대응해 순간순간 생명체 내의 환경을 일정하게 유지하려는 현상을 말한다.\n\n노화를 연구하는 생물학자들은 세포나 생명체에 열충격, 방사선조사, 산화촉진제, 과중력, 음식제한과 같은 가벼운 스트레스를 주면 적응반응이나 건강에 이로운 반응이 나타난다고 제시하고 있으며 노화방지에 효과적인 방대한 증거들을 지속적으로 수집하고 있다.\n\n적절한 자극은 오래 살고 싶어 하는 인간의 욕망에 불노초와 같은 역할을 한다. 옛날에 북해의 어부들이 먼 바다에서 잡은 청어가 항구에 도착할 때까지 싱싱하게 살아 있도록 천적인 메기를 함께 넣어 운반했다는 유명한 일화가 메기이론이다.\n\n운동과 소식(小食)은 적절한 자극의 좋은 사례이다. 운동을 적게 하거나 아주 많이 하는 사람들은 매우 높은 수준의 산화성 스트레스로 인해 각종 질병에 걸릴 확률이 높지만 적절하고 규칙적인 운동을 하는 사람들은 산화성 스트레스의 수준이 낮다.\n\n간헐적 단식이나 소식하는 식습관 또한 건강을 유지하고 장수하는데 큰 도움을 준다. 소식습관은 노화를 촉진하는 몸속의 활성산소를 효과적으로 줄일 수 있는 방법이다. 배고픔으로 인해 인체의 여러 방어기전 등을 활발하게 움직이게 함으로써 항산화 작용을 하게 된다.\n\n조선시대 때 사약으로 쓰던 부자(附子)를 적정량 끓여서 사용하면 관절염과 혈액순환에 도움을 주는 좋은 약으로 사용할 수 있다고 한다.\n\n보톡스에 사용하는 보톨리늄 독소는 자연에 존재하는 천연독소 중 가장 강하지만 그 양을 조절해 치료제나 미용에 사용하고 있고 복어의 독을 이용한 진통제도 개발 중에 있다.\n\n2010년 미국의 게리 헤인즈(Gary Heinz)는 환경독물학 및 화학저널(journal Environ mental Toxicology & Chemistry)에 미량의 유독성 메틸수은이 청둥오리 알의 부화율을 증진시킨다는 논문을 게재한 바 있다. 다량으로 섭취할 때 문제가 될 수 있는 요오드, 인, 마그네슘 등도 화학적인 호르메시스 작용을 하는 것으로 잘 알려져 있다.\n\n현재까지 600개 이상의 물질에서 호르메시스 효과가 있는 것으로 파악되고 있지만 호르메시스에 대한 논쟁은 여전히 진행 중에 있다. 그 중심에 방사선 호르메시스가 자리잡고 있다.\n\n프랑스 국립아카데미에서는 저선량의 방사선의 호르메시스 효과를 입증하는 증거들이 충분하므로 선형무역치(LNT) 가설은 재고돼야 한다는 입장인 반면 미국 국립방사선방호위원회(NCRP)에서는 방사선 호르메시스에 대한 증거들이 불충분하므로 선형무역치 가설을 계속 적용하겠다는 입장이다.\n\n이러한 논쟁에도 불구하고 한 가지 확실한 것은 현재도 세계 각국에서는 방사선 호르메시스를 입증하는 연구결과들이 지속적으로 발표되고 있다는 점이다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-12-30T12:13:30.655000",
  "updatedAt": "2023-02-28T08:37:54.213000"
}