{
  "id": "4e1d3bb8-9111-4b71-a35a-4740a18b6772",
  "title": "은행(銀行)의 역사",
  "content": "[고대]\n역사시대의 신용은 화폐 주조보다 2000년이나 앞서 존재했다. 화폐 주조의 기원은 기원전 1000 년경으로 추정된다. 그런데 기원전 3000년경 수메르인의 기록에 따르면 이미 체계적인 신용 행위가 이루어졌던 것으로 나타난다. 수메르인은 곡물과 금속을 각각 양과 무게 단위로 타인에게 빌려주었다고 한다. 그리고 이때 이자가 부과되기도 했다. 초기 은행업의 개념은 아시리아와 바빌로니아에서 상인들이 물물교환 시스템 내에서 담보로 곡물 대출을 제공하면서 시작되었다. 상인들이 도시 간 상품을 운반하는 농부들과 상인들에게 곡물 대출을 해주면서 시작된 것이다.\n\n메소포타미아에서 발굴된 점토판은 일종의 '어음' 내지 '채권'의 기능을 수행하였다. 점토판에 새겨진 내용을 보면, 이 점토판을 소지한 사람이 추수 때 얼마 만큼의 보리를 받을 수 있는 권리를 갖고 있는지가 새겨져 있거나, 만기가 되면 점토판을 소지한 사람에게 일정 수준의 은화를 지급하라는 등의 기록이 남아 있다. 이처럼 갚아야 할 금액과 시점이 명확히 기재되어 있는 점토판은 왕궁이나 사원을 거쳐 발행됨으로써 점토판의 내용에 공신력을 부여했다. 따라서 점토판을 관리 감독하는 기관 내지 담당자가 은행의 기능을 수행했던 것이다. \n\n고대 중국과 인도에서 또한 돈을 빌려준 증거가 있다.\n\n기원전 2000년 바빌로니아인들은 믿을 만한 사람이 지켜보는 가운데 안전요원에게 자신의 보물을 지키게 하고, 그에 대한 대가로 보물의 16분의 1에 해당하는 금액을 지불했다.\n함무라비법전 : “금이나 은 같은 것을 호위병에게 맡길 때에는 반드시 증인을 세우고, 맡기기 전에는 계약을 해야 한다.”\n\n[고대 그리스]\n은행은 초기에 귀중품을 보관하는 공공금고의 역할이 주를 이루었다. 고대 그리스에서 사원(寺院, temple, 신전)은 비교적 안전한 장소였고 귀중품을 보관해 주고 직접적으로 대가를 받지는 않았다. 하지만 점차 많은 사원들이 이를 사업화하여 수수료(일종의 이자)를 받기 시작하였고 델포이와 올림피아의 사원들은 사람들이 맡겨놓은 금, 은 보화로 넘쳐났다. \n\n기원전 3300~2600년경 그리스 도시국가들 사이에서는 전쟁이 끊이지 않았다. 전쟁에 나가는 시민들은 자신의 재산을 안전한 신전에 보관하기 시작하였다. 당시 신전은 신성한 장소였고 그 신전에서 물품을 훔치는 행위는 신의 노여움을 산다고 여겨졌기 때문에 어느 곳보다 안전한 곳이 바로 신전이었기 때문이다. \n사원 성직자들은 겁이 많거나 정신없이 바쁜 소유자들을 대신해 돈, 보석용 원석, 금은 접시, 보석, 중요한 서류, 기타 귀중품들을 맡았다. 단 사원에 귀중품을 맡길 때는 보관료를 지불해야 했다. \n\n[로마]\n\n환전소\n지중해 연안을 중심으로 북부 아프리카, 서남아시아, 유럽 대륙 등 다양한 지역과 교역을 했던 로마에서는  귀중품의 보관 뿐만 아니라 각 지역에서 통용되는  화폐를 교환하는 환전업무가 발생했다. 각지와 다양한 상거래를 수행하다보니 이 과정에서 여러 종류의 화폐를 취급하게 되었는데, 이들 화폐의 품질은  제각각이었다. 이런 상황에서 전문적인 환전상에 대한 수요가 점차 늘어났다. 뿐만 아니라 빈번한 상거래를 지원하기 위한 영수증 발급과 어음 발행도 필요했다. 때로는 물건을 담보로 저당을 잡아줄 사람도 필요했다. 당시 로마는 이러한 시민들의 요구에 부합하고자 사원 이외에 귀중품을 보관할 수 있는 시설물을 제공해 주었다. 이때부터 상인들의 어음과 영수증 발급 업무를 도와주고 환전 서비스를 주업으로 하는 환전상이 등장하기 시작했다. 이들은 상인들이 주로 왕래하는 거리에서 탁자에 저울을 올려 놓고 벤치에 앉아 상인들의 교역 활동을 지원해 주었다. 은행을 의미하는 단어인 'Bank' 는 당시 환전상이 거리 벤치(bench)에 앉아 업무를 수행한 데서 유래했다는 설이 있다. \n\n재산의 보관\n로마인들은 재산을 은행가에게 맡기거나, 성직자의 관리 아래 두거나, 정부에서 제공한 공공 예탁소에 맡겼다. \n첫째, 건물에 상주하는 환전상에게 돈을 맡기는 것. 그리고 이 은행가는 예금주의 계좌에 재산이 있는 한 예금주가 발행한 수표 혹은 어음을 결제하고 정산해 주었다. 그러나 예금주의 계좌가 Creditum이라는 정기예금으로 되어 있으면, 약속한 만기가 되기 전까지 은행가는 그 예금을 사용할 수 있었다. 즉 예금주에게 만기가 되면 이자 지급을 약속하고, 만기 전에는 은행가의 판단으로 투자를 할 수 있었던 것이다. \n미국의 Wall Street 이나, 영국의 Lombard Street처럼, 로마 시대의 은행들은 기원 전 2세기 경에 벌써 Janus 신의 동상이 있던 Janus Street에 모여 있었으며, 이 거리에는 환전상들과 고객들의 빈번한 왕래가 이루어졌다. \n둘째로 성직자에게 맡기는 것. 이는 로마 제국 이전에 그리스 도시국가들에서 사원들이 재산의 예탁소로 활용되었던 관습이 이어져 내려온 것으로 보인다.\n셋째로, 국가에서 제공하는 공공 예탁소에 맡기는 것. 최근 유적을 보면 화재로 인하여 파괴된 건물의  대리석 바닥에 화재로 녹아버린 많은 동전들이 서로 엉켜 있음을 볼 수 있다. 로마에는 이런 대규모의 공공예탁 시설물들이 다수 있었다.\n\n[중세]\n10세기 말경 중국의 상인들 사이에서 발행된 세계 최초 지폐인 교자(交子), 17세기 초 영국에서 사용된 서양 최초의 지폐들은 모두 금, 은 등의 귀금속을 맡기고 영수증으로 써준 예치증서 형태로 사용되었다. 이것이 오늘날의 화폐인 은행권의 모체가 되었다.\n\n피렌체의 은행 전당포\n13세기 말에서 14세기 초 근대적이면서도 자본주의적인 형태의 금융이 이탈리아의 도시국가 피렌체에서 발생했다. 1472년 이탈리아에서 최초의 은행이 설립됐다. 이탈리아의 중부에 있는 도시 시에나에 있는 ‘몬테 디 피에타’도 그때 만들어진 현존하는 장수 금융기관 중 하나다. 이를 직역하면 ‘자비의 산’이 되지만 실제 기능은 전당포라고 할 수 있다. 현존 세계 최고의 은행 ‘몬테 데이 파스치 디 시에나’도 이때 설립되었다. 모두 ‘몬테’라는 이름이 조직명에 들어가 있다.\n\n탁발수도회\n기독교인들 사이에 대출이 금지되던 시대에 탁발수도회는 전당포 사업으로 적지않은 수입을 올렸다. 부자 유대인들의 돈놀이를 추방하기 위해 그들에게 “골고다 언덕에서 인류를 위해 희생한 예수를 본받아 재산의 일부를 기증해 자비의 돈 산을 쌓으라”고 설득했다. \n저당잡힐 물건을 들고 오면 물건 가치의 3분의 2에 해당하는 금액을 빌려주었다. 이후 무이자 대출이나 소액 대출도 시행했다고 한다. 하지만 주선만 해주면 가만히 앉아서 적잖은 돈을 벌 수 있었기에 이 ‘자비의 산’은 꼭 자비롭지만은 않은 수단으로 악용됐다.\n\n교황의 징세원\n은행의 등장과 함께 알프스를 넘어서는 최초의 광범한 금융거래를 수행한 주체는 교황의 징세원이었다. 이탈리아 주요 영주들은 저 멀리 스칸디나비아반도까지 ‘베드로의 펜스’를 거뒀고 교황청은 거대 금융 사업체였다. 시에나의 사업가들은 또한 교황의 징세원들로서 영국과 북유럽의 여러 왕국까지 여행을 마다하지 않았다. 그들이 ‘로마와 함께, 로마를 위해’ 수행한 이런 사업은 성지순례사업이나 면죄부 같은 ‘보이지 않는 수출품’을 포함하고 있었다. 그리고 이런 사업은 14~15 세기까지 피렌체와 시에나의 은행업이 유럽 대륙 구석구석으로 뻗어나가고 번영하는 데 핵심적인 역할을 했다.\n\n피렌체와 시에나의 은행가들\n물론 이런 거대한 사업에는 전문 관리자가 필요했다. 관리의 역할은 피렌체의 은행가들이 차지했다. 이미 13세기에 로마에서 정치적 위계와 종교적 위계는 서로 분리하기 어려울 만큼 일심동체를 이루고 있었고, 시에나의 은행가를 필두로 14세기 말엔 피렌체에서 봉건귀족과 크게 성장한 신흥 상인 부르주아지가 하나로 결합해 부유한 엘리트층을 형성하게 된다. 그리고 이들은 체계적으로 정치권력과 결탁하면서 경제권력뿐 아니라 정치권력도 장악했다.\n\n금융과 양모업의 결합\n유럽의 금융발달사에서 피렌체 기업가들의 지도력은 로마를 위한 종교 거래와 피렌체 사업가 자신을 위한 양모 거래를 결합한 형태로 진행됐다. 13세기 말에 급성장한 피렌체의 모직산업은 네널란드와 프랑스에서 대량으로 직조천을 수입해 피렌체의 숙련 장인들이 추가 가공하거나 완성하는 과정을 거쳤다. 스페인과 포르투갈, 잉글랜드 같은 원모 공급지가 늘면서 피렌체의 직포 생산은 더욱 늘었다.\n피렌체의 금융망은 양모 교역이 만들어낸 조밀한 거래망을 활용해 확대됐다. 피렌체의 대은행가들은 양모 길드의 성원이기도 했던 만큼 국제금융업과 직포산업은 함께 외연을 확대하며 발전했다. 은행가로서 그들은 화폐와 채권을 양모로 변환했다.\n해외 국가들이 교황에게 바치는 납부금을 양모로 지급할 수 있도록 허용했고, 봉건 영주들이 금융상의 우대를 요구할 때 이들로부터 양모시장의 독점권을 반대급부로 얻어냈다. 그들은 또 국내외에서 직포 생산 자금을 대기도 했고, 완제품 판매를 위해 단기대출을 하기도 했다.\n\n십자군 활동\n이슬람 상인이 지배하는 지중해 세계에서는 십자군을 계기로 이탈리아 여러 도시의 상업 활동이 활발해졌다. 상업과 더불어 시작된 이탈리아 금융업의 성장에는 어음, 수표 등을 일반적으로 사용하던 이슬람 상인의 영향이 컸다. 베네치아, 제노바, 피사 등의 도시는 십자군을 재정적, 군사적으로 지원했고, 동지중해로 뻗어 나가며 이익을 확대했다. 이탈리아 상인은 십자군을 파견 하는 왕과 제후를 고객으로 삼아 재력과 신용을 기반으로 돈을 빌려주었다. \n롬바르디아 상인들은 은거래에서 왕과 제후에게 담보를 받고 선대 이자로 이익을 챙기기 시작했다. 롬바르디아 상인 중 일부는 14세기에 영국 런던의 중심가로 이주해 은행가로 변신했다. 현재 런던 금융의 중심인 롬바드가의 이름은 롬바르디아에서 비롯되었다. \n\n[기사단]\n1128년에 교황에게 정식으로 인가받은 기사단은 많은 입단자들과 후원자들을 바탕으로 조직을 확대해 나갔으며, 2차 십자군 원정이 끝날 때를 즈음하여 프랑스 내 광활한 영토를 얻을 수 있었다.\n특히 조직 확대 과정에서 입단자들의 재산을 맡아 이를 바탕으로 금융업을 벌이면서 엄청난 양의 재정을 확보했고, 순례자들의 예금을 맡아 두는, 현대로 치면 다국적 은행 같은 시스템을 구축하게 되었다.\n이렇게 막대한 부를 축적한 기사단은 유럽 및 중동 각지에 광활한 영지와 독자적인 함대까지 만들었고 정부에 자금을 빌려줄 정도로 위세를 높였다. 템빨 기사단 최전성기에는 키프로스 섬 전체를 소유했다고 하며, 파리에 있는 지부는 프랑스 왕국의 비공식 재무성이라는 말까지 있었다고 한다.\n\n환어음의 탄생\n유럽 각 도시에서 시장이 열리게 되자 이탈리아 상인은 이슬람 상인을 모방해 환전, 어음으로 결제하는 방식을 채택했고 이 방식이 널리 퍼졌다. 12-13세기의 제네바 상인이 사용하던 환어음을 기원으로 추정한다. 환어음은 교회의 이자 취득 금지 규정에도 저촉되지 않아 편리했다. 15세기에 이르면 상인과 은행 사이에 에누리 가격으로 환어음이 매매되었고, 어음이 돈과 마찬가지로 거래되었다. 또 수표(polizze)도 사용하게 되었다.\n\n이탈리아 여러 도시의 번영은 유라시아를 아우르는 몽골인의 거대한 상권과 연결된 원거리 무역이 활발해지면서 막대한 이익을 남기게 되었다. 베네치아는 이집트의 알렉산드리아를 거쳐 아시아 바다로 연결되었고, 제네바는 흑해 북쪽 연안에 구축한 식민지에서 초원길을 통해 일 칸국(1258- 1411)과 원 제국(1271-1368)을 이었다. 원거리 무역으로 벌어들인 막대한 부가 르네상스의 재정적 기반이 되었다. \n십자군이 비잔틴 제국에서 베잔트라는 금화를 가져오자 그 금화를 모방해 이탈리아반도에서도 금화를 주조 하게 되었다. 모직물 산업이 발달한 피렌체는 바야흐로 이탈리아 각 도시에 금융업을 전개해 막대한 이익을 내었고, 르네상스를 주도하는 도시로 거듭났다. 피렌체에서는 1252년 순금 3.53그램의 플로린(Florin) 금화가 주조되기 시작했다. 한쪽 면에 백합꽃을 새긴 플로린 금화는 유럽에서 가장 신뢰할 수 있는 금화로 유럽에 널리 보급되었다. 이 플로린 금화와 동등한 가치를 지닌 돈이 순은 35그램의 대형 탈러(Thaler) 은화였다. 탈러 은화는 수량이 적은 플로린 금화를 보충하는 화폐로 널리 유통 되었다. 이 탈러 은화는 스페인에서도 유통되며 탈레로(Talero)라 불렀다. 이후 신대륙을 정복하고 페루와 멕시코에서 대량의 은을 획득하게 된 스페인은 페루와 멕시코에 은화 주조소를 설치하고 대량의 탈러 은화를 주조해 유럽과 아메리카에 유통시켰다. 탈러 은화를 모방한 셈이다. 이 돈이 훗날 ‘달러’라는 화폐 호칭의 기원이 된다.\n\n14세기 이탈리아에서는 베니스, 피렌체, 제노바와 같은 거대 교역도시가 등장하면서 특정 개인이 금융 업무를 수행하기에는 규모가 너무 커져버렸다. 특히 원거리 무역이 본격적으로 대두되기 시작했는데, 이들 원거리 무역은 고위험, 고수익의 사업이었다. 교역을 위해 출항한 선박이나 상단 중 무사히 귀환한 사람은 절반 수준에 불과하였다. 이러한 위험성 높은 사업에 투자하기 위해서는 새로운 금융의 안정성, 신뢰성을 제공할 공신력이 필요했다. 그리고 이러한 시대적 요구에 종교와 왕권 내지 귀족 가문이 적극 참여하였다. 초기 은행들은 특정 가문 내지 특정 종교지도자의 전유물이었다. 하지만 비약적으로 증가하는 교역량의 증대와 이와 비례해서 급속히 증가한 금융서비스에 대한 수요 증대에 부응하기 위해 점차 다수의 지분 참여자들을 추가로 확보할 수밖에 없었다.\n이러한 모습은 당시 제노바를 대표하던 은행인 성 조지 은행의 총회에서 확인할 수 있다. 성 조지 은행의 총회가 열리면 오늘날로 치면 주주에 해당하는 500여명에 달하는 지분 참여자들이 모였다고 한다. 이들은 은행을 안정적으로 운영하기 위해 8명의 행장, 재무담당 책임자 3명의 감사관, 2명의 비서관 등을 선출하여 은행을 운영하였다. 이렇게 다수의 지분 참여자들로 구성된 은행은 초기와는 달리 특정 가문 내지 국왕의 입김으로부터 자유로워졌다. \n\n당시 은행이 정부로부터 얼마나 독립적인 위치를 점하고 있었는지를 단적으로 보여준 사례가 있다. 모하메드 2세의 오스만제국 군대와 전쟁으로 인해 제노바는 은행으로부터 막대한 금액을 대출했다. 하지만 결국 전쟁에서 패하고 이를 갚기가 어려워지자, 제노바는 흑해 소유권을 은행에 양도하였다. 이에 따라 리비에라 해변의 여러 도시국가 전체가 은행 소유로 넘어가기도 했다. \n일부 도시국가는 은행 대출금을 갚기 위해 세금을 징수할 수 있는 권리를 은행에 넘기기도 하였다. 이러한 역사적 문헌들은 점차 은행이 왕실 내지 귀족으로부터 자유로운 독립된 기관으로 거듭나고 있었음을 반증해 주고 있다. \n\n심지어 은행업을 중심으로 한 금융 세력이 기존의 왕실 내지 종교 세력을 대체하기도 하였다. 바르디(Bardi), 페루치(Peruzzi), 아치아이우올리 (Acciaiuoli), 메디치(Medici) 가문이 대표적이다. 특히 메디치 가문은 작은 환전상으로 시작한 가문으로 14세기 후반부터 본격적으로 명성을 쌓기 시작하였고, 결국 자신들이 거대 금융 권력을 바탕으로 급기야 교황 2명, 프랑스 왕비 2명 등을 배출하기에 이른다. \n\n르네상스 시대 지중해 교역은 베니스 등 이탈리아 주요 도시국가들을 중심으로 이루어졌습니다. \n각각의 도시국가들은 다른 화폐제도를 가지고 있었기 때문에 서로들 간의 교역을 위해 전문적인 환전 상이 생겨났습니다. 이들은 금과 은의 무게를 재는 저울을 놓고 벤치(bench)에 앉아 상인들과 거래를 했습니다. 일부 환전상들은 거대한 가문으로 성장하게 되었습니다. 메디치 가문도 그중의 하나였습니다. 초기의 대금업, 환전업은 메디치 가문에 의해 은행업으로 진화를 거듭해갔습니다.\n메디치 가문은 은행을 조직적으로 대형화함으로써 위험을 줄이고 안정적인 수입을 확보할 수 있었습니다. 은행(bank)이라는 용어는 환전상들이 저울을 놓고 거래를 했던 벤치(bench)에서 유래했다고 전해집니다. 그리고 이 환전상들도 파산하는 경우가 있었습니다. 그러면 돈을 맡겼다가 날린 사람이 너무 화가 나서 탁자를 부숴버렸는데 이 부서진 탁자(banco rotto)에서 파산(bankruptoy) 이라는 용어가 생겨난 것으로 전해지고 있습니다.\n\n13세기 중반 영국의 런던에서는 귀금속을 당시 조폐국에 맡겼다. 하지만 전쟁을 치르며 나라가 어려워지자 당시 조폐국에 보관하고 있던 국민들의 귀금속, 화폐를 모두 빼앗아버리는 사건이 생겼습니다. 영국이라는 나라를 밑도 조폐국에 재산을 맡겼던 런던 시민들은 그 후로 더 이상 조폐국에 재산을 맡기지 않았습니다. 더 이상 믿을 수가 없었기 때문이었죠. 대신 금세공업자들을 찾아갔습니다. 금 세공업자들은 그들의 재료(금, 귀금속)를 안전하게 보관하기 위해서 아주 튼튼한 금고를 가지고 있었습니다. 안전하게 보관도 가능하고 금의 순도 또한 그들로부터 보증받을 수 있었기 때문에 점차 많은 사람들이 그들에게 약간의 보관료를 지불하면서 귀금속을 맡기게 되었습니다. 그들은 귀금속을 맡긴 사람들에게 예치증서 (goldsmith note) 형태의 보관증을 발급해 주었습니다. 보관료를 지불하면 그들은 안전하게 보관도 해주고, 필요할 때는 보관증을 제시하면 언제든지 맡긴 물품을 되돌려 주었습니다.\n이후 사람들은 무거운 금을 함부로 들고 다니는 것보다 편리한 그들에게 금을 맡기고 받은 보관증으로 거래를 하였습니다. 이러한 편리함으로 점점 더 많은 사람들은 금세공업자들의 금고를 이용하게 되었습니다. 사람들은 더 이상 금으로 직접 거래를 하지 않았습니다. 보관증으로 거래를 시작하였습니다. 금세공업자들은 새로운 사실을 한 가지 알게 되었습니다. 바로 금을 맡긴 사람들의 대부분이 금을 되찾으러 오지 않는다는 것이었습니다. 그래서 금세공업자들은 약간의 금을 필요한 사람들에게 대출을 해주었습니다. \n그리고 그에 대한 이자를 받아서 돈을 벌기 시작했습니다. 그들은 점점 부자가 되어갔습니다.\n당시에 금세공업자들에게 금을 맡긴 사람들은 그들이 돈을 벌기 시작했다는 걸 알게 되고 항의를 하게 됩니다. 이때 그들은 대출이자로 발생하는 수익의 일부를 나누어 주겠다며 거래를 제안합니다.\n공짜 돈이 생기다는 데 흥미를 느낀 사람들은 그 거래를 받아들이게 됩니다. 대출로 발생하는 이익의 일부를 주인들에게 나누어 것. 이것이 바로 오늘날 '예금이자'의 개념이 되었습니다. 은행들이 가장 큰 수익을 거두는 ‘예대 마진’이 이때부터 시작되었다고 볼 수 있습니다. 계속해서 금세공업자들은 큰 돈을 벌었고, 또 몇몇 세공업자들은 금 보관 업무를 본업으로 삼게 되었습니다. 점차 시간이 흐르면서 금세공업자들은 더 큰 욕심이 생겼습니다. 있지도 않은 금을 담보로 대출을 시작하게 된 것입니다.\n이처럼 금도 없이 보관증을 담보로 대출을 하게 된 데는 나름의 통계자료가 뒷받침되었습니다.\n바로 금고에 있는 금을 찾으러 오는 사람들의 비율이 10% 내외라는 것. 그리고 금고 속에 있는 금의 양을 정확히 아는 사람은 자신들 밖에 없다는 것이었습니다. 여기에서의 10%라는 것은 오늘날의 ‘지급준비율’의 토대가 됩니다. ‘지급준비율’이란 은행이 고객으로부터 받아들인 예금 중에서 중앙은행에 의무적으로 적립해야 하는 비율을 말합니다. 하지만 그들의 계획은 순조롭게 흘러가지 못했습니다. 간혹 빌려준 금이 회수되지 않거나, 또는 있지도 않은 금으로 대출을 한다고 의심하는 사람들이 보관증을 들고 찾아와 자신의 금을 돌려달라는 경우가 발생했습니다. 보관되어 있던 금보다 더 많은 금을 인출하는 사태가 발생하자 파산에 이르게 되는 금세공업자가 생기게 되었습니다. 나중에는 이런 경우가 빈번히 발생했는데 이것이 오늘날의 뱅크런(bank run)사태입니다. 곤경에 빠진 금세공업자들에게 거래를 제안하는 곳이 있었습니다. 바로 영국 왕실이었습니다. 당시 전쟁을 치르고 있던 영국은 많은 돈이 필요했습니다. 금세공업자들에게 영국 왕실에 투자할 것을 제안하였고 금세공업자들은 왕실에 또 다른 제안을 합니다. 바로 왕실로부터 금 보유액의 3배에 달하는 가상의 돈을 대출할 수 있는 면허를 발급해달라는 것이었습니다. 많은 돈이 필요했던 영국 왕실과 곤경에 빠진 금세공업자들은 서로의 제안을 수락하였습니다. 영국 왕실로부터   면허받은(CHARTED) 공인된 은행인 영국의 ‘스탠더드차타드 은행’은 이렇게 탄생하였습니다.\n\nThe present era of banking can be traced to medieval and early Renaissance Italy, to the rich cities in the centre and north like Florence, Lucca, Siena, Venice and Genoa. The Bardi and Peruzzi families dominated banking in 14th-century Florence, establishing branches in many other parts of Europe. Giovanni di Bicci de' Medici set up one of the most famous Italian banks, the Medici Bank, in 1397. The Republic of Genoa founded the earliest-known state deposit bank, Banco di San Giorgio (Bank of St. George), in 1407 at Genoa, Italy.\n\n\n[스톡홀름 은행]\n스웨덴은 세계 최초로 중앙은행을 세운 나라이자 은행권을 광범위하게 사용한 나라다.\n유럽 북부에 위치해 어업 및 광업에 의존해 살아가던 스웨덴은 1534년 달러(daler)라는 구리 주화를 처음 사용하기 시작했다. 스웨덴이 구리 주화를 만들어 사용하게 된 데에는 자국에서 많이 생산되는 구리 수요를 높여 가격을 올리려는 속셈도 작용했다. 17세기 들어 국왕 구스타브 아돌프는 다른 나라들이 금과 은을 주조해서 화폐로 사용하는 금은 복본위제를 채택한 것과 달리 은과 구리를 주화로 제조하는 은구리 복본위제를 채택했다. 하지만 원재료인 구리에 비해 구리 주화의 가치가 높자 은화는 집에 두고 구리 주화를 사용하는 사람들이 늘어났다. 즉, 그레샴 법칙이 작용하면서 사실상 구리본위제로 운영된 것이다. 문제는 은의 가치가 구리에 비해 거의 100배나 높아 은 주화와 같은 가치를 지닌 구리 주화의 경우 무겁고 클 수밖에 없었다는 점이다. \n이로 인해 웬만한 거래에서 구리 주화를 사용하려면 운반을 위해 마차가 필요했고 사실상 즉석에서는 대규모 거래가 거의 불가능했다.\n1656년 11월 칼 구스타브 10세가 네덜란드 상인이었던 요한 팔름스트루흐에게 스톡홀름은행 설립 인가를 내주면서 최초의 은행이 탄생하게 된다.\n스톡홀름은행에도 지급 결제를 담당하는 환 부서(exchange bank)와 증권을 담보로 대출을 하는 대출 부서(lending bank)가 따로 있었다. 그중에서도 환부서는 무거운 구리 주화를 예치 받고 보관증을 내주었기 때문에 인기가 높았다. 1660년까지 약 40만 개의 구리 주화가 예치되었고 시중에는 은행이 발행한 보관증서가 대신 거래에 활용되었는데 지급의 편리성으로 인해 구리 주화보다 가치가 높았다. 실제 돈의 가치보다 보관증이 더 선호되었던 것이다. 이러한 사례는 영국의 금세공업자들이 발행했던 금예치증서에서도 발견된다. 보관증이 지급 수단으로 활용되면서 수요가 높아지자 팔름스트루흐는 실제 보관하고 있던 구리 주화보다 많은 보관증을 발행하기 시작했다. 모든 사람이 동시에 은행에 찾아와 구리 주화를 인출하지 않는 한 문제가 없을 것이라 생각했던 것이다.\n하지만 우려는 현실이 되었다. 1660년 국왕이 죽고 어린 왕을 대신해 나라를 통치하게 된 신탁통치위원회는 구리 달러를 재주조하면서 스톡홀름은행을 위기로 몰아넣었다. 이전보다 구리 양이 줄어든 새 주화가 유통되기 시작하자 사람들이 보관증을 들고 몰려와 구 주화로 바꾸기를 원했던 것이다. 새 구리 주화가 함량이 충실한 자신의 구주화와 섞일까 봐 우려했기 때문이었다. 예치된 구리 주화보다 많은 보관증을 발행한 팔름스트루흐는 교환 수요를 감당하지 못하고 뱅크런에 직면했다. 이때 팔름스트루흐는 뱅크런을 피하기 위해 기발한 착상을 하게 되는데 이는 향후 금융의 역사를 바꾼 은행권의 탄생으로 이어진다.\n상환 요구가 계속되자 팔름스트루흐는 의회에 금화 두카트, 은화 달러, 구리 주화 달러 등 귀금속으로 태환이 가능한 증서를 발행할 수 있게 해달라고 청원하여 승인을 받아냈는데 이 신용 증서(credit note)가 바로 은행권(bank note)의 최초 형태였다.\n\n1661년, 요한 팔름스트루흐라는 이름의 네덜란드 상인이 4년 전에 설립한 사설 은행인 스톨홀름스 방코에서 최초의 종이 은행권을 발행했습니다. \n이후 30년간의 독점권을 얻어 스웨덴에서 은행업을 하는 대신, 은행 이윤의 반은 스웨덴 왕실로 가게 되어 있었다. \n\n정부도 스톡홀름은행권으로 세금을 납부할 수 있도록 하는 등 지원을 아끼지 않았다. 이후 스톡홀름은행권은 스웨덴뿐 아니라 유럽의 주요 금융 거점에서 사용될 정도로 큰 인기를 끌었고 향후 부분 지급제도를 더욱 확고히 정착 시키는 데 기여했다.\n인기가 높아지자 팔름스트루흐는 은행권을 발행했는데 은행이 보유한 귀금속 주화보다 많은 은행권을 발행한다는 의심이 커지면서 은행권이 할인 유통되기 시작했고 1663년에는 은행권 소지자들이 일제히 태환을 요구하면서 뱅크런 상황이 발생했다. \n팔름스트루흐는 단기 예금을 받아 장기 대부해 줄 자금을 마련했지만, 예금자가 상환을 요구할 때면 문제가 발생했습니다. 은행의 자금 유동성을 개선하기 위해 그는 다양한 액면 금액으로 약속어음을 발행했습니다. 이는 엄청난 인기를 끌게 되었습니다. 하지만 너무 많은 어음을 발행하는 바람에 은행은 3년 후 1664년 영업을 중단하고, 팔름스트루흐는 감옥에 갇혔습니다. \n\n은행이 지급불능 상황에 빠지자 스웨덴 정부가 개입했다. 정부는 스톡홀름은행의 면허를 취소하고 모든 대출을 회수해서 상환에 대비하라고 명령했다. 하지만 대출 회수는 오늘날로 따지면 통화 공급의 위축을 가져왔고 디플레이션을 유발하여 오히려 대출 채권의 회수를 어렵게 만들었다.\n결국 1668년 스웨덴 정부는 스톡홀름은행을 국유화하기에 이른다. \n1668년 9월 리크 센스 스텐데 루스(왕국 영토의 은행)라는 새로운 기관이 스웨덴에서 은행업을 하는 특권을 이어받았습니다. 새로운 은행은 리크 쓰다 그(의회)의 직접 감독 아래 공무원이 관리를 맡았습니다.\n\n아울러 스톡홀름은행권이 모든 공적, 사적 거래에서 액면가로 거래되도록 법으로 정하여 은행권이 은행으로 되돌아오는 것을 막았다. \n한편 팔름스트루흐는 사기죄로 사형을 선고받고 투옥되었다. 1669년 감형된 후 이듬해 석방되었다가 1년 만에 사망한다.\n\n\n 19세기 중반까지 은행업이라는 일은 스웨덴 국내 정책의 중요한 측면이 되었습니다.\n처음에는 개인을 상대로 예금을 받고 대부를 해 주었지만, 18세기 초 대북방 전쟁이 발발하자 최초의 기능 대신 주로 정부를 상대로 커다란 액수를 빌려 주게 되었습니다. 처음에는 약속 어음 발행이 허가되지 않았지만, 은행은 1701년부터 일종의 신용장을 발행하기 시작했고 위조를 줄이기 위해 툼 바 브루크에 제지 공장을 설립했다. \n또한 일반 은행에 은행권을 발행할 수 있게 허가했고, 발행한 은행권 액수를 충당할 만한 예금을 보유하게 되었다. 1866년 은행의 이름이 스베 레예스 리크스 방크 롯 바뀌었다. 1897년에는 중앙은행이 되었으며 이는 오늘날에는 세계에서 가장 오랜 역사를 지니고 국립 은행입니다.\nFractional reserve banking and the issue of banknotes emerged in the 17th and 18th centuries. Merchants started to store their gold with the goldsmiths of London, who possessed private vaults, and who charged a fee for that service. In exchange for each deposit of precious metal, the goldsmiths issued receipts certifying the quantity and purity of the metal they held as a bailee; these receipts could not be assigned, only the original depositor could collect the stored goods.\n\nGradually the goldsmiths began to lend money out on behalf of the depositor, and promissory notes (which evolved into banknotes) were issued for money deposited as a loan to the goldsmith. Thus by the 19th century we find \"[i]n ordinary cases of deposits of money with banking corporations, or bankers, the transaction amounts to a mere loan or mutuum, and the bank is to restore, not the same money, but an equivalent sum, whenever it is demanded\". and \"[m]oney, when paid into a bank, ceases altogether to be the money of the principal (see Parker v. Marchant, 1 Phillips 360); it is then the money of the banker, who is bound to return an equivalent by paying a similar sum to that deposited with him when he is asked for it.\"  The goldsmith paid interest on deposits. Since the promissory notes were payable on demand, and the advances (loans) to the goldsmith's customers were repayable over a longer time-period, this was an early form of fractional reserve banking. The promissory notes developed into an assignable instrument which could circulate as a safe and convenient form of money backed by the goldsmith's promise to pay, allowing goldsmiths to advance loans with little risk of default. Thus the goldsmiths of London became the forerunners of banking by creating new money based on credit.\n\nThe Bank of England originated the permanent issue of banknotes in 1695. The Royal Bank of Scotland established the first overdraft facility in 1728. By the beginning of the 19th century Lubbock's Bank had established a bankers' clearing house in London to allow multiple banks to clear transactions. The Rothschilds pioneered international finance on a large scale, financing the purchase of shares in the Suez canal for the British government in 1875.\n\n[영란은행(英蘭銀行)]\n1694년 설립한 영란은행은 왕실의 주식회사 형태의 민간 특허은행으로 설립되었다. 명예혁명 이후 집권한 윌리엄 3세는 내전과 프랑스와의 전쟁으로 왕실재정이 고갈되자, 잉글랜드 은행 지주회사를 설립해서 유대인 상인으로부터 120만 파운드의 기금을 조성한 후 이 은행에 발권 권한을 허가해주었다. 설립 초부터 영국 왕실과 밀접한 관계를 가진 은행으로 이후 여러 가지 조치에 의해 영국의 중앙은행 역할을 수행하게 되었다.\n영란은행은 금보관증 제도를 바탕으로 막대한 양의 통화를 시장에 공급했다. 금보관증은 금 보유자가 은행에 금을 맡긴 뒤 받는 보증서로 현대 화폐의 시작으로 여겨진다. 영란은행은 금 보관증을 소유한 사람이 금을 찾으러 은행을 방문할 일이 거의 없다는 점에 착안해 금 한 덩이에 10 장의 보관증을 발행하는 기법을 도입했다. 이른 바 ‘10%의 마법’이다. 이후 미국 등 다른 국가들도 금 보관증을 바탕으로 한 금본위제를 채택한다.\n\n10%의 마법으로 영란은행은 실제 금 보유고의 10 배가 넘는 화폐를 발행하며 부를 창출하는 데 성공했다. 하지만 이 제도에는 치명적 약점이 있었다. 모든 금 보유자가 일시에 은행으로부터 금 상환을 요구할 경우다. 은행으로선 금 보유고가 발행한 보관증에 비해 턱없이 부족하기 때문에 상환 요구에 응할 수 없는 뱅크런 현상이 발생한다. 역으로 뱅크런만 억제한다면 금 보관증 제도는 10배가 넘는 레버리지로 국부를 창출할 수 있었다.\n\n결국 유럽 열강은 뱅크런을 막기 위해 식민지와 전쟁이라는 두 가지 해법을 찾아냈다. 식민지 개발에 막대한 자본이 필요했고 전쟁을 벌이면 전비를 지속적으로 소모해야 해 다량의 통화를 찍어내도 본국 은행에 상환 요청이 들어올 가능성이 적다는 점을 노린 전략이었다.\n실제로 영란은행이 탄생한 뒤 영국은 스페인 왕위계승전, 오스트리아 왕위계승전, 프렌치-인디안 전쟁, 미국 독립전쟁, 나폴레옹 전쟁, 아편전쟁 등 꾸준히 전쟁을 벌였다.\n\n[당나라]\n고대 중국에서는 이미 환어음이 사용되고 있었습니다. 당나라 시대(7세기)에 등장한 ‘비전(飛錢)’이 바로 그것입니다. 당나라는 평안한 시절이 계속되었기 때문에 상업이 발전하고 멀리 떨어진 곳과의 거래도 활발해졌습니다. 당시에는 동전이 주된 통화였는데, 상품의 대금을 지불하는 데 있어 동전의 운반이 불편하였기 때문에 외환업무를 담당하는 민간업자가 등장하였습니다. 이는 다음과 같은 시스템이지요. 장안, 낙양 등의 대도시 상인이 지방에서 상품을 사들이는 경우, 우선 외환업자한테 가서 동전을 맡기고 보관증을 발행받습니다. 이 보관증을 지방에서 온 상품의 대금으로 지방 상인에게 보냅니다. 지방의 상인은 자기 마을의 외환업자에게 이 보관증을 가져가면 동전을 받을 수 있습니다. 물론 외환업자끼리는 제휴관계가 있었습니다. 이는 오늘날의 외환은행의 시스템과 거의 비슷하지요.\n이 ‘비전’이라는 시스템은 애당초 민간업자가 담당하고 있었지만 나중에는 관영이 되었습니다. 다시 말해 국영 외환은행이 되었다고 할 수 있습니다.\n\n[명, 청]\n명·청기 중국에 은본위제가 정착되면서 상업이 활발하게 일어났다. 대량의 물건이 먼 지역까지 수송되고 거래되었지만, 결제 방식은 현금거래였다. 은을 수레에 싣고 가서 물건을 사오거나 물건 값으로 은을 싣고 와야 했다. 상인이 직접 은을 들고 운반하지 않을 경우, 표국(鏢局)이라는 무장조직을 이용해야 했는데, 수수료가 고리대나 다름없었다. 중국에선 표국을 물류조직이라고 미화하지만, 조폭조직이나 다름없었다.\n\n중국은 상인 길드를 '행(行)'라고 불렀다. 중국은 명나라 이후 은(銀)으로 세금을 물리고 은본위제를 실시했다. 당시 중국에서는 남미와 멕시코의 스페인 식민지에서 은이 대거 유입되었고, 이를 바탕으로 은 으로 세금을 내는 일조편법과 지정은제가 시행되었다. 중국에서 은을 거래하는 상인들의 길드, 즉 행(行)이 금융업의 주체가 되면서 은행(銀行)이라는 말이 나오게 됐다고 한다.\n\n청나라 시대 산시(山西)성 핑야오(平遙) 출신 뇌이태(雷履泰, 1770～1849)라는 진상(晋商)이 은의 수송에 드는 비용을 줄이는 방법을 고안했다. 그는 일승창(日昇昌)이라는 안료가게를 관리하고 있었는데, 일승창의 점포망을 통해 환거래방식을 창안해 냈다. 일승창 지점에서 은을 수령한후 그에 상응하는 표(票)를 발급하면, 일승창 어느 지점서도 그 표에 적인 금액만큼 은을 내주도록 하는 방식이었다. 그 표는 지금의 환어음에 해당한다.\n그는 자금 송금이 필요한 상인들을 고객으로 끌어 왔다. 산시와 베이징을 본거지로 두고 중국 전역은 물론 러시아 중앙아시아를 무대로 하는 진상들이 뇌이태의 고객이 되었다. 그리고 일승창에서는 일정액의 수수료를 받기로 했다. 많이 받으면 비난을 받을 것이므로, 초기에는 거래액의 1%로 정했다.\n그는 1823년(道光 3년)에 일승창을 표호(票号)으로 개편하며, 본격적으로 은행업에 뛰어들었다. 산시상인(진상) 뇌이태가 창시한 이 상업 금융기관은 어음에 해당하는 표(票)를 발급하고 이 표에 근거해 현금을 환급하므로, 표장(票莊), 또는 포호(票号) 라고 불리었다. 표호의 출현으로 현금을 운반하던 표국을 찾는 사람들은 자연히 줄어들었고, 표호의 사업은 크게 일어났다. 뇌이태가 표호를 설립하자 진상들 사이에 표호 설립이 줄을 이었다. 외국인들은 주로 신시성 출신 상인들이 표호를 만들었기에 산시은행(山西银行)이라고 했다.\n\n19세기 중반 홍수전(洪秀全)이 태평천국(太平天國)의 난을 일으키면서 다방면으로 개혁을 시도했는데 이때 재정 방면의 개혁에서 '銀行을 부흥시키자!(興銀行)'는 구호를 내걸었다고 한다. 이것이 중국에서 '銀行'이라는 말이 사용되게 된 효시라고 한다.\n\n[중화민국]\n중국에 중국자본으로 설립된 근대은행이 등장한 것은 19세기말이었다. 1897년 盛宣懷가 상해에 설립했던 中國通商銀行이, 그 최초였다고 설명된\n다. 이후 그 수는 점차 늘어났지만, 근대은행이 중국의 금융업 내에 뿌리를 내리는 것은 그리 쉽지 않았다. 왜냐하면 그 등장 이전에 금융업을 유지\n해 왔던 기존 금융기관들의 장벽이 만만치 않았기 때문이다. 중국에 진출해온 외국자본 은행들이 막강한 위세를 보이고 있었을 뿐만 아니라, 중국자본\n의 전통적 금융기관들도 공고한 위상을 갖추고 있었다. 근대은행은 대체로 그 두 범주의 금융기관들이 형성하고 있는 분업적 협력구도 속에서 소외되어 있었다고 할 수 있다. 그들은 외국은행에 의해서는 국외무역과 연관된\n금융 수요로부터 소외되었고, 전장에 의해서는 국내무역과 중국 공상업자들의 금융 수요로부터 소외되었던 측면이 있다. 그러한 상황은 그들이 공상업 부문에 대한 금융 지원의 역할보다 정치권\n력과의 연관에 보다 중점을 둘 수밖에 없었던 배경으로 설명되어 왔다. 말하자면 중국의 은행들은 공상업 금융에서 상대적으로 소외되어 있었으며 때\n문에 정치권력을 향해 접근하지 않을 수 없었다는 것이다. 은행의 영업에서 公債 경영이 점하는 비중이 컸다는 사실은, 그러한 점을 설명하는 데 줄곧 인용되어 왔다.\n\n[일본]\n메이지 시대에 bank를 은행으로 번역한 것은 중국에 따른 것이다. 1865년 홍콩상하이은행 등이 설립되면서 중국에서 은행이란 말이 사용되었다.\n일본에서는 영어 'bank'를 번역하면서 \"金行\"라고 부르자는 방안도 있었지만, 금행(きんこう)보다 발음이 부드러운 은행(ぎんこう)으로 하기로 했다는 설이 있다.\n\n[한국]\n우리나라에서 은행이란 단어는 일본에서 들어왔다. 우리나라에서 처음으로 은행이란 말이 사용된 것은 1878년 일본 제일은행 부산지점이 개설된 때 부터라고 한다.\n\n한국에 근대적 은행 제도가 도입된 것은 일본 제일은행 부산지점이 개설된 1878년(고종 15)입니다. 1909년 중앙은행으로서 구(舊) 한국은행이 설립되었으나, 국권 피탈 후 업무를 조선은행에 이관, 8·15 광복과 더불어 한국은행으로 복귀하였습니다. 상업은행은 1897년에 설립된 민족계(民族系)의 한성은행(漢城銀行)이 효시이고, 특수은행은 1918년에 발족한 조선 식산은행 (한국산업은행의 전신)이 효시입니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-10T11:52:57.137000",
  "updatedAt": "2023-12-09T21:11:13.263000"
}