{
  "id": "4e578016-c71e-4ad0-acef-9d16778662f0",
  "title": "부여(夫餘)",
  "content": "![image](media/190546d2a58.a7e16dc01e6c3cc9.png)\n![image](media/190547be6fd.8d065157e62c059d.jpg)\n![image](media/190549c744f.9d60eee51613d46c.jpg)\n\n\n부여는 장성 북쪽에 있다. 현도(玄菟)에서 천리를 가야하고, 남으로 고구려, 동쪽으로 읍루, 서쪽으로 선비가 접해 있고, 북쪽으로 약수가 있으며, 가히 2천리다.\n\n부여국은 서로는 오환(烏桓)·선비(鮮卑)와 접하고, 동으로는 읍루(挹婁)와 잇닿으며, 남으로는 고구려와 이웃하고, 서남으로는 요동의 중국세력과 연결되어 있었다. 3세기 전후 무렵 영역은 사방 2천리에 달하는 광활한 평야지대였다.\n부여는 사기 권129 화식전에 처음 그 기록이 나타난다. 연나라를 설명하는 대목에서 연의 북쪽은 오환과 부여, 동쪽으로는 예맥과 조선이 접경해 있다는 기록인데 바로 여기서 부여가 언급된다. \n<사기> 권129 화식열전\n夫燕亦勃,碣之閒一都會也.南通齊,趙，東北邊胡.上谷至遼東,地踔遠,人民希,數被寇,大與趙,代俗相類,而民雕捍少慮,有魚鹽棗栗之饒.北鄰烏桓.夫餘，東綰穢貉,朝鮮,真番之利.\n부여와 연나라는 발해와 갈석사이에 있는 도읍지라고 기술되어 있다.남으로 제나라와 조나라로 통하고..연나라는 북으로 오환 부여와 접하고 동으로 예맥,조선 진번의 이익을 꿰차고 있다.\n\n전국시대인 연나라 때 이미 부여가 보이는 것은, 적어도 부여가 연나라가 멸망하는 기원전 221년 전에 건국되었음을 뜻한다고 볼 수 있다.\n부여는 누가 건국했을까? 부여의 건국자에 대해 두 가지 견해가 있다. 하나는 해모수이고, 다른 하나는 동명왕이다. 부여의 시조가 해모수라는 사실은 삼국사기, 한단고기 북부여기에 기록되어 있다. 삼국사기에는 해모수가 해부루의 부여를 빼앗았다고 기록되어 있고, 한단고기에는 조선의 마지막 단군 고열가 단군이 퇴위하자, 혼란에 빠진 북방을 통합하여 부여를 건국한 민족의 영웅으로 그리고 있다.\n부여의 시조가 동명왕이라는 사실은 중국사서 논형에 기록되어 있다. 여기서 동명왕의 신화가 실려 있는데 그 내용이 주몽의 고구려 건국신화와 줄거리가 같다. 그래서 혹자는 부여의 건국신화를 고구려측에서 차용했다고 주장한다. 부여의 시조가 이렇듯 누군지 명확하게 밝혀지지 않은 건 사료의 부족일 것이다. \n부여족은 일찍부터 쑹화(松花)강 유역을 중심으로 중국 북방 평원을 개척, 서단산 문화라는 수준 높은 문화를 영위하면서 우리 역사상 고조선에 이어 두 번째로 국가체제를 마련했다. 전성기 부여의 영토는 사방 2,000리에 미쳤다. 가운데에 도읍이 있어 왕이 다스렸고, 도읍 밖의 나라를 넷으로 나누어 대가(大加)들이 맡아 온나라를 5개 지역으로 분리통치했다. ‘삼국지’ 동이전에서는 부여의 네 지방을 ‘사출도’라는 말로 표현한다. 부여의 지배자인 가(加)들은 서로 의논해서 왕을 추대하기도 했고, 가뭄이나 홍수가 들어 농사를 망치면 그 책임을 물어 왕을 갈아치우거나 죽이기도 했다. 그러나 왕을 배출한 부족의 세력은 매우 강해서 궁궐, 성책, 감옥, 곳간 같은 시설을 갖추고 있었다.\n부여는 고조선이 존재하던 기원전 3세기경 처음 역사상에 등장한다. 이후 494년 고구려에 항복할 때까지 700여년 동안 대륙 북부 일대를 주름잡았던 우리 민족의 고대국가였다. \n기원후 부여 사회의 모습을 잘 묘사하고 있는 ‘삼국지’ 위서 동이전 부여조에는 이 나라가 “매우 부유하고 시조 때부터 남의 나라에 패해본 일이 없었다”는 기록이 있다. 이처럼 부여는 그 경제수준이 상당히 높았고, 통치력과 군사력이 매우 강했다. 이런 사실을 증명하듯, 지린시 위쪽에 있는 위수(楡樹)시 노하심(老河深)에서 모두 129기의 부여 나무곽 무덤이 조사되었다. 무덤 안에서는 ‘황금의 나라’라는 기록처럼 황금 허리띠장식 등 각종 금제 장신구와 철갑옷, 칼 등 많은 철제무기가 나와 부여 대가들의 강력한 세력기반을 확인할 수 있었다.\n철제 생산도구 및 무기를 바탕으로 힘을 키운 부여족은 오랫동안 대체로 중국의 왕조들과는 자주 교류하면서 친하게 지낸 반면, 선비족 같은 북방의 유목민족이나 고구려하고는 세력을 다투면서 나라를 키웠다. 또한 주변의 동옥저나 읍루 같은 부족국가들을 신하로 삼으면서 만주지역의 역사를 주도해 나갔다.\n언어학자 강길운 교수는 부리야트(Buryat)의 트는 복수를 나타내는 말이므로 부야(Burya)가 곧 부여라고 한다. 이 말이 사실이라면 부리야트족은 부여의 후예인 셈이다. 참고로 이들 부리야트족은 우리와 같은 DNA를 가지고 있고, 우리와 비슷한 풍습을 가지고 있다.\n삼국지 부여전을 보면 \"부여의 창고에는 보물이 많은데 그 중에는 예왕지인(濊王之印)이라고 새겨진 도장이 있다\"고 하였다. 이는 부여의 왕이 스스로를 예왕이라고 하였다는 것으로 부여와 예가 동의이사(同意異寫)임을 알 수 있다.\n삼국지 부여전은 다음과 같은 이상한 기록을 전한다. 그 내용은 다음과 같다\n\"한나라 때 부여왕의 장례에 옥갑을 쓰는데 현토군이 이를 미리 준비해 두었다가 부여왕이 죽으면 이를 주어 장례에 사용하였다\"\n옥갑은 옥으로 만든 수의를 의미한다\n삼국지의 기록은 한나라가 자국이 제작할 수 있는 최상의 진상품인 옥갑을 현토를 통해 미리 준비했다가 부여왕이 붕어시 황급히 바쳤다는 것이 자연스러울 것이다. 옥갑은 당시로서는 최고의 상품이었을 것이다. 옥갑을 만들 좋은 옥을 구하여 가공하고 조각하는데 많은 시간과 비용이 들기 때문이다. 이런 옥갑을 한나라가 부여에 바쳤다는 기록으로도 당시 부여와 한의 역학관계의 상위자가 누구인지는 분명히 드러난다. \n\n\n단군조선 BC425년에 구물 단군이 나라명을 조선에서 대부여로 바꾼다. 해모수는 BC 239 년에 웅심산에서 반란을 일으킨후 고조선이 부여로 이름을 바꿨으니 부여 북쪽에 위치한다해서 북부여라고 국호를 정하고 북부여 창립 1년뒤 BC238 고조선은 망한다 \nBC238년 고열가 단군을 끝으로 고조선이 망한 걸로 봤을 때 1년전에 나라를 세운 북부여가 고조선을 멸망시키고 역성 혁명을 일으켰다고 보는 것이 합리적인 생각일 것이다. \n이후 단군조선의 모든 영역이 북부여에 귀순했다고 기록에 나오지만 북부여가 완전히 고조선의 영토를 다 장악한 것은 아니다. 중국이 쪼개져서 싸우듯이 고조선들의 제후들도 쪼개진다. 이른 바 열국시대인데 북부여, 동부여, 흉노, 선비, 낙랑국, 대방국, 마한 등 수 많은 나라가 나오는 이유가 그런 것이다.\n부여에서 나온 민족들이 엄청 많은데, 큰 것만 열거하자면 선비족(투르크족), 고구려(코리족), 연나부(동부여), 말갈(여진족), 백제(쿠다라족) 등이다. 제주도의 3대 성씨인 고양 부 또한 부여의 후손이다. 백제 또한 고구려와 달리 부여의 직계 후손이며 그렇기 때문에 수도를 부여라고 했으며 국호를 남부여라고 했었다. 물론 백제의 지배층및 왕족만 부여계라는 거지 국민 대다수는 낙랑국, 대방국의 유민이다. 고로 지금 현 일본 천왕도 부여의 후손이고, 한국에 백제 의자왕의 후손인 서씨는 그런 뜻에서 부여 서씨라고 하는 것이지 충남에 있는 부여가 아니다.\n부여란 국명은 부여의 위치가 순록을키우던 곳에 있었으므로 사슴을뜻하는‘puhu’라는 만주어에서 왔고, 사슴을 키우는곳은 당연히 벌판이 많으므로 벌판을 뜻하는 부리, 벌과도 연관이 있다. 실제로 부여가 있던 땅에는 현재도 부리와 관련된 민족 부리야트라는 민족이 살고있다. 야트는 들이라는 몽골어이므로 부리야트는 부리족이란뜻이다.  \n\n북부여 왕\n1. 해모수 BC239 \n2. 모수리 \n3. 고해사 \n4. 고우루 \n5. 고두막한(동명왕)BC89 \n6. 고무서\n\n동부여 왕\n1. 해부루(고우루왕의 친동생) \n2. 금와 \n3. 대소\n\n한무제는 흉노를 대대적으로 정벌한 걸로 유명한 왕이다. 근데 이 흉노가 사실상 부여다. 흉노는 부여의 속국이었다. 근데 이 흉노 한나라간 전쟁에서 북부여는 미온적으로 대처하고 이로인해 흉노는 큰 피해를 입는다. 그래서 부여안에서 이런 것 때문에 내부 불만이 많았고 이를 이용해서 북부여에 왕위를 뺏겼던 단군조선의 마지막 왕 고열가 단군의 후손인 고두막한이 반란을 일으켜 나라를 세우고 동명국이라고 국호를 정한다. 그래서 고두막한이 동명성왕이라고 불린다. 그래서 주몽이 동명성왕이라고 하는 것은 잘못이다.\n고두막한은 대대적으로 한나라를 정벌하고 다시 나라를 되찾자는 다물정신을 내세우는데 이 때문인지 한무제는 고두막한 즉위 2년뒤인 BC87년에 죽고, 정복전쟁의 실패 후유증으로 한나라의 국세가 급격히 기울고 나중에 흉노의 일원이던 투후 김일제의 5대후손인 김당과 그 인척이던 왕망에게 나라를 뺏긴다. \nAD8년 신나라 창업\n\n동부여는 현 부리야트족이 위치해있는 바이칼 동쪽에 위치했던 걸로 보인다. 현 부리야트족의 설화가 부여의 설화랑 같다고 하니 우연이 아닐 것이다.\n발해 또한 해동성국으로 불린 이유가 바이칼 호수의 동쪽인 이 부리야트 지방에 있었기 때문이다.\n이 부리야트 공화국에 고구려의 코리 부락과 백제를 뜻하는 쿠다라 부락이 아직도 존재하고 있다.\n\n부여란 나라 자체의 정체성은 단군조선을 세운 백인 아리아인들이 시베리아가 추워짐으로 인해서 남쪽으로 내려가기 시작한 후 남아있던 소수의 아리아인들이 원주민인 말갈 흉노 등과 과거보다 더 밀접하게 연합하기 시작한 이후 생긴 나라로써 유목민적 성격이 과거 단군조선 초창기보다 더 심해진 상태였다. \n거기다 아리안의 대부분이 남으로 이동해서 마한, 진한, 번조선, 구려국 등의 나라를 세워서 지배력이나 권력은 과거보다 약해진 상태였다. 이에 반란이 일어나 제후로 추정되는 해모수에게 고열가 단군이 나라를 뺏기게 되고 해모수는 원주민과 더 결탁하게 된 걸로 보인다. \n\n단군조선 마지막 천왕인 47대 고열가 단군이 쫓겨나기 1년전 해모수가 웅심산에서 반란을 일으킨 후 1년뒤 고열가는 강제로 쫓겨나는데 기록에는 스스로 물러났다고 되어 있는데 아니다.\n흉노의 묵특선우(BC209~174)가 격파했다고 한 동호가 사실은 부여일 수밖에 없는데 여기서 왕을 죽였다 했으니 흉노가 해모수를 죽인 것이다\n그리고 다시 이 고열가의 후손인 고두막한(동명성왕)이 반란을 일으켜서 동명국을 다시 잠시 세웠다가  나라 이름을 북부여로 바꾸고 북부여의 5대 단군이 된다. 이를 졸본에 있다해서 졸본부여라고 불렀다. 졸본은 몽골의 홉스굴 호수 근처로 추정된다.\n해모수의 후손인 북부여 4대왕 고우루 단군은 고두막한의 반란에 의해 강제 자살하고(사서에는 굶어 죽었다하는데 아닌 것같다.) \n이 고우루 단군의 동생 해부루는 동쪽으로 쫒겨나 가섭원에 동부여를 세우고 해부루의 아들이 금와인데 \n이를 통해보면 금와는 당연히 친아들이 아니고 외부에서온 세력이 해부루의 자리를 뺏었다고 보는 것이 합리적일 것이다. \n여기서 해모수의 아들인 고진의 손자인 불리지의 아들 고주몽이 해모수와 동명성왕 설화를 자기걸로 변조했기 때문에 유화부인이 고주몽의 어머니인지 아무도 모른다. 다 각기 다른 주장만 난무하는데 정확한건 이 하백의 딸인 유화부인이 아버지 몰래 다른 남자랑 바람을 펴서 애를 낳은 것이다. 그리고 그 남자는 하백 몰래 도망을 치고 하백은 열 받아서 그 남자랑 전쟁을 한 걸로 기록에선 추정된다.  \n\n조선과 병립했던 부여국의 위치를 추정할 수 있는 기록으로,『관자』 소문편에 제와 고죽 그리고 부여간의 위치,『제태공세가』에 기록된 제나라 위치, 그리고 「중국사회과학원지도」등을 종합하면, 부여는 고죽국 북쪽에 그리고 그의 남쪽에 제나라가 존재했음을 알 수 있다. 또한「대청광여도」등에 근거한 지리 비정 결과 제는 하남에, 고죽은 산서 남단, 그리고 그 북쪽에 부여가 있었음이 증명된다. 부여의 도읍은 사서와 신채호의 추정 근거에 의하여 산서 북부지역인 대(代)지역으로 보인다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-06-26T20:57:50.804000",
  "updatedAt": "2024-09-25T08:30:38.588000"
}