{
  "id": "4e625700-7893-4870-939a-6f515f285a65",
  "title": "ATAK (Android Team Awareness Kit)",
  "content": "밑에 군용 스마트폰 얘기가 나와서. 이게 빠지면 안 되지.\n군용 스마트폰은 하드웨어일 뿐이고. 그걸 이용해서 실제로 팀원들끼리 지도 찾아보고, 서로 위치도 즉각 알아보고, 정보도 실시간으로 주고받고 해야 하는데\n카톡으로 블루 포스 트래킹 할 거냐? 그럴 순 없겠지. 바로 그런 역할, 지도, 카톡, 블루 포스 트래커 등등의 소프트웨어 기능을 하는 앱이 있음\n\nhttps://youtu.be/HdNy0YBfEvU\n\n2010년에 미국 공군 연구소(AFRL)에서 개발한, 안드로이드 기반의 앱인데 원래 이름은 안드로이드 택티컬 어썰트 킷이었던 듯. 근데 민수용으로도 개방하면서 이름이 좀 너무 공격적이라 팀 어웨어니스 킷으로 이름을 변경함. 지금도 군용은 택티컬 어설트 킷으로 부르기도 하나?\n안드로이드 기반, 온라인/오프라인 지도에, 실시간 블루 포스 트래커, 내비게이션, 지도상 기물에 아이콘 붙여서 설명 달기, 지도상 지점에 데이터(파일, 사진 등) 붙여놓기, 작전 경로 표시, 팀원 간에 문자 발송, 채팅, 문서 파일 전송, 사진 전송, 동영상 전송, 실시간 동영상 스트리밍, 지원 요청, CAS 요청, 드론 제어 등등\n전술 스마트폰에 필요로 하는 기능이 두루 갖춰져 있음. 없는 기능은 플러그인을 붙여서 확장할 수 있게 돼 있고. goTenna 오프더그리드 애드혹 네트워크 안테나를, ATAK와 결합해 쓸 수 있게 하는 플러그인이라든가 등등\n이게 Nett Warrior 단말에 올리는 어플로 제일 쓸만하고 저렴하다고 추천 뜬 이래, 2016년 쯤부터 미 국방부와 미국 내에서 두루 쓰면서 유명해짐\n현재도 미국 내에서 소방서나 경찰서들이 많이들 애용하고 있고, 실제로 허리케인 났을때 지원 온 다수의 조직들이 이걸로 정보 공유하면서 효율적으로 움직일 수 있었다더라\nDARPA에서 ATAK 가지고 퍼시스턴트 CAS 프로그램에서 실제로 CAS 부르는 것도 해봤고\n등등 군용으로도 민수용으로도, 이 분야 대세 앱이다\n물론 스마트폰에 이거만 깔면 다 되는 건 아니고. 팀끼리 서로 정보 주고받으려면 채팅 서버 같은 식으로 통신용 서버 구축을 해야 됨.\n군용 ATAK은 군용 스마트폰을 군용 무전기에 연결해서 군용망을 통신으로 쓰고. 민수용은 보통 그냥 스마트폰 자체 민수망을 통해서, 팀 서버에 접속함. 서버 만드는 법까진 나도 몰겠고 ㅎ 구축된 서버에 들어가는 건 그냥 채팅 프로그램에 로긴 하는 그런 거 비슷함\n그리고 ATAK 자체가 좀 기능이 잡다하게 많아서 사용법 꽤 익혀야 됨\n버전이 몇 개 되는데\nATAK-PR : 퍼블릭 릴리즈, 민수용 공개 버전. 플러그인 붙일 수 없는 제한이 있다\nATAK-CIV : 민수용. 약간 판매 제한은 있는데 구급대원 정도 급에서 사용 가능함. 기능 제한은 퍼블릭 릴리즈보다 덜한데 ITAR는 안 걸리는 정도로 제한적\nATAK-GOV : 정부용. ITAR 걸리는 물건이고, 미 정부 산하 기관, 판매 허용된 외국 정부 등에 파는 것. CIV보다 기능 더 있지만 군용의 민감한 기능은 없음\nATAK-MIL : 미군과 판매 허용된 외국군에서 쓰는 거. 군용 무전기랑 연결이라든가 그런 민감한 기능이 살아 있음\nATAK-FVEY : 파이브 아이즈 국가 전용이라 함\n윈도우용 WinTAK, 아이폰용 iTAK 등도 있다고\nATAK-PR이랑 CIV는 공개판이라 잘 하면 구할 수 있는데. 릴리즈 사이트가 미국 밖에서는 접근이 안 되거나 그러더라. 일단 ATAK-CIV는 구글 플레이 스토어에도 올라가 있다.\n\n원래 안드로이드용으로 출발해서, 아이폰용, 윈도우용 등으로 라인업을 늘려갔는데 최근 미군 및 각 정부 조직이 사용하기 위해, 웹을 통해 접속하는 클라이언트인 WebTAK이 채용된 듯함.\n여러 에이전시에서 CBRN과 폭발물 테러 등 각종 민간 재난 상황에서 기관 간에 정보 공유 상황 인식 공유를 하려고 만들었다고 아마 군, 경, 소방, 각 지역 별 기관 등이 공유할 듯\n접속은 웹 URL에 접속할 수 있는 단말기면, PC부터 스마트폰까지 뭐든지 가능. URL에 들어가서 로그인하면 기기를 인식하고 그에 맞는 화면을 보여준다고 한다. 기존에 안드로이드, 윈도우 등등 각 단말 별로 나뉘어 있던 것을, 크로스플랫폼 웹클라이언트로 바꾼 것임\n미국 비영리 방위사업 개발 조직인 Draper (찰스 스타크 드레이퍼 연구소)에서 만들었다고 하고\n민수 공개용이 아님. 공군측에서 로그인 라이센스를 발급한다고 한다. 고로 CivTAK과는 달리 우리가 직접 구경할 기회는 없을 듯...",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-10-07T01:19:03.645000",
  "updatedAt": "2022-10-07T01:19:03.645000"
}