{
  "id": "4e66715b-abf7-43c1-beb0-916f0acb164f",
  "title": "탱크(전차) 무용론",
  "content": "시가전에서 탱크는 보병이 엄호 못해주면 그냥 밥임. 화염병가지고도 털림 그래서 입체작전만이 살길이죠. 덤으로 탱크도 하드킬시스템은 이제 기본이 되어야 함. 현재 러시아 탱크는 극히 일부만 그것도 소프트킬만 설치된 것이라 대전차미사일에 그냥 밥이된 상황임.\n\n전차무용론 주장하는 흉아들 논리보면 전차가 공격용으로만 사용하는줄 알지. \n러샤처럼 인명사상 개무시하고 숫자로 밀고만 들어가면 되는 줄 알고 요즘 휴대용대전차 미사일  성능을 무시하다 개박살 난 거 보고 전차 필요없다며 주장함.\n폴란드가 천여대 수입하는 목적이 러샤 공격할려고 그런 거 같어? \n전차는 방어전에 오히려 더 효용성이 더 높다는점.\n매복으로 사실상 2,3키로에서 저격이 가능하고 탐지는 5키로이상 탐지하고 네트워크전이 되면 전장상황파악 능력이 월등하다는건 모르는 모양이야. 게다 방어전에 전차 선두에 정찰보병이 미리 위험과 상황판단하면 전차만큼 방어에 탁월한 무기가 있을까?\n\n물론 제공권은 어느정도 받쳐줘야 하지만, 그리고 전차없이 공격시에 걸어갈껀가?\n\n최신 전차와 적절한 운용기술 네트워크가 합쳐지면\n육군 무기 중에 가장 무서운게 전차\n\n보통 경사장갑이라 정면에서 발사되는 포는 잘 막는데 자주포처럼 위에서 떨어지는 포에는 무방비죠.\n\n그래도 보병 몸빵은 필요해요\n\n시가전, 게릴라전에 전차 없으면 한계가 있어요.\n\n탱크만 믿고 갈 수 없으니 지형에 적응한 포병 전력이 엄청 발전했죠.\n\n육군 항공대나 공군의 공중 지원 능력도 우리나라가  미군 빼고는 최고 레벨임. 그런 서포트를 갖고 탱크를 굴리는 거라 단점이 꽤 커버되죠. 게다가 상대가 북한이면..\n\n보전합동이 필수고 결국 전차 VS 전차에서 가장 효과적인 무기는 전차여서 포기할 수도 없죠.. 우리나라는 전면전을 상정하고 육성한 군대라 더 더욱 그렇구요\n\n전차는 원래 시가전에 밀어넣는 물건이 아닙니다. 시가전에서 전차는 원래 움직이는 관짝이라고 불릴만큼 너무 불리한 요소가 많습니다. 이는 러시아 뿐만 아니라 미군도 수도 없이 겪었던 문제입니다. 또한 보병에 의한 전차 손실은 매복이 아닌 이상 거의 발생할 수 없습니다.\n\n몇 십억짜리 전차, 장갑차가 몇 억짜리 대전차화기 등에 너무 쉽게 손실 발생하는것은 전차를 운용하는 교리와 전술의 문제지, 전차의 문제가 아니예요.\n같은 에이브람스를 운용해도 미군 에이브람스는 저승사자고 이집트, 이라크의 에이브람스는 뻥뻥 터져나가는 이유가 왤까를 생각 해 보세요.\n\n결국 보병이 나서서 깃발을 꽂아야 끝나는 게 전쟁인데, 우리 나라가 기갑 굴리기에는 문제가 많은 지형인 건 맞지만 방어선을 돌파한 이후 기동력으로 적의 후방을 휘젓고 다니는 데에 또 기갑만한 게 없습니다. 공수부대는 제한적인 병력과 물자와 화기로 싸워야 하기 때문에 시가전에 투입될 게 아닌 이상 후방을 적극적으로 휘젓기는 어렵고, 속도도 느리죠. 그리고 방어선을 뚫은 후 최대한 전과를 확대하여 적의 2차 방어선을 최대한 뒤로 밀기 위해서도 전차는 필수적입니다. 즉 교리의 문제입니다. 더군다나 산지에 삼림이 많은 우리 나라 특성상 공군이 활약할 수 있는 범위도 다소 제한적이죠. 베트남 전쟁 생각하시면 됩니다.\n요약하면 가성비로 따지면 그냥 보병이 가장 좋은데도 전차가 필요한 건 단순 가성비로는 보이지 않는 전시 운용상의 이점이 있기 때문입니다. \n드론이나 대전차무기의 발달로 전차 댓수 조절은  필요해도 전차 무용론이 나와서는 곤란하죠.\n\n전차는 제공권이 확보되지 않은 상태에선 깡통에 불과하고 보병과 협동되지 않은 상태에서 시가전에 들어가면 좋은 먹이감에 불과합니다.\n다만 위의 두가지를 제외하면 지상전의 왕자죠\n반대로 제공권이 확보된 상황에서 전차 없이 알보병 만으로 전면전이나 시가전을 치루면 보병 사망률이 하늘을 뚫을 겁니다. 러시아는 우크라이나를 단기간에 전격전으로 충격하기 위해 기계화 부대를 밀어 넣었는데 그 단기간이라는 주요 전제가 무너지면서 지금 꼴이 난겁니다.\n\n전차는 제병합동이 필수입니다. 이게 제대로 된다면 적군에겐 사신이나 다름없어요. 러시아군은 제병합동은 커녕..\n제병합동은 보병/기갑/포병/항공 등 다양한 병과부대가 합동으로 작전하는것을 뜻합니다. 좀 쉽게 말씀드린다면 기계화부대의 일반적인 전술이 바로 제병합동입니다. \n\n전차탑재 정찰드론 같은게 전차의 고질적인 약점인 전투중 시야를 크게 보완해줄지도 모르겠네요\n\n제한사항이 많겠지만 시가전에서도 전차는 쓸모가 있습니다. 도시 외곽에서 진입시 원거리 화력지원이나, 주요 핵심도로를 차단하는 축으로서 기능할 수 있고요\n보병 중대장 입장에서 박격포와 항공지원을 비교해보자면 박격포가 더 애지중지한 것처럼\n전차만한 화력을 대체할 수 있는 수단은 얼마 없습니다.\n\n우크라 전쟁이 끝나면 유럽도 군비를 늘릴 것이고 \n러시아도 다시 소모된 무기들을 다시 보충하겠지만 \n모두 더 이상 전차를 수를 늘리거나 보충하려 들지는 않을 것이다.\n당장 있는 전차를 강제로 퇴역 시키지는 않겠지만 \n더이상 미래의 전차는 장갑을 늘리고 포의 관통력을 늘이려는 노력은 줄어들 것이고 중장갑 대구경포가 아닌 경장갑의 장갑차와 현재의 주력전차의 중간쯤인 미사일을 적재한 경전차나 중장갑차가 각광을 받을 것이다.\n소구경 자주포도 드론과 결합해 전차 못쟎은 타격능력을 가지며 각광받게 될 것이다.\n\n우크라가 남부지역 탈환하려면 결국 전차와 지대함 미사일이 필수죠. 대전차 미사일은 매복하고 쏘는 건데 수비하는 무기라 한계가 있음.\n적지 탈환은 재블린으로 불가하니까 전차랑 지대함 지원해 달라고 하는거죠. 그냥 단편적으로 전차 따이는 것만 보고 전차가 무쓸모인 거로 생각함.\n영국이 지대함 미사일 지원한다니 해상은 밀어낼지도 모르는데 지상에서 밀어낼려면 많은 수의 전차가 필요함.\n\n70톤에 육박하는 현대 전차는 이미 수송이나 군수보급이나 도로에 지나친 무리를 유발하고 대전차 미사일에 허무하게 당하는 주력전차를 비싸게 주고 사기에는 가격도 웬만한 국가는 감당할 수 있는 수준을 넘고 있습니다.\n그러므로 유럽국이나 미국은 지금 있는 주력전차를 줄이고 퇴역시키지는 않겠지만,  앞으로 비중이 늘어날 기갑차량은 전통적 주력전차보다는 경전차 위주가 될 것입니다. 즉 과거의 장갑과 주포 강화의 흐름에 역행하는 경장갑, 기동성 위주의 설계가 되고 과거 2차대전 때 순항전차/보병전차로 불렸던 형태로 보병과 함께 움직이며, 보병의 벙커 파괴/시가전 지원/ 드론 방어 등 보병의 화력지원 역할에 그치게 됩니다. 또 기계화 부대에서도 적 보병이나 장갑차들의 위협으로 부터 아군의 장갑차, 자주포 등 다른 아군 기갑차량을 근거리 밀착 경호하는 보디가드 역할만 하고, 주된 화력을 투사하는 수단은 아닐 겁니다.\n\n2차 대전후 현대의 중전차/주력전차의 전차포는 90 밀리 105밀리 120밀리 등으로 계속 강화되어 왔다.\n하지만 현대적인 전자 조준장치가 등장하기 전에는 전차의 유효사정거리는 500m~1 km 이하였고 그 이상의 거리는 명중률이 낮아 사거리를 연장하는 것은 의미가 없었다.\n1980년대에 들어와서야 전차의 조준장비에 전자기술들이 대폭 도입되며 비로소 1.2 km 벽을 돌파해 현대에 이르러서는 2-2.5 km 정도가 되었다. \n명중률을 따지지 않는 최대 사정거리는 4 km.\n그 이상의 사거리는 지구의 곡률 때문에 가시거리 바깥이라 고지에서 발사하는 거 아니면 의미없다.\n앞으로 아무리 전차포가 150밀리가 되고 화학 전열포나 레일건이나 레이저 광선포가 되거나 명중률이 100%가 되어도 직사포인 전차포는 지구 곡률 문제를 극복할 수 없다. 근본적으로 가시거리 관측으로 목표를 조준하는 한 한계가 있을 수 밖에 없다. 그 이상을 극복하려면 곡사포나 미사일을 쓰는 수 밖에 없다. 그래서 대부분의 현대 대전차 유도 미사일은 사정거리를 2.5 km-5 km 정도로 맞춰 개발한다.\n무게에 제한을 크게 받지 않으면 8 km 정도.\n하지만 현대의 전차포의 관통력은 800mm 급에 근접하는 등 무시무시한 수준으로 현대 전차포탄은 거리가 가까우면 최신 전차의 정면 장갑도 관통한다.\n라이플(강선형 포신)도 포기하고, APFSD 등 관통력에 올인한 설계를 가지고 있다. 즉 현대의 전차포는 1 km 정도의 단거리에서 적의 전차의 두터운 중 장갑을 뚥고 적전차의 장갑을 파괴하기에 최적화 된 무기이다.\n전차포의 구경이 커지고 무거워진 것도 사정거리나 폭발력을 크게 하려는 것이 아니고 오직 상대 전차의 중장갑에 대한 관통력을 늘리기 위해서 발전해 온 과정이다. 하지만 이번 우크라이나 전쟁에서 보듯 이제 우크라이나 같은 광활한 평원 개활지 지형에서 조차 전차와 전차가 서로 마주보고 서로 관통력 VS 중장갑이 맞다이 까는 전투는 거의 없어졌다.\n그래서 전차와 전차가 맞붙는 일도 거의 없고, 전차로 전차를 잡는 일도 사라졌다. 아마도 내가 보기에는 이번 전쟁에서 전차가 전차포로 상대 전차를 잡은 수보다는 자주포나 견인포가 잡은 전차수가 많을 것이다. 아군 전차포로 상대 주력전차를 잡았다는 소식은 이번 전쟁에서는 거의 보지 못했다. \n(이건 통계는 없는 전쟁보도로만 본 본인 인상 피셜) \n오히려 건물에 숨어있던 장갑차가 도로에서 얼쩡거리는 전차를 기관포 연사로 잡는 영상은 봤다.\n드론이 숲속에 숨은 전차를 발견하고 견인포가 이를 파괴하는 건 이제 우크라전쟁의 일상이다. \n이건 완전히 걸프전이나 이라크 전과는 다른 상황인 것이다. 우크라이나나 러시아나 둘 다 상대의 전차를 잡는 수단은 전차포가 아니라 견인포, 자주포, 미사일,  공격헬기 등 다른 무기들이다. 도시에 대한 포격도 주로 자주포나 견인포가 담당하고 있고, 체첸 트라우마 때문에 RPG7이 무서워서 시가전에 들어가지도 못한다. 즉 현대의 전면전 육상 전장에서 적 전차부대에 대한 최고의 공격이나 방어 수단이었던 지상전의 왕자 전차의 위용은 온데간데 없다. 오직  미사일을 맞고 터렛이 터져나가는 오리 표적 같은 동네북이 되었을 따름이다. 전차포가 힘을 전혀 쓰지 못하고 있다.\n이는 전차는 전차의 중장갑을 믿고 당당하게 전장을 활보하며 적을 마주할 수 있어야 단거리 직사포인 전차포가 활약을 할 수 있는데 이제 전차의 장갑이 미사일 등에 펑펑 뚫리고 있으니 고착된 전선을 앞장서서 돌파하고 나서서 적에게 전진하고 못하고\n건물이나 숲에 숨어 있어야 하니 전차포가 위력을 발휘할 기회 자체가 사라지고 있다. 그렇다면 전차를 잡는데 거의 성과를 올리지 못하는 120 밀리 직사포를 달고다니느니 주력 전차 이외의 것은 거의 다 잡을 수 있고 사정거리도 긴 105 밀리 곡사포나 120 밀리 박격포나  40밀리 기관포 정도가 전차의 주무장으로 더 나은 것이 아닐지?\n이제 드론 등이 보편화 되며 육상전의 가시거리나 교전거리가 멀어지면서 가시거리 조준에 의존하고 유효사정거리가 짧은 120 밀리 직사 전차포는 전차의 주무장으로 이제 효용이 없다.\n\n알라봉(RPG-7)을 막아내는 경전차, 장갑차는 거의 없습니다. 반면 2차 걸프전에서 M1A2같은 떡장갑을 두른 전차는 알라봉 7방까지 막아낸 기록이 있죠. 게다가 전면전이건 국지전이건 전차를 파괴하는 6~70%는 상대하는 전차에 의해서 입니다.\n\n적어도 근미래까지는 경전차가 주력전차를 대체할 수가 없어요. 전차의 발달사는 모순(矛盾)의 역사입니다. 말 그대로 창과 방패의 대결 과정의 발달사죠.\n전차의 3대효과 아시나요?기동력, 화력, 충격효과.\n전차를 보유함으로써 얻는 제일의 장점이 기동력이죠. 대규모 공세기동전을 펼치기에 이를 대체할 만한게 없어요...전선돌파, 빠르고 효과적인 종심타격을 위한 가장 효율적인 병기인 겁니다..그 다음이 화력. 가시거리내에 적세력을 궤멸시킬 수 있는 압도적인 화력. 전차를 대신할 수 없어요. 물론, 대구경 자주곡사포가 발달하긴 했지만. 최전선에서 직접적으로 타격을 가하는 화력은 전차를 따라올 수 없죠. 충격효과. 전선을 돌파하여 적의 종심 또는 후방을 유린할 수 있다는 공포감. 그로 말미암아 적전선의 후퇴 또는 대규모 전략변경을 이끌어 내는 게임 체인저역할을 하기도 합니다. 이라크전 당시 미군의 전략수송기를 이용한 이라크 북부로의 기갑세력 전개는 실제로 이라크 주력군의 전선 후퇴를 이끌어 내기도 했고. 그로 말미암아 아주 짧은 기간에 미군은 이라크를 점령할 수 있었죠. 각설하고 적국이 주력전차를 보유하고 있다면 이쪽도 주력전차로 맞서는 게 대칭전략입니다. 경전차는 이런 상황에서 결코 대안이 될 수 없어요.\n\n아군은 무조건 방자입장에 분대당 미사일을 하나씩 척척 안겨줄 정도로 돈이 썩어나는 군대라는 가정하에 가능한 얘기를 왜 하는겁니까...대전차 미사일이 보편화되는 군대는 미군밖에 없어요. 우리나라도 현궁은 대대 편재장비입니다. 무유도로켓인 판저파우스트마저 중대 편재장비인데 뭘 보편화입니까? 이번 우크라이나의 선전은 주변 국가에서 대전차병기를 박박 긁어모아 우크라이나에게 전해주기 때문에 가능한겁니다. 그러고도 별별 꼼수를 다써서 이번 폴란드처럼 100대나 되는 전차를 잃어버렸다는(...) 핑계를 대면서까지 공여하는건 반격을 하려면 강력한 공방능력을 가진 주력전차가 필수니까 그런거죠.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-01T09:20:15.411000",
  "updatedAt": "2022-09-16T22:51:40.134000"
}