{
  "id": "4eb2a3a8-d0a8-4c3c-89d1-c509f1ab226a",
  "title": "갈브레이드",
  "content": "“경제학의 많은 것들이 그러했듯이 케인스 혁명도 그 시대에는 옳았지만 세월의 변천에는 더 이상 어찌할 수 없었다.”\n\n“경제학을 정치와 정치적 동기에서 분리시키는 것은 불모의 결과를 초래한다.”\n\n\n\n갤브레이스는 어떤 경제 관점의 발현은 그런 관점이 나온 시대상과 분리할 수 없다고 본다. 따라서 경제 이론/학설을 이해하려면 시대상을 밝히는 역사에 대한 이해가 수반되어야 한다. 이론의 탄생 배경을 알지 못하면 유사한 경제 상황이 전개될 때 엉뚱한 경제 처방을 내려 사회를 망치는 경우가 나타날 수 있다. (시카고 학파가 남미에서 저지른 행위가 그러하다고 본다.)\n\n첫째는 경제학이나 경제 사상은 그것이 탄생한 시대와 사회의 반영이라는 점이다.\n어떤 경제학설이든 그것을 둘러싼 세계 속에서 발전한 것이므로 나는 경제학을 그와 같이 세계를 반영한 것으로 보고자 한다. 예를 들면, 애덤 스미스의 학설은 산업혁명 초기의 충격 속에서, 데이비드 리카르도의 학설은 산업혁명이 더 성숙해진 단계에서, 칼 마르크스의 학설은 자본가 권력에 의한 압박의 시대에서, 존 메이너드 케인스의 학설은 대공황이라는 엄청난 재앙에 대한 반응으로서 각각 발전해 나온 것이다. \n(케인스주의는 1929년 대공황을 통해 역사의 전면에 등장했지만 1970년대에 또 다른 경제위기를 막지 못했고 그 자리를 통화주의에게 내주게 된 것.)\n\n둘째는 위와 같은 관점에 서서 경제학의 대상인 경제 사회가 항상 변하고 있는 것에 부응해 경제학도 변하지 않으면 안 된다는 점을 강조한다.\n갤브레이스는 “심각한 경제 논쟁은 심각한 경제 문제가 없으면 일어나지 않는다.”고 말한다. 고대 사회에서는 노동력이 노예였기에 임금 문제는 전혀 제기되지 않았다. 오히려 이 시대에는 노예 제도의 존재 때문에 윤리학이 경제 문제를 제치고 제기됐다.\n고전파 체계의 중요한 특징은 불황 이론이 결여돼 있다는 점이었다. 1929년 대공황이 있기 전에 불황에 대처하는 연구는 미비했으며 고전파 이론은 이런 문제에 대응하지 못했다. 그러나 이는 놀랄 만한 것이 못 된다. 왜냐하면 이미 살펴본 바와 같이, 고전파 이론의 성질로 보아 불황의 원인과 관련이 있는 것은 모두 제외하고 말았기 때문이다. 이런 이유 때문에 고전파 전통에 따르던 경제학자들은 방관하고 있었다.\n산업혁명을 거치면서 본격적으로 지금과 같은 경제학과 그것과 관련된 문제들이 제기됐다. 이것을 현재에 비추어 생각해 본다면, IMF 때처럼 경제 문제에 대한 다양하고 심도 있는 논쟁이 벌어진 적도 없었다.\n\n셋째는 경제학의 역사를 철저히 현재 관점에서 조명하고 있다. 옛 사상이 오늘날까지 어떻게 잔존해 우리의 생각에 영향을 미치고 있는지를 반드시 언급하고 있다.\n중상주의 국가가 순조롭게 무역수지(수출액의 수입액 초과)를 맞추기 위한 투쟁은 모든 나라가 성공할 수 있는 수월한 게임이 아니었다. 이것은 너무나 분명한 경제학적 진리다. 그러나 그렇다고 해서 이러한 노력을 하지 않은 나라는 없었으며, 이는 현재도 마찬가지다. 오늘날에도 모든 나라는 어떻게 하면 국제수지를 개선할 수 있을까를 고심하고 있다. \n중농주의자의 영향력은 오늘날에도 부와 복지의 궁극적인 원천으로 농업의 중요성을 자주 강조하는 가운데서 발견할 수 있다. 오늘날에도 농민이 집회를 열 때 그들이 듣는 것은, 과거 케네가 말한 것처럼, 경제의 진보, 국가의 힘, 미덕, 우월성도 모두 농민과 그들의 노동에 기초를 두고 있다는 이야기다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "518afb00-3f62-4da5-9663-d9ad9708e63f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-01T10:27:24.023000",
  "updatedAt": "2025-04-20T08:01:57.074000"
}