{
  "id": "4f0bf75c-da49-4209-bfb1-2215002314db",
  "title": "이지스 전차",
  "content": "![image](media/1970d001ec3.ada3e59ee96fef99.png)\n\n\n\n전차 대대에 드론 재밍 및 보급 역할하는 포지션을 하나 넣어야 할 거 같은데..\n\n러시아, 우크라는 작은 거 하나씩 다 달더라.\n\n전차 소대에 한 대씩 배치해서 전차 소대 작전 영역으로 날아오는 드론들을 사전 탐지해서 레이더로 교란하거나(소프트킬), 레이저로 조지거나, 기관포나 산탄포로 격추하거나, 몸빵하거나(하드킬), 하는 거야.... 이지스 전차는 무장이라야 소구경탄 위주로 탑재하기 때문에 만에 하나 적의 드론이나 포탄에 맞더라도 내부 자폭이 일어나지 않고 대부분 관통만 되고 끝날 것임.\n\n\nT-14에는 하드킬 능동방어장치인 Afghanit(러시아어: Афганит)가 있는 것이 특징이다. 이 시스템에는 레이다가 포함되어 있어 운동에너지탄과 텐덤탄두를 포함한 대전차 무기를 추적하고 차단한다. 현재는 최대1,700 m/s의 목표까지만 차단할 수 있지만 앞으로 최대3,000 m/s로 끌어올릴 계획이다. 뉴스 정보에 의하면 전방향에서 방어를 할 수 있다고 한다.\n포탑 4면에 X밴드 능동위상배열(AESA) 레이더가 장착되어, 전방위에서 접근하는 미사일과 로켓을 실시간으로 탐지합니다.\n다중 센서 융합\n레이더 외에도 자외선(UV-C) 센서와 레이저 경보수신기가 결합되어, 다양한 방식의 위협(예: 상부공격형 대전차미사일)도 조기에 탐지할 수 있습니다.\n요격 및 연막탄 운용\n위협이 탐지되면, 포탑 하부 양쪽 런처에서 원통형 요격탄을 발사해 미사일이나 포탄을 직접 파괴(하드킬)합니다. 상부 공격이 탐지될 경우, 다영역 연막탄을 발사해 적 미사일 유도를 교란 (소프트킬)하기도 합니다.\n자동화 및 통합\n센서와 화력통제시스템이 통합되어, 위협 탐지 시 자동으로 포탑을 회전시키고 요격을 수행합니다.\n기존 APS가 방어하기 어려웠던 상부공격형 미사일(예: Javelin)에도 대응할 수 있도록 설계되었습니다.\n다중 위협 대응\n미사일, 로켓, 포탄 등 다양한 위협에 대해 탐지-추적-요격이 가능합니다. \n\n트로피(Trophy) 능동방어시스템\n차량 전후좌우 4면에 작은 위상배열레이더를 장착하여 360도 모든 방향을 감시.\n자동 재장전 기능을 갖추고 있어 연속적인 방어가 가능.\n날아오는 대전차미사일이나 로켓을 탐지하면 M-EFP 요격탄을 발사해 하드킬(Hard Kill) 방식으로 무력화.\n\n지능형 전자기전 기반 대드론 대응체계(25.04)\n군이 전차에 장착해 자폭드론을 무력화하는 전차용 재머(Jammer)를 신속 개발하기로 했다. 전차에 재머를 장착, 일반적인 드론 뿐만 아니라, 빠른 속도로 수직 하강하는 자폭드론도 재밍을 통해 무력화하는 체계이다.\n이 체계는 전방향에서 수신되는 원격제어 신호를 탐지하고, 위협신호로 인지되면 자동으로 전자기전 재밍을 수행한다. 이를 통해 적 자폭드론의 원격제어를 불가능하게 만들고, 항법신호를 교란시켜 적 공격을 효과적으로 방어한다.\n\n\n천마 및 비호 복합용 전파차단 장치\n드론 공격에 대한 대응 수단으로, 특히 천마 및 비호 복합에 전파차단장치(재머)를 추가하여 성능을 향상시키려는 시도입니다. \n목적:드론, 무인 항공기, 기타 전파 기반 공격 수단으로부터 방공 시스템을 보호하기 위함. \n적용:비호 복합, 천마 등 방공 시스템에 장착. \n성능:전파를 차단하여 적의 무인 항공기나 드론이 해당 시스템을 제어하거나 공격하는 것을 방지. \n장점:방공 시스템의 취약점을 보완하고, 전파 기반 공격으로부터 방어력을 강화. \n한화디펜스: 천마/비호 복합에 전파차단 장치 등 신규 부품을 추가하여 성능 업그레이드.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-05-26T22:43:32.747000",
  "updatedAt": "2025-05-27T00:55:58.187000"
}