{
  "id": "4f8a349e-0ff1-42f7-98c2-8f9b971db50f",
  "title": "MQ-9",
  "content": "나는 아프가니스탄에서 MQ-9을 운용한 경험이 많다. 리퍼는 자기가 설계된 임무에 있어서는 훌륭한 플랫폼이다. 하지만 MQ-9은 낮고 느리게 나는, 말 그대로 총알을 끌어들이는 자석 같은 기체이기도 하다.\n이 기체를 조종하는 데는 본질적인 지연이 존재한다. 길지는 않지만, 지상에서 오는 공격에 즉각 반응해야 할 때는 그 짧은 시간조차 치명적일 수 있다. 그 이유는 다음과 같다.\nMQ-9은 두 개의 조종 부대에 의해 운용된다. 하나는 현지(local) 조종팀이고, 다른 하나는 원격(remote) 조종팀이다. 이륙과 착륙은 보통 현지 조종팀이 맡는다. 왜냐하면 항공기의 이착륙은 대개 가장 위험한 순간이기 때문이다. 이때는 즉각적인 조치가 중요하다. 현지 조종팀은 MQ-9과 직접 가시선 라디오(UHF) 를 통해 통신하며, 명령 전달과 조종, 피드백이 지연 없이 이뤄진다.\n하지만 가시선 통신은 그 말 그대로 ‘가시선’ 내에서만 작동한다. 전파 거리가 짧고, 건물이나 지형 등의 자연·인공 장애물에 쉽게 차단된다. 그래서 장거리 임무는 원격 조종팀이 맡게 된다.\n미국 본토에 있는 원격 조종팀은 기체가 이륙 후 일정 거리 이상 벗어나면 MQ-9의 제어를 넘겨받는다. 이들은 현지 조종팀과 동일한 조종 모듈에서 작업하지만, 수천 킬로미터 떨어진 기체를 위성을 통해 조종한다. 예를 들어 MQ-9이 좌선회를 하도록 조종사가 스틱을 조작한다고 해보자.\n조종사의 입력은 UHF 주파수를 통해 위성으로 전송된다. 위성은 그 신호를 MQ-9으로 다시 전달한다. MQ-9은 이 신호를 받아 좌선회를 시작하고, HUD와 각종 계기 데이터를 다시 위성으로 전송한다. 위성은 이 정보를 다시 지상 통제 모듈로 내려보낸다. 이 모든 과정에 약 2초가 걸린다. 2초라는 시간은 짧게 느껴질 수 있지만, 지상에서 올라오는 갑작스러운 공격에 회피 기동을 해야 하는 순간에는 그 2초가 피탄 여부를 좌우할 수 있다.\n후티 반군은 이란으로부터 지원받은 대공 무기를 보유하고 있다. 지대공 미사일(SAM)과 대공포를 갖추고 있다. MQ-9은 기체 크기가 작기 때문에 채프나 플레어 같은 대응책을 실을 공간이 없다. 전자전 장비나 재머도 마찬가지다. MQ-9은 일회용 기체는 아니지만, 최대한 저렴하고 경량으로 설계되어 있으며, 센서와 엔진 외의 공간은 장시간 비행을 위한 연료탱크로 가득 차 있다.\n또 하나의 문제는 MQ-9 승무원의 전장 시야 한계이다. 실제 유인항공기의 조종사는 캐노피를 통해 거의 360도에 가까운 시야를 확보하고, 외부 상황과 위협을 자신의 감각과 센서를 바탕으로 종합적으로 판단할 수 있다. 반면 MQ-9 조종사는 고정된 좁은 전방 시야만을 가진다. 센서 운용자는 기체 하부에 달린 전자 광학 장비를 회전시켜 360도 시야를 확보할 수는 있지만, 대부분의 경우 지정된 목표 감시에 집중하고 있다. MQ-9 승무원이 전장 전체 상황을 유인기처럼 직관적으로 파악하기는 어렵다.\n결과적으로 MQ-9은 방어 장비가 없고, 느리고, 낮게 비행하며, 위협에 대한 시야도 제한적이고, 위협 대응에도 약 2초 지연이 발생한다. 즉, 고속 유인기와 비교했을 때 상대적으로 쉽게 격추될 수 있는 목표물이 된다.\n그렇다고 MQ-9이 쓸모없는 플랫폼이라는 뜻은 아니다. MQ-9은 자신이 설계된 환경에서는 매우 우수하다. 아프가니스탄에서 미군 지상부대가 행군이나 차량 이동 중일 때, MQ-9이 상공에서 감시 임무를 수행한 적이 많았다. 리퍼는 전술 지휘부가 전장을 실시간으로 모니터링할 수 있게 해줄 뿐만 아니라, 필요한 경우 즉시 근접항공지원(CAS) 도 제공할 수 있었다. MQ-9은 자신의 역량에 맞는 전장 환경에서는 뛰어난 성능을 발휘하는 체계이다. 다만, 치열한 방공망이 구성된 적대적 공역에서는 그러한 능력을 발휘할 수 없다.\n\n\n✅ MQ-9 리퍼 드론 특징\n미 제너럴 아토믹스社 제작.\n감시·정찰·정밀 타격용 무인공격기.\n헬파이어 미사일, 레이저 유도 폭탄 장착 가능.\n비행 시간 24시간 이상, 대당 가격 약 3,000만 달러(약 408억 원).\n주요 작전 실적: IS 지도자 바그다디, 이란의 솔레이마니 제거 등.\n\n✅ 운용상의 취약성 및 최근 평가\n중형/대형 드론(MALE)은 크고 느려서 표적이 되기 쉬움 (날개폭 20m 이상).\n구형 방공망에도 빈번히 격추됨 (SA-2/SA-6 계열).\n후티 주장: 총 20대 MQ-9 격추, 그중 2024년 3~4월에만 7대.\n이스라엘 ‘헤르메스’: 헤즈볼라에 의해 격추.\n우크라이나의 ‘TB2 바이락타르’: 전쟁 초기 이후 실전에서 사라짐.\n\n✅ 군사적·정책적 시사점\n저가·소형 드론이 격추 시 손실 감수에 유리, 전략적으로 더 현실적.\n고가·대형 드론(MQ-9, RQ-4 등)은 퇴역 또는 축소 방향.\n영국군 등도 중고도 드론 도입에 주저, 실효성 재검토 중.\n\n✅ 결론\nMQ-9 리퍼는 과거의 상징적 성공 사례에도 불구하고,\n현대의 고밀도 방공환경에서는 생존성과 운용 효율성에 한계를 드러내고 있음.\n드론 운용 트렌드는 대형 고가 무인기 → 소형 저가 다수 운용 방식으로 전환 중.\n\n요약: MQ-9은 조종사 인명피해 없이 분쟁 지역 정찰 및 타격임무를 수행할 수 있지만 고위험 영공에서는 부적합.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-07-09T05:42:42.814000",
  "updatedAt": "2025-07-09T05:47:03.854000"
}