{
  "id": "4ff26c0f-dcab-4c15-b313-2ad237cf117a",
  "title": "고속 안정 vs 저속 안정",
  "content": "\"KF21의 제원은 함재용으로 충분.\n슈퍼호넷이나 호넷보다도 작기 때문\"\n이라고 말한거 같은데,,,\n함재기를 만들때 가장 첫 번째로 중시하는 능력은\n항모 착함 능력입니다. 안정적인 착함능력이 보장되지 않으면 아무리 성능이 뛰어난 전투기도 항모에서는 사용을 못합니다. F-22를 개조해서 항모에서 사용하지 않는 이유입니다. 함재기의 이함능력, 전투능력은 일단 착함능력이 확보된 이후에나 따질 문제란 거죠. 그러면 함재기의 착함 능력은 뭘보고 말하는거냐? 다른 여러가지 능력도 중요하지만 그중 가장 중요한 것이 주익 후퇴각입니다. 주익 후퇴각이란 주날개가 동체 기준 수직에서 뒤쪽으로 몇도 각도를 줬는지 말하는 것입니다. 비행기 날개라는 것은 동체에 수직으로 길고 크게 만들수록 양력 생성에 유리하고 비행안정성을 높여줍니다. A-10 공격기 날개가 가장 안정적인 날개형상이죠. 하지만 전투기들은 고속 고기동 비행을 필요로 하고 이럴경우 수직 날개는 오히려 강한 공기저항을 일으켜 비행성능을 떨어뜨립니다. 그렇기에 초음속의 속도로 비행하는 제트 전투기 시대에는 주익이 점점 뒤쪽으로 각도를 크게 주는 후퇴익 형상으로 변하게 된거죠. 하지만 후퇴익은 고속비행에 유리하지만 저속 안정성이 매우 불안정해지고 실속에 빠질 위험이 높아집니다. \n실속이란 비행기 속도가 느려지면 주날개에 만들어지는 양력이 충분하지 않아 비행기가 통재력을 상실하고 추락하는 것인데 높은 각도의 후퇴익들은 저속에서 양력 형성이 매우 불안정하죠. \n이런저런 보조 장비들이 많이 나왔지만 후퇴익이 클 수록 저속 안정성 취약한건 변함이 없죠. 바로 이런 점에서 함재기의 고민이 생기는겁니다. \n후퇴각을 많이 주면 저속 안정성이 취약해져 항모 착함이 불가능해지고 그렇다고 후퇴각을 적게주면 고속,기동 성능이 떨어지죠.\n이런 고민에서 만들어진것이 F-14 톰켓이죠.\n가변익으로 만들어 날개를 접었다 폈다하면 이런 고민이 해결되죠. 그런데 가변익기는 정비소요가 극심해 특히 정비 부담이 큰 항모에서 운용하기에는 극악이라 결국 F-14보다 비행 성능이 떨어지는\nF/A-18 호넷으로 갈아탄겁니다. F/A-18의 주익 후퇴각은 20도 밖에 안합니다. 성능보다 착함 안정성을 선택한 설계죠.\n공군에서 운용하는 F-15 후퇴각 45도, F-22 후퇴각 42도와 비교하면 호넷의 20도는 매우 적은 각도의 후퇴각이란걸 알 수 있습니다. \n유로파이터를 처음 만들때 프랑스도 참여했다가 \n나중에 따라 독립한 이유도 함재기 버젼을 만드는 여지를 두느냐 아니냐 싸우다 빠진거죠. 다른 유럽 나라들은 함재기가 필요없으니 후퇴각을 많이 준 형상을 원했고 프랑스는 그래도 함재기로 개조할 여지를 두기를 원했죠. 유로파이터는 후퇴각이 53도고 라팔의 후퇴각이 45도 입니다.\n유로파이터와 라팔은 날개가 델타익 형상 즉 삼각형 모양이라 주익의 면적이 일반 후퇴익 형상보다 면적이 월등히 넓어서 후퇴각을 좀 많이 줘도 저속 안정성을 확보 가능합니다. 하지만 함재기로 쓰려면 델타익이라도 최소 45도가 필요했던거죠. 유로파이터의 53도로는 도저히 함재기를 만들 수 없으니프랑스는 따로 라팔을 만들게 됩니다.\n여기서 알 수 있는 한가지는 저속 안정성은 후퇴각을 적게 만드는것이 가장 중요하지만 날개면적을 대폭 늘리면 후퇴각을 좀더 줘도 된다는겁니다.\n여기서 F-35를 한번 보죠. 후퇴각이 대충 37도 정도 됩니다. F-22보다 5도 줄인거죠. 42도로 가는 것이 스텔스 성능과 기동성 모두에 유리하지만 함재기 버젼도 만들어야 하고 그렇다고 너무 각도를 줄이면 기동성이 더 구려지니 중간 합의점이 37도가 된 것이죠. 그런데 해군 입장에서는 이 37도 각도로는 착함 안정성 확보가 힘들다고 봐서 주익 면적을 늘리게 됩니다.\n\n공군형 F-35a의 주익 면적인 42.7 ㎡ \n해군형 F-35c의 주익 면적은 62.1 ㎡\n\n해군형의 날개 면적이 넓어진 것이 항속거리 늘리려고 그런거다는 사람이 있는데 그건 안정적 착함을 위한 저속 안정성을 확보하기 위해 \n주익 면적을 늘리다 보니 얻어진 부수적인 이점인겁니다.\n자 그럼 여기서 KF-21을 한번 볼까요?\n\n주익 후퇴각 42도 (F-22와 동일)\n주익 면적 46.5 ㎡\n\n이 형상 그대로 함재기를 만들면 이착함 훈련하다가 전부 바다속에 퐁당하는 각입니다. KF-21이 애초에 함재기형을 전혀 염두에 두지 않은 공군용 F-22 형상을 추종했기에 당연한 결과입니다. 이걸 수십년간의 함재기 운용 노하우가 있는 미해군의 선례를 따라서 주익 후퇴각을 5도 줄이고 날개 면적을 60 이상으로 늘려야 함재기로 쓸수있는 물건이 될겁니다.\n\n그런데 후퇴각을 건드린단 소리는 스텔스 성능의 핵심으로 기체 설계를 제로 베이스에서 다시 시작해야 한다는 소리입니다. 개조가 아니고 그냥 기체를 다시 만들어야 한다는 소리입니다.\n착함시 충격을 버티기 위한 기체 골격과 랜딩기어, \n주익 후퇴각과 주익 각도에 맞춘 각 부분의 각도 제설계, 주익 면적 변경에따른 양력, 무개중심의 변경등 개조보다 설계 다시하는게 싸게 먹힐거고\n공군형보다 개발비가 많이 들어가는 함재기 버전을\n1조면 만들 수 있다는 KAI의 주장은 일단 예산을 태우면 나중에 불어나는 개발비는 그때가서 더 달라고 하면 되지 수준입니다. \n\n참고로 f-18 같은 함재기는 후퇴각이 작은 덕분에 스톨스피드가 그만큼 낮아서 초저속에서도 안정적인 비행을 할수있음. 그때문에 저속으로 비행하며 착함하는 것임. 추가로 덧붙이자면 델타익기 같은 경우는 후퇴각이 무지하게 큰 반면 어마무시한 익면하중으로 스톨스피드를 낮추는 설계인데 이게 좋은 것만 있는게 아니라 착륙각이 엄청 크다는 단점이 있음. 그래서 라팔 착륙할 때 보면 거의 기수를 바짝 든 상태에서 착륙함. KF-21은 주익 자체가 함재기로 적합치 않은 각도를 가지며 익면적이나 기체의 가로세로비도 많이 불리한 편임.\n\nKF-21을 해군용으로 만들게 되면 이야기하신 부분이 모두 바뀝니다. 아덱스 때 카이 부스에서 물어보니 제일 먼저 이야기한 게 날개 개수고, 그 중에서도 날개 면적 키우는 걸 첫번째로 이야기하더군요.\n카토바 버전과 스키점프 버전의 날개 면적 이야기도 했고요. 그 외에 기골 보강, 랜딩 기어 보강 같은 거였고요. 구조 재설계에 대한 수치 계산은 이미 했고, 이걸 바탕으로 설계에만 3년 걸린다고 하더군요. 쓰신 분이 생각하고 있는 것과 같은 걸 이미 카이도 고려 중입니다. 우리가 아는 걸 그들이 모르지는 않죠. 1 조로 될지 안될지 역시 가능한 부분과 불가능한 부분에 대한 각각의 근거가 부족하기 때문에 우리가 판단할 수 있는 문제가 아닙니다.\n\n카이 부스 관계자 말로는 추가되는 것도 있지만 빠지는 것도 있어서 대략 수백킬로그램 (500kg?) 정도 는다고 하더군요.\n\nKF-21이 복좌까지 감안한 설계인데 복좌를 포기하기만 해도 여유가 좀 더 나올 수 있을 겁니다.\n\n기체 중량 차이나는 것은 아예 쏙 빼고 얘기하시는 의도가 뭔가요 ? 이걸 모를 분도 아니신거 같은데..\nF-35C 는 최대 이륙중량 32 톤 정도. KF-21 은 26 톤 정도죠. ( 둘다 소수점 이하 반올림 )\nF-35C 날개 면적 / 32 톤 * 26 톤을 해보면 50.4 평방미터가 나오죠.\nF-35A 날개 면적 / 32 톤 * 26 톤을 하면 35.5 평방미터가 나옵니다.\nKF-21 의 날개 면적 46.5 는 F-35C 에 훨씬 가까울 정도로 이미 상당히 넓은 날개 면적이죠.\n뒤집어 생각해보면 KF-21 에서 KF-21 네이비형은 F-35A 와 F-35C 의 차이보다는 훨씬 적은 차이만으로 가능하다는 얘기가 됩니다.\n날개 면적 키우기, 기골보강, 랜딩기어/어레스트훅 보강은 아주 당연히 하는 작업인 것이고 이 정도는 KAI 에서 이미 다 검토했기에 구체적으로 가능하다고 한겁니다.\n\n함재기로 쓰기 위해 양력을 올리는 방법은\n날개 면적 키우기, 후퇴각 줄이기, 플랩 키우기 등을 생각해볼 수 있는데, KF-21 기본형의 날개 면적이 넉넉한 것을 감안해보면 이 3 가지 방법중 하나만 써도 KF-21 네이비형이 가능할 수 있겠다는 생각이 드는데요. 3 가지를 적절히 혼용한다면 아주 적은 차이로 가능할 것으로 봅니다.\n\n함재기에서 중요한 것은 착륙 속도입니다. 보통 220~250km 정도로 알려져 있지요. 이 속도를 줄일 수록 착륙에 유리한데 이는 익면하중과 상관 있고 플랩이 중요합니다. 익면하중이 충분하면 후퇴각은 훨씬 영향이 적습니다. 가령 펜텀은 후퇴각이 51.4도이지만 함재기로 쓰였죠.\n비행기의 안정성은 비행기의 무게중심과 양력 중심의 위치가 상관 관계가 있는데 전투기는 이를 일부러 거리를 두고 설계하여 불안정적으로 설계하여 기동성을 올리죠. 하지만 이런 불안정성은 또한 착륙에는 불안 요소 입니다. 때문에 함재기는 공군기보다 이러한 점을 고려 해야 합니다.\n\nKF-21과 같은 후퇴각 42도인 러시아의 SU-33은 항모에 잘만 착륙한답니다. 익면하중도, 추중비도 KF-21이 SU-33보다 훨씬 좋죠. 그럼에도 SU-33도 그 좁디좁은 쿠즈네초프에서 잘만 운용한답니다. \n\n해/공군 합동 전투기 F-4팬텀II의 날개 후퇴각\n당시로서는 엄청난 고속인 마하 2.0비행을 위해 무려 51도의 아주 큰 날개 후퇴각을 가짐.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-12-22T21:06:09.238000",
  "updatedAt": "2021-12-22T22:05:25.466000"
}