{
  "id": "501b136f-b30a-4f30-ad51-bb65832af941",
  "title": "저격수 탐지(Gunfire locator)",
  "content": "https://en.m.wikipedia.org/wiki/Gunfire_locator\n\n\n미국은 대도시에 깔아서 경찰들이 탐지용으로 쓴다. 군에선 차량이나 기지에 달고 다니고, 탐지 수단도 소리 외에 광학탐지 방식도 개발했다.\n\n2009년부터 미 육군은 손바닥 크기의 180g짜리 휴대형 장비인 이어즈 시스템을 사용하고 있다. 이 장비는 총소리가 들리면 10분의 1초 내에 발사 위치를 추적하며, 시속 80km로 달리는 험비에서도 문제없이 작동한다.\n이 장비는 2.5cm 간격을 두고 배치된 4개의 마이크를 사용해 총기 발사 위치를 삼각법으로 추적한다. 그리고 이 장비의 소프트웨어는 잠수함 소음 탐지 기술을 응용, 음파의 모양을 통해 총알이 날아온 정확한 방향을 측정한다. 측정결과는 LED 스크린 또는 음성 프롬프트를 통해 '3시 방향 50m'하는 방식으로 전해진다. \n\n\n2023년 미국 회사인 나이트스코프 (Knightscope)가 자사의 이동형 보안 로봇에 총격 자동탐지 기능을 추가했다. 나이트스코프 측은 이 새로운 기능이 위협 및 비상에 적극적으로 대응하는 계획의 일환으로 총격 감지 시스템 구매를 검토중인 학교, 기업, 공항, 호텔 및 지방 자치 단체의 직접적 요청에 대응해 구현됐다고 말했다.\n이 시스템은 실내와 실외에서 작동하는 정밀 위치 확인을 통해 완전히 자동화되며 수평 및 수직면(위치 및 고도)에서 총격 위치를 찾을 수 있다. 잘못된 경보를 최소화하는 더 신뢰성있는 다중 센서 시스템을 사용해 2초 안에 알림이 전달된다. (충분한 통신 기지국 서비스를 전제로 함)\n윌리엄 산타나 나이트스코프 최고경영자(CEO)는 “우리는 365일 내내 인공지능(AI)에 기반한 ‘소리, 귀, 목소리’로 현장의 사법 집행관과 보안 전문가들에게 새로운 능력을 제공하는 기술을 배치함으로써 미국의 공공 안전 인프라 업그레이드를 시작하게 돼 기쁘다. 이것은 보고, 느끼고, 듣고, 냄새를 맡고, 말하는 기능을 가진 100만 대 이상의 기계를 네트워크에 배치하기 위한 장기적 행진의 시작일 뿐이다”라고 덧붙였다.\n분석가들은 북미에서 이 분야가 2022년부터 2031년까지 연평균 9.1%의 성장률을 기록하면서 2031년 북미 시장 가치만도 6억 4600만달러(약 8237억원)에 이를 것으로 예상하고 있다.\n\n\n해외에서의 음향식 저격수 탐지 시스템(Acoustic Counter-Sniper System)의 시초는 1990년대 사라예보에 주둔중인 UN평화 유지군을 지원하기 위해 프랑스에서 개발된 ‘PILAR(프랑스 01dB-Metravib사)’ 시스템으로 보스니아, 코소보 내전 등 실전에 투입되어 그 성능이 입증되었다.\n그 이후 2003년 미국 정부는 미 보병 및 특수부대의 험비 차량에 탑재 가능한 저격수 탐지시스템인 ‘Boomerang(미 BBN사)’을 개발하여 아프가니스탄과 이라크 전장에 실전 배치하여 운용하였으며, 이 외에도 미국 AAI사의 PDCue-4Corner, 이스라엘 Rafael사의 SADS, 캐나다 국방부의 Ferret시스템 등 다양한 이동 차량용 제품들이 개발되어 실전에 운용되고 있다. 또한 프랑스 01dB-Metravib사, 미국 AAI사의 헬기용 제품과 미국 iRobot사의 무인로봇용 제품인 RedOwl, QinetiQ North America(영국 QinetiQ의 자회사)사의 개인병사용 제품 등 다양한 제품군들이 개발되어 운용되고 있기 때문에 국외 기술성숙도는 매우 높은 것으로 파악되고 있다.\n현재 이라크와 아프가니스탄에 실전 배치된 시스템의 경우 미국 BBN사의 Boomerang 제품이, 그리고 개인 착용용의 경우 미국 QinetiQ North America사의 Ears SWATs(Soldier Wearable Acoustic Targeting System) 제품이 운용되고 있으며, 이들의 가격은 각각 대략 대당 18만 달러, 9천 달러에 미 정부가 구매한 사실을 언론매체를 통해 확인할 수 있다. 이들의 정확한 성능은 알 수 없지만 언론 및 인터넷 자료를 토대로 [표 1]과 같이 자인테크놀로지가 개발한 SODA-v와 성능을 비교해 본 결과 탐지거리(최대 1.5km)나 탐지정확도, 탐지율(98% 이상), 환경 적응성 등의 항목에서 해외경쟁사를 앞서고 있고 가격은 절반으로 낮췄다.\n\n\n[자인테크놀로지 저격수 탐지시스템]\n반경 1㎞ 내에서 아군을 살상하는 적군 저격수의 위치를 알려주는 '저격수 탐지제품'\n1991년 계측기 전문 업체로 설립된 자인테크놀로지는 '저격수 탐지시스템'을 개발 완료하고 24일 경남 창원에서 열린 '2021 대한민국 방산부품·장비 대전(KODEF 2021)'에 참가해 제품과 기술을 선보였다. 자인테크놀로지가 개발한 차량설치용 '저격수탐지장비'(SODA :Sniper Observation & Detection Apparatus)는 2010년 12월부터 2014년 3월까지 약 23억원을 투입해 국방과학연구소 민군겸용과제로 개발됐다. \n저격수 탐지장비(SODA)란 반경 1㎞에서 저격수가 쏜 탄환에서 발생하는 충격파와 총성을 감지해 디지털 신호와 음성으로 통보해 준다. 이 장비는 한화디펜스가 주관한 체계성능시험에서 표적탐지율과 방향정확도 모두 100%를 기록했다. 탐지거리는 최대 1500m이고 탐지율은 98%이상에 달했다. \nSODA는 360도 전뱡향 탐지를 할 수 있다는 장점이 있다.  예컨대 적이 아군을 저격할 때 탄환에서 발생되는 충격파를 SODA-V에 장착된 7개 마이크로폰(음향센서)이 시간차를 이용해 방향을 찾아낸다. 그 다음에 들려오는 총성을 컴퓨터가 계산해 거리를 탐지한 후 아군에게 디지털 신호와 음성으로 통보한다. 수십 나노(10억분의 1)초의 극히 짧은 시간을 계산하는 장비인 것이다. 탐지 시간은 총성 신호를 받은 뒤 0.5초 이내이며 탐지 정보 표시는 1초 이내이다.\n아울러 24시간 운용이 가능하며 차량장착 및 지상에도 설치가 가능해 탄력적 운용마저 가능하다.\n특히 차량설치용 저격수탐지장비 (SODA-V :Sniper Observation & Detection Apparatus For Vehicle)는 국내 무인장갑차 개발기술능력을 보유하고 있는 한화디펜스의 '보병용 다목적 무인차량(MUV)' 개발을 위해 저격수 탐지장비 개발로 진행됐다. \n이처럼 저격수 탐지장비(SODA-V)는 군의 요구사항에 따라 다양하게 운용될 수 있다. 지휘관/전술차량, 장갑차, 무인차량 등 모든 형태의 차량체계에 탑재해 VIP 경호, 수색정찰/전술적 차량행군 보호 등에 운용될 준비를 마쳤다.\n향후 무인 드론과 연계한다면 저격수의 존재의미를 사라지게 할만큼 강력한 시너지를 얻을 수 있다. \n또한 이 장비는 지상에 설치해 운용될 수 있기 때문에 GP/GOP 지역, 해외 파병중인 부대 주둔지, 군의 주요 지휘통제시설, 원자력 발전시설 등 국가 주요 보안시설, 주요 비행단, 항만기지 등에서 활용될 수 있다.\nGP/GOP지역에서는 우발적 또는 계획적으로 북한군에 의한 총격도발 시 동종/동량 사격 등 교전규칙에 의한 현장 대응에 적합하다.\n특히 도시와 산악지역이 많아 저격수가 활동하기 좋은 국내 전투환경에서도 효과가 뛰어나다.\n실제 북한의 저격병들은 구(舊)유고슬라비아의 분대 저격수용 소총인 M-76을 국산화해 쓰고 있다고 알려졌다. 북한제 저격총의 유효 사거리는 800m, 최고 600m 거리에 있는 목표물을 사격하는 훈련을 하는 것으로 전해졌다. \n하지만 SODA의 최대 탐지거리는 1500m, 유효 거리 1034m로 북한군 저격용 소총의 유효 사거리가 600~700m인 만큼 저격병이 어느 곳에 숨어있든 탄환을 쏘는 순간 위치가 파악되는 셈이다.\n신민철 자인테크놀로지 대표이사는 기자와 만나 \"선진국과 비교하면 잘아시다시피 미국 '부머랭'이 2억원 그리고 프랑스 필라가 1억4000만원이다. 하지만 SODA는 1억 미만으로 생산할 수 있다. 그렇다고 성능이 부족한 점이 없다. 오히려 그 이상이라고 볼 수 있다. 한화디펜스가 주관한 체계성능시험에서 표적탐지율과 방향정확도에서 모두 100%를 기록했다\"고 말했다.\n하지만 장비에 대한 군 또는 경찰 등에 전력화 실적이 뒷받침 되지 못하다보니 수출에 어려움을 겪고 있다. 군과 정부의 관심과 지원이 필요한 시점이다.\n신대표는 \"인도, 인도네시아, UAE, 사우디아라비아, 호주 등 외국에서는 이미 우리가 만든 저격수 탐지장비에 큰 관심을 보이고 있다\"",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-09-30T10:10:39.501000",
  "updatedAt": "2023-11-09T22:30:56.360000"
}