{
  "id": "505637ba-c97d-4572-93c2-41c2f8adc13f",
  "title": "실질금리",
  "content": "실질이자율은 명목이자율과 인플레이션율을 통해 계산된 값으로, 피셔 방정식에 따르면 명목 이자율에서 인플레이션을 뺀 값인데, 이는 정확한 값이 아니라 근사값이다. 그러나 거시경제분석의 많은 경우 피셔 방정식에 의한 근사값과 실제 값이 큰 차이가 없기 때문에, 근사값을 이용하여 분석한다. 예를 들어 명목이자율이 10%이고, 인플레이션율이 5%라면 실질이자율은 5%가 된다.\n실질이자율은 여러 거시경제 변수들의 변동 방향을 결정한다. 실질이자율이 높을수록 투자량이 적어지며, 낮으면 그 반대가 된다. 이 때문에 거시경제학에서 I = I(r) 로 표시되며, I와 r이 역의 관계를 가지기 때문에 이 함수는 우하향하는 곡선으로 표시된다.\n\n실질금리가 마이너스가 되는 경우도 있을까요?\n네 당연히 있습니다. 명목금리가 10% 인데, 물가 상승률이 11%라면 실제로 우리가 받는 금리는 -1%가 됩니다. 이렇게 실질금리가 마이너스를 기록한다면 우리는 어떻게 해야 할까요? 이때는 은행예금을 포기하고 다른 재테크 수단을 이용해야합니다.\n쉽게 말해서 금에 투자를 하든지, 아니면 주식투자를 하든지 해야합니다. 그래서 일까요? 실질금리가 하락하면 금값이 뛰고, 주가가 뛰는 현상이 자주 목격되고 있습니다.\n\n\n[美실질금리 급등 … 자금 대이동 초읽기(2023.07.07)]\n미국의 실질금리가 2007년 이후 16년 만에 가장 높은 수준으로 오르면서 글로벌 자금 이동의 새로운 '트리거(방아쇠)'가 될 전망이다.미국의 실질금리는 과거에 비해 높을 뿐 아니라 한국 유럽 일본 등 주요 국가나 지역에 비해서도 압도적으로 높다. 특히 미국 연방준비제도(Fed·연준)가 이달 말 추가적인 금리 인상도 예고하고 있어 세계 금융·외환시장 변동성이 더욱 커질 전망이다. 7일 금융권에 따르면 미국 연준이 주기적으로 발표하는 실질금리가 연 1.95%를 기록했다. 기준금리(5.25%)에서 기대물가상승률(3.3%)을 뺀 값이 실질금리다.\n이는 2007년 8월(2.05%) 이후 16년 만에 최고 수준이다. 기준금리 대신에 7일(한국시간) 기준으로 1년 만기 미국 국채 금리(연 5.476%)를 적용해보니 실질금리는 연 2.176%로 더 높았다. 기대물가상승률은 미국 미시간대에서 조사한 것으로, 사람들이 향후 1년간 얼마나 물가가 오를지를 예측한 것이다. 예상이 현실화하고 사람들이 1억원을 미국 국채에 투자하면 1년이 지난 후 물가 변동과 상관없이 1억200만원 이상의 실질소득이 확정된다.\n같은 날 미국의 2년 만기 국채금리도 장중 한때 연 5.12%를 기록해 2007년 7월 이후 최고치를 기록했다.\n6월 민간 신규 고용이 49만7000명으로 시장 예상을 2배 넘어서는 것으로 발표되자 추가적인 기준금리 인상 가능성이 높아지면서 시장금리가 급등했다.\n유럽의 경우 7월 현재 적용되는 기준금리(4%)가 기대인플레이션율(6.1%)보다 낮아 실질금리는 -2.1%로 계산됐다. 일본은 명목금리 자체가 마이너스를 기록하고 있다. 여기에 기대인플레이션율까지 감안해 계산한 일본의 실질금리는 -2.9%로 유럽보다도 더 낮다.\n미국의 실질금리는 한국보다 2%포인트, 유럽·일본보다 4%포인트 이상 높다.\n국가별 실질금리에 따라 글로벌 자금 흐름의 틀도 바뀌고 경기 흐름에도 변화가 생길 전망이다. 글로벌 자금은 실질금리를 따라 움직이고, 소비·저축·투자 등 각종 경제활동을 촉발시키는 것도 실질금리다.\n韓도 실질금리 마이너스 탈출 한미 금리차에 원화약세 우려\n현재 표시된 채권의 명목금리가 높더라도 물가상승률이 더 높으면 향후 이자를 받더라도 실질적인 구매력은 떨어진다. 미국의 과거가 그랬다. 미국 기준금리로 계산한 실질금리는 2007년 하반기부터 떨어져 2008년 이후에는 계속 마이너스를 기록했다. 기대물가상승률이 명목금리를 넘어서면서 벌어진 현상이다.\n한국도 실질금리가 상승세를 보이고 있는 추세는 비슷하다. 기준금리와 기대물가상승률로 계산한 한국의 실질금리는 0%를 기록해 2008년 10월 이후 15년 만에 마이너스 실질금리에서 탈피했다. 한국의 1년 만기 국채금리(3.598%)로 계산한 실질금리는 0.098%다. 그래도 미국에 비해서는 턱없이 낮은 수준이다.\n실질금리의 급등은 사람들을 소비보다는 저축으로 이끄는 경향이 있다. 지금 저축하면 1년 후 더 많은 실질소득을 올릴 수 있기 때문이다. 기업들은 투자할 때 기회비용으로 실질금리 지표를 활용한다. 이에 따라 실질금리가 오르면 투자에 대한 기회비용도 늘어나 투자를 위축시키는 요인으로 작용한다. 미국은 현재 고용과 경기 흐름이 양호한 상황이다. 하지만 추가적인 금리 인상과 이에 따른 실질금리 급등이 소비와 투자를 위축시켜 경기를 하강 국면으로 이끌 것이라는 전망도 제기된다.\n실질금리의 상승은 채권처럼 확정금리를 지급하는 상품 투자를 매력적으로 만든다. 채권에 투자하면 실질적으로 보장되는 소득이 다른 자산보다 높기 때문이다. 또 향후 금리가 떨어지면 자본이득도 가능하다. 이 때문에 실질금리가 오르는 것은 시중 자금을 주식에서 채권으로 이동시키는 요인으로 작용한다.\n국가 간 자금 이동도 촉발될 것으로 보인다. 미국은 실질금리가 유럽보다 4%포인트가량 높아 미국 채권에 투자하면 유럽보다 4%포인트 높은 실질수익률을 올릴 수 있다. 우리나라는 미국과의 실질금리 차이가 1.95%포인트로, 양국 기준금리로 계산한 금리 차(1.75%포인트)보다 높다.\n이 같은 실질금리 차이는 외국인 투자 자금이 미국으로 이동하는 것을 촉발해 외환시장에서 원화값 하락과 시장 불안을 불러올 수 있다. 다만 우리나라 실질금리가 일본보다 높은 수준이어서 엔화에 비해선 강세를 보이고 있다. 올 들어 원화값은 미국 달러와 비교했을 때는 3% 하락했지만, 일본 엔화에 비해서는 4% 정도 상승했다.\n\n\n\n[실질금리…한국, 주요국 중 최고 수준 (2023.10.19)]\n한국의 기준금리가 다른 나라에 비해 낮지만, 통화정책은 긴축적임을 시사한다.\n연합인포맥스가 19일 최근 5년간 주요국의 실질 금리를 분석한 결과 한국의 사후 실질 금리는 주요국 중에 가장 높은 수준을 나타냈다.\n실질 금리는 명목 금리에서 기대 인플레이션을 뺀 사전(ex-ante) 실질 금리와 실제 인플레이션을 차감한 사후(ex-post) 실질 금리로 구분된다. 사전 실질 금리는 미래 경제 상황에 대한 기대와 예측을 기반으로 한다. 투자와 차입 등 의사 결정에 영향을 미칠 수 있다. 사후 실질 금리는 물가 상승률과 명목 금리를 비교해 통화 정책의 긴축 정도를 직접적으로 가늠할 수 있다.\n미국과 한국을 제외한 독일과 영국, 일본 등 주요국은 여전히 사후 실질 금리가 마이너스 수준을 유지했다. 소비자물가 상승률이 국채 금리보다 높다는 의미다.\n반면 미국은 6월부터 10년물 국채 금리가 소비자물가상승률을 상회하기 시작했다. 물가는 안정 국면에 접어든 반면 국채 금리는 상승하며 실질 금리가 올랐다.\n한국은 장기 사후 실질 금리가 주요국 중 가장 높았다.\n올해 5월부터 양전하기 시작해 올해 7월에는 1.5%까지 상승했다.\n단기 국채 금리와 물가 상승률을 비교해도 결과는 같았다.\n한국과 미국은 단기 사후 실질 금리가 6월 이후 플러스로 돌아섰지만, 독일과 영국, 일본은 여전히 마이너스 수준을 나타내고 있다.\n한국의 기준금리는 3.5%로 유럽연합(EU)의 4.5%, 영국의 5.25%, 미국의 5.5%를 큰 폭 밑돌지만, 물가 상승률을 감안한다면 통화 정책이 긴축적임을 시사한다.\n이창용 한국은행 총재도 높은 한국의 실질 금리를 근거로 한국의 통화정책이 긴축적인 수준이라고 강조한 바 있다.\n이 총재는 8월 금융통화위원회 기자간담회에서 \"명목이자율에서 물가상승률을 뺀 실질금리를 보시면 미국을 제외한 다른 어떤 선진국보다 우리나라의 실질금리가 높은 수준\"이라며 \"금리를 덜 올렸다는 의견이 있지만 그만큼 우리나라가 인플레이션이 잘 컨트롤이 됐다\"라고 말했다.\n그는 \"가격 변수를 고려한 금융상황 지수라든지 이런 것들을 보면 전반적으로 우리나라의 금리 수준은 지금 긴축 구간에 있다\"라고 덧붙였다.\n명목 금리에서 기대 인플레이션을 차감한 장기 사전(ex-ante) 실질금리는 미국이 가장 높았다.\n미국의 사전 실질금리는 코로나19에 따른 경기 침체와 완화적 통화 정책 등으로 -1% 수준을 나타내다 지난해 하순부터 급등하기 시작했다.\n9월 들어서는 2%를 웃도는 등 2009년 3월 이후 14년 만의 최고 수준을 지속하고 있다.\n유럽중앙은행(ECB)과 잉글랜드은행(BOE) 등 다른 주요국도 긴축을 실시했으나 실질 금리 상승세가 가팔라지진 못했다.\n완화 정책을 유지한 일본은 낮은 수준을 유지했다.\n한국은 올해 국채 금리 상승에도 BEI(Breakeven Inflation Rate, 기대 인플레이션율)가 상승해 실질 금리가 1.3% 수준에 머무르고 있다. 지난해 주요국 중 가장 높은 수준이었으나 최근 미국 실질 금리가 가파르게 상승함에 따라 2위 수준으로 밀려났다.\n이처럼 높은 미국 실질 금리는 글로벌 달러 강세 압력으로 작용할 수 있다는 의견도 제시됐다.\n국제금융센터는 이달 보고서에서 \"당초 연준 피벗 기대 등에 근거한 달러 약세 전망이 외환시장 기대치였으나, 실질금리 차 확대를 기반으로 미 달러화의 약세 전환 예상 시점이 이연되고 있다\"라고 말했다.\n국금센터는 \"미국 경제는 높은 성장세로 실질금리 상승압력이 지속되지만, 유럽과 일본은 실질금리의 추가 상승을 기대하기 어려운 상황\"이라며 \"미국과 여타 선진국 간 실질 금리차는 현재와 같이 확대된 상태를 유지하며 달러 약세 기대를 약화할 것\"이라고 덧붙였다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-10-19T13:19:57.111000",
  "updatedAt": "2023-10-21T07:53:27.951000"
}