{
  "id": "50e323b6-ada0-4dcb-bfe5-d6c8cb236b00",
  "title": "경제학과 물리학",
  "content": "경제학은 종종 '사회 과학의 물리학'이라고 불릴 정도로 물리학의 개념과 방법론을 차용해왔습니다. 이는 경제 현상을 보다 엄밀하고 예측 가능한 방식으로 설명하려는 시도에서 비롯되었습니다.\n다음은 경제학에서 물리학의 개념을 차용한 주요 사례들입니다.\n\n1. 평형 (Equilibrium)\n * 물리학: 물리학에서 평형은 시스템에 작용하는 모든 힘이 상쇄되어 더 이상 변화가 없는 상태를 의미합니다. 예를 들어, 저울의 양쪽에 같은 무게의 물건을 놓으면 평형을 이룹니다.\n * 경제학: 고전 경제학에서 시장 균형은 공급과 수요가 일치하여 가격과 거래량이 안정적으로 유지되는 상태를 말합니다. 이 개념은 애덤 스미스의 '보이지 않는 손'과 같은 사상과 결합하여 시장이 스스로 최적의 상태로 조절된다는 주장의 근거가 되었습니다. 소비자의 효용 극대화와 생산자의 이윤 극대화가 이루어지는 지점 또한 평형 개념으로 설명됩니다.\n\n2. 통계 역학 및 복잡계 이론 (Statistical Mechanics & Complex Systems Theory)\n * 물리학: 통계 역학은 수많은 입자들의 상호작용을 통해 거시적인 시스템의 행동을 설명하는 학문입니다. 복잡계 이론은 구성 요소들 간의 비선형적인 상호작용으로 인해 전체 시스템이 예측 불가능하고 새로운 특성을 나타내는 현상을 연구합니다.\n * 경제학:\n   * 경제물리학 (Econophysics): 1990년대 중반부터 활발히 연구되기 시작한 분야로, 금융 시장과 같은 경제 시스템을 수많은 개별 행위자(입자)들이 상호작용하는 복잡계로 보고 물리학의 통계 역학, 카오스 이론, 자기 조직화 임계성 등의 개념을 적용합니다. 예를 들어, 주식 시장의 가격 변동을 브라운 운동(Brownian motion)과 유사하게 설명하거나, 지진의 여진을 설명하는 오모리 법칙(Omori's law)을 시장의 큰 움직임 이후 나타나는 작은 움직임에 적용하기도 합니다.\n   * 부의 분포: 물리학에서 입자의 에너지 분포를 설명하는 볼츠만 분포와 유사하게, 경제학에서도 소득이나 부의 분포가 멱법칙(power law)을 따른다는 것을 설명하는 데 통계 역학적 모델이 사용됩니다.\n\n3. 엔트로피 및 에너지 (Entropy & Energy)\n * 물리학: 엔트로피는 시스템의 무질서도 또는 불확실성을 나타내는 개념이며, 에너지는 일을 할 수 있는 능력을 의미합니다. 열역학 제2법칙은 고립된 시스템의 엔트로피는 항상 증가하거나 일정하게 유지된다는 것을 말합니다.\n * 경제학:\n   * 정보 엔트로피: 금융 시장에서 정보의 불확실성을 측정하거나, 시장 효율성을 분석하는 데 정보 엔트로피 개념이 사용되기도 합니다. 효율적 시장 가설에서는 모든 정보가 즉시 가격에 반영되어 예측 불가능성이 높을수록 시장의 엔트로피가 높다고 볼 수 있습니다.\n   * 자원 제약: 경제 활동은 에너지 소비와 밀접하게 관련되어 있으며, 열역학 제2법칙과 유사하게 자원이 유한하고 시간이 지남에 따라 사용 가능한 에너지의 질이 저하될 수 있다는 관점에서 경제 성장의 한계를 논하기도 합니다.\n\n4. 유체 역학 및 확산 모델 (Fluid Dynamics & Diffusion Models)\n\n * 물리학: 유체 역학은 유체의 흐름을 설명하고, 확산 모델은 입자가 고농도에서 저농도로 퍼져나가는 현상을 설명합니다.\n\n * 경제학:\n   * 옵션 가격 결정 모형 (블랙-숄즈 모형): 이 모형은 옵션 가격을 결정하는 데 사용되는 유명한 방정식으로, 본질적으로 열 확산 방정식과 유사한 형태를 가집니다. 이는 주식 가격의 변화를 무작위 보행(random walk)으로 간주하고, 시간이 지남에 따라 가격이 퍼져나가는 확산 현상으로 해석합니다.\n   * 기술 확산: 신기술이나 혁신이 사회에 퍼져나가는 과정을 확산 모델을 통해 분석하기도 합니다.\n\n5. 관성의 법칙 (Law of Inertia)\n * 물리학: 외부 힘이 작용하지 않는 한 물체는 현재의 운동 상태를 유지하려는 성질을 가집니다.\n * 경제학: 주식 시장에서 특정 주식의 가격이 상승하거나 하락하는 추세가 형성되면, 이 추세가 지속될 가능성이 높다는 식으로 '관성' 개념을 적용할 수 있습니다. 투자자들이 이러한 추세를 파악하여 매매 결정을 내리는 경우가 있습니다.\n\n한계 및 비판:\n물리학 개념의 차용은 경제학에 새로운 분석 도구와 시각을 제공했지만, 동시에 한계점과 비판도 존재합니다.\n * 인간 행위의 비합리성: 물리학적 현상은 물리 법칙에 따라 예측 가능하게 움직이지만, 인간의 경제 행위는 감정, 심리, 비합리성 등 다양한 요인에 의해 영향을 받기 때문에 물리학처럼 단순화하기 어렵습니다.\n * 복잡성의 단순화: 복잡한 경제 시스템을 물리학적 모델로 단순화하는 과정에서 중요한 요소들이 간과될 수 있다는 비판이 있습니다.\n * 검증의 어려움: 물리학적 모델이 제시하는 경제 현상에 대한 예측이 실제 데이터와 항상 일치하지 않는 경우가 많으며, 엄밀한 실험적 검증이 어렵다는 점도 한계로 지적됩니다.\n\n그럼에도 불구하고 물리학의 엄밀한 사고방식과 수학적 모델링 기법은 경제학 연구에 꾸준히 영감을 주고 있으며, 특히 금융 시장 분석이나 복잡한 경제 시스템의 동태적 변화를 이해하는 데 중요한 기여를 하고 있습니다.\n\n\n다니엘 베르누이(Daniel Bernoulli, 1700–1782)\n\n1. 수학자\n베르누이 가문은 유명한 수학자 가문으로, 다니엘도 정통 수학자로 활동했습니다.\n확률이론, 미분방정식, 유체역학 등 다양한 분야에서 기여했습니다.\n특히 상트페테르부르크 역설과 관련된 효용이론의 수학적 토대를 세운 점에서 경제학사에서도 중요하게 다뤄집니다.\n\n2. 물리학자\n특히 유체역학 분야에서 큰 업적을 남겼습니다.\n그의 이름을 딴 베르누이의 정리(Bernoulli's principle)는 유체의 속도와 압력 사이의 관계를 설명하며, 현대 항공역학의 기반이 되었습니다.\n\n3. 의사\n다니엘 베르누이는 아버지 요한 베르누이(Johann Bernoulli)의 권유로 의학을 전공했고, 실제로 의학 박사 학위를 받았습니다.\n의학을 연구하면서도 수학과 물리학을 포기하지 않았고, 오히려 생리학적 문제를 수학적으로 다루기도 했습니다.\n\n4. 교수\n그는 러시아 상트페테르부르크 과학 아카데미에서 수학 교수로 일했습니다. 이후 고향인 바젤로 돌아가 바젤 대학교에서 해부학과 물리학 교수직을 역임했습니다.\n\n의대 교수였던 베르누이는 러시아 상트 페테르부르크에서 동전의 앞면이 연속으로 나올수록 상금이 두 배씩 증가하는 게임을 고안한다. 게임의 기댓값은 무한대지만 사람들은 게임 참가를 주저했기에 이를 '상트페테르부르크 역설'이라고 한다. 이 역설을 통해 베르누이는 사람들이 객관적인 기댓값이 아니라 주관적인 만족도로 선택한다는 것을 보이고자 했다. 같은 상금이라도 부자들은 덜 만족하지만, 같은 참가비라면 부자들은 덜 부담된다. 나중에 경제학에서 '효용(utility)'이라 불리는 이 놀라운 개념에서 그는 공정한 참가비를 계산할 수 있다고 생각했다.\n베르누이는 상트페테르부르그 역설을 해결하기 위해 화폐의 주관적 가치, 즉 효용(utility)이라는 개념을 도입했습니다.\n그는 사람이 돈을 받을 때 그 금액 자체가 아니라 그 금액이 주는 만족감에 반응한다고 봤습니다.\n이 만족감은 돈이 많아질수록 체감한다는 가정 하에, 다음과 같은 로그 함수 형태의 효용 함수를 제시했습니다:\n\nU(w)=log⁡(w)\n여기서 w는 재산이고, U(w)는 효용입니다.\n\n상트페테르부르크 게임의 기대 효용은 유한하게 수렴합니다:\n\n기대 효용 E(w) =\n∑(n=1->∞)1/(2^n)•log(2^n) \n= log2•∑(n=1->∞)n/(2^n)\n= 2log2\n\n이는 기대 효용은 유한하므로 사람들이 무한한 돈을 주지 않으려는 행동이 합리적임을 설명합니다.\n\n\n\n프랑수아 케네(François Quesnay, 1694–1774)\n\n1. 의사 (Physician)\n케네는 원래 왕실 주치의(physician to the king)로 일했습니다.\n루이 15세의 공식 의사였으며, 왕비 마리 레크진스카와 궁정 귀족들을 진료했습니다.\n의학적 업적도 상당하여, 외과학 관련 논문과 사전 항목도 여러 편 집필했습니다.\n\n2. 경제학자 (Economist)\n그는 60세가 넘은 은퇴 후에 경제학에 본격적으로 몰두했습니다.\n중농주의(Physiocracy)의 창시자이며, 프랑스 고전경제학의 선구자로 평가받습니다.\n대표 업적인 《경제표》(Tableau Économique, 1758)는 경제 전체를 순환하는 생리학적 시스템으로 본 최초의 시도였습니다.\n\n3. 철학자·사상가 (Philosopher)\n계몽주의 시대 인물로서 자연법(natural law)과 질서의 조화 같은 철학적 개념을 경제에 도입했습니다.\n그의 경제 이론은 단순한 수학적 모델이 아니라, 사회철학과 정치경제사상을 함께 담고 있습니다.\n\n케네는 재화가 생산되고 소비되는 과정을 혈액 순환으로 보고 표로 만들었는데, 이를 케네의 '경제표'라고 한다. 케네는 자신의 견해를 '피지오크라시(physiocracy)'라 불렀다. 민중(demos)에 의한 지배를 '데모크라시 (민주주의)'라고 하듯이 피지오크라시는 물리(physis) 법칙에 의한 지배를 뜻한다. 부의 원천을 토지로 보았기에 피지오크라시는 중농주의로 번역하지만, 원래 의미는 혈류에 막힘이 없다면 인체 건강이 유지되듯, 경제 역시 인위적 개입이 없다면 원활히 돌아간다는 것이다. 케네는 자신의 의도를 분명히 하기 위해 불어로 '가만히 두라'라는 '레세페르(laissez-faire)'로 설명을 덧붙였다. 이것이 시장경제의 토대가 되는 '자유방임주의'이다.\n\n\n\n앨프리드 마셜(Alfred Marshall) \n그의 경제학적 방법론은 분명히 당시 물리학의 영향을 강하게 받았습니다. 그는 19세기 고전역학(뉴턴 역학)의 분석 틀, 특히 평형(equilibrium) 개념과 수학적 도구들을 경제학에 차용했습니다. 이를 좀 더 구체적으로 설명하면 다음과 같습니다.\n\n1. 평형 개념의 차용: 정적 균형\n마셜은 경제현상을 정적인 평형 상태로 설명하려 했습니다. 이는 뉴턴 역학에서 힘이 균형을 이루면 물체가 정지하거나 일정 속도로 운동하는 상태와 유사합니다.\n그의 부분균형분석(partial equilibrium analysis)은 물리학에서의 정적 평형(static equilibrium) 개념을 경제시장에 적용한 것으로, 수요와 공급이라는 두 ‘힘’이 만나 가격과 거래량이 결정되는 점을 찾는 방식입니다.\n\n2. 탄력성과 미분 개념의 도입\n마셜은 가격탄력성(price elasticity) 개념을 미분을 통해 정식화했는데, 이는 물리학에서의 미분 개념(속도, 가속도 등)의 영향을 받은 것입니다.\n예컨대 물리학에서 속도가 위치의 변화율이라면, 마셜 경제학에서는 수요의 변화율이 가격의 변화율에 어떻게 반응하는가를 분석했습니다.\n\n3. 경제 변수 간의 함수적 관계\n마셜은 수요, 공급, 가격, 소득, 비용 등의 변수들 사이의 함수적 관계(functional relationships)를 강조했는데, 이는 물리학에서 물리량들 간의 수학적 법칙(formula)을 찾는 시도와 유사합니다.\n그는 경제 변수들이 독립적으로 움직이지 않고, 상호 작용을 통해 결과를 낳는다고 보았습니다.\n\n4. 진화와 유기체적 메타포\n물리학 외에도 마셜은 생물학의 영향을 받아 경제를 유기체로 보는 시각도 가졌습니다. 그는 “경제는 조화로운 균형 상태에 있는 기계가 아니라, 성장하는 유기체다”라고 말했으며, 이는 다윈의 진화론적 사고와 물리학의 기계론적 사고 사이에서 절충하려는 의지를 보여줍니다.\n따라서 그는 정적 분석(물리학적 평형)과 동적 진화(생물학적 변화) 사이의 긴장 속에서 경제현상을 이해하려 했습니다.\n\n5. 그래프와 기하학의 활용\n마셜은 수식보다는 그래프(곡선)를 통해 경제 개념을 시각화했는데, 이는 당시 물리학과 공학에서 널리 사용되던 방법론이었습니다.\n수요곡선, 공급곡선, 한계비용곡선 등은 물리학적 ‘힘의 곡선’이나 운동 곡선에 대한 직관적 영향에서 유래되었다고 볼 수 있습니다.\n\n결론\n앨프리드 마셜은 당시 지배적인 자연과학의 패러다임, 특히 고전역학과 생물학의 분석 틀을 경제학에 도입해 이를 과학적인 분석 대상으로 만들려 했습니다. 그는 물리학처럼 경제학도 법칙과 수식, 도표로 설명 가능한 정합적 체계가 될 수 있다고 보았으며, 이 점에서 경제학의 과학화에 큰 기여를 한 인물입니다.\n\n\n\n케인즈\n1930년대 세계를 휩쓴 대공황으로 경제 위기가 심화되고 있었지만 사람들은 언젠가는 경제가 회복될 것으로 믿었다. 이는 시장의 '보이지 않는 손'을 신봉하는 경제학자들의 입장이기도 했다. 공황은 일시적 폭풍 같은 것이며 시간이 지나면 경기는 회복할 것이라는 기대와 달리 시장은 갈수록 엉망이 됐고, 그 원인을 분석하던 케인스는 뉴턴의 물리학에 기반한 새로운 관점을 제시한다. 정부의 적극적 시장 개입을 주장한 케인스 경제학의 탄생이다.\n\n케인스는 경제를 뉴턴 역학처럼 무마찰 시스템이 아니라, 점성과 저항이 존재하는 유체로 간주했습니다. 따라서 경제가 위축될 때 → 단지 가격(임금)을 내리는 것만으로는 흐름(고용)을 회복할 수 없음 → 마치 점성이 높은 유체처럼, 추가 에너지(정부 지출 등) 없이는 흐르지 않음\n\n케인스는 뉴턴 물리학의 유동성과 유체의 저항에 주목했다. 그는 공황의 원인을 설명하기 위해 '유동성'이라는 개념을 도입했다. 애덤 스미스 이래 고전경제학에 따르면 시장의 가격이 내리면 소비가 증가해야 하는데 문제는 경제 위기가 닥치면 사람들은 가격이 내려도 지갑을 닫는 현실이었다. 디플레이션이 지속될수록 소비는 더욱 수렁에 빠지게 된다. 케인스는 이를 '유동성 함정'이라고 불렀다.\n케인스는 또 임금의 하방경직성을 유체 저항으로 설명하고자 했다. 생활이 궁핍한 노동자가 왜 싼 임금의 일자리를 택하지 않는가에 대한 설명이다. 불황으로 실업자가 늘면 수요·공급 법칙에 의해 노동의 시장가격은 낮아져야 하지만 임금 하락에는 저항이 있어 고용 증가로 이어지지 않으며 실업도 쉽게 해결되지 않는다는 것이다. \n케인스는 임금의 하방경직성을 단순한 노동시장 문제로 보지 않고, 심리적·제도적 저항이 작용하는 복합적 저항력으로 해석했으며, 이는 그의 전반적인 ‘마찰이 있는 유체로서의 경제’라는 세계관과 일치합니다.\n이처럼 위기 상황에서는 시장 기능이 마비되므로 정부가 나서서 인위적으로라도 유동성을 회복시켜야 한다는 것이 그의 주장이었다.\n아인슈타인이 뉴턴의 역학을 부정하지 않았듯이 케인스 역시 시장경제를 부정하지 않았고, 정부의 시장 개입을 예외적 상황에서 예외적 조치로 한정하였다. \n\n케인즈도 당시 경제학 주류였던 고전학파 경제학을 넘어서는, 더 일반적인 현실 분석 틀을 제시한다는 의미에서 자신의 이론을 \"General Theory\"라고 명명했습니다.\n케인즈는 서문에서 다음과 같이 밝힙니다:\n\n“나는 고전파 경제학자들이 사용한 가정들로는 현실 세계를 설명할 수 없다고 생각했다. 이 책은 그런(현실 세계를 설명할 수 없는 특수한 경우에만 성립하는) 고전파 이론을 일반화하려는 시도이다.”\n\n즉, 그는 (여러 가정이 수반된 모델인)고전학파 경제학이 특수한 경우에만 성립한다고 보고, 보다 일반적인 경우에 맞는 이론, 즉 ‘일반이론’을 제시하려 한 것입니다. 이 구조 자체가 아인슈타인의 이론 명명법과 유사하다는 분석이 가능합니다.\n고전학파 이론은 완전고용과 균형 상태라는 제한된 조건 하에서만 성립하는데 케인즈는 이 조건을 완화하고, 현실 세계에서 관측되는 총수요 부족과 실업을 설명할 수 있는 보다 넓은 이론을 제시한 것이다.\n이 점에서 케인즈는 고전학파 이론을 ‘특수한 경우’로 규정했으며, 이는 아인슈타인의 일반 상대성이론이 특수 상대성이론을 포함하는 방식과 개념적으로 유사하다.\n\n케인즈는 고전학파 경제학의 \"균형 자동회복론\"에 반대하면서, 경제를 물리학적으로 ‘완전 탄력적인 시스템’이 아닌, 점성과 저항이 있는 유체처럼 묘사했다.\n즉, 경제는 본질적으로 유동적이지만, 기대심리나 불확실성이라는 저항에 의해 흐름이 제한될 수 있으며, 이때 정부 지출(=외부에서 가해지는 힘)은 흐름을 회복시키는 추진력 역할을 할 수 있다고 봤습니다.\n\n케인즈는 뉴턴의 영향 아래, 경제를 '운동하는 시스템'으로 봤지만, 그 운동이 언제나 균형을 향해 복귀한다고 보지 않았습니다.\n대신, ‘저항’과 ‘유동성’의 개념을 차용하여, 공황 상황에서 유동성 선호라는 심리적 저항이 어떻게 실물 흐름을 막는가를 설명했습니다.\n이것이 바로 고전학파와의 가장 결정적인 이론적 단절점이자, 케인즈 거시경제학의 핵심 개념 중 하나입니다.\n\n케인즈는 단순한 경제학자가 아니라 수학자이며 과학철학자이기도 했습니다. 그는 뉴턴의 결정론적 우주관을 비판적으로 수용하면서,\n\"경제는 불확실성과 기대라는 점성적인 매체를 통해 작동하는 시스템이다\" 라고 인식했습니다.\n따라서 유동성 함정은 물리학적 관점에서 보자면, \"점성이 너무 커서 외부 힘으로도 더 이상 흐르지 않는 상태\", 경제학적으로는 \"통화정책이 무력화된 상태\"입니다.\n‘유동성’과 ‘저항’이라는 뉴턴 역학의 물리적 개념이,\n케인즈의 경제학 전반에서 중심 은유로 작동하고 있으며, ‘유동성 함정’ 역시 이 철학적 연장선에서 명명된 것입니다.\n\n\nFischer Black\n\n\n요약\n피셔 셰피 블랙(Fischer Sheffey Black, 1938~1995)은 미국의 경제학자이자 수학적 금융 이론의 선구자입니다. 특히 블랙-숄즈 옵션 가격결정 모형의 공동 저자로 가장 잘 알려져 있으며, 자본자산가격결정모형(CAPM) 등 다수의 금융이론에 중요한 기여를 했습니다.\n그는 하버드대학교에서 물리학 학사를 취득한 뒤 응용수학 박사(PhD) 학위를 받았습니다. 경제학 박사 학위는 없지만, 시카고대학교와 MIT 슬론스쿨에서 교수로 활동했고 이후 골드만삭스에서 금융 실무 연구를 이어갔습니다.\n1995년 세상을 떠났으며, 그의 공동 연구자 Myron Scholes와 Robert C. Merton은 블랙-숄즈 모형의 발전으로 1997년 노벨 경제학상을 받았지만, 블랙은 사망 후 수상 불가 규정 때문에 수상 대상에서 제외되었습니다.\n\n\n1) 학문적 배경과 경력\n \n블랙은 하버드에서 물리학을 전공했지만 박사 과정 중 응용수학으로 분야를 바꾸었고, 결국 1964년 응용수학 박사 학위를 취득했습니다. 학위 과정에서는 주제 선정에 어려움을 겪어 잠시 프로그램을 떠나기도 했습니다.\n그는 초기에 인공지능과 컴퓨터 시스템에도 관심을 두었고, Arthur D. Little 컨설팅 회사에서 금융과 접촉하면서 금융이론 연구에 몰두하게 되었습니다. 이후 1971년 시카고대학교에서 교수로, 1975년부터 MIT 슬론스쿨에서 교수로 활동했고, 1984년부터는 골드만삭스에서 연구를 계속했습니다.\n\n2) 대표 이론과 저서\n \n가장 중요한 업적은 1973년 발표한 논문\n The Pricing of Options and Corporate Liabilities로, 블랙-숄즈 옵션 가격결정 공식이 포함되어 있습니다. 이 공식은 파생상품 분야의 표준이 되었으며 금융공학의 기반을 마련했습니다.\n그 외에도 그는 제한적 차입이론을 포함한 블랙 CAPM, 이자율 파생상품 모형 Black-Derman-Toy,\n자산배분 모형 Black-Litterman,\n 등 여러 실용적·이론적 도구를 개발했습니다.\n또한 통화정책과 경기순환, 불확실성과 균형에 관한 연구까지 폭넓게 수행했으며, 균형을 중심으로 하는 저서 Business Cycles and Equilibrium도 발표했습니다.\n\n3) 사후 평가와 영향\n \n블랙의 영향력은 그의 사후에도 이어져, Fischer Black Prize라는 상이 미국재무협회(AFA)에 의해 제정되어 젊은 금융 연구자들에게 수여되고 있습니다.\n\n논평\n피셔 블랙은 전통적 경제학자의 길을 따르지 않은 비정형적 사상가였습니다. 그는 공식 학위가 경제학이 아니었음에도, 금융이론 전반에 지대한 영향을 남겼습니다. 특히 블랙-숄즈 모형은 그 자체로 금융시장을 수리적으로 이해하기 위한 기점이 되었고, 이후 금융공학은 대학·현실 금융시장 모두에서 필수적 도구로 자리 잡았습니다.\n블랙의 접근법은 자연과학적 직관과 수학적 엄밀함을 결합해 시장 균형과 위험을 다루었습니다. 이 때문에 그의 이론은 균형적이면서도 정량적인 세계관을 반영합니다. 그러나 동시에 인간의 심리적·비합리적 행동을 충분히 설명하지 못한다는 비판도 존재합니다. 이는 균형은 존재하지만 현실과 완전히 일치하지 않는다는 논쟁으로 이어졌습니다.\n또 한편으로, 그는 노벨 경제학상을 받지 못했음에도 동료와 후속 세대에 의해 그의 기여가 명확히 인정받는 희귀한 사례입니다. 그의 아이디어는 파생상품 시장의 성장뿐 아니라 자산배분과 위험관리, 심지어 거시경제 논쟁까지 영향을 미쳤습니다.\n\n\n블랙은 자본자산가격결정모형에서 특별히 매력을 느낀 특징 한 가지를 지적했는데, 그것은 바로 균형 이론(equilibrium theory)이었다. 그는 1987년에 “나를 금융과 경제학으로 끌어당긴 개념은 균형이었다”라고 썼다. 자본자산가격결정모형은 경제적 가치를 위험과 보상 사이의 자연적 균형으로 기술하기 때문에 균형 이론이다. 세계가 끊임없이 진화하는 균형 상태에 있다는 개념은 물리학자였던 블랙의 감성에 잘 들어맞았을 것이다. 물리학에서는 복잡하게 얽힌 계가 작은 변화를 겪으면서 안정한 상태로 변해가는 경향을 종종 볼 수 있다. 이런 상태를 평형 상태라 부르는데, 서로 다른 영향력들 사이에서 도달한 일종의 균형에 해당하기 때문이다.\n \n=> 균형 상태를 바라보는 시각에 있어서 피셔 블랙과 존 메이나드 케인즈는 정반대의 관점을 갖고 있었던 것 같은데\n\n\n말씀하신 인식은 상당히 정확하며, 피셔 블랙과 존 메이나드 케인즈는 균형을 바라보는 관점에서 거의 정반대의 지점에 서 있었다고 보아도 무리가 없습니다. 다만 둘 다 ‘균형’이라는 단어를 쓰고 있지만, 그 의미와 역할은 근본적으로 달랐습니다.\n피셔 블랙에게 균형은 자연법칙에 가까운 개념이었습니다. 물리학자였던 그의 배경에서 보듯, 균형은 여러 힘이 상호작용한 결과로 자동적으로 형성되는 상태이며, 충격이 있더라도 체계 내부의 메커니즘에 의해 다시 수렴하는 중심점입니다. CAPM에서의 균형은 위험과 보상이 일관된 규칙에 따라 정렬된 상태이고, 가격은 그 균형을 거의 즉각적으로 반영합니다. 불확실성은 존재하지만, 그것은 확률적으로 처리 가능한 ‘위험’의 범주에 속하며, 체계 전체를 붕괴시키는 본질적 위협은 아닙니다. 균형은 깨지기보다는 이동하며, 시장은 끊임없이 새로운 균형을 찾아갑니다.\n반대로 케인즈에게 균형은 매우 취약하고 예외적인 상태였습니다. 그는 경제를 물리학적 평형계로 보지 않았고, 오히려 심리, 기대, 제도, 화폐라는 비선형적 요소가 지배하는 불안정한 체계로 인식했습니다. 케인즈가 문제 삼은 것은 균형의 존재 여부가 아니라, 균형으로 수렴한다는 가정 자체였습니다. 경제는 장기간 비균형 상태에 머무를 수 있으며, 그 상태가 ‘정상’일 수 있다고 보았습니다. 특히 불확실성은 확률로 환원될 수 없는 근본적 불확실성이며, 이로 인해 투자와 고용은 체계적으로 왜곡됩니다. 이때의 균형은 자연적 귀결이 아니라, 정책 개입이나 제도적 장치가 있어야만 겨우 유지되는 인위적 상태에 가깝습니다.\n이 차이를 한 문장으로 요약하면, 블랙에게 균형은 세계가 스스로 찾아가는 목적지인 반면, 케인즈에게 균형은 자주 도달하지 못하는 특수한 경우입니다. 블랙은 균형을 설명의 출발점으로 삼았고, 케인즈는 균형 가정을 의심하는 데서 이론을 출발시켰습니다.\n그래서 CAPM과 같은 신고전적 자산가격 이론은 “왜 가격이 이렇게 되어야 하는가”를 우아하게 설명하지만, 케인즈적 시각에서는 “현실에서 왜 그렇게 되지 않는가”가 더 중요한 질문이 됩니다. 물리학적 평형 개념에 매력을 느낀 블랙과, 물리학적 비유 자체를 경계했던 케인즈의 차이는 단순한 이론적 취향의 문제가 아니라, 세계가 본질적으로 안정적인가 불안정한가에 대한 철학적 판단의 차이라고 보시는 것이 적절합니다.\n\n\n어빙 피셔\n어빙 피셔는 원래 예일대학교에서 수학과 물리학을 전공했고, 박사 논문도 수학 기반의 일반균형 이론이었습니다.\n그는 경제학에 수학적 정식화를 도입하는 데 선구자 역할을 했고, “경제학은 수학의 적용 분야”라는 생각을 갖고 있었습니다.\n《The Purchasing Power of Money》(1911)에서 그는 화폐 수량식이 마치 물리학의 연속 방정식처럼 작동한다고 보았다.\n피셔는 수학 및 물리학에 대한 깊은 이해를 바탕으로 경제 현상을 수학적으로 모델링하고자 했습니다 .\n그는 경제학에 과학적 방법론을 도입하여 경제 현상을 보다 체계적이고 정량적으로 분석하려 했습니다 .\n피셔는 물리학의 개념과 원리를 경제학에 적용하는 데 관심을 가졌습니다.\n예를 들어, 역학의 개념을 차용하여 경제 시스템의 움직임을 설명하고자 했습니다 .\n\n피셔의 화폐 수량 방정식\n\nMV=PT\n\nM: 통화량 (Money supply)\nV: 화폐의 유통속도 (Velocity of money)\nP: 평균 물가 (Price level)\nT: 거래량 또는 실질거래 (Transactions)\n\n이 식은 ‘단위 시간당 화폐의 총 지출(MV)’이 ‘총 거래 가치(PT)’와 같다는 의미인데, 이는 마치 물리학의 운동량 보존 또는 에너지 보존 원리와 유사한 형식입니다.\n\n교환방정식과 역학적 비유\n\n(1) 교환방정식 \n\nMV=PT\n\nM(통화량): 경제 시스템의 질량에 해당합니다.\nV(유통속도): 속도에 해당하며, 화폐가 경제에서 순환하는 속도를 나타냅니다.\nP(물가 수준): 시스템의 압력으로 간주할 수 있습니다.\nT(거래량): 시스템의 체적에 해당합니다 .\n\n(2) 비유적 해석\nMV = PT는 질량 × 속도 = 압력 × 체적과 유사한 구조를 보입니다.\n이는 경제 시스템의 균형 상태를 설명하는 데 유용합니다.\n\n\n폴 새뮤얼슨\n폴 새뮤얼슨이 경제학자임에도 불구하고 물리학에 대한 깊은 이해와 통찰력을 가지고 있었던 이유는 그의 학문적 배경과 당시 경제학계의 흐름, 그리고 그 자신의 학문에 대한 철학에 기인합니다.\n다음은 주요 이유들입니다.\n\n시카고 대학교 학부 시절의 영향\n새뮤얼슨은 시카고 대학교에서 학부 과정을 보냈는데, 당시 시카고 대학교는 인문학과 사회과학 분야뿐만 아니라 자연과학 분야에서도 뛰어난 학자들이 많았습니다. 특히 그의 스승 중 한 명이었던 에드윈 윌슨(Edwin Wilson)은 물리학자 윌러드 깁스(Willard Gibbs)의 유일한 제자였습니다. 윌슨을 통해 새뮤얼슨은 깁스의 열역학 이론, 특히 변분법(variational calculus)과 평형 개념에 대한 깊은 이해를 얻게 됩니다. 이는 경제 현상을 분석하는 데 있어서 수학적 엄밀성과 균형 개념을 적용하는 데 영감을 주었습니다.\n\n경제학 이론의 엄밀성에 대한 갈증\n새뮤얼슨은 당시 경제학 이론들이 논리적으로 엄밀하지 않고 내용이 불분명하다고 느꼈습니다. 그는 이러한 경제 이론에 물리학처럼 엄밀하고 명료한 수학적 분석을 도입하면 경제학에 혁신을 가져올 수 있다고 믿었습니다. 즉, 사회 현상인 경제를 자연 현상처럼 과학적으로 분석하려는 시도였습니다.\n\n수리경제학의 발전 필요성 인식\n1930년대는 경제학이 점차 수리적 방법론을 도입하려는 움직임이 활발하던 시기였습니다. 새뮤얼슨은 이러한 흐름의 최전선에 서서, 물리학에서 이미 성공적으로 사용되던 수학적 도구들을 경제학에 체계적으로 적용하고자 했습니다. 그의 박사 학위 논문이자 대표작인 \"경제 분석의 기초(Foundations of Economic Analysis)\"는 이러한 그의 신념과 시도를 집대성한 결과물입니다.\n\n수학적 재능과 호기심\n새뮤얼슨은 탁월한 수학적 재능을 가지고 있었으며, 새로운 지식에 대한 끊임없는 호기심을 가지고 있었습니다. 그는 물리학의 개념과 도구가 경제학 현상을 설명하는 데 유용하게 사용될 수 있음을 직관적으로 파악하고 이를 적극적으로 자신의 연구에 활용했습니다.\n\n1. 시카고 학부(1932-35)\n경제학 전공이었지만 일반교양 과정에서 고급 미적분·수리물리 강의를 다수 수강 \n→ “수학은 경제학의 공용어가 될 것”이라는 확신 형성\n수학적 최적화·차분·미분 방정식 훈련\n\n2. 하버드 대학원(1935-41)\nE. B. 윌슨(벡터해석·통계물리학자)의 ‘수리통계’·‘수리경제학’ 강의를 듣고 개인 지도로 윌라드 깁스의 열역학·변분법을 독파 (ipl.econ.duke.edu, repub.eur.nl)\n➜ 경제학에서 라그랑주·해밀턴 명제·대응원리(comparative statics ↔ 안정성)을 도입\n\n3. 박사논문·《Foundations》(1941/47)\n논문 첫머리에 “경제현상은 열역학의 극단원리처럼 최적화로 설명된다”고 선언 \n(i) 한계조건·포락선 정리, \n(ii) ‘르샤틀리에-새뮤얼슨 원리’—화학 평형법칙을 수요·공급 탄력성 비교 정리에 번안\n\n4. MIT 부임(1940~)\n공과대학 중심 캠퍼스에서 전자공학·제어이론 연구자들과 교류 \n→ 동태모형·피드백 안정성 연구 강화\n乘수-가속기(Multiplier-Accelerator) 모형, 차분·미분 시스템 분석\n\n5. 지적 기질\n“사회과학도 물리학처럼 ‘보편 법칙’을 가져야 한다”는 과학주의 ↔ 방대한 자습·서클 세미나 운영\n이후 솔로, 크루그먼, 스티글리츠 등 제자 세대가 물리학적 방법론을 계승\n\n요약\n학부 때 이미 수학·물리학 강의를 집중 이수하면서 계산 능력을 확보.\n하버드에서 물리학자 E. B. Wilson에게서 직접 통계물리·열역학식 모델링을 배움.\n깁스의 ‘자유에너지 최소화’ 원리를 경제 최적화 문제로 대응시켜 박사논문에 녹여냄.\nMIT 공학 환경 덕분에 동태 시스템·제어이론을 경제 순환·안정성 연구로 확장.\n그 결과 “경제학을 물리학처럼 수학화”하려는 흐름의 상징적 인물이 됨.\n\n\n🟦 깁스의 '자유에너지 최소화' 원리에 대한  새뮤얼슨의 경제학적 재해석\n\n깁스의 '자유에너지 최소화' 원리 (물리학)\n깁스는 19세기 말 미국의 이론 물리학자이자 화학자로, 열역학 분야에서 혁혁한 공헌을 했습니다. 그의 주요 업적 중 하나는 깁스 자유에너지(G)라는 개념을 도입하고, 어떤 시스템이 평형 상태에 도달할 때 깁스 자유에너지가 최소화된다는 원리를 정립한 것입니다.\n\n깁스 자유에너지(G): 일정한 온도와 압력하에서 시스템이 외부에 할 수 있는 최대 유효일의 양을 나타내는 열역학 함수입니다.\n\n자유에너지 최소화 원리: 외부와의 물질 교환이 없고 온도와 압력이 일정한 시스템은 자발적으로 변화하여 깁스 자유에너지가 최소가 되는 상태, 즉 평형 상태에 도달합니다. 이는 자연 현상에서 시스템이 가장 안정적인 상태를 찾아가는 경향을 설명하는 근본 원리입니다.\n\n새뮤얼슨의 경제학적 재해석 및 적용\n새뮤얼슨은 이러한 깁스의 물리학적 원리에서 영감을 얻어, 이를 경제학의 핵심 문제인 최적화(Optimization)와 균형(Equilibrium) 개념에 대응시켰습니다. 그는 경제 주체들(소비자, 생산자 등)이 합리적으로 행동하여 자신들의 목표를 극대화하거나 최소화하려는 경향이 있으며, 이러한 개별 최적화 행동들이 모여 시장 전체의 경제적 균형을 형성한다고 보았습니다.\n\n그가 박사 논문에서 사용한 핵심적인 대응 관계는 다음과 같습니다:\n\n1.목표 함수(Objective Function)의 설정\n\n깁스\n시스템의 깁스 자유에너지(G)를 최소화하려는 경향.\n\n새뮤얼슨\n소비자: 주어진 예산 제약 하에서 효용을 극대화하려고 합니다. (이것은 실제로는 효용 극대화의 이계 조건을 통해 간접적으로 최소화 문제로 변환될 수 있습니다.)\n생산자: 주어진 생산 기술과 시장 가격 하에서 이윤을 극대화하거나, 주어진 생산량 목표를 달성하기 위해 비용을 최소화하려고 합니다.\n\n2. 제약 조건(Constraints)의 도입\n\n깁스: 일정한 온도, 압력 등의 물리적 제약 조건.\n\n새뮤얼슨:\n소비자: 소득(예산), 상품 가격 등의 제약.\n생산자: 생산 기술(생산 함수), 투입 요소 가격, 생산량 목표 등의 제약.\n\n3. 균형/최적화 조건 (Equilibrium/Optimality Conditions):\n\n깁스\n자유에너지가 최소가 되는 지점에서 시스템은 평형에 도달하며, 이때 자유에너지의 미분값이 0이 됩니다.\n새뮤얼슨: 경제 주체들이 목표 함수(효용, 이윤 등)를 극대화하거나 최소화할 때 발생하는 1계 조건(First-Order Conditions)과 2계 조건(Second-Order Conditions)을 활용합니다.\n\n1계 조건(FOC): 목표 함수의 미분값이 0이 되는 지점을 찾아 최적점의 후보를 식별합니다. 이는 물리학에서 평형 상태를 찾는 것과 유사합니다. 예를 들어, 한계효용 = 한계비용, 한계수입 = 한계비용 등입니다.\n\n2계 조건(SOC): 그 후보점이 실제로 극대점인지 극소점인지를 판별합니다. 예를 들어, 생산자의 이윤 극대화는 목적 함수가 볼록 함수(convex function)여야 하고, 비용 최소화는 목적 함수가 오목 함수(concave function)여야 합니다. 이러한 조건은 물리학에서 자유에너지가 최소(볼록)인 지점을 찾는 것과 유사합니다.\n\n\"대응 원리(Correspondence Principle)\"의 정립\n새뮤얼슨은 이러한 유사성을 바탕으로 유명한 \"대응 원리(Correspondence Principle)\"를 정립합니다. 이 원리는 동학적 안정성(dynamic stability) 조건이 정학적(static) 최적화 문제의 2계 조건에 정보를 제공한다는 것입니다.\n물리학에서 시스템이 평형 상태에 도달하려면 단순히 자유에너지의 미분값이 0이 되는 지점(1계 조건)을 넘어서, 그 지점이 실제로 안정적인 최소점(2계 조건)이어야 합니다. 즉, 시스템이 약간 교란되어도 다시 그 평형점으로 돌아오려는 경향(동학적 안정성)이 있어야 합니다.\n새뮤얼슨은 이를 경제학에 적용하여, 시장이 특정 균형 상태에 도달했을 때, 그 균형이 안정적인 균형이려면, 이 균형을 도출하는 정적인 최적화 문제의 2계 조건이 충족되어야 함을 보였습니다. 예를 들어, 생산자의 이윤 극대화 문제가 유일하고 의미 있는 해를 가지려면, 비용 함수가 특정 볼록성을 가져야 한다는 것입니다.\n\n결론\n새뮤얼슨은 깁스의 자유에너지 최소화 원리에서 영감을 받아, 경제 주체들의 합리적인 최적화 행동이 시장의 균형을 이룬다는 것을 수학적으로 엄밀하게 증명하고자 했습니다. 그는 경제 주체의 효용 극대화, 이윤 극대화, 비용 최소화 문제들을 제약 하의 최적화 문제로 공식화하고, 물리학의 1계 및 2계 조건, 그리고 안정성 개념을 도입하여 경제학 이론의 과학적 엄밀성을 한 차원 높였습니다.\n이를 통해 그는 당시 경제학 이론의 모호함을 해소하고, 경제학이 자연과학처럼 체계적인 수학적 도구를 사용하여 예측 가능한 결론을 도출할 수 있는 학문임을 입증하려 했습니다. 그의 『경제 분석의 기초』는 이러한 노력의 결실이며, 현대 수리경제학의 중요한 토대가 되었습니다.\n\n\n\n르옹 발라 (Léon Walras)\n전공 배경: 수학\n공헌: 일반균형이론의 창시자\n자연과학적 방법론:\n수학적 모형을 도입해 시장 균형을 설명. 경제 시스템을 물리계처럼 다룬 선구자.\n\n빌프레도 파레토 (Vilfredo Pareto)\n전공 배경: 공학 및 물리학\n공헌: 파레토 최적 개념, 소득분포 법칙\n자연과학적 성향:\n사회현상을 통계학적 규칙성으로 해석하려 했음.\n\n존 내쉬 (John Nash)\n전공 배경: 순수 수학\n공헌: 내쉬 균형 (비협조적 게임이론의 핵심)\n자연과학적 기여:\n이론경제학보다 수학이론으로 접근. 게임이론은 현재 물리학·생물학 등에서도 활용됨.\n\n얀 틴베르헌 (Jan Tinbergen)\n전공 배경: 물리학 (라이덴대, 박사학위 지도교수는 아인슈타인 친구 에렌페스트)\n공헌: 계량경제학 창시자, 노벨경제학상 1회 수상자\n자연과학적 접근:\n물리학적 수리모형과 통계기법을 경제 시스템에 도입\n\n\n노벨경제학상을 받은 경제학자 중 자연과학 전공자\n\n\n\nJan Tinbergen(1969, 계량경제학 창시, 물리학)\nKenneth Arrow(1972, 일반균형이론/사회선택이론, 수학)\n\nJohn Hicks(1972, 수학적 분석에 기반한 경제 모델, 수학 기초 위주 교육)\n\nLeonid Kantorovich(1975, 선형계획법 개발, 수학) \nGérard Debreu(1983, 일반균형이론의 엄밀한 수학화, 수학)\n\n\nJohn Nash(1994, 비협조적 게임이론, 수학)\n\nLeonid Hurwicz(2007, 메커니즘 설계 이론, 전기공학 → 경제학 전향)\n\nLloyd Shapley(2012, 게임이론, 시장설계, 수학)\n\n\n\nRobert J. Aumann (1930, 노벨 2005·게임이론)\nB.S. Mathematics, CCNY → MIT 수학 박사 (en.wikipedia.org)\n반복게임·협력이론\n\nEric S. Maskin (1950, 노벨 2007·메커니즘 디자인)\nA.B. Mathematics / A.M.&Ph.D. Applied Math, Harvard (en.wikipedia.org)\n사회후생·경매 설계 이론\n\nRoger B. Myerson (1951, 노벨 2007·메커니즘 디자인)\nA.B. & S.M. Applied Mathematics, Harvard (en.wikipedia.org)\n정보경제·게임의 균형 정교화\n\nPaul R. Milgrom (1948, 노벨 2020·경매이론)\nB.S. Mathematics, Univ. of Michigan (explorecourses.stanford.edu)\n스펙트럼 경매·시장설계\n\nOliver D. Hart (1948, 노벨 2016·계약이론)\nB.A. Mathematics, King’s College Cambridge (en.wikipedia.org)\n불완전계약·기업경계 이론\n\nRobert C. Merton (1944, 노벨 1997·파생상품가격)\nB.S. Engineering Mathematics, Columbia (en.wikipedia.org)\n연속시간 금융공학, Black-Scholes-Merton\n물리·공학 → 경제학·계량경제\n\nRobert F. Engle (1942, 노벨 2003·ARCH)\nB.S. Physics, Williams College; M.S. Physics, Cornell (en.wikipedia.org)\n시계열 변동성(ARCH/GARCH)\n\nJean Tirole (1953, 노벨 2014·산업조직)\nÉcole Polytechnique·ENPC 공학(수학·물리 중심) → 결정수학 DEA (en.wikipedia.org)\n규제·양면시장·시장지배력 분석",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "0e59aec6-754e-4c02-893c-70f18f19c937",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-06-18T07:24:36.427000",
  "updatedAt": "2025-12-15T13:17:43.480000"
}