{
  "id": "51110bc8-bd6b-4fb0-a5b7-780e86dde2e0",
  "title": "AHEAD탄/airbust탄",
  "content": "[AHEAD탄]\nAHEAD는 명중효율 및 격추율 개량탄(Advanced Hit Efficiency And Destruction)이라는 뜻. \n적기 근처까지 도달했을 때 포탄이 터지면서 내장된 다수의 텅스텐 탄자를 사방으로 비산시키는 포탄이다. 덕분에 순항미사일, 드론과 같이 방호력이 약한 소형 비행체를 더 적은 수의 포탄으로 요격할 수 있다. \n포탄 구경이 크지 않아서 근접신관을 사용하지는 않고, 발사 직전에 무선통신으로 포탄에 세팅해놓은 시간 동안 포탄이 정확히 비행한 뒤 폭발하는 구조이다. \n운동에너지탄이기 때문에 기존의 고폭탄두와 같은 일정한 파괴력은 얻을 수 없지만, 반면 기존의 고폭탄두들이 불규칙하고 위력도 제각각인 파편을 전방위로 뿌리는 것 때문에 정작 목표물에 대한 요격확률은 상대적으로 떨어지는 점을 보완했기 때문에 목표 파괴 확률은 AHEAD탄쪽이 좀 더 높다.\n\n대공 목표물이 유효사거리 내로 진입한다면 거리측정을 이용해 목표물이 이동하는 축선 및 진입궤도를 따라 거리별로 거의 동시에, 혹은 순차적으로 격발시킬 수 있다. \n일단 유효사거리 이내로 들어간 탐지된 목표물은 거의 100% 살상된다.\n\n30 x 170mm용 AHEAD 탄을 풍산에서 만들었다.\n차륜형 대공포 '천호'는 현재 풍산에서 개발한 AHEAD탄도 사용 가능하다. AHEAD는 정밀 시한신관을 이용해 표적 전방 5~10m 거리에서 폭발해 60~150개의 텅스텐 화살을 매우 좁은 각도로 날리는 포탄이다.\nAHEAD탄의 장점은 확실한 살상력이다. 기존의 파편탄은 파편이 표적 주변에서 360° 사방으로 퍼져나갔기 때문에 100개의 파편이 들어 있어도 극히 일부의 파편만 표적에 맞지만, AHEAD탄은 대부분의 파편이 매우 높은 속도로 표적에 명중하기 때문에 1발로도 확실하게 표적을 파괴할 수 있다. 표적 하나를 파괴하는데 소요되는 포탄이 적다는 것은 그만큼 경제적이라는 의미로도 해석될 수 있다.\n\n공중폭발탄\n우크라이나 전쟁에서 게파드가 드론 요격으로 맹활약 중이다. 게파드에서 사용하는 35mm 공중폭발탄이 드론 요격에 매우 효과적이다. 게파드 탑재된 MPDR12 레이더는 대공 사격용 표적 드론 탐지 범위가 16km이다. 게파드 차대는 르끌레르전차 차대이고, 엔진은 레오파드 1 엔진, 레이더 2개, 35mm 2 연장포이다.\n\n비호/천호\n비호는 게파드보다 성능이 떨어진다. 추적 레이더도 없고 EOTS 열상 조준경으로 퉁쳤다. 탐색 레이더도 탐지 거리가 길지 않다. 탄 위력도 35미리 대비 열세.\n무인기에 제대로 대응도 한계가 있고 (사거리 부족 및 확산탄 X) 게파드에도 밀리는 성능을 가진 체계를 조단위 예산을 들여 2020년대에 배치한다는 자체가 문제.\n우크라이나에서 드론 사냥으로 성능을 입증한 게파르트는 비호/천호와 달리 35미리 오리콘 기관포를 사용함. 35미리 공중 폭발탄을 이용해 드론을 효과적으로 잡아내고 있는 것. \n그러나 비호/천호의 30미리 기관포는 구경이 너무 작다보니 여기 사용할만한 공중 폭발탄이 없음. 포탄이 너무 작아지다 보니 30미리로는 제대로 된 위력을 낼 물건을 만들 수가 없기 때문. 국내 업체에서 비호/천호에 사용할 공중폭발탄을 개발하긴 했지만 성능 미달임.\n\n게파드는 VT(근접전파) 신관을 이용한 공중폭발탄으로 업그레이드 되어 타겟을 잡는데 훨씬 유리해 졌지만 문제는 2~3Km의 짧은 유효사거리다. 그래서 목표물이 근처에 있지 않으면 아무리 공중폭발탄으로 업그레이드 했다고 해도 작고 빠른 드론을 잡기에는 역부족이다.\n고정된 중요시설 방어에는 효과적일지 몰라도 키이우 같은 넓은 지역을 방어하기에는 한계가 있다. 더구나 게파드 대공포는 47.5t 으로 무겁고 느리다는 단점이 있다.\n\n[복합기능탄]\n복합기능탄은 시한 - 충격 - 근접 기능을 보유한 복합기능신관을 채택, 밀집 보병부대의 무력화와 경표적 파괴가 가능하다. 특히 근접기능은 탄 발사 후 목표물의 7m 이내에서 폭발, 자탄으로 공격하는 것으로 헬기를 포함한 저속·저공의 적 항공기에 효과적으로 대응할 수 있다.\n\n헬기 잡는 장갑차로 불리는 K-21의 40mm 대공포의 복합기능탄이 오작동으로 아군 지역에서 폭발할 위험을 지닌 것으로 확인됐다. \n국방부는 2010년 11월 K-21 복합기능탄의 ‘근접기능’의 불량률이 높아 아군 지역에서 폭발할 가능성이 있어 재검증이 필요하다고 지적했다. 근접기능은 전파로 목표물을 탐지해 목표물 2m 주변에서 폭발해 헬기를 격추시킨다는 K-21의 핵심 기능 중 하나다.\n\nK-21 복합기능탄의 근접기능 규격 조건을 정하면서 해상에서 운용되는 노봉포의 규격조건을 그대로 사용했는데 이는 지상과 해상 환경의 차이점을 고려하지 않은 것이다. 지형 기복이 많고 수풀이 우거진 산악지형이나 건물이 많은 도시지역에서는 주변 간섭으로 인해 비행 중 폭발할 가능성이 높으며 장갑차 전방에서 활동하는 아군의 무선장비, 전차 등 철제 장비에 의한 전파 방해로 아군 지역에서 폭발할 가능성이 있다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-17T22:36:48.672000",
  "updatedAt": "2025-05-26T17:44:01.082000"
}