{
  "id": "51b569c9-d4df-4249-b532-c201d7de8add",
  "title": "화폐의 역사 - 우리나라",
  "content": "![image](media/190ec73cd85.8a46c660438c2d69.gif)\n![image](media/190ec78a0d7.8b615b6f3f5d4819.jpg)\n![image](media/19b40e3ac49.8cd77a5fd429d1cc.gif)\n\n\n\n고대에는 한반도에도 물물교환이 유통의 전부를 차지했고, 무기와 각종 생산도구, 장신구, 곡물, 직물 등의 물품이 다른 문화권에서처럼 화폐로 대용됐다.\n조선후기 한치윤(韓致奫)이 지은 <해동역사 (海東繹史)>에는 한반도에서 최초로 화폐가 등장한 것은 고조선 시대인 기원전 57년으로, 이때 자모전(子母錢)이라는 철전이 만들어져 사용됐으며, 변한에서는 철을 생산해 화폐 대용으로 사용했다고 한다. 고대에는 철이 귀했으므로 금이나 은보다 철을 화폐로 쓴 것이다. \n고대 지배계층의 무덤에서 가장 중요한 장소인 관곽(棺槨) 바로 밑에 일정한 규격을 갖춘 철정(鐵鋌)이 많이 발견되기도 하는데, 고고학자들은 이를 통해 당시 철이 무기와 농기구의 원재료이면서 화폐로 사용됐을 것으로 추정하고 있다.\n\n고조선\n도전과 포전은 우리 고조선 유적지에서도 많이 발굴되는 유물이다. \n한편, 고조선 영역에 속했던 한 유적에서 명도전이 무려 4000 ~ 5000점이나 항아리에 담겨 출토되었다. \n최근 학설에 의하면 명도전(明刀錢)은 연나라 화폐가 아니라 고조선의 화폐라고 한다. 즉 중국에서 황하 이북인 연나라 영역이라고(이 지역에서 명도전이 주로 발견) 주장하는 지역이 중국 고문헌에 기초한 위치 추정에 따를 때 고조선의 영토였다는 것이다.\n중국사회과학원 역사지도에 연나라는 하남성 무양현 지역에 있었고 이는 <사기>에 근거를 둔다.\n위 분포도로 볼때 고조선의 중심지는 바로 승덕, 북경, 역현, 요양 유역이다.\n연나라 수도였다는 계현에는 아무 흔적이 없다. \n그동안 사학계가 주장해온 요녕성 朝陽, 한반도 平壤이 고조선의 중심지가 아니었다는 이야기이다.\n\n\n[조선(朝鮮) 제14대 고불(古弗) 천왕(天王)의 역사] \n자모전(子母錢) 주조(鑄造)\n서기전1680년 신유년(辛酉年)에 자모전(子母錢)을 만들었다.\n자모전(子母錢)은 글자대로 보면 자전(子錢)과 모전(母錢)을 함께 부른 것으로 볼 수도 있으나,\n자음(子音)과 모음(母音)의 글자가 새겨진 주조전(鑄造錢)이라고도 할 수도 있는데,\n역사상으로 볼 때는 서기전 2181년에 가림토 38자라는 표음문자가 정립되었던 것으로 자음과 모음을 새긴 화폐일 가능성이 충분히 있는 것이다. \n자모전은 주조(鑄造)된 화폐이다.\n이 자모전 이전의 주조된 화폐로는 서기전2133년에 발행된 원공패전(圓孔貝錢)이 있는데, 화폐상에 글자가 새겨진 것으로는 자모전의 자모가 자음과 모음을 가리킨다면 서기전 1680년에 주조발행된 자모전(子母錢)이 되는 것이며, 후대의 소위 명도전(明刀錢)이라는 화폐는 자모전의 후신이 되는 것이다.\n명도전 이전의 단군조선 화폐로 첨수도(尖首刀)도 있는데, 첨수도에 새겨진 글자는 명도전의 글자보다는 상형문자에 가까운 형태를 지니고 있으나, 자음(子音)과 모음(母音)으로 분리와 조합이 가능하여 표음문자식으로 읽을 수 있는 글자가 되어\n자모전이라고 함에는 큰 난점이 없다. \n명도전(明刀錢)은 통상 서기전 500년경 이전에 주조된 화폐가 되는데, 대체적으로 주(周)나라 초기나 춘추(春秋)시대 이전부터 주조된 것이 되며,\n명도전(明刀錢)으로서 최초로 주조된 것은 그보다 훨씬 이전이 되는 은(殷)나라 중기가 되는 서기전 1500년경이 될 것이다.\n첨수도(尖首刀)는 명도전(明刀錢) 이전에 주조된 화폐가 되고, 화폐상에 새겨진 문자의 형태로 보아 소위 명도전은 이 첨수도의 후신(後身)이 되는 바,\n서기전 1680년에 주조된 자모전(子母錢)은 이 첨수도(尖首刀)가 시초가 되어 차츰 명도전(明刀錢)으로 발전한 것으로 보인다.\n첨수도에 새겨진 글자는 거의 모두 자음과 모음이 조합되어 상형문자식으로 만들어진 형태가 되는데,\n명도전에 이어지면서 그 글자의 형태가 상형문자식, 상형-표음문자식, 표음-상형문자식, 표음문자식 등 4가지로 나타나고 있다. \n상형문자식 명도전의 글자는 첨수도에 새겨진 상형문자와 유사하거나 조금 더 부드러운 곡선 등으로 나타나며, 자음과 모음의 분리를 한층 더 쉽게 할 수 있는 경향을 보이고 있어, 첨수도에 비하여 가림토 글자를 새긴 화폐라고 볼 수 있는 상태가 된다.\n상형-표음문자식 명도전의 글자는 전제적으로는 상형문자이면서 상형문자의 틀에서 조금 더 벗어나\n자음과 모음의 분리가 훨씬 더 쉬워 가림토 글자로 해독이 가능함으로써, 표음문자로 읽을 수 있는 글자의 형태를 띠고 있는 것이 된다.\n표음-상형문자식 명도전의 글자는 가림토 글자의 자음과 모음을 상형에 맞춤으로써 전체적으로는 상형문자로 보이나, 자음과 모음이 분리되어 있어 순수한 표음문자로 읽히는 경우가 된다.\n표음문자식 명도전의 글자는 순수한 가림토 글자의 자음과 모음을 차례로 새긴 것으로 상형문자와는 거의 관계가 없이 자음과 모음으로 읽히는 글자가 되어, 지금의 한글과 유사한 체계로 자음과 모음이 배치된 경우가 된다.\n이상의 명도전에 새겨진 문자의 형태가 되는 네가지 유형은, 첨수도에서 명도전으로 다시 후대에 발행된 명도전으로 이어지면서 글자의 모습이 상형문자 형태에서 표음문자 형태로 변한 것을 대별한 것인데, 이는 문자 발전단계와도 일치하게 된다.\n서기전 1680년에 가림토 38자가 정립된 이후 훨씬 후대까지도 배달나라 시대에 사용되던 가림토의 전신이 되는 글자들을 첨수도나 명도전에 계속 새긴 것이 되고, 후대로 내려오면서 가림토 38자를 중심으로 하여 주조한 것으로 추정된다.\n소위 명도전의 출토지역이 되는 북경 부근에서 발해만 유역과 요동반도 및 한반도 북부지역과 만주지역은\n단군조선의 삼한(三韓) 영역에 속하며, 단군조선 땅에서도 경제적인 활동이 왕성하던 곳이 된다. \n첨수도와 명도전은 주조화폐로서 수급에 따라 지속적으로 주조한 것이 되는 데, 그리하여 똑 같은 글자가 새겨진 화폐가 많이 주조되어 사용된 것으로 된다. 특히 소위 명도전에는 같은 글자가 새겨진 경우가 허다하다고 보면 된다. 이는 주조형틀을 이용하여 계속하여 주조한 것을 나타내는 것이다.\n한편, 엽전(葉錢)의 시초는 서기전 1426년에 주조된 패엽전(貝葉錢)이며, 원공패전과,\n자모전이라 할 수 있는 첨수도 및 명도전과 패엽전은 모두 청동화폐(靑銅貨幣)이다.\n서기전 645년에 주조된 방공전(方孔錢)은 철전(鐵錢)이다. 철전은 청동전보다 산화(酸化)가 잘 되어 부서지기 쉬워서 사용된 기간이 상대적으로 짧았는데, 철전이 주조되던 시기에도 명도전인 청동화폐가 지속적으로 주조되어 사용되고 유통된 것으로 된다.\n​\n동국사략\n태원왕(太原王) 공(孔)과 경창왕(敬昌王) 장(莊)의 재위를 거쳐 흥평왕(興平王) 착(捉)은 자모전을 주조하였다. 철위왕(哲威王) 조(調)는 말을 많이 길렀으며, 선혜왕(宣惠王) 삭(索)은 직접 농사일을 권장하고 백성 사이에서 총명하고 준수한 인물을 선택하여 육예(六藝)를 익히게 하였으며, 직언경(直言磬)을 매달아 원통하고 억울한 일을 호소할 수 있도록 하였다.\n\n우리나라 화폐사에서 가장 오래된 옛 화폐는 자모전(子母錢)으로 고조선 흥평왕 원년 기원전 975년에 최초로 제조됐다고 기록되었다(대동역사 등).\n그러나 이제껏 실물이 발견되지 않는 데다가 사료 부족으로 금속화폐인지 비금속인지조차 알 수 없다.\n또한 우리나라 화폐사에서 돈 '錢'자가 사용된 것도 자모전이 처음인데 한 종류의 화폐 이름인지 자전(子錢)과 모전(母錢)의 합칭인지도 확실치 않다.\n두 종류일 경우 그 시대 화폐제조의 관습으로 보아 자전은 소전(小錢)으로 가벼운 경전(輕錢),\n모전은 대전(大錢)의 중전(重錢)급이 아닌가 한다.\n　\n고조선 B.C. 975년은 중국 주(周)나라 목종 연간이며 고조선의 수도가 백악산 아사달(지금의 중국 창춘(長春))로 번영을 누리던 시대였다.\n동북 아시아에서 처음 금속문화를 일으킨 사람은 4700년 전 배달 한국의 제4대 황제 치우천황(蚩尤天皇)으로 알려졌다.　\n고조선을 거슬러 올라가면 동북 아시아에서 금속문화의 주체는 우리 한(韓)민족이었고 야금술, 금은공예, 채광기술 등을 각국에 전파한 그 시대 선진국이었다.\n　\n중국 주나라(B.C. 1122~B.C. 771)는 고조선이 B.C. 975년 자모전을 만드는 시대를 전후하여 금속의 무게를 달아서 그 교환 가치를 산출, 사용하는 칭량화폐(일명 계수화폐)를 청동으로 제조했고\n원시화폐인 조개껍질 패화에서 발전한 청동제 동패(銅貝) 골패(骨貝) 옥패(玉貝)와 동패에 금도금을 한 조개모양 돈도 제조했다.\n물고기와 농기구 모양을 본딴 어폐, 경폐, 공수포 등 화폐도 제조 유통되었는데 공수포에 비로소 한 두자의 한자를 넣기 시작했다.\n최근 한국과 중국 몇몇 학자들이 고조선 화폐로 주장하고 있는 손칼모양의 명도전(明刀錢)은 제조시기를 B.C. 323~B.C. 222년으로 보았을 때 중국의 전국시대(B.C. 403~B.C. 221)에 해당하며\n필자가 2002년 삼한시대 및 삼국시대 제조 유통된 것으로 발표한 철정전(鐵鋌錢)은 기원전 2세기부터 서기 4세기경 유통된 것으로 자모전에 비해 약 700~800년 뒤의 것이다.\n명도전 비슷한 도전류는 중국 전국시대 고조선을 비롯한 몇 개 나라에서 제조가 성행되었는데\n명도전은 그중 맨 먼저 만들어진 것이며 무문철전인 철정전은 쇠막대 같지만 가운데가 휘어 갖고 다니기 편리하게 제조된 것으로 이제까지 동양 고전 목록에 없었던 것이다.\n　\n자모전은 둥근 모양에 네모구멍인 형원공방 (形圓孔方)의 엽전 틀을 벗어난 우리나라 고화폐로 추정되는 철정전, 명도전과 연관지여 생각해 볼 수 있다.\n자모전이 칭량화폐라면 가볍고 무거운 단위를 일정 기준으로 하여 만들었을 것이고 조개패(貝)류의 화폐는 크고 작은(大小)동패 등을 유추해 볼 수 있다.\n최근 중국 강소지방에서 출토된 서주(西周)시대 칭량화폐는 도끼모양으로 생겨 금속을 다시 가공하여 쓴 중간소재 형태였다.\n우리나라 41개 고분 및 유적지에서 출토된 철정전은 제일 큰 것이 길이 50㎝부터 작은 것 15㎝ 가량에 무게는 0.7~2.5㎏으로 다양하며 소재는 철을 녹여 불순물을 제거한 괴련철(塊鍊鐵)의 일종이다.\n　\n자모전의 원료는 당시에 철보다는 청동을 많이 사용했던 시대 사정으로 보아 '동+석+아연'의 합금으로 주물을 부어 만들었을 것이다. 자모전은 철정전과 비슷하게 생긴 앞뒷면 무문의 청동 막대형으로 중량에 따라 대전 중전, 소전 경전, 2종의 칭량화폐가 아닐까\n추정해 본다.\n자모전은 형원공방의 엽전형태가 아니고 청동막대 또는 도끼, 농구기구형이거나 도검류 등의 변형품으로 제조될 수도 있었을 것이다.\n　\n고화폐 전문가가 아닌 고고학자들은 이제까지 엽전을 보아온 고정관념 때문에 자모전이 출토되었다 하더라도\n화폐로 인정하기 어려웠을 것이다.\n이 때문에 자모전을 청동기를 만드는 중간 소재 정도로 취급,\n시중에서도 관심을 두지 않아 녹여서 다른 기물로 만들어져 후세에 전해지는 것이 없어진 것 아닌가 한다.\n　\n\n특히 대진국(발해) 초기에 대야발이 지었다는 단기고사에 의하면, 서기전 1620년에 자모전(子母錢)을 주조하였다라고 기록하고 있는 바,\n화폐의 모양으로 보아 또한 첨수도와 명도가 주조된 시기가 주나라 초기 이전일 수 있다는 것으로도 보아,\n이 자모전이 곧 첨수도와 명도전과 밀접한 관련이 있음을 충분히 짐작할 수 있는 것이다.\n​\n​\n​\n고조선은 왜 스스로를 明 이라 했을까요.?\n중국 고대책인 [산해경]에 보면 한국에 대한 설명에서\n日月所出(일월소출) 이라는 말이 숱하게 나옵니다.\n日(해) 와 月(달)이 뜨는 곳이라는 얘기죠. 즉 한국의 상징이 日月 이니 고조선이 스스로를 明 이라 했던 것은 이상한 일이 아닐 것이다.\n\n'명도전(明刀錢)'이 단군조선의 제후국 연 나라 <돈>이라고 하는대? 정작, 100년 남짓 존재했던 연 나라 지역에는 이 <돈>이 거의 출토되지 않는다니 어찌된 일인가? 만약 연나라 <돈>이라면? 연 나라 지역에 더 많은 명도전이 출토되어야 하고, 제조유적지,거푸집이 발견되는것이 상식이 아닌가?\n정작 연나라 지역에서는 그러힌 유적이나 명도전이 거의 출토되지 않은데?\n연(燕;BC. 323~222년)나라는 지나 중원 전국시대(BC. 403~221년)에 황하 남쪽에 있던 작은 나라였다.\n진(秦) 시왕이 황하 남쪽을 통일할 때 연(燕)도 멸망한 나라다. 진이 중원 통일 후 만든 화폐는 '명도전'과 완전 다른 모양의 '반량전(半兩錢)'이었다. 당시 단군 3조선 및 해모수 부여 지역에서 '반량전' 사용 흔적은 거의 없다.\n그것은 당시 천자국 단군3조선이 각축하고 있던\n적국(敵國) 진(秦)의 화폐를 사용할 필요가 없었고,\n단군 3조선의 훌륭한 돈 <명도전>이 있었기 때문이다.\n박선미 교수의 논문 중 ‘명도전 출토지역 분포도’와\n러시아인 부찐의 고대 조선 영역지도는 거의 일치하고 있다.\n그러나 명도전은 \"진개\"의 연(燕) 나라 아닌\n단군3조선-맑조선,진조선,번조선 영토 전역에 걸쳐 고르게 출토되고 있다.\n그리고 호타하(패수) 이남에는 거의 출토되지 않고\n호타하 본강 청하(靑河) 이남에서는 남쪽으로 갈수록 발굴 량이 적어지며 산동반도 까지 출토된다.\n고로 산동성 등도 고대조선의 영토였음을 알 수 있다.\n\n\n\n\n\n\n[삼국시대]\n삼국시대에는 기본적으로 쌀과 포목을 화폐로 사용했다. 삼국유사에서 신라 태종 무열왕 때 성 안에서 베 1필의 시장 가격이 벼 30섬 혹은 50섬이라 백성들이 태평성대라 했고, 문무왕대 665년에는 견포 1필의 규격을 조정했다는 기록도 보인다. 직물이 화폐의 역할을 하고 국가가 그 규격을 조정하는 등 사실상의 화폐 역할을 했다.\n농업 중심의 당시 경제 체제상 금속 화폐가 전국적으로 널리 쓰이지는 못했고 남은 유물도 아예 없는 건 아니지만 그 수는 적다. 그리고 이러한 유물들도 대개 말 그대로 '금덩어리, 은덩어리, 철덩어리' 수준에 그치는 것.\n\n[고려]\n고려초인 성종 15년(996년)에 최초로 철전을 주조했다는 기록이 있다. \n한국 최초의 금속화폐는 고려 성종 때 중국 당나라에서 유통되던 ‘건원중보’를 본떠 만든 ‘건원중보 배동국철전(乾元重寶 背東國鐵錢)’이다. 앞면에는 ‘건원중보’, 뒷면에는 ‘동국(東國)’이라는 글자를 새겨넣어 동쪽에 있는 나라인 고려에서 만들었다는 것을 표시했다. 고려시대엔 길일(吉日)을 선택해 해동통보, 삼한통보, 삼한중보 등과 같은 금속화폐를 만들었고, 그때마다 왕은 대신들에게 축하연을 베풀 것을 지시했다고 전해진다.\n하지만 건원중보 등은 시중에서 잘 유통되지 않고 소멸되었다.\n\n1101년, 조롱박 형태의 고액 화폐인 은병(銀甁)과 이를 축소한 소은병을 만들어 사용하였다. 그러나 은병과 소은병은 위조가 잦아 1408년 유통이 금지되었다. \n이 외에 칭량화폐로 금이나 은을 일정한 규격과 모양으로 자른 금정/은정(金錠/銀錠, 금편/은편(金片/銀片)이라고도 한다), 은병을 일정하게 자른 쇄은을 사용했다고 한다. 다만 유통이 잘 되지 않았고, 고려도경에서도 고려인들은 쌀과 포목을 주로 쓰며 약국에서 약을 살 때는 종종 화폐를 사용했다고 나온다.\n고려 1097년 승려인 대각국사 의천은 과거 여러번 화폐를 보급하기 위해 노력했는데도 시장에서는 여전히 포(베)나 향토산물을 화폐 대용으로 사용하고 있음을 보고 화폐의 도입을 숙종에게 건의하였다.\n100년 전에도 건원중보 등을 만들었으나 사람들이 익숙하지 않은 주화 사용을 꺼렸고, 건원중보는 철로 만들어졌기 때문에 쉽게 녹이 스는 단점이 있었다.\n의천의 건의에 따라 숙종은 1102년, 주전도감에서 가볍고 내성이 강한 구리를 재료로 동전을 만들었다. 외형은 둥글고 가운데에는 네모난 구멍이 있었다. 하늘은 둥글고 땅은 네모지다는 동양의 전통 우주론적 사고가 반영된 것이었다. 또, 발해의 동쪽 나라에서 만든 보물이라 하여 ‘해동통보(海東通寶)’라는 이름을 붙였다. 해동통보를 관리나 군인들의 임금으로 지급했다. 또 식당에서의 사용을 권장하였다. 숙종과 의천의 의도는 좋았으나 해동통보도 건원중보처럼 잘 유통되지 않았다. 백성들은 상거래를 할 때 여전히 포(베)와 토산물을 화폐 대신 썼다. 돈을 일상에서  사용하기엔 백성들이 너무 가난했기 때문이었다.  결국 해동통보는 전국적으로 사용되지 못하고 사라졌다.\n\n[조선]\n고려시대와 조선시대에는 동전을 만들 때 나뭇가지 형태의 주물 틀을 만들어 동전을 대량으로 생산했다. 즉, 형틀을 만들 때 서로 연결되도록 골을 파 쇳물을 부으면, 한꺼번에 여려 개의 동전이 주조됐고, 이 것이 굳어지면 잎(葉)을 하나씩 떼어 내어 연마해서 동전으로 사용됐다. 동전 주조과정에서 떼어내기 전에 동전 모습이 나뭇가지에 달린 잎사귀와 같다고 해서 ‘엽전(葉錢)’이라 부르게 됐다.\n\n농업을 근간으로 삼고 상업을 천시하는 분위기 때문에 고려시대를 지나 조선시대에 들어와서도 화폐는 원활하게 유통되지 않았다. \n원나라가 망하면서 국제교역시 정부에서 발행한 지폐 사용의 위험성을 경험했다. 원말기 교초의 과다 발행으로 인한 통화가치 폭락이 원이 망하는 원인 중의 하나이었다. 이 때문에 명과 조선은 자급자족을 통한 안정된 사회를 추구했고 화폐 경제와 상품 교역에 대해 소극적이었다. \n고려와의 차이점이라면 여말선초 시기 목화농업이 널리 퍼지면서 이전까지는 삼베포를 화폐 대용으로 쓰다 면포로 바뀐 정도가 차이점이었다.\n상품 화폐인 면포를 규격화하려는 노력도 있었다. 일정하게 씨실과 날실이 겹친 정도를 규격화하여 '승'이라는 단위로 나타내 액수를 정하기도 했으며, 너무 성글어 실제로 옷감으로 쓸 수 없고 화폐의 목적으로만 쓰인 거래전용 면포도 있었다.\n이렇기 때문에 조선시대 내내 화폐를 보급하려는 노력이 계속되었지만 실패하고 만다.\n\n세종은 중국의 화폐 제도를 모방하여 조선에도 화폐제도를 확산시키고자 하였다. 이미 태종 대에 고려 말에 쓰이던 화폐인 저화를 재도입하여 유통하려 했으나 널리 통용되지 못하고 있었다. \n저화(楮貨)는 고려말에서 조선초기에 관에서 저지(楮紙)로 만들어 유통시킨 명목화폐이다.\n이에 새로운 대책으로 중국에서 사용하듯이 금속을 이용한 동전 형식의 화폐인 조선통보를 주조하였다. 그리고 상거래에 더 이상 물물교환을 금하고 화폐를 통한 거래만을 할 것을 명령하였다.\n그러나 백성들은 늘 물물교환이나 다른 교환수단을 사용했고 화폐는 쉽게 정착되지 않았다.\n이유는 다음과 같다.\n첫 번째는 화폐 사용 경험이 부족했고, 국내 교역량이 미비했기 때문이다. 고려시대에도 해동통보, 동국통보, 동국중보, 해동중보, 삼한통보, 삼한중보 등 동전과 철전을 만들어 널리 유포하려 하였으나 관영 상점이나 일부 주점 및 약방에서 쓰이는 것 말고는 사실상 화폐 유통이 미비했다. 영토가 넓어 막대한 물자를 생산하고, 평야가 많은데다 대운하를 통해 널리 물자를 유통할 수 있었던 중국과 달리 한반도는 면적이 중국보다 작은데다 그나마도 산지가 70%를 차지했다. 전근대의 기술력으로는 수레가 자유로이 오갈 수 있는 도로를 산에 놓기는 사실상 어려웠기 때문에 물자를 널리 유통하기가 어려웠다. 저화가 유입되어 유통되기도 했으나 저화는 송나라, 원나라라는 거대 제국의 보증이 있었기 때문에 유통이 가능한 것이었고 조선 조정의 보증만으로는 유통하기 어려웠다. 실제로 17세기 자본주의가 성숙해지기 이전에 지폐가 널리 유통된 사례는 송, 원대 말곤 없다시피 했다. 결국 17세기 이후 농업생산량의 증가와 임진왜란을 기점으로 은 유통 경험이 쌓이고, 대동법의 시행과 점진적인 확대가 되면서 화폐를 널리 유통할 수 있게 되었다.\n\n두 번째는 \"화폐 불신\"이었다. 위에서 언급한 저화는 원나라 대까지 널리 유통되었으나 원나라 후기에 흑사병이 전세계적으로 창궐하면서 상황이 돌변한다. 흑사병으로 비단길을 통한 동서양 무역이 붕괴되었고, 이는 원나라에 경제에 큰 타격을 주고 여기에 과도한 남발로 인한 인플레이션으로 교초는 휴지조각이 되었다. 이는 원나라 뿐만 아니라 원나라와 교역하던 고려에도 막대한 영향을 미쳤다. 여기에 조정에서 특산물은 현물로 받으려는 모순적인 체제도 한몫했다. 이런 상황에서 당대 백성들은 화폐를 신뢰하기가 어려웠다. 태종 대에도 저화를 발행하면서 세액 납부를 일부 저화로 대체 가능하게 하고 녹봉도 저화로 지급하는 등의 노력을 했으나, 이것만으론 신뢰를 얻기는 힘들었다.\n이처럼 화폐개혁이 지지부진해지자, 마음이 급해진 세종대왕과 신하들은 점차 강력한 법규를 제정하여 동전의 유통을 강제하려 들었고 때문에 관아와 민중들간의 충돌이 점차 빈번해지기 시작했다. 전국 곳곳에서 물물교환식으로 물건을 사고팔던 민중들이 적발되어 처벌받는 일이 발생했고 이에 대해 민중들의 반발 역시 격렬해지기 시작했다. 쌀 한 됫박으로 물물교환을 하던 사람이 관리에게 적발되어 곤장 100대를 맞고 수군으로 끌려가다 자결하고 아내는 목을 매는 일이 발생했으며 종로 시전일대가 방화로 쑥대밭이 되는 일까지 발생했다.\n마침내, 한양 성안이 폭동전야로까지 흉흉해지자 세종대왕은 더 이상의 화폐개혁을 포기하였고, 결국 이전의 물물교환 경제로 회귀하게 되었다. 이 과정에서 조선의 경제가 심각한 타격을 입은 것은 물론이다. 애초에 전국을 다 털어도 한양을 제외하면 변변한 시장조차 없는 나라에서 무리한 화폐도입이 잘 될 리가 없었다. 조선은 명종조부터 장시가 등장, 활발해진 이후에 은화가 들어오면서 시장이 활성화 되고, 전국에 장시가 들어서고 나서야 화폐를 사용할 수 있게 되었다.\n\n조선 중기인 인조(재위 1623~1649년) 때 상평통보(常平通寶)라는 동전을 주조하여 상업이 발달한 개성을 중심으로 쓰임새를 확인하고 다음 왕인 효종 때 유통을 확대한 적이 있어요. \n당이전은 1678년(숙종 4) 훈련도감을 포함한 일곱 곳의 관청에서 주전을 시작했다. 당이전은 1678년에 발행된 상평통보 초주단자전에 비해 그 1 문의 가치와 무게가 2 배에 달하는 동전이었다.\n상평통보 당이전은 이전의 동전이 1전을 무게로 제작된 것에 비해 2배로 가치를 올린 동전이다. 민간에서 실제 2배의 가치로 통용되었는지는 확인할 수가 없지만 당이전의 개수 방식보다는 동전에 대한 불신도가 증가하면서 당이전의 가치도 원래 가치대로 거래되지는 않았다. 특히 서울로 동전이 집중적으로 상납되어 서울을 중심으로 상평통보의 가치가 하락하였고 상평통보 당이전의 가치도 같이 하락하고 있었다(『숙종실록』 6년 2월 3일). 이후 당이전은 동전의 무게가 1전 7푼에서 점차 1전 2푼까지 하락하면서 ‘당이(當二)’는 유통에서 사라지고 ‘당일전(當一錢)’이 등장하였다.\n\n상평통보는 한양과 서북 일부에 통용되는 정도였고 일반 백성들 사이에서는 여전히 포와 쌀 같은 물품화폐가 지배적으로 쓰였지요. 상평통보는 조선 말기까지 법화(공식화폐)로 존재했으나 끝까지 전국적이지는 못했어요. \n더불어 상평통보 도입 이후에도, 서양과 비견될 만한 수준의 화폐 유통은 이루어지지 않았다. 물론 화폐가 전국적으로 보급되면서 장시가 보다 흥성하고 상거래가 일반화된 것은 사실이지만, 화폐가 유통되지 않고 부의 축적 수단으로만 사용되어 디플레이션이 발발하는 전황이 나타나기도 했고, 이 경우 정부는 정책적으로 돈을 풀어 이를 해결하려 했지만 간혹 이로 인해 오히려 인플레이션이 나타나기도 했다. 뿐만 아니라 상평통보의 재료인 동은 늘 부족해서 동광 개발과 일본으로부터의 수입이 조선 후기 들어 더욱 활발해졌다. \n조선후기까지 화폐는 상류층 내의 소비나 외국과의 무역 결제대금 등에만 사용되었으며, 일반 민간에서는 대동법의 대중화 전까지는 계속 쌀과 포목을 상품 화폐로 사용하였다. 이렇게 된 이유는 농업 위주의 자급자족식 경제체제에서 일반 백성들이 화폐를 구하기 쉽지 않았으며, 정부에서 발행한 화폐도 재료부족 등의 원인이 있어서 액면가보다 실제가치가 높은 관계로 동전을 쓰기보다는 항아리에 담아서 묻어놓는 것이 더 이득이라 툭하면 전황이 발생하는 등 실제 유통거래에 쓰이기 힘들었기 때문이다.\n이렇듯 화폐 유통이 부진했던 것은 조선의 경제 체제는 자영농의 육성과 안정적인 농업 가정의 구성을 중심으로 한 폐쇄적 농경 사회였기 때문이다. 애초에 유교 이념의 지향점이 이것이었으니 이것은 차라리 당연한 일이었고, 전국의 장시 또한 기본적으로 자급자족적 사회에서 부족한 것을 간단한 상거래를 통해 보충하는 정도의 역할을 했다. 이 수준에서 상평통보 또한 그 역할은 비교적 제한적이었다. 예를 들어, 상평통보에는 2문 이상의 가치를 가지는 통화가 통용되지 않았다. 이는 높은 단위의 화폐 거래가 부진했음을 암시한다.\n\n조선의 경제는 임진왜란 전과 후로 나눌 수 있다. 여러 변화가 있었지만, 가장 큰 변화는 ‘화폐경제’의 경험이다. 임진왜란이 발발하기 전까지 조선의 상거래는 기본적으로 물물거래였다. 쌀과 면포가 화폐의 역할을 하는 통에 활발한 상거래가 이루어지긴 어려웠다. 여기에 미비한 교통망까지 겹쳐지면서 상거래 활동이 극히 위축되게 된다. 이러던 것이 임진왜란 난리 통에 명나라 군대가 조선에 주둔하면서 ‘상거래 개념’을 조선인들에게 심어주게 된다.\n당시 명나라 병사들은 매달 은으로 월급을 받았다. 바로 월량은(月糧銀)이다. 병사 기준으로 한 달 에 1.5냥의 은을 받았는데, 이 은으로 자신들이 필요한 물품을 구매했다. 문제는 조선인들은 이때까지 화폐거래에 대한 개념이 거의 없었다는 점이다. 그러나 7년간의 전란을 통해 조선인들은 화폐거래의 개념을 알게 됐다. 그리고 세상은 바뀌게 된다. 전란 전까지는 농업국가의 국민으로 농사와 물물거래만 알고 있었던 조선인들이 새로운 경제관념을 가지게 된다. 바로 ‘장사’였다. 여기에 불을 지핀 것이 인조 11년에 만들어 진 상평통보(常平通寶)였다. 처음 상평통보가 나왔을 때만 하더라도 백성들은 이 엽전을 녹여 그릇이나 생활용품을 만들어 쓸 정도로 화폐에 대한 개념이 낮았지만, 몇 번의 부침을 겪고 나자 상평통보는 ‘돈의 지위’를 확보하게 된다. 이는 조선 사채시장의 팽창으로 이어진다. 여기서 다음과 같은 근원적인 의문이 든다.\n“돈이 유통됐다고 사채시장이 팽창할 수 있을까?”\n라는 근원적인 의문인데, 이에는 크게 세 가지 이유가 있다.\n첫째, 상공업의 팽창으로 인해 일반 백성들의 경제관념이 뒤바뀌었다는 것이다. 여기에는 17세기 이후 등장하는 ‘전문직 중인계층’들의 성공도 하나의 자극제가 되었다. 평생 땅만 파다가 인생 끝내는 것보다 장사나 다른 수단을 통해서 ‘인생 한 방’을 꿈꿀 수 있게 된 것이다.\n둘째, 진입장벽이 낮아졌다는 부분이다. 화폐가 등장하기 이전까지만 하더라도 장리 사업에 뛰어들려면 상당량의 ‘쌀’이나 ‘면포’를 확보해야 하는데, 그러기 위해서는 창고나 운송수단을 확보하고 있어야 했다. 그래야지만 쌀을 관리할 수 있었다는 것이다. 더구나 그 쌀이란 화폐는 매년 10% 정도 유실된다는 조건까지 달려 있었다. 이러다 보니 어지간한 재력가가 아닌 이상은 장리사업을 벌이기가 쉽지 않았다. 그러나 상평통보의 등장은 이런 번거로운 제약조건을 일거에 날려버렸다. 구리로 만들어졌기에 녹슬 걱정도 없고, 쥐가 파먹을 걱정도 없었다. 게다가 가볍고 휴대가 용이하기 때문에 큰 창고 같은 게 필요치 않았다. 일반인이라도 밑천만 조금 있다면 바로 돈놀이를 할 수 있게 됐다는 것이다.\n셋째, 수요의 확대였다. 상공업의 발달과 화폐의 유통으로 돈의 수요는 폭발적으로 늘어났다. 그만큼 시장이 확대되었다는 얘기다. 이렇게 사채시장이 팽창하다 보니 사회문제로 비화되는 건 순식간이었다. 이제 조선에서는 연 5할 이자가 기본이 됐다. 사태의 심각성은 당시 상소에서도 확인할 수 있다.\n“(상략) 대체로 전화(錢貨)가 행해지면서부터 풍속이 날로 경박해지고 물가가 날마다 뛰어올라 심지어 나물 캐는 할미와 소금 굽는 아이도 모두 곡식을 버리고 돈을 구하려 합니다. (중략) 부자집에서는 돈을 산더미처럼 쌓아두고 가난한 백성들에게 빌려주는데, 춘궁기(春窮期)에는 1백 전(錢)의 빚을 내어야 겨우 쌀 한 말의 식량을 얻을 수 있지만, 가을에 이르러서는 몇 말의 쌀을 가져야 겨우 1백 전의 빚을 갚을 수 있습니다. 그 갑리(甲利)까지 논한다면 빌려 준 것은 한 말인데 갚는 것은 예닐곱 말에 이릅니다. 만약 곡식으로 빌려 주고 곡식으로 갚게 한다면, 이식(利息)이 갑절에 불과할 뿐입니다. 그래서 중외(中外)의 백성들이 모두 그것을 혁파하도록 원합니다. 지금 비록 이미 만든 돈을 녹여 버릴 수는 없다 하더라도 어떻게 까닭 없이 더 만들어 그 무궁한 폐단을 더 보태려 합니까?(하략)”\n- 숙종 44년(1718년) 윤8월 3일 정언 유복명의 상소 내용 중 발췌\n유복명의 당시 주장은 지금까지 찍어낸 돈을 어찌할 순 없지만, 시장의 요구에 따라 화폐를 더 찍어내는 것만은 막아야 한다는 것이 핵심이었다. 돈이 주는 이로움은 알겠으나, 그 덕분에 가지지 못한 백성들이 더욱 더 피폐해져 간다는 논리. 맞는 말이었으나, 섣불리 이를 받아들이기에도 문제가 있었다. 이런 상황에서도 이자율은 계속 뛰어올랐고, 덩달아 물가도 뛰어올랐다. 서민들 삶은 더욱 더 힘들어질 수밖에 없었다.\n경제상황이 심상치 않게 돌아가고 있다는 걸 간파한 숙종은 이식제한령(利息制限令)을 선포한다.\n“앞으로 그 어떤 화폐로도 이자율은 연 2할을 넘길 수 없다.”\n여기서 말하는 화폐란, 쌀, 베, 상평통보 모두를 가리켰다. 연 평균 5할의 이자를 말하던 조선의 상황을 생각한다면, 강력한 규제라 할 수 있었다. 처음에는 숙종의 이식제한령이 먹히는 듯 보였으나, 시간이 흐르자 사채 시장이 다시 움직이기 시작했다. 5할 이자가 다시 성행하자 숙종은 두 번째 이식제한령을 내린다.\n“앞으로는 어떤 이자를 막론하고 1년 이상 이자를 못 받는다.”\n1년이 지난 다음에 이자를 받을 수 있다. 이것은 돈을 빌리는 사람을 보호하는 측면도 있었지만, 장리사업을 압박하는 수단도 되었다. 1년 이상 이자를 받지 않더라도 버틸 수 있는 ‘자금력’을 가진 자들만 시장에 남으라는 신호였다. 그러나 왕명보다 더 무서운 게 인간의 욕망이었다. 조선시대의 가장 확실한 재테크인 장리(長利)를 포기할 수 없었던 조선인들은 조선이 망할 때까지 이자놀이를 계속했다. 물론, 이자율은 연평균 5할대가 기준이었다.\n\n[어음]\n의주 상인들과는 달리 개성 상인들간에서는 어음이 본격적으로 발행되곤 했었다. 이는 어험(魚驗) 혹은 음표(音標)라고 불렸으며 일정한 금액을 일정한 기일 안에 지급할 것을 약속하는 표권(票卷)이었다.\n\n[당백전]\n그 다음으로는 조선 후기 고종(재위 1863~1907년) 때  흥선대원군이 경복궁 재건을 위해 당백전이라는 주화를 발행한 적이 있어요. 하지만 물가가 오르는 등 경제가 타격을 받게 되자 통용을 중지했어요.\n이어서는 서양 주화의 형태를 모방한 대동은전과 당오전 등이 발행됐어요. 잠깐 사용되고 말았지만 이를 계기로 현대식 화폐가 나오게 되었답니다.\n흥선대원군이 경복궁을 재건하는 등 왕실에 재정이 필요하게 되자 일반 상평통보 100개분의 액면가를 가진 당백전을 발행했다. 그러나 발행의 남발로 가치가 크게 떨어져서 인플레이션을 유발시키게 되고, 상평통보 몇 개 수준의 가치로 추락하며 액면가와 따로 놀게 된다. 결국 몇년도 채 못 채우고 통용이 금지됐다. 개항 이후 다시 당오전이 발행되나, 위와 같은 악영향을 줄 뿐이었다. 이후 대동은전 등을 찍어냈지만 이번엔 생산비 과다로 1년도 안되어 중단됐다.\n\n[호조태환권]\n한국 최초의 지폐는 고종 30년인 1893년, 우리 정부가 발행한 최초의 지폐 호조태환권입니다. 이름에서 알 수 있듯이 호조에서 발행했고 5냥, 10냥, 20냥, 50냥짜리가 있었습니다. 정부에서 이 지폐를 만든 목적은 당시 화폐로 쓰고 있던 엽전을 회수하여 새로운 화폐제도를 정착시키기 위함이었습니다. 하지만 공식적으로 사용되지는 못했습니다. 화폐 업무를 담당한 일본인들의 운영권 다툼 때문이었습니다. 결국 한 장도 사용되지 못한 채 모두 소각되고 말았다고 합니다. 이후에 나온 지폐들은 모두 식민지 시대에 일본이 발행하였습니다. 광복이 된 후에도 그것을 그대로 사용을 하였습니다.    \n\n[구한말]\n갑오개혁이 한창이던 1894년 최초로 은본위제가 도입되었다. \n19세기 말 조선은 안팎으로 근대화에 대한 요구를 받고 있었다. 조선 정부는 갑오개혁을 통해 근대적 국가로의 전환을 꾀했으나, 만연한 조세 포탈과 심각한 정부 부채 앞에서 개혁에 필요한 자금을 확보하기 위해 정부는 은본위제를 도입하여 새로운 화폐를 발행하였다. \n대한 제국은 은본위제를 받아들여서 1냥과 5량은 은화, 2전5푼은 백동화, 5푼은 적동화, 1푼은 황동화로 제작되었다. \n백동화는 1892년부터 1901년까지 발행한, 백동으로 만든 흰색 동전이자 조선 최후의 화폐로 엽전 25개의 가치를 가지고 전환국에서 제조되었다.\n\n주조 비용에 차이가 큰 만큼 실질적으로 발행된 화폐의 비중은 백동화가 86%로 다수를 차지했다. 구리로 만들어진 화폐는 만드는 비용이 적으면서도 그 이상의 액면가를 갖고 있어 국가는  이윤을 남길 수 있었다. 백동화 주조는 액면가의 60% 정도 이익을 남길 것이라는 게 정부의 예측이었다. 또 새로운 화폐를 널리 유통하기 위해 민간인도 특허권료만 내면 백동화를 주조할 수 있도록 승인했으나 이는 민간에서 위조화폐 발행이 크게 늘어나는 결과를 낳았다. \n백동화는 근대 화폐였기 때문에 기존 상평통보 위조 기술 정도로는 밀조가 불가능했으며 조선 정부도 마찬가지. 그러나 전환국의 주조 기술은 일본에서 왔기 때문에 일본에서는 밀조가 가능했다. 그리고 일본에서 밀조된 백동화및 제조 기계가 조선으로 넘어가기 시작한다. 밀조 기계만 적어도 150대가 한반도로 밀수되었고, 수입된 백동화의 양은 예측이 불가능했다. 일본의 백동화 밀조는 국제적 문제로까지 불거져서, 1902년 일본에는 '한국의 백동화 위변 조범 처벌령'까지 제정된다. 실제로 가장 악명 높은 것이 광무 2년(1898년) 이전 오푼 백동화인데, 이 시기 즈음에는 일본과 대한제국의 사이가 안 좋았기 때문에 백동화 위조를 조장한 것 아니냐는 이야기까지 나올 지경이었다. 그러나 저 일본이 시행한 처벌령은 1년 이하의 징역이라는 형식적인 수준에 가까웠기 때문에 위조는 전혀 줄어들지 않았다.\n당시 통계를 보면, 서울 내에서 유통되는 화폐의 25%가량, 그리고 제2 도시였던 평양에서는 80% 가량이 불량 혹은 위조된 백동화였다. \n백동화 주조 권한이 정부에서 왕실로 넘어간 것도 화폐 발행이 크게 늘어나는 데 일조했다. 갑오개혁의 개혁 비용으로 1895년 처음 발행된 백동화의 총금액은 약 16만원이었으나, 왕실의 수입원이 된 1899년엔 8배에 달하는 약 130만원이 발행됐다. 시중에 풀린 백동화의 양이 크게 늘어나자 화폐 가치는 심하게 떨어져 갔다. 백동화의 비극은 스스로의 가치가 절반으로 떨어지는 데서 끝나지 않았다. 화폐 가치가 떨어진다는 말은 물가가 상승함을 뜻한다. 곡물 가격이 크게 오르며 시장의 혼란이 지속되자 결국 대한제국은 은본위제를 포기, 1901년 광무개혁의 일환으로 금본위제도를 재도입한다. 이때 1899년부터 1903년에 걸쳐 20원, 10원, 5원은 금도금 금화로 제작되었고, 반원은 은화, 5전은 백동화, 1전이 청동화로 발행되었다. 이 때의 본위화폐는 금화였다.\n금본위제의 문제는 조선에 금광은 많았지만 상거래를 위한 통화로 충분히 유통할 국가 소유의 금은 부족했다는 점이다. 금화의 생산량은 적었고, 기존의 백동화를 포함한 화폐들은 회수되지 않았다. \n사실 금본위제를 본격적으로 실행하려면 금이 풍부한 러시아로부터 차관을 빌리기 위해 러시아와 합작 한러 은행을 설치하거나, 중앙은행을 설치해 금의 보유량을 늘려야 했으나, 독립 협회가 크게 반대했고 러시아의 의욕도 부족해서 엎어진다. 교과서에서는 러시아의 이권 침탈을 막아냈다고 평가하고 있지만, 아이러니하게도 이 과정에서 일본의 제일은행(다이이치은행)이 가장 이득을 봤다. 당시 대한 제국은 정부의 중앙은행이 존재하지 않아서, 중앙 정부의 자금 상당수를 제일은행의 한양 지점에 예금하고 있었고, 이는 일본 상인들에게 대출되고 있었다. 때문에 한러 은행 설치는 일본 제일 은행에 심각한 위협이 되고 있었는데, 독립협회가 이 한러 은행의 설치를 반대하면서 무산되어 버렸다.\n결국 신식 화폐는 유통량이 턱없이 부족하여 기존 화폐를 대체하지 못했고, 이와중에도 위조 백동화는 여전히 발행되고 있었다. 금본위제에 의한 화폐발행은 준비금 부족과 외세의 차관 도입 방해로 인해 실현되지 못하였다. \n대한제국의 공식 조폐창 역할을 했던 전환국이 황제 직속기관이 되어 정부의 통제를 벗어나 백동화가 남발됨으로써 인플레가 발생하고 화폐통용 지역이 분단됨으로써 경제적으로나 재정적으로 부정적인 결과를 초래하였다.\n러일 전쟁 이후 일본은 전환국을 폐지하고 대한 제국의 화폐 발행권을 박탈하였으며, 재정 분야를 일본인 고문 메가타 다네타로가 거머쥐게 만든다. 이후 제일은행이 대한제국의 공식 화폐 발행 은행이 되었으며, 일본 엔화가 조선 엔이라는 이름으로 공식 화폐가 된다. 당시 백동화의 화폐 가치는 1894년에 비해 절반 수준으로 떨어져 있었다. 일본의 재정고문 메가타 다네타로는 백동화의 유통을 금지하고 신식 화폐를 사용하라는 화폐정리사업을 실시하였다. \n이 과정에서 기존 화폐 소유자들이 대대적으로 손해를 보게 되었다.",
  "color": "default",
  "labels": [],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-17T17:56:11.615000",
  "updatedAt": "2025-12-21T21:43:45.505000"
}