{
  "id": "51e33df0-7e76-43b1-ae44-1a4fd2e037ca",
  "title": "안철수의 경제 관점",
  "content": "본인이 회사 돈으로 투자해서 성공한 거 자랑 (로블록스 등)\n\n가상현실 게임에서 캐릭터의 머리를 자르는 등 미용실이나 일을 해서 가상화폐로 돈을 받고 현금화. 한국은 아직 안 되는데, 이걸 하자는 게 아니라 다른 나라에서 하는 걸 보고 부작용이 있으면 고칠 수 있는가 보고 판단하고 대비할 시간을 주는 것. 외국 사례를 잘 보고 우리가 어떻게 할지 판단하자.\n\n미래에 어떤 산업이 필요하고 일자리가 생기고 그에 맞춰서 어떤 교육을 해야 할지가 중요하다.\n의사를 예로 들면 엑스레이를 찍거나 해서 영상 분석을 하면 사람보다 AI가 더 잘한다. 세포를 떼내서 현미경으로 암이 있는지 보는 병리학 이것도 인공지능이 패턴 레코그니션(패턴인식)이라 잘함. 큰 화면과 현미경이 사람이 보기엔 다르지만 패턴 인식으로 보면 그게 그거일 수 있다. 진단방사선과와 병리학이 합쳐질 수도 있는 것. 나도 의사지만 의사들이 상상력이 부족한 집단. 미래에 대비해야 한다.\n\n금융범죄 수사 전문적으로 대규모로 필요하다. 남부지검이 했는데 지금 해체에 가까운 상황. 대대적으로 금융수사 전문가 모아서 제대로 해야 한다. AI 이용해서 수상한 거래가 나오면 즉각 찾아내게 하자. 학습을 시켜서 하면 충분히 가능하다.\n\n회사 창업자가 '오너'라고 불리는 게 문제. 왜 오너냐 대주주지. 대주주도 요샌 아니고 소액주주가 된 셈. 극히 적은 지분을 가지고 그보다 더 큰 경영권을 독점하고 자기 회사처럼 하는 게 한국 경제 저평가의 원인. 전문 경영인과 경쟁해서 회사 경영을 잘 하는 사람이 해야 하는데 '오너' 일가가 전횡하는 게 문제다.\n\n앞으로 중요한 세 가지\n1. 코로나19 사태\n2. 성큼 앞으로 다가온 4차 산업혁명(5년 내지 10년 안에 올 줄 알았는데 이미 와있잖아요)\n3. 미중 신냉전\n\n보건의료만이 아니라 경제문제. 비슷한 게 또 올 거다. 팬데믹 또 올 거다(이건 게이츠 등도 강조한 것-작성자 제가 추가) 사스 왔고 코로나 오는데 안 오겠느냐\n오지에 있었는데 사람이 계속 개발을 하면서 숲으로 들어가고 기후재앙(이젠 기후위기가 아니라 기후재앙이라고 빌 게이츠도 발언)\n코로나 19 방역은 다음 대통령 임기 때도 중요한 과제일 것. 국가의 방역능력을 높여서 세계에서 제일 빨리 벗어나면 세계경제에서 평가도 좋을 것\n\n삼성만 보더라도 1대에서 2대로 가는 것과 2대에서 3대로 가는 게 다르다. 상속세를 법대로 내고 회사가 분할되고 하는 걸 보면 나아지고 있고, 다음 세대 상속 때 쯤엔 미국처럼 전문경영인이 경영을 하는 시스템이 될 것. 소유와 경영 분리. 그걸 촉진시킬 수 있는 것이 정부의 역할.\n순환출자가 큰 문제였다. 폰지사기 비슷한.\n\nQ : 상속세를 줄이기 위해 순환 출자 같은 편법을 쓰는데 상속세 등 세제 개편으로 세금을 줄여줘야 한다고 보시는지?\n\n자기가 가진 주식보다 더 큰 권한을 행사해서 재산을 빼돌려서 자기가 가지고, 그걸 막으려고 세금을 올리고 악순환인데, 이걸 선순환으로 돌리기 위해 고민이 많다. 상속세가 대기업 경우 60퍼, 이건 기업 하지 말라는 이야기. 외국 사례를 보면 독일의 대기업은 아니지만 가업이 승계가 되는데 대부분 중견기업, 세계에서 1위 경쟁력 있는 기업. 다른 곳에 팔아서 이익을 보는 게 아니라 계속 경영을 한다면 거기에 대해서는 충분히 세제 혜택을 주고 있다.\n\nQ : 중소기업에 세제 혜택은 이미 주고 있다(작성자 추가 - 현행제도 최대 500억 감면)\n\n'오너'가 아닌 대주주로서의 권한만 행사하게 하면서 상속세는 함께 낮추는\n\nQ : 중소기업은 가업으로 한다 치는데 대기업도 가업으로 상속세를 감면하느냐? 기준이 뭐냐?\n\n꼭 그렇진 않다. 독일 경우도 전문경영인이 하는 경우도 있고 창업자 일가가 가업으로 하는 경우가 있다. 제일 중요한 건 실력 있는 사람이 해야지 무조건 누가 한다 이건 아니다. 창업자의 가족이라고 갑자기 임원이 되는 거 바람직하지 않다. 일본만 해도 밑바닥부터 출발한다. 전문경영인과 창업자가 실력으로 싸워서 경쟁하자(너무 이상적인? 현실에서 그게 될까?)\n\nQ : 매우 합리적인 대안같지만 그게 현실에서 가능할까?(바로 삼프로가 지적하네요) 재무제표만 보고 판단할 수도 없고 장기비전 때문에 받아들여야 한다고 할 수도 있는데 어떻게? 최대 주주와 전문경영인이 어떻게 페어하게 공정하게 경쟁할 수 있을까?\n\n제일 이상적인 방법은 그 정도 규모면 여러 회사가 있는데 각각 자기가 책임을 맡는 거죠. 그 성과를 보고 비교를 하면 되고요. 그게 뭐 정량적으로 원래 잘되던 회사 맡은 사람이 더 잘되는 게 그게 능력 있는 것이냐 아니면 굉장히 힘든 거를 그래도 조금이라도 올리는 게 맞는 것이냐 그런 문제가 있긴 함. 그건 이사회의 몫으로 돌리고. 결국은 회사 전체를 위해서 어디가 더 바람직한가 그걸 판단하면 저는 되는 문제라 본다.\n\nQ : 그건 누가 하는 거죠? 이사회가 합니까? 아니면 나라에서 개입합니까?\n\n(거의 말 끊으며 즉답)아뇨 나라에서 개입하면 안 돼죠. 오히려 저는 이사회가 직접하는 방법도 있고 아니면 외국 대학에서 총장을 뽑을 때 외부에서 평가회를 구성을 합니다. 제가 나온 유펜도 그렇게 했는데 효과가 좋다. 기부금도 기존 목표 초과 달성.\n\nQ : 공매도와 MSCI 선진 지수 편입에 대한 생각은?\n\n정보의 비대칭성 불투명성, 법을 어기는 무차입 공매도. 투자자를 보호하는 제도 필요. 투명성 해결, 투자자 보호제도 마련 전에 공매도는 반대.\nMSCI 편입은 당연히 해야. 전제는 지배구조 투명성, 산업구조 개편. 편입한다 해도 주가지수는 알 수 없다. 지금 3천인데 4천 갈 것이냐? 테이퍼링할 것이고 금리 인상. 부동산 시장이 얼마나 안정성을 가지고 버텨줄 것인가도 중요. 부동산이 폭락하지 않으면 좋겠다. 여기서 이런 말을 해도 되나요? 영끌하신 분들 이자율이 올라갈 수밖에 없고 가계대출이 서프프라임 모기지 때보다 훨씬 더 높고. 엄청난 위험 요소들이 많아. 알고 있는 위험요소들은 관리할 수 있다. 근데 지금 제가 보기에 정부가 제대로된 관리대책이 없는 거 같다.\n\nQ : 선진지수에 편입하면 외환시장이 불안해질 수 있는데 그걸 비용으로 치르더라도 편입을 해야 하는지? 공매도 전제로 정보의 비대칭성 해결해야 한다는 말은 구체적으로 어떤 뜻인지? 정보 비대칭성은 선진시장에도 늘 있다. 그걸 다 해결해야 하자는 건 공매도를 하지 말자는 것 같다.\n\n이상적으로 정말로 똑같은 정보로 투자를 한다는 건 이상에나 있고 경제학원론에나 있지 있을 수는 없다. 그렇지만 지금의 정보 비대칭성은 정상 범위를 벗어나있다. 예를 들면 내부자거래 같은 부분들. 완전히 막긴 어렵겠지만 일벌백계 필요(이 부분은 이재명과 비슷하네요). 회사 경영하다보니 사기꾼이 이렇게 많은지 몰랐다. 이 사람들이 하나는 잡힐 확률이 어느 정도인가. 이것으로 인해서 내가 얻을 수 있는 이익이 무엇인가. 잡힐 확률이 낮고 혹시 잡히더라도 이익이 더 크면 한다. 잡힐 확률 높이기 위해선 제대로 된 감시기구를 제대로 된 규모로 만들고 인공지능을 활용해서 빠른 시간 내에 활동을 잡게 하자. 징벌적 배상을 해서 패가망신하게 만들거나 징역을 선고해야 외국이면 몇백년도 나온다(이재명과 비슷한 관점이네요)\n너무 형량이 낮다. OECD 국가 중에 한국이 범죄율이 낮은 편이다. 유일하게 높은 게 사기. 제가 보기에 사기 형량이 너무 낮다. 화이트칼라 범죄 봐주는 식인데 사기로 몇십만명이 고통을 겪는다. 제도 바꿔서 정보 비대칭성 조금이라도 줄일 수 있다.\n\nQ : MSCI 선진 지수 편입하려면 외환시장 완전 개방해야 하는데. 또 공매도 제도도 있어야 하고. 선택의 문제인데 어떻게 하시겠습니까?\n\n선택을 한다면. 그런데 둘 다 할 수 없나요? (삼프로 측 : 공매도 도입 반대 상태로 안 됩니다) 아 그게 아니라 제도 개선을 하면서 도입해서 편입을 하는. 사람들이 한 가지 일만 하려고 해요. 동시에 여러가질 할 수 있음에도 전부 한 쪽으로 몰려가는 것 이거는 저는 옳지 않은 것 같아요.\n\nQ : 후보님 이야기는 정보 비대칭성 해결을 위해 많은 시간이 필요할텐데 그때까지 공매도는 안 된다 입장이신 거 같아서, 그럼 그게 해결될 때까지 MSCI 선진 지수 편입은 보류하자는 입장이신지\n\n그런 계획들을 이야기해주고 이행하는 모습들을 보여주면 된다고 생각해요.\n(이재명과 비교하자면. 이재명은 공매도는 필요악이다. 부작용이 있지만 고치면서 유지해야, 공매도 제도를 유지해야 편입도 가능하고.\n안철수 경우 공매도에 일단 반대. 문제를 고쳐야 가능. 공매도 없으면 편입 안 되는데? 묻자 개선하는 모습을 보여주면 (공매도 없이도) 지수 편입도 가능하다는 입장?)\n\n산업구조 개편이 필수적이다. 한국 잠재성장률 점차 떨어진다. 이대로 가면 우리나라 미래는 없다. 저성장 저출생 고령화 부채규모도 어마어마하다 사람들이 D2만 가지고 이야길 한다. D1 D2 D3 중 D1은 국가 채무 D2는 공공기관의 부채까지 합친 것 D3는 공기업의 부채. 네번째는 아직 미지급한 연금에 대한 미지급 부채. 회사를 경영해본 입장에선 이걸 관리하는 게 맞다. 왜 D2만 가지고 비교를 하는가 보면 외국은 공기업이 별로 없어서 D2 D3 차이가 별로 없다. D4 같은 경우에도 일본 같으면 국민연금 100년 추계를 한다. 100년 후의 자손들도 안정적으로 연금을 받을 수 있도록 매년 체크한다. 한국은 2055년에 고갈되고 더 나아가서 2088년이 되면 국민연금 누적적자 1경 7천조원. 저는 경이란 숫자는 처음 봤다. 이건 2030을 포함한 아이들이 갚아야 할 부채인데 이걸 그대로 두는 건 범죄행위. 세대간 불공정 문제. 연금개혁을 해야 한다. 다른 나라는 D2에서 D4까지 차이가 별로 없다. 한국은 공기업이 엄청 많고 문재인 정권 들어서 공기업 부채가 엄청 많아져서 D3로 하면 부채비율이 확 늘어난다. 그 다음에 D4로 가면 감당할 수 없을 정도(이 경우 저출산이 물론 문재인 정부의 책임이 있지만 출산율 하락 경향 때문에 D4가 감당 안 되게 연금적자가 느는 건 한국 구조적 문제이기도 하지 않나 싶습니다. 개인 의견입니다) D2만 보고 부채비율이 낮다는 건 국민을 속이는 거다.\n\n산업구조 이야기할게요. 산업구조를 보면 전세계 흐름을 봐야 하는데. 미중 신냉전. 기존엔 군사패권전쟁이지만 지금은 기술패권전쟁. 상징적인 건 바이든 대통령이 반도체 웨이퍼를 들고 웃고 있는 사진이 주요 신문 1면에 다 나왔는데 역사책에 나올 사진이라 본다. 기술패권 가진 나라가 세계를 지배하고 국가지도자는 그 전선에서 사령관 역할을 해야 한다. 시진핑은 칭화대 과학공학과 출신 이과 지도자. 중국몽의 핵심은 과학중국몽. 중국이 가진 모든 인력과 자원을 과학에 쏟아부어서 미국을 앞서겠다. 누가 이길 거 같으세요? 우리나라사람들은 당연히 미국이 이기겠지. 천만의 말씀이다. 인공지능 특허가 제일 많은 나라. 중국이다. 블록체인 특허 제일 많은 나라, 중국. 우주항공, 미국도 성공 못한 달 뒷면에 착륙시키고 화성 보내고 내년에는 천궁 우주정류장을 쏘아올리는 나라, 중국. 지금 지구궤도에 우주정류장이 하나 있다. 그게 미국과 16개국이 동시에 했고 올해, 내년 폐기 검토. 근데 이걸 중국이 혼자 기술로 내년에 쏘아올린다. 누가 이길지 모른다. 이런 상황에서 대한민국은 도대체 어떻게 생존전략을 세울까. 그게 대선에서 가장 중요한 화두. 우리나라 운명과 주식시장 운명이 걸려있다.\n\nQ : 그럼 어떻게 해야\n\n고민을 하다 저 나름 결론을 내린 건. 초격차기술. 삼성전자의 메모리 반도체가 1위를 하고 있다. 삼전 임원분에게 물어보니. 1등과 2등의 격차가 적으면 언제든지 뒤집힐 수 있는데. 격차를 쫒아올 수 없을 정도로 늘리면. 초격차를 만들면 계속 격차를 유지할 수 있다. 우리가 초격차기술 5개를 확보하면 5개의 삼성전자급 회사를 만들 수 있고 그렇게 되면 한국은 세계경제 5대 강국 안에 들 수 있다.\n\nQ : 어떻게 하면 그렇게 될 수 있을까\n\n어떤 분야가 그게 가능한지가 문제잖아요? 찾아봤는데 우주항공은(삼프로 : 어렵죠) 기술 차이가 많이 나고 지금까지 한미 미사일 협정 때문에 묶여있어서 그런 거고. 그나마 가능한 것이 1위 그룹에 속해있지만 아직은 초격차 1등을 못한 쪽을 집중해서 육성하면 가능성이 커진다. 제가 보는 게 디스플레이. 2차 전지. 원전. 수소 산업. 이건 좀 떨어져요. 하지만 시장이 워낙 커서 놓칠 수 없는 것이 바이오 산업. 반도체 중에 메모리 반도체가 있고 시스템 반도체가 있는데 시스템 반도체 시장이 훨씬 크다. 인텔 엔비디아가 워낙 강하다.\n\nQ : 정부가 이런 산업을 어떤 식으로 지원을 하면(가능할지)\n\n가능성이 있어요. 시스템 반도체 영역에서 새로운 게 나와서 굉장히 빠르게 성장하고 있다. 그게 AI 반도체. 이건 제대로 잘 설계만 하면 가능성이 있다. 한국 엔지니어 수준으로 그렇게 뒤쳐지는 거 같지 않다. 팹리스 회사, 설계만 하고요. 나머지는 TSMC같은 회사에 맡긴 것. 옛날 같으면 아닌데 지금은 분리가 돼서 머리만 가지고 할 수 있는 그 분야에 주목을 하고 있다.\n한 가지 더 말씀드리면 컨텐츠 산업. K 컨텐츠. 세계에서 가장 큰 컨텐츠 회사는 디즈니. 아이들 만화영화로 시작, 토이스토리의 픽사 인수하고. 스타워즈의 루카스 필름 인수하고. 어벤져스의 마블 스튜디오 인수하고. 세계에서 가장 큰 컨텐츠 대기업 됨. 한국이라도 못 만들 이유 뭐가 있느냐. 가능성이 충분하다 그러니 그쪽도 키우자.\n제가 5 5 5 전략이라고 한다. 다섯 개의 초격차 기술로, 다섯 개의 삼성전자급 글로벌 대기업을 만들어서, 한국이 세계 경제 5대 강국에 들어간다.\n이 대기업 하나만 잘 사는 게 아니라 주변의 협력업체들과 자영업자들이 다 잘 살 수 있는 그런 환경을 만드는 것에 정부가 제대로 지원하는 조건으로 그런 걸 만들어야 한다(이런 관점은 민주당이나 이재명 후보랑도 겹치는 게 있네요)\n\nQ : 구체적으로 정부가 2차 전지라고 하면 어떤 걸 하면 만들어지겠습니까? 산업구조를 고도화하고 주변의 생태계도 같이 살려가면서 경쟁력을 키우자는 건 반론이 없을텐데 어떤 후보도 반대 안 할텐데. 그 솔루션이 뭐냐. 어떻게 할 거냐?\n\nQ: 과연 시장이 자율적으로 움직여서 이러한 기업들이 탄생하고 경쟁력을 갖고 초격차 기술을 갖게 해야 하는데. 그렇게 시장을 만드는데 있어서 정부의 역할이 어디까지일 것이냐?\n\n이미 다른 나라에서 하고 있는 게 있다. 반도체 분야, 메모리 반도체부터 시작. 미국에선 메모리 반도체 회사를 만들면 거기에 들어가는 연구개발비용에 40% 세제 혜택. 정확한 숫자는 모르겠는데 굉장히 많은 세제혜택. 일본도 마찬가지 다 마찬가지. 한국이 제일 낮아(R&D 세제혜택이) 지금 정부가 R&D를 하는 시대는 지났고. 민간에 자율성을 주고 창의력을 발휘하게 하고 도전하게 해서 발전시키는 것이 지금 현재의 방식이 되어야. 정부가 할 일은 그걸 도와주는 일. 예를 들어 지난 1년 가장 인상깊은 사건 하나 꼽으면 화이자 모더나 백신 개발. mRNA 백신이라고 하죠. mRNA가 굉장히 쉽게 만들 수 있었다. 옛날부터 있었다. 문제는 워낙 불안정해서 만들어서 쓰려고 하면 그냥 부서진다. 반도체 기술자, 나노기술자가 이걸 본다. 지방질로 초미세 입자를 만들어 쓰는데 리퀴드 나노 파티클, 지질 초미세 입자. mRNA에 자기들의 지질 초미세 입자를 둘러씌우면 이러면 안정적으로 쓸 수 있다. 이래서 나온 게 화이자 모더나 백신. 나노와 바이오가 결합하면서 인류 역사상 존재하지도 않았던 새로운 게 나와서 수많은 사람들을 살렸다. 더 놀라운 건 미국 정부가 이걸 초기에 알고 가능성을 봄. 미국 정부가 한 일이 두 가지. 첫번째, 진행되는 과정 중에 혹시라도 걸림돌이 될 규제나 법률 찾아보고 미리 다 없애버림. 그 짧은 시간에. 한국은 규제 하나 없애는데 4년도 걸리는데. 두번째, 실패해도 책임 묻지 않겠다. 엄청난 규모의 연구개발비 투자. 이 스토리에 앞으로 세계가 가는 방향이 다 담겨 있다. 자유롭게 융합연구가 가능한 나라. 한 번 실패하더라도 다시 재도전할 수 있는 기회를 주는 나라. 정부나 정치권이 전체적인 기술의 흐름에 대한 이해를 가지고 미리 준비할 수 있는 나라만이 포스트 코로나 시대에 부강할 수 있고, 이걸 못하는 나라들은 추락할 수밖에 없다.\n이번 대선이 그래서 중요. 이 주제를 가지고도 어떻게 해서 세 가지 분야를 바꿀 것인가. 거기에 대해 [후보자들이 가지고 있는 생각을 치열하게 토론을 해야지] 해법이 나오고 이래야 나라가 산다. 절체절명의 위기에 있다.\n\nQ : 현 정부 부동산 정책을 평가한다면?\n\n주거 안정이 가장 중요한 정책 목표. =주택 가격의 안정. 인구가 줄고 있으니 점진적인 하락은 일어날 수밖에 없다. 정부가 잘못해서 급격한 상승 하락 둘 다 막아야 한다. 너무 오르면 2030이 집을 못 사고 너무 내리면 중산층 재산 80%가 부동산인데 벼락거지되는 거죠(벼락거지는 보통 FOMO쪽으로 쓰이는데 잘못 쓰신 듯. 맥락은 이해) 유지하는 정책을 펴야 하는데 정부가 잘못한 게 너무 많아. 공급이 충분하다고 오판. 공급 안 늘려. 수요가 여러 종류. 지역에 따라 수요가 다르고 신규 아파트냐 구축이냐 이것에 따른 수요가 다르다. 크기 수요도 다름. 숫자는 충분하니 밀어붙인다 이게 잘못. 민간의 역할 완전 무시함. 민간 공공은 상호보완 협력해야. 모든 것을 공공이 하겠다 나와. 재건축해서 이익 90% 환수하는 공공재건축 그걸 누가 하겠냐. 사람의 기본적인 욕망을 인정 안 하고 본인들의 욕망은 채우고. 정부에 돈 많이 번 사람이 너무 많으니까. 세번째는 주택임대차 보호법. 베를린 등 부작용 사례를 다 알면서 밀어붙인 것. 예측한 실패.\n\nQ : 집값 전월세값이 올라간 게 정책의 미스 때문이면, 이 정책이 바뀌면 집값이 많이 내려가고 전월세도 많이 안정될 것으로 보십니까?\n\n지금은 그 시기가 지났다. 굉장히 안타깝게도. 만약 내가 저번 대선에 당선돼서 작정하고 집값을 올려보겠다 했어도 이만큼 올릴 자신이 없다. 임대차보호법 의견이 두 가지다. 하나는 없애야 한다 지금이라도. 또 하나는 이미 시장이 적응해서 부작용을 줄이는 방안으로 제도개선을 해야 한다(폐지할 게 아니라) 안 그러면 더 큰 혼란을 초래한다. 저는 상계동 삽니다. 신혼살림이나 회사 다니는 사람이 서울 전체에서 가장 주거비용이 저렴한 곳이라 많이 사는 곳. 대신 출퇴근 시간이 길다. 그런데 작년 아파트값 상승률 1위가 됨. 더 이상 젊은 사람들이 못 살고 경기도로 넘어감. 지금은 이걸(임대차보호법) 완전히 없애서 혼란을 가중시키는 것보단 지금 있는 문제를 해결하는 방법으로 개선하는 것. 예를 들면 집주인이 집을 빌려줄 때 연장을 하면 세제혜택을 준다든지.\n순서가 바뀌었다. 먼저 전국의 전월세 얼마를 주고 있는지 데이터베이스를 만든 다음 임대차3법을 하든 어떤 정책을 했어야 했는데 이런 기본적인 데이터 전혀 없이 정책을 바로 시행. 일 안 해본 사람이 이런 식으로 하는데 회사하면서 많이 봤다. 왜 안 짤리는지 모르겠다.\n\nQ : 시장이 원하는 주택을 적재적소에 적시에 공급하면 해결된다는 표현을 쓰셨는데\n\n근데 지금 당장은 힘들고요 그럴 시기는 지났다고 봅니다. 생각은 있지만 가격에 대한 예상은 하지 않는다. 장기적으로 봐야 하니까 원칙만 지키면 장기적으로 주택가격 안정된다. 인구 감소 생각하면 점진적 하향 추세로 갈 수 있다.\n\nQ : 부동산 세제 바뀌어야 하나?\n\n전 세계 어딜 보든 거래세 높으면 보유세 낮고 거래세 낮으면 보유세 높은데. 우리나라는 이번 정부 들어서 둘 다 올렸다. 바람직한 건 미국처럼 보유세가 높고 거래세가 낮아야 한다.\n재건축해서 공급은 시간이 걸린다. 지금 당장 시장에 영향 못 미침. 이미 있는 집을 시장에 내놓는 건 금방 수요 충족 가능. 한시적으로라도 거래세를 낮춰야 한다(삼프로 : 양도세를?) 네.(이건 이재명 주장과 일치. 한시적 양도세 감면)\n장기적으로 보유세는 높고 양도세는 낮은 세제로 가야 한다.\n한시적으로 양도세를 낮추되, 완전히 한 번에 낮추진 말고. 한시적으로 했다가 다시 현행대로 가고. 점진적으로 낮춰야 한다.\n\nQ : 거래세를 낮추고 보유세를 올리면. 투기를 잘 하는 사람이 샀다 팔았다 더 하지 않을까?\n\n미국 같은 경우 그렇지 않다. 아마 서브프라임 모기지 충격이 상상 이상으로 강해서 공포에 질려있더라. 주택 거래 모기지에 대해선.\n집값이 계속 상승한다면 샀다 팔았다 할 동인이 충분하다. 그런데 집값이 안정되고 하향 안정화가 된다면 그렇게 돈을 벌기 위해 샀다 팔았다 하는 일은 없어지지 않을까.\n\nQ : 투자자들에게 마지막 한 말씀\n\n얼마나 중요한 대선인지. 1970년대까지 경제개발 5개년 계획을 박정희 대통령께서 하셨다. 그것 때문에 80, 90년대 20년 먹고 살았다. 그때 중화학 공업 제철 조선업. 그 다음에 김대중 대통령께서 초고속 인터넷망, 벤처붐을 일으켜서 2000년대 2010년대 먹고 살았다. 그럼 다음 대통령이 해야 할 가장 중요한 일은 무엇인가. 앞으로 먹고 살 먹거리 미래 일자리 만드는 것(매우 동의 : 작성자) 지금 거의 바닥났어요. 잠재성장률 떨어지는 게 이 때문. 청년 일자리 없어지는 게 이 때문. 일자리 만드는 건 유일하게 과학기술만 남았다. 과학기술로 일자리 만드는 것이 가장 중요하다.\n\nQ : 안철수를 한 문장으로 어떻게 기억해주면 좋겠나?\n\n더 좋은 후보. (모두 웃음) 더 좋은 후보. 더 좋은 정권교체입니다.\n\n\n총평 : 문제 인식이나 뷰는 좋은 거 같은데 구체적인 디테일이나 공약이 좀 미흡한 거 같습니다. 삼프로 측에서도 오너 경영이 문제인 건 다 아는데 어떻게 해결할 것이냐 식으로 질문이 들어왔고요. 제 기준에서 방향성은 민주당과 비슷한데 디테일이 좀 떨어지는 느낌입니다(오너 경영 전횡 견제 개선 관해서)\n\n정보 비대칭성, 불투명성 개선을 위해, 조사기관 규모도 늘리고 제대로 잡아서. 걸릴 확률을 높이고 걸렸을 때 패가망신하게(안철수 표현)\n이재명 : 번 것보다 더 많이 물어내도록 아예 꿈도 못 꾸게. 그리고 반드시 걸린다 이런 생각이 들도록\n이재명 안철수 두 후보가 이 부분에선 거의 비슷한 관점인 거 같습니다. 안 후보가 말씀하신 AI로 부정한 거래, 수상한 거래를 자동으로 체크하는 거 도입은 굉장히 괜찮은 거 같고 어느 후보가 당선되건 효율이 실제로 있다면 도입하면 좋겠습니다. 금융범죄 제대로 잡을 수 있게 수사기관 전문화 규모확장도 동의하고요.\n\n연금개혁에 대해 많이 강조했는데 저도 동의합니다. 현 구조로는 고갈이 되고 적자가 어마어마하게 누적되니 연금개혁은 표도 안 되고 반대도 엄청나게 심각하겠지만 해야만 하죠. 역대 정권 보면 여러 정부가 미흡하더라도 어느 정도 고쳐서 개선을 했는데, 문재인 정부는 연금에 손을 안 대긴 했습니다. 숙제를 뒤로 미룬 거죠. 다음 정권에서 인기가 없더라도 손질을 다시 하긴 해야 합니다. 받는 건 줄이고 내는 건 더 늘려야 하겠죠.\n\n연금 개혁 관련 이재명 발언을 보면.\n\"이미 연금 내고 있는 사람, 받고 있는 사람, 이미 가입한 사람, 앞으로 가입할 사람 이해관계가 너무 다르다\"\n\"이런 경우 보통 국민타협위원회라든지 만들어서 치열하게 논쟁하고 합의안을 만들어내는데 그것도 쉽지 않다\"\n\"선거 국면에서 이런 이야기하는 게 무책임하게 보일 수 있는데 연금개혁은 해야 한다, 국민들 논의 통해 치열하게 토론하고 결론 내야 한다\"\n\"그러나 지금 단계에서 어떻게 하겠다는 건 독선에 가깝다\"\n\n공약으로 이렇게 하겠습니다 라고 후보자가 일방적으로 정할 문제가 아니고, 정한다고 해서 그대로 할 수 있는 것도 아니고 이해당사자가 많고 다 입장이 달라서 첨예하게 대립할 문제이기 때문에, 안 한다는 건 아니고 해야만 하지만. 국민여론을 충실히 반영해서 이해관계자 이해가 충돌되는 부분을 시간이 걸리더라도 조율해서 안을 마련하겠단 걸로 보입니다. 나쁘게 보면 표가 안 되니까 숙제를 뒤로 미루는 것으로 보일 수도 있는데. 어차피 후보자가 어떤 안을 만들어서 이거 하겠습니다 해도 그대로 될 수가 없다고 봅니다. 극심한 찬성 반대 거쳐서 충분한 시간 거쳐서 수정이 여러 차례 될 거라 봐서. 연금 개혁을 하긴 해야 한다 문제 인식을 한 상태로 차기 정권이 어느 정도 연금개혁에 손을 대야 한다고 생각합니다.\n\n기술 패권 이야기도 동의합니다.\n\"제가 5 5 5 전략이라고 한다. 다섯 개의 초격차 기술로, 다섯 개의 삼성전자급 글로벌 대기업을 만들어서, 한국이 세계 경제 5대 강국에 들어간다.\"\n이게 어떻게 가능하겠느냐 이명박이 명텐도 만드는 소리 아니냐 식으로 비판하실 분도 계시겠는데. 당장 어떻게 하자보단 구체적인 방안은 좀 허술한데 미래 전망, 어딜 바라보고 뭘 추구할지 앞으로 어느 분야가 유망하고 한국은 어디에 집중해야 할지를 고민한 흔적이 많이 보이더군요.\n\n미래에 대한 뷰도 좋으니 구체적 정책이 좀 약하지만 그 부분에 대해 여러 후보와 다음 정권, 정치권이 제대로 고민하고 좋은 정책을 만들어서 실제로 해나갔으면 좋겠습니다.\n누가 당선되고 누가 낙선하건, 좋은 아이디어와 비전은 받아들여서 더 나은 대한민국을 추구하고 국민의 삶이 나아지길 바랍니다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "518afb00-3f62-4da5-9663-d9ad9708e63f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-02T21:26:10.855000",
  "updatedAt": "2023-12-29T19:51:27.696000"
}