{
  "id": "520df4b2-1290-4f41-8552-6c33d8619455",
  "title": "옵션(option)의 역사",
  "content": "[탈레스의 콜옵션]\n아리스토텔레스의 정치학에서 나오는 일화.\n기원전(BC) 6세기경 그리스의 밀레투스 (Miletus)에는 탈레스(Thales)라는 철학자가 살고 있었다. 그는 BC 585년에 일어난 일식을 정확히 예측했으며 천문학과 항해술에 해박한 지식을 보유한 뛰어난 철학자였지만 매우 가난하여 주변 사람들로부터 철학은 쓸모없는 학문이라는 멸시를 받았다. 탈레스는 그가 가난한 것은 단지 선택이였을 뿐이라는 것을 사람들에게 보여주고 싶었다.\n당시에는 올리브가 아주 귀한 것이었는데 쓰는 용도가 많았기 때문이다. 그러던 어느날 탈레스는 점성술로 그 해의 날씨를 예측하여 올리브가 대풍작을 이루게 될 것이라고 예상을 하게 되었습니다. 천문학에 능통했던 그는 별자리를 보고 그 해에 올리브가 대풍작을 거둘 것임을 예측할 수 있었다.\n그는 그동안 저축했던 돈을 털어 근처의 올리브 압축기 소유자들을 찾아가서 가을이되면 그들의 압축기를 제일 먼저 사용할수 있는 권리를 약간의 돈을 지불하고 획득하였다.\n그는 올리브 열매가 열리기 전에 그 지역에 있는 모든 압착기 소유주에게 선금(옵션가격)을 주고 그가 필요할 때 언제든지 압착기를 빌릴 수 있는 권리를 샀습니다. 그리고 압착기를 실제로 빌리는데 필요한 대여금(행사가격)도 압착기 주인들과 협상을 통해 결정을 해 두었습니다. 올리브유를 짜는데 사용되는 압착기를 그 지역에 있는 모든 소유주에게 선금을 주고 그가 필요할 때 미리 정해둔 가격으로 언제든지 압축기를 빌릴 수 있는 권리를 샀다. 압착기에 대한 일종의 독점적인 콜 옵션을 매수한 것이다. \n마침내 올리브 수확기가 되자 탈레스가 예상한 대로 올리브는 대풍작이 되었고 탈레스는 계약조건대로 낮은 가격으로 그 지역의 모든 압착기를 임대해 두었다. \n올리브 생산자들은 엄청나게 수확된 올리브를 가공하기 위해 압착기가 필요했으나 압착기를 가지고 있는 사람은 오직 탈레스 한 사람 뿐이었습니다. 탈레스는 자신이 지불한 대여금보다 훨씬 높은 가격을 압착기 대여금으로 책정하여 놓았지만, 올리브 생산자들은 울며 겨자 먹기로 압착기를 빌릴 수 밖에 없었습니다.\n올리브 농장주들은 엄청나게 많이 생산된 올리브를 가공하기 위해 압착기가 필요했지만 압착기를 보유한 사람은 오직 하나 탈레스 뿐이였으므로 울며 겨자먹기 식으로 아주 높은 가격에 탈레스의 압착기를 임대할 수 밖에 없었다.\n탈레스는 막대한 부를 획득하게 되었고 이후 그를 가난하다고 놀리는 사람은 없었다고 한다.\n탈레스에 대한 이 일화는 옵션이라는 금융수단에 대한 최초의 기록으로 알려져 있다.\n옵션은 보유자에게 미리 약정된 상황에서 약정된 행동을 할수 있는 권리를 주는 계약이다.\n옵션계약은 보유자에게는 원하지 않으면 계약을 이행하지 않아도 되는 권리를 부여하는 것이다.\n만약 올리브 수확이 흉작이었다면 탈레스는 그의 계약이 소멸되도록 할수 있었던 것이다.\n그는 단지 올리브 수확이 충분히 풍작을 이루어 마을에 있는 올리브 압축기의 처리능력을 능가할 경우에만 그의 권리를 사용했을 것이다.\n\n주식 옵션거래는 1690년 런던에서 처음 시작됐으며 미국에서는 1790년대부터 옵션이란 용어 대신 권리 (privilege]라는 용어로 월가 증권 브로커들에 의해 이뤄졌다.\n\n파생금융상품시장의 변천과정을 간략하게 살펴보면, 대공황 직전 미국 뉴욕 증권시장에 등장하였던 옵션의 일종인 신주인수권 거래를 시초로 볼 수 있으나 파생금융상품 거래가 본격화된 것은 제2차세계대전 이후라고 할 수 있다. 전쟁종료 이후 그 동안 제한되었던 국제자본이동이 늘어나면서 런던을 중심으로 은행간 선물환거래가 활발해졌는데 특히 1970년대 이후 변동환율제로의 이행으로 금융자산 가격의 변동성이 확대됨에 따라 거래규모가크게 증가하였으며 1972년에는 시카고상업거래소(Chicago Mercantile Exchange)에 통화선물이 상장되었다. 주식관련 파생상품은 1973년 시카고옵션거래소 (Chicago Board Options Exchange)가 설립되면서 그 동안 장외에서 당사자간에 직접 거래되던 주식옵션 거래가 제도화되었으며 이후 1982년 캔사스시티 상품거래소(Kansas City Board of Trade)에 주가지수선물이, 1983년 시카고 옵션거래소에 주가지수옵션이 등장하였다. 1980년대에 들어서 금리관련 파생상품 거래가 급격히 늘어났는데 장외거래에서는 1980년 대초 금리스왑을 필두로 선도금리계약(forward rate agreements)과 금리상한계약(caps), 금리하한계약(floors), 금리상하한계약(collars)과 같은 금리옵션이 등장하였으며 장내거래로는 주요국 장기국채, 유로달러채권 등의 금리를 대상으로 한 선물상품이 등장하였다. 1980년대 후반 이후에는 신종옵션(exotic options), 구조화채권(structured\nnotes), 신용파생상품(credit derivatives) 등 새로운 상품들이 등장하였다.\n\n옵션이 거래소에 상장된 것은 1973년 시카고 옵션거래소 개설 이후부터다. 그해 4월 16개종목의 주식에 대한 콜옵션거래가 시작됐고 77년에는 5개\n주식종목에 대한 풋옵션거래도 개시됐다. 주식옵션이 상장된지 10년이 지난 82년10월 시카고옵션거래소는 미국재무성 채권을 자산으로 하는 금리옵션계약을 상장했다.\n또 1982년 증권거배법 개정으로 주가지수 옵션거래를 위한 제도적 토대가 마련됨으로써 1983년 3월 시카옵션거래소에서는 S&P 100 지수옵션을 상장해 주가지수옵션 시대도 열리게 됐다. \n\n이후 조직적 시장의 형태를 갖추고 활발한 거래가 이루어진 것은 1973년 미국의 CBOT가 주식옵션을 거래하면서 나타나게 되었다. 금융거래 사상 가장 빠른 성장을 거듭해 오던 옵션거래는 1982년 현물상품에 대한 옵션이 도입되고 같은 해 미국 장기국채(T-Bond)에 대한 옵션이 도입되면서 성장이 가속화 되었으며, 새로운 금융상품에 대한 옵션은 물론이고 선물에 대한 옵션까지 개발되면서 유례를 찾아보기 힘들 정도의 폭발적인 성장을 거듭하고 있다.\n\n국제무역이 번창하던 영국과 미국을 중심으로 원당, 백금, 은, 코코아, 합판 등 실물에 대한 옵션거래가 활발하였다. 옵션은 1860년대부터 곡물을 주대상으로 CBOT를 위시한 곡물의 곡물거래소에서 거래가 본격적으로 일어났으나 극심한 가격등락과 시장가격을 조작한다든지 인위적 가격의 왜곡을 가능케 하는 여지를 제공해 여러 차례 규제가 강화되다가 미국에서는 1936년 COMMODITY CXCHANGE ACT가 제정되면서 곡물 및 상품 등 규제품을 지정하여 거래금지 되었다. 그 후 금지상품이 추가되면서 1982년까지 미국에서의 상품옵션은 긴 암흑기였다.\n그러나 옵션은 옵션거래의 경제적 필요성과 그 기능 (위험관리 및 연계)의 중요성이 점차 절실해졌다. 미국은 영국식 옵션거래 형태를 CBOT 증권 옵션거래에 도입하는 것을 필두로 거래개선 및 합리화의 연구를 거쳐 비로서 옵션거래를 정착시킨 것은 T-BOND FUTURES OPTION이 CBOT에서 1982년에 최초로 상장되면서 부터이다.\n농산물 옵션의 경우 1984년 CBOT에 상장된 후 급속한 신장을 보였고 특히 혹심한 한발이 있었던 1988년에는 상업적 및 투기적 옵션의 수요가 폭발적으로 증가하였다. 옵션은 시황이 가변적인 상황에서 위험헤징을 위한 상업적 수요와 이익 극대화를 꾀하는 투기적 수요가 증대함을 볼 수 있다.\n\n[폭스바겐 주가 숏 스퀴즈]\n2008년 가을부터 GM을 비롯한 전세계 자동차업계가 무너지자 자동차기업에 대한 공매도가 유행처럼 번졌다. 유럽최대의 자동차그룹인 폭스바겐자동차그룹(VOW.DE) 역시 공매도의 부담에서 벗어날 수는 없었다. 2008년 어렵기만하던 세계경제 불황 속에서도 꿋꿋히 성장세를 유지하던 폭스바겐은 아이러니하게도 남들도 아닌 조국의 역적들에게 공매도 공격을 당하게 된다. 독일 최대의 펀드회사인 DWS와 독일 5위 갑부 아돌프 메클레 등이 중심이 된 수많은 투기성 펀드의 공격에 속수무책으로 당하며 2008년 10월 중순 400유로이던 주가가 반토막인 200유로 근처까지 폭락하게 된다.\n 2008년 9월 포르쉐자동차의 지주회사인 포르쉐홀딩스(PAH3.DE)는 폭스바겐 지분의 35.1%를 확보해 최대주주로 올라섰다고 발표했고, 증시에서는 M&A호재로 인해 폭스바겐 주가가 200유로에서 단기간 400유로로 급등한 상태였다. 당연히 투기성자본으로서는 기업의 가치와 무관한 M&A에 의한 급등으로 판단하고 향후 불확실성이 높아진 자동차기업에 대해서 공매도포지션을 취하는 것은 매력적인 투자라고 여겼을 것이다.\n 더구나 독일에서는 기업의 지배주주가 되기위해서는 주주의 80% 동의를 얻어야만하고, 2대주주인 니더작센주가 20.1%를 보유 중이며 포르쉐의 폭스바겐 인수가 쉽지만은 않은 싸움이 될 것이 뻔했다. 문제는 여기서 시작되었다. 독일최대펀드인 DWS와 아돌프메클레를 비롯한 헤지펀드들은 폭스바겐 전체주식의 12%가량(옵션포함)을 공매도 하였다. 포르쉐의 35.1%와 니더작센주 20.1% 그리고 여타 투자자들의 지분을 감안하더라도 시장에는 20% 이상의 유통주식이 있을 것이란 판단하에서 공격적인 선택을 감행하였다. 전체 폭스바겐 주식의 12%를 그 기간 평균가격인 300유로에 공매도하기 위해 필요한 금액은 주식과 옵션포함 105억 유로(한화 약 18조원)정도나 되는 천문학적 금액이다. \n아무튼 공매도세력의 성공으로 주가는 거의 반토막나며 게임은 끝나는가 싶을 무렵 2008년 10월 26일 일요일 폭스바겐의 최대주주인 포르쉐는 공시를 내게 된다.\n “ 35.1%의 폭스바겐자동차 지분을 보유중인 포르쉐홀딩스는 최근 폭스바겐의 지분을 42.6%까지 끌어올렸으며 폭스바겐 주식의 콜옵션을 이용하여 74.1%까지 지분을 보유할 수 있음.”\n을 알리는 내용이었다.\n 포르쉐홀딩스가 보유가능한 지분 74.1%에 시장에 출회될 수 없는 지분인 니더작센주의 20.1%가 합쳐지면 94.2%의 물량이 굳어버리게 되고 시장에는 최대 5.8%의 지분만 유통되는 물량에 씨가 마르는 현상이 발생되는 것이었다.\n 2008년 10월 27일 시장이 열리자마자 폭스바겐 주가는 금요일 장마감 가격의 70% 상승한 350유로부터 시작하였고 150% 급등한 520유로로 마감하였다. 화요일 역시 시장에 매도물량이 씨가 마르며 장중 1005유로(시총 2960억 유로)로 세계 시가총액 1위 기업인 엑손모빌(XOM)을 제치고 세계 시총 1위까지 넘어서게 되었다. 종가는 945유로! 이틀만에 4배가 넘는 폭등이었다. 소위 숏스퀴즈 현상이 발생한 것이다.\n공매도 세력들은 시장 물량에 씨가 마르자 묻지마 커버링(Covering: 공매도 주식을 사서 되갚는 것)에 나섰고 파산하지 않기 위해서는 가격 따위는 문제되지 않았다. \n폭스바겐 공매도 사건으로 공매도 세력들은 200억 유로(한화 약 38조원)의 손실을 입게 되었고, 다음날 포르쉐 홀딩스는 시장의 안정을 위해 5%의 보유지분을 매각한다는 발표를 한다. 그 여파로 주가는 다시 50%하락하며 517유로로 마감. 후로 계속 하락세를 타게 된다.\n며칠 후 밝혀진 내용이지만 포르쉐 홀딩스는 자사의 폭스바겐 보유지분을 시장의 브로커들이 투자자들에게 빌려주는 것에 승락한다. 보유지분 대여에 대한 이자를 얻는 것이다. 다만, 물량의 출처는 밝히지 말 것을 당부했다고 한다. 일반적으로 공매도 포지션을 취할 때 브로커리지에 그 물량의 출원지를 묻는 경우는 거의 없다.\n 포르쉐 홀딩스는 시장의 공매도 현황을 누구보다 잘 알고 있었으며, 공매도 포지션이 극에 달할 무렵 작전에 성공할 수 있게 되었다. 이 작전으로 큰 손실을 입게 된 투자자들은 독일 정부에 포르쉐 홀딩스의 주가조작 의혹을 제기하게 되며 독일정부는 포르쉐홀딩스를 주가조작 혐의로 조사하게 된다.\n여기서 볼 수 있듯이 포르쉐 홀딩스는 법적으로 잘못된 것이 없다. 주식을 빌려준 포르쉐 홀딩스도 주식을 빌려 공매도한 투자자들도, 그리고 주식 보유를 공시한 포르쉐 홀딩스도, 포르쉐 홀딩스에게 빌려 공매도한 주식을 포르쉐 홀딩스에 다시 빌려 되갚아야 투자자도 모두 적법한 거래였다. 이 거래로 인해 엄청난 손실을 보게 된 투자자들이 독일 정부에 아이들처럼 때쓰는 꼴이며 문제를 제기한 31.5%의 콜옵션 문제 역시 파생상품에는 관한 문제이며 현재 74.1% 모두 확보한 것이 아니라 확보할 수 있다는 것이므로 전혀 문제될 게 없었다.  이들의 손실은 눈에 보이는 주식의 손실보다 눈에 보이지 않는 옵션에서의 손실이 더욱 컸을지 모른다.\n 결국 그 후로 두 달여가 지난 지금 그 거래로 인해 손실을 입게 된 수많은 투자자들은 파산하거나 심각한 위기에 닥쳤고, 아돌프 메클레 회장은 주식과 옵션거래로 인한 손실과 50억 유로의 채무문제로 자살이라는 극단적 방법을 선택하게 되었다. \n세계 94위이자 독일 내 5위 갑부인 아돌프 메클레 회장이 열차에 몸을 던져 자살하는 사건이 발생했다. 그는 VEM 그룹을 진두지휘하며 독일 최대 제네릭 의약품사인 라티오팜을 보유한 피닉스그룹, 하이델베르그 시멘트 등을 보유하며 2005년에는 국가로부터 경제를 이끄는 공로를 인정받아 훈장을 수여받고, 2008년 포브스 선정 재벌순위 94위에 선정되며 최고의 기업인으로 꼽히는 인물 중 한 명이었다.\n하지만 전세계의 경기불황이 급속도로 이어지자 메클레회장이 이끌던 하이델베르그 시멘트도 2008년 여름부터는 영향을 미치게 된다. 주당 110유로로 100유로를 상회하던 하이델베르그 시멘트(HEI.DE)의 주가는 80유로를 하회하며 세계 경제 불황의 늪에서 벗어나지 못했다.\n 하이델베르그 시멘트가 2007년부터 공격적인 M&A를 감행하면서 2008년 자금압박에 시달릴 수 밖에 없었다. 2007년 5월 세계최대 건설용 분쇄암 공급업체인 영국의 한슨(Hanson)을 160억달러 (한화 약 20조원)에 인수한 것이 큰 원인이었고, 글로벌 경제침체로 하이델베르그시멘트를 포함한 보유기업들의 실적악화가 추가 자금조달에 어려움 주게 되었다. 아돌프 메클레 회장은 50억유로의 채무를 지게 되며 금융권에서 자금조달 역시 어렵게 된다. 여기에 폭스바겐 사건으로 인한 투자 실패도 부담으로 다가왔다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-06-09T12:15:55.595000",
  "updatedAt": "2022-06-09T12:15:55.595000"
}