{
  "id": "52b2019c-12a4-4c79-bcb5-11f0926a7318",
  "title": "COVID-19",
  "content": "미국애들은 자신들이 10월달 우한에서 개최된 국제 싸이클 대회에서 5명의 미국인 참가.\n10월 말에 미군 몇명이 이상한 증세로 우한병원에서 치료받다가 전용기로 미국에 돌아갔다고 함. 그래서 미국이 우한을 주시하고 있었던 거고 처음 발병 했어도 독감인 줄 알았을 거며 우한 의사가 페렴이라고 밝히기전엔 아무도 몰랐음. 근데 미국은 전염병이라는걸 미리 알았죠. 그래서 중국이 미국한데 난리치 거고 철저히 조사하라고 지시내려졌답니다. 조사결과 우한에서 설사와 발열로 치료받은 미 여군 친척이 작년에 갑자기 문닫은 미군 세균연구소에 근무했다는 보고가 나왔음. 그래서 트럼프는 아무일 없는 척 대처했겠죠.\n아침 뉴스에 미군이 작년 11월에 우한에 질병이 퍼지고 있다는것을 조사한 보고가 있다고 나왔다. 누구도 코로나가 뭔지도 모를때 미군이 중국 우한에 질병이 돈다고 나토에 알렸다자나. 글구 미국이 왜 감염자가 그렇게 많은지 생각도 않해봤냐? 그건 미국에서 작년 8월달부터 퍼졌기 때문이다.\n\n16일(현지시간) 이스라엘 매체 타임스오브 이스라엘에 따르면 현지 TV방송 채널12는 이날 미국 정보기관이 작년 11월 둘째 주 우한에서 전염병 발병을 파악했고 이와 관련된 기밀문서를 만들었다고 보도했다.\n보도에 따르면 미국 정보당국은 기밀문서 내용을 이스라엘 정부와 나토(NATO·북대서양조약기구)에 알렸다.\n\n지난 8일 미국 abc방송은 소식통 4명을 인용해 미 국방부 산하 국방정보국(DIA) 소속 국가의료정보센터(NCMI)가 작년 11월 말 우한의 전염병에 관한 보고서를 작성했다고 보도했다.\n이 보고서는 국방정보국은 물론 합동참모본부와 백악관에 여러 차례 보고됐으며 올해 1월 초에는 대통령에게 올라가는 일일 정보 브리핑에도 포함된 것으로 전해졌다.\n\n우한거주 미국인들 코로나 A형 감염 →미 본토 A형 확산 우한 본토인들 코로나 B형 감염 →중국, 한국 B형 확산 유럽은 C형 확산 영국 연구진의 발표 내용인데 뭘 의미하는지 아리송하다는...\n\n전문가들이 바이러스 확장형을 마구잡이로 붙이는 것이 아니라, 유전자 변이에 따라 순차적으로 A-B-C...를 붙인다고 하니 일반인의 상식으로 뭔가 이상하긴 합니다...\n\n그럼 A형이 제일 먼저네. 우한 거주 미국인이 코로나 A형 감염이면 .. 11월 둘째 주 발병이라던데. 미국이 퍼트린 거야?? 그래서 중국이 미국한테 난리친 거군.\n\n11일(현지 시각) 영국의 일간 더 선(The Sun) 보도에 따르면 영국 케임브리지 대학의 피터 포스터 유전학 교수 연구팀은 코로나19 바이러스는 서로 밀접한 연관이 있으면서도 다른 3가지 유형으로 변이를 일으키면서 중국 우한으로부터 아시아, 북미, 유럽, 호주로 번져 나간다는 내용의 연구 결과를 제시했다.\n\n작년 12월 24일부터 올해 3월 4일 사이에 전세계에서 발생한 코로나19 감염 환자 160명으로부터 채취한 바이러스의 완전한 유전체 염기서열을 분석한 결과, 이 같은 사실이 밝혀졌다고 연구팀은 설명했다. 이 연구 결과는 미국 국립과학원 회보(Proceedings of National Academy of Sciences) 최신호에 발표됐다.\n연구팀은 바이러스 유전체 분석 결과에 근거한 수학적 네트워크 알고리즘으로 코로나19 바이러스의 초기 진화 경로를 재구성했다. 코로나19 바이러스의 유전체와 가장 가까운 유형인 A형은 중국 우한의 박쥐와 천산갑에서 발견됐다. 코로나 바이러스의 뿌리인 셈이다.\n하지만 우한에서 급속도로 확산된 유형은 A형이 아니었다. A형은 우한에서 살았던 것으로 알려진 미국인들에게서 발견됐고 미국과 호주에서 발생한 많은 환자에게서 나타났다.\nA형에서 변이된 B형의 경우, 중국 우한에서 크게 유행했고 동아시아 지역의 환자들에게서 나타났다. B형은 한국 등 동아시아 지역을 벗어나지 못했다. 연구팀은 B형이 소규모 고립된 집단에서만 감염이 나타나는 유전적 병목현상(genetic bottleneck)인 이른바 '창시자 효과'(founder effect) 때문에 동아시아에서만 발생했다고 분석하고 있다. 또는 동아시아에 거주하는 사람들이 면역학적 또는 환경적으로 적응이 이뤄져 바이러스가 다른 지역으로 이동하려면 그 지역의 저항을 극복하기 위해 또 다른 변이가 필요하다고 봤다.\nB형에서 변이된 C형은 이탈리아, 프랑스, 스웨덴, 영국 등 유럽의 초기 환자들에게서 발견됐다. C형은 중국 본토에서 나온 샘플에서는 찾아볼 수 없었지만 한국, 싱가포르, 홍콩에서 발견됐다.\n\n이러니까 빌게이츠가 코로나바이러스기획자라는 합리적인 의심을 받기에 충분한 증거가 있다는 것이다. \n1. 빌게이츠가 우한바이러스연구소에 투자했다. \n2. 코로아바이러스 연구논문이 2015. 11월에 발표되었는데 이 연구에 관한 실험이 우한연구소에서 진행되었다. \n3. 빌게이츠가 2015년부터 전쟁보다 바이러스에 의해 많은 사람들이 죽을 거라는 예언을 했다. \n4. 빌게이츠의 평소 지론중의 하나가 인구과잉이 인류의 생존에 위협이 된다는 것이다. \n5. '빌게이츠의 편지'에서 코로나가 숭고한 목적에서 기획된 위대한 교정자라는 주장이 제기된다",
  "color": "default",
  "labels": [
    "19e61c8e-f497-407f-9d27-abd4f79af89f",
    "3eb0cfd5-dae1-4185-9fcc-6a2b31fecda2"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-04-17T17:04:48.866000",
  "updatedAt": "2023-03-16T08:34:36.308000"
}