{
  "id": "53aaeef7-0394-42a9-84a0-1285ca55836e",
  "title": "FA-50 vs MIG 29",
  "content": "[미그 29]\nf16을 상대로 설계된 기체로서 설계사상이 참 재미있는 기체다. 빠르게 접근하여 작전공역에서 기민한 운동성으로 넓은 발사공역대, 파이어 앤 포겟으로 인한 발사 후 빠른 접전지역 이탈이라는 수순으로 최적화한 전투기다. 도그 파이팅 전문 기체라고 알고 있는데 그것은 아니고, 오히려 어느 상태에서도 전후좌우의 적 기체를 향해 미사일을 발사할 수 있는 공대공 능력이 이 기체의 최대의 장점이라고 보면 된다.\n그러나 독일통일 이후 이 기체가 서방에 직접적으로 공개되면서 이야기는 전혀 다른 방향으로 전개된다. 빠른 접근을 목적으로 한 항공기라는 사실 때문에 상당히 위협적인 존재라고 판단한 것이다. 기체가 성능상의 우위를 바탕으로 전술적인 움직임만 가져갈 수 있다면 f16과도 충분히 상대가 가능하고  특히 f15 상대로도 전술비행의 움직임만으로 서로 편대전을 한다면 특정 조건에서 상당히 유리하다는 점이다. 특히 가장 위협적인게 이탈 비행시 고속으로 탈출한다는 점이다. 국경을 접한 지역일수록  이러한 이탈 비행에 대한 상황은 의외로 골치거리로 떠오르게 된다. 이게 무슨 소리냐 하면 적기체를 유인하기 쉽다라는 이야기다. su35가 대기하고 있다가 미그 29를 따라오는 적 기체를 바로 공격할 수 있다. 이러한 점에서 미그29를 쉽게 볼수 없다. 그래서 당시 동독, 심지어 북한에게까지 지원한 항공기다. 국경을 맞대고 있어서 상당한 위협감을 주기에는 부족함이 없다.\nRD33 엔진 2기에서 나오는 마하 2.2를 넘는 빠른 속도와 기민한 운동성은 플랫폼으로서 대단한 놈인 것은 틀림없다.\n\n그런데 이 기체의 문제점이 나타났으니, 한 마디로 말해서 세계 2차대전의 제로센 전투기와 같은 양상을 보인 항공기라는 사실이었다.\n개전 초기 제로센은 기민한 운동성을 위해서 속도에 치중한 엔진 및 기체설계로 투입 초기에는 미군 항공기에게 상당한 우위를 차지했었다. 빠른 운동성에 따른 짧은 선회능력, 빠른 접근 등\n 완전히 제로센과 같은 특징의 우위성을 만든 것이 미그 29의 설계사상이다. 조금은 틀린 부분도 있지만, 전술사상에 가장 근접한 항공기이다.\n그러나 통독 이후  미국에서 기체를 가져가서 연구한 결과, 한편으로는 놀라고, 한편으로는 어이없는 기체라는 것이 드러났다. 문제가 된 것은 바로 미그29의 레이더의 성능이었다.(아군의 공중조기경보기의 존재도 한 몫했다.) 생각보다 레이더의 성능이 좋지 않은 것이 밟혀졌다.\n\nRD33 엔진 2기라서 기체는 소형화에, 항속거리가 생각외로 짧다라는 것이고, 특히 고속 비행시  체공시간이 급격히 짧아진다는 것이었다.\n유류소비가 장난이 아니다. 그로 인해서 기체의 대부분을 유류탱크로 채우면서 내부 공간이 급속하게 적어졌다. 심지어 전투시에 사용하는 레이더의 전력은 급격히 올라가서 유류소비를 가중시키는 결과를 낳게되고, 항속거리와 체공시간이 줄어드는 결과를 낳게 되었다.\n의외로 이 기체가 초계비행에 최악의 항공기로 불리는 게 고속이탈시에 급속한 연료소모로\n체공시간이 엄청나게 짧아진다는 약점을 갖게 되었다. 그래서 최전방 공항에 배치하는 항공기가 된 것이다.\n문제는 이뿐만이 아니다. 고속, 고기동을 주장하다보니 기체의 기골과 자중이 증가해서 연료 소모율은 더 가속화하게 되었다. 그렇다고 약하다는게 아니지만 실전에서 전투시간이 극히 제한되었다. 그래서 빠른 미사일 투척과 동시에 빠른 전장 이탈이라는 전술적인 움직임을 갖는 항공기가 되었다.\n거기에 RD33 엔진의 특징은 엄청난 고속 운행능력을 갖게 되었지만, 자신을 불태워서 주변을 밝게하는 촛불엔진이라는 별명과 함께 아주 짧은 엔진수명을 갖게 되었다. 항간에는 마하 1.7이상 비행시에 엔진의 수명은 급격하게 줄어든다라는 설도 있다.\n중국에서는 이 엔진을 통한 엔진 자국화를 이룬다고 이 엔진수명을 늘인다고 노력한 게 오히려 개발을 지연시키게 된 결과를 초래했다. 결국 고속엔진의 소형화에 따른 엔진 기대수명에 한참을 못미치게 되었다.\n현재 우크라이나 전쟁에서 미그 29를 장기간 운용하는 데에 따라 비행에 심각한 양상을 가져오게 될 거다. 키이우의 유령이 실제라면 엔진수명에 의한 자체 추락이 될 가능성이 더 높았을 거다.\n그리고 키이우 유령의 가상 격추장면이 미그29의 빠른 접근과 동시에 기민한 기동성의 넓은 발사각을 한 것도 우연이 아니라는 것이다.\n후에 독일이 이 미그29를 개량하였다.\n하지만 개량의 주목적은 엔진에 무리가지 않게 고속비행을 상당부분 포기하고, 내부 콕피트의 현대화, 레이더의 고성능화를 달성하게 되면서  실전에서 운영이 가능한 놈으로 바뀌었다.\n이 물건이 결국 폴란드로 가면서 폴란드는 이를 다시 우크라이나로 보냈다.\n\n앞에서 이야기했듯이 미코얀 설계국이 자체 개량을 통해 미그35로 개량하면서 좁은 내부공간에 엄청난 고심을 하게 된다. 워낙 연료소모가 심한 놈이라서 연료탱크를 줄일 수 없는 상황에서 개량부품의 공간을 확보하는 데 엄청난 고심을하게 되고, 후에  서방의 반도체기술이 유입되면서 이러한 공간의 문제를 어느 정도 해결하면서 현대화로 개량에 성공하게 되었다. 그게 미그 35다. 하지만 실제로 개발 완료하고 보니 이미 서방의 비행기들은  5세대급 전투기가 대부분이었고, 실질적인 상대가 되지 못하게 된다. 빠른 접근을 한다고 해도 워낙 체공시간이 짧고... \n\n이제 미국에서 미그29의 전술적인 움직에 대항해서 새로운 설계개념을 도입하게 된다. \"먼저보고, 먼저 결정하고 먼저 쏜다.\" 이렇게 되면서 미그 29의 전술적인 가치는 더 크게 하락하고 미그 35와 미그 29의 기반 설계사상이 비슷한 기종이라서 미그35는 실질적인 생산조차 제대로 이어지지 못하게 되었다. 사실상 미그35의 현재 위치는 그저그런 기종으로 밖에 볼수 없는 상황이다.\n미그35보다 독일의 미그29 개량 버전이 더 우위라고 할만큼 미그35는 미코얀 설계국이 엄청난 고심을 하면서 서방제기술을 도입했지만, 기체와 엔진이 갖고 있던 한계를 넘어서지는 못한 항공기였다.\n결국 먼저 보고 먼저 결정하는 미국의 설계사상에서  철저하게 패배하게 되고, 심지어 상대 기종인 F16 플랫폼마저도 이를 행하게 되면서 미그35는 이제는  그저 그런 항공기가 되었다.\n\n[FA50]\nFA50의 설계사상은 사실상 스크램블(긴급출격) 전용 항공기이다. 즉, 초계비행에 마주한 적항공기에 대한 급속한 지원이 가장 주된 FA50 설계사상이다. 그래서 고등훈련기임에도 불구하고 마하 1.5의 속력을 가지게 된 것이다. 특히 미그29의 고속접근에 초계비행으로 대치하는, 빠른 접근에 최적화한 항공기이다.\n낮은 운영유지비용 및 정비성 편이 등의 항공기로 만든 것은 성능 대비 엄청나게 가성비 좋은 항공기이다. 부족한 성능이지만 적항공기에 대한 확실한 맞대응 설계사상을 가진 놈이다. 앞에서 거론하기도 했지만 특정 조건에서는 미그29의 전술 비행적인 면에서 미국 항공기가 위험할 수도 있듯이 현재 FA50도 미그29가 가장 큰 장점으로 하는 전술비행에 대응하기에 최적화된 항공기라는 것이다. 초계비행 대치상황이라는 근접전 전투라는 조건에서는 말이다.\n가끔 항공전에서 전투기들간의 1 : 1 교전이라는 얘기를 하는데 전투기는 절대로 혼자 날아다니지 않는다. 결국 짧은 체공시간은 미그29의 최악의 약점이라는 것이 FA50이라는 항공기가 탄생한 배경이기도 하다.\n\nFA50의 BVR 능력은 사실 우리 공군이 그다지 선호하는 것이 아닌 게, 바로 이러한 스크램블 지향  초계비행에서 적기와 근접 대치상황일 경우, BVR 능력은 오히려 아군을 상대로 오인 공격의 위험성이 증가하는 측면이 있기 때문이다. 이건 단거리 공대공 미사일과 BVR 전용 공대공 미사일의 탐지방식에 따른 성향이 있기 때문에 어쩔 수 없는 측면이 있읍니다. 오히려 FA50의 근접 지원이 더 위력적일 수 있다.\n\nFA50과 미그29의 가장 큰 장점에 입각할 때\n공통 조건이 동시에 상존하게 되는 전투기들이라는 사실이 조금은 흥미롭다.\n1. 전방의 공항에 배치된다는 점\n2. 빠른 정비능력(하지만 두 기체의 정비 방식의 차이가 존재)\n3. 단독 비행은 밀리지만, 수량이 증가할수록 그 위력은 배가 된다는 전술상의 특성\n4. 개량의 한계성\n5. 공중경보기의 지원이 없는 것을 상정한 항공기\n\n서로 상반된 전술을 가진 항공기가 서로 비슷한 환경에서 활동한다라는 게 참 아이러니하다.\n서로 다르나 희안하게도 비슷한 기체들이라는 사실이 참 이색적이기도 하다. 이 두 기체에 대한 이야기를 이렇게 장황스럽게 이야기하는 것은 전투기의 성능 차이가 문제가 아니라 운영전술 능력에 따라서 이렇게 같은 사상의 항공기의 성능이 달라지게 설계될 수 있다는 것을 이야기하고 싶었기 때문이다.\n\nFA50 장거리 교전 능력 추가에 대한 이야기가 넷상에 많기는 하지만, 미그29의 단일적이고 획일적인 전술 움직임에는 FA50처럼 근접전에 최적화된 무기도 필요하다. 미그29는 굉장히 훌륭한 항공기다. 그걸 부정할 생각은 없다. 하지만 자체적으로 현대화되는 과정을 본다면 절대로 좋은 항공기라고 보기에는 문제가 있다. 빠르게 변화하는 상황에서 급속하게 전술적인 가치가 떨어지는 항공기로 전략한 과거의 제로센 전투기와 비슷한 과정을 밟게 될 것이다. \n기체가 크다고 좋은 게 아니고 적다고 좋은 게 아니다. 항공전에서 전술운영 설계 철학이 얼마나  중요한가 하는 것이다. 인터넷을 뒤져서 얻는 항공기 스펙에 대한 지식과 항공기 댓수에 대한 논쟁은 실전에서 별 의미 없다는 것을 실제로 보여주는 사례가 바로 미그 29일 것이다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-06-09T12:15:55.357000",
  "updatedAt": "2022-07-24T22:10:57.525000"
}