{
  "id": "5441aa61-a29f-4565-98b4-52fd294e44b4",
  "title": "복합 전쟁(Hybrid war)",
  "content": "하이브리드 전쟁은 2007년 미국의 전략가인 프랭크 호프만(Frank Hoffman)이 처음 제안한 군사 전략 이론으로, 군사적 조치와 비군사적 조치를 적절히 섞어 활용하며 전쟁을 수행한다는 개념을 담고 있다. \n하이브리드 전쟁에 대해 보편적으로 받아들여지는 정의는 없다. 전략적 억제 및 군사작전 수행을 위해 군사적 수단만을 활용하던 재래식 접근법에서 벗어나 정보 우세(정보 조작·왜곡)를 통한 여론전과 심리전, 정치·외교·경제적 압박을 통한 혼란과 분열 심화, 사이버 공격 등의 비군사적 수단을 동원한다.\n하이브리드 전쟁은 기존의 재래식 무기와 더불어 모든 다양한 요소를 활용하여 상대를 공격하는 수단으로 이용하는 전쟁 형태이다. \n\n하이브리드 전쟁은 기존의 정규전과 비정규전의 이분법적인 사고에서 벗어나 테러행위, 범죄행위, 그리고 사이버 공격까지 포함하는 다양한 형태의 작전들이 동시에 복합적으로 전개되는 특징을 갖는다.\n\n현대전은 이처럼 재래식 전력뿐만 아니라 사이버 공격, 심리전 등을 동원하는 복합전술이 특징이다. ‘하이브리드 전쟁(Hybrid Warfare)’이란 개념이다. 러시아는 하이브리드전의 최강국으로 꼽힌다. 2008년 조지아 침공과 2014년 크림반도 합병 때도 군사작전과 심리전을 결합한 하이브리드 전술을 구사했다. 냉전 시대 이후 미국의 독보적인 경제력과 군사력을 따라잡을 수 없어 사이버전, 정보전으로 눈을 돌렸다.\n\n 2014년 3월 이루어진 러시아의 전격적인 군사적 개입의 결과로 우크라이나의 크림지역이 합병되었다. 이는 미국을 비롯한 서방세계에 큰 충격을 주었다. 러시아는 기존의 재래식 전투수행방식을 사용하면서 비 정규전, 테러와 범죄행위 및 심리전과 역보전 등 다양한 전투수행방식을 동시에 구사하였다. 이러한 전쟁형 태를 이른바 ‘하이브리드전쟁’이라고 지칭한다. 러시아가 크림반도 합병에서 비교적 쉽게 승리할 수 있었던 요인도 하이브리드전쟁의 특성을 잘 활용한 결과였다고 평가된다. \n\n세계적인 미래학자 앨빈 토플러는『전쟁 반전쟁』을 통해 우리가 전쟁과 반전쟁에 대해 알고 있는 지식의 상당 부분은 위험할 정도로 시대에 뒤떨어져 있다고 지적한다. 당시 대중 사이에서 오가는 전쟁과 평화에 대한 말과 글의 상당 부분은 완전히 구시대적이라고 말한다. 제1물결과 제2물결 그리고 제3물결로 사회는 급속히 변화하고 있는데 전쟁에 대한 우리의 사고방식은 이 속도를 따라가지 못하고 있다고 맹렬히 비판한다. \n토플러는 한 국가의 전쟁 여부 결정이 독립적으로 될 수 있는 것이 아니라, 그 '국가의 부'의 수준에 의해서 결정된다고 주장한다. 그리고 21세기에서 '국가의 부'는 그가 주장하는 '제3물결적(정보화 사회의 도래)' 속성을 가지는 경제에 의해 결정된다. 따라서 정보화 사회의 도래에 따른 세계경제의 변화에 발맞추어 전쟁의 양상도 그에 상응하는 수준의 변화를 가져올 것이기 때문에, 지식과 부와 전쟁 사이에 형성된 이전과는 다른 관계에 대해 깊이 이해할 필요가 있다고 결론내린다.\n\n(예) \n대형/중형/소형/초소형 드론의 활용(정찰, 공격), S/W사이버전, SNS 심리전/프로파간다, 위성활용(러우전쟁 스타링크), 휴대폰을 통한 동영상 배포, 반도체기술 발달로 야전에서 유도무기 사용 증가(대전차미사일, 하이마스 등), 휴대폰 앱 사용(우크라이나가 'GIS 아르타' 앱으로 러시아 포병 위치를 야전 포대에 즉시 제공), 전투유닛간 통합전장정보시스템 개발/사용, 야투경/열상/복합조준경/쿼드콥터/외골격 등 배터리 소요 증가로 보급품에 배터리 추가.",
  "color": "default",
  "labels": [
    "53f6ec6c-841a-4ea4-a381-5d977aafd7cf",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-04T21:23:41.928000",
  "updatedAt": "2023-06-05T18:33:53.497000"
}