{
  "id": "54e951fe-4110-487f-aa52-a470a9bcda90",
  "title": "추도예배 설교",
  "content": "[설교1 - 우리의 약속되시는 하나님] 렘 29:11~13, 롬 8:26~30\n약속은 지켜도 되고 안 되는 것이 아닙니다. 약속은 분명히 지켜져야 하는 것입니다. 성경의 말씀은 하나님의 약속으로 가득 차 있습니다. 이것을 믿는 것을 성경은 믿음이라고 말씀하고 있습니다. 우리를 향한 하나님의 약속은 반드시 지켜진다는 것입니다. 우리들의 가정에도 하나님께서 약속하신 모든 것이 분명히 이루어진다는 믿음을 가짐으로 약속의 성취를 묵도하시는 여러분이 되시기를 소망합니다.\n\n첫째, 하나님의 약속은 우리의 소망이 됩니다.\n\"나 여호와가 말하노라 너희를 향한 나의 생각은 내가 아나니 재앙이 아니라 곧 평안이요. 너희 장래에 소망을 주려 하는 생각이라.\"(렘29:11) 구약 시대에 이스라엘 백성은 하나님을 두려운 분으로 생각했습니다. 그들을 심판하시고 재앙을 내리시는 하나님으로만 인식했습니다. 그래서 성경을 읽을 때 야훼라는 단어가 나오면 감히 그 단어를 부르지 못하고 아도나이라고 바꾸어 불렀습니다. 그러나 하나님께서 주시는 것이 재앙이 아니라 평안이요, 우리의 장래에 소망을 주시는 분이라고 예레미야는 분명히 말하고 있습니다. 소망은 가장 좋은 일을 기대하는 것입니다. 우리에게 좋은 것을 주시고자 하는 하나님의 약속이 내 안에 있을 때, 그 소망은 산 소망이 되어 우리가 기쁨이 넘치는 능력의 삶을 살아 갈 수 있게 합니다.\n\n둘째, 하나님의 약속은 우리의 간구를 들어주십니다.\n하나님은 우리의 기도를 응답하기를 원하시며 \"구하라 그러면 너희에게 주실 것이요, 찾으라 그러면 찾을 것이요, 문을 두드리라 그러면 너희에게 열릴 것이니... \"(마7:7~11)라고 말씀하십니다. 우리에게 염려와 걱정이 있을 때, 한없는 탄식과 어려움이 있을 때, 하나님께 기도하기만 하면 우리의 기도에 응답하시겠다고 약속하십니다. 또한 말라기 3장 7절에 보면 하나님께서 타락한 이스라엘 백성에게 이렇게 말씀하십니다. \"내게 돌아오라 그리하면 나도 너희에게 돌아가리라\" 이 말씀을 바꾸어보면 나를 찾지도 않고 돌아오지 않는 사람에게는 나도 돌아가지 않겠다고 하는 말씀입니다. 우리의 간구에 응답하시는 하나님을 믿고, 우리의 작은 것까지 하나님께 아뢰는 우리가 될 때, 하나님은 하늘 문을 여시고 우리의 기도에 응답하실 뿐 아니라, 우리를 복된 삶으로 초대하는 은총을 허락해 주실 줄 믿습니다.\n\n셋째, 하나님의 약속은 합력하여 선을 이루게 하십니다.\n\"우리가 알거니와 하나님을 사랑하는 자, 곧 그 뜻대로 부르심을 입는 자들에게는 모든 것이 합력하여 선을 이루느니라\"(롬8:28) 이 말씀은 우리가 어려울 때마다 우리에게 소망을 주시는 말씀입니다. 낙심되고 절망되는 일이 있습니까? 하나님은 그러한 것들을 합력하여 선으로 이루어 주신다고 말씀하고 있습니다. 세상의 사람들은 어떤 일이 일어나면 우연이라고 말합니다. 그러나 하나님 안에서는 결코 우연이 없습니다. 모든 것에 섭리와 계획이 있습니다. 성공과 실패도, 건강과 질병도, 평화와 전쟁도 모두 선을 이루시는 하나님의 섭리입니다. 그 섭리를 믿을 때 우리는 절망하지 않고 희망을 가지고 살 수 있습니다. 모든 것으로 합력해서 선을 이루시는 하나님의 약속 위에 우리의 믿음이 굳게 설 때, 우리는 복되고 능력있는 삶으로 살아가는 은총을 누릴 수 있습니다.\n\n\n[설교2 - 향기 가득한 우리 가정] 잠 23:22~26, 엡 6:1~4\n하나님께서 우리에게 주신 가장 귀한 선물이 있다면 그것은 바로 가정일 것입니다.\n오늘날 과학의 문명은 급속도로 발전하고 있지만, 자녀가 부모를 통하여 태어나는 것은 아브라함 때나 지금이나 조금도 변함이 없습니다. 어머니가 자녀를 낳아서 키우며 사랑을 주는 모성애 역시 그 때나 지금이나 같은데, 자녀들이 부모에게 행하는 마음은 옛날 같지만은 않은 것 같습니다. 하나님은 가정을 축복하시기를 원하십니다. 우리 가정이 하나님을 섬기며 그 은혜에 감사하고, 부모님의 은혜에 감사하며 순종하는 가정이 될 때, 마치 마르다가 예수님께 향유를 부음으로 말미암아 그 가정에 향내가 넘쳐났던 것처럼, 우리 가정에도 향기가 넘치게 될 줄 믿습니다.\n\n첫째, 부모님의 가르침에 감사하며 살아야 합니다.\n우리의 최초 선생님이 누구십니까? 바로 우리의 어버이십니다. 어버이의 일거수일투족이 바로 살아있는 교재입니다. 그렇기 때문에 부모님 말씀에 귀를 기울이는 것은 바로 겸손하다는 뜻이요, 부모님을 사랑하는 마음이 있다는 것을 의미합니다. 우리가 어떻게 오늘까지 오게 되었습니까? 바로 하나님의 은혜와 더불어 부모님의 가르침이 우리를 오늘에 이르게 하였습니다. 그 부모님의 가르침에 감사하며 사는 인생이 될 때, 기쁨과 평강이 넘치는 하나님의 복된 가정이 될 줄 믿습니다.\n\n둘째, 부모님을 즐겁게 해 드려야 합니다.\n어버이날을 맞아 TV에서 양로원에 계신 어르신들을 인터뷰하는 것을 잠시 보았습니다. 기자가 묻습니다. \"자녀들이 자주 찾아오십니까?\" 그러자 83세 되신 할아버지께서 \"애들이 바빠서 자주 오지는 못하지만 그래도 나에게 늘 마음을 쓴답니다\" 라고 대답을 합니다. 그러자 기자는 이 할아버지의 아들에게 전화를 연결해 주었습니다. 그런데 그 아들은 지극히 사무적인 말투로 전혀 반가운 기색 없이 전화를 받는 것을 보았습니다. \"네 부모를 즐겁게 하며 너 낳은 어미를 기쁘게 하라.\" 부모님을 즐겁고 기쁘게 해 드리는 자녀가 될 때, 하나님께서 약속하신 축복이 이루어지는 향기 나는 복된 가정이 되는 은총을 경험하게 될 줄 믿습니다.\n\n셋째, 부모님의 희생을 늘 기억해야 합니다.\n세상의 사랑에는 시기와 질투가 있지만 부모님의 사랑은 순수한 사랑이요, 절대적인 사랑입니다. 나를 위하여 모든 것을 할 수 있는 사랑입니다. 그렇기 때문에 우리는 부모님을 기억하고 공경해야 하는 것입니다. 성경에 나와있는 '공경' 이라는 단어의 헬라어 원 뜻은 '높은 가격을 매기다', '소중히 여기다' 라는 뜻입니다. 순종이라는 단어가 따른다는 수동적인 의미의 말이라면 공경은 적극적인 의미로서 부모님을 높이 평가하고 가치 있는 분으로 여긴다는 의미입니다. 인생의 나이 듦을 탓할 수는 없습니다. 누구나 나이를 먹습니다. 나이가 들면 시력이 떨어지고 동작이 느려지고, 왕성한 힘도 없어집니다. 그렇다고 해서 부모님을 무시해서는 안됩니다. \"네 부모를 공경하라. 이것이 약속 있는 첫 계명이니 네가 잘되고 땅에서도 장수하리라\" (엡6:2~3) 이러한 하나님의 약속이 성취되는 가정이 되시기를 주님의 이름으로 간절히 축원합니다.",
  "color": "default",
  "labels": [
    "24690b65-e26d-4857-b5f9-f7c2fcc8a7f8"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-10-30T10:30:27.384000",
  "updatedAt": "2020-10-30T10:30:27.384000"
}