{
  "id": "55560adf-18a0-46c5-a162-b3b74246cc89",
  "title": "성씨(족보)의 역사",
  "content": "성씨가 이미 삼국시대부터 사용되었다고는 하지만 왕족과 귀족, 양반 등 지배계급에 국한된 얘기였다.\n중국인의 족보는 5세기경 南北朝(남북조)시대에 등장한 것으로 알려져 있다. 우리나라 최초 족보보다 10세기나 먼저 등장한 것이다.\n우리나라는 중국과 바로 이웃인데 족보 전래가 이토록 늦은 이유는 무엇일까? 성씨 전래가 상당히 늦어진 것이 그 원인이다. 중국에서는 기원전 2세기경인 前漢시대에 이미 성씨가 활성화되고 있었다. 이때는 고구려·신라·백제가 세워지기 전이다.\n우리 민족이 삼국시대에 일부 지배계층에서 성씨를 사용하기 시작한 것이 三國의 건국 전후였다. 前漢시대와는 200년의 차이가 난다. 실제로 성씨제도가 활성화되었다고 볼 수 있는 시기를 보면, 족보 등장의 시기와 같은 1000년 가까운 차이를 보인다.\n한국에서 성씨는 삼국시대부터 왕족, 귀족층에서 사용하기 시작했지만 전국 각 본관의 지방 세력가 이하 수준까지 일반적으로 보편화된 것은 고려시대에 태조 왕건이 후삼국을 통일하고 각 지역 호족세력이나 건국 과정에서 공을 세운 사람들에게 성씨와 본관을 하사하면서부터다. 그리고 이들의 가문 계통 기록이 족보의 원형이 된다.\n  \n조선시대 후기에서 日帝 치하에 이르는 동안 많은 가짜 족보가 등장했다. 천민이고 상인(常人)이고 할 것 없이 모두 성씨를 갖게 하고, 군역(軍役), 세수(稅收)를 확보하기 위해 체계적으로 호구(戶口)를 파악하면서 가짜 족보가 쏟아져 나오기 시작했다. 양반의 경우 군역과 다른 여러 雜役(잡역)들이 면제되었기에 양반 신분을 사고, 가짜 족보를 만드는 일이 성행하게 되었다.\n  \n「조선왕조실록」에 보면 영조 때 족보 위조사건이 있었다. 譯官 김경희라는 자가 다른 사람의 족보를 수집, 사사로이 주조한 활자로 위조족보를 인쇄해서 시골에 있는 軍役 대상자들에게 판 사건이다. \n조선조 영조 때에는 족보가 많이 만들어졌다. 門中에서 족보편찬에 관여하는 사람들의 권한은 막강했다. 이들은 족보 작성 과정에서 집안사람에게서 뇌물을 받고 서자(庶子)를 적자\n(嫡子)로 올려 주고, 직계 조상에게 없던 벼슬을 기록해 주고, 미운 문중(門中) 사람이면 족보에서 누락시켜 버렸다.\n  \n현재 우리나라 사람들의 90% 이상은 가짜 성씨와 가짜 족보를 갖고 있다. 이는 조선시대 성씨가 어떻게 만들어졌고, 당시 신분 계층별 비율이 어떠했었는 지를 생각해보면 쉽게 짐작할 수 있는 부분이기도 하다.\n애초에 성씨는 임금이 관료에게 하사한 것으로 조선 초기에는 성을 가진 사람들은 왕족과 일부 권문세가 등에 국한되어 그 수는 매우 적었다. 물론 고려시대 때 쓰던 성씨를 계속 쓰던 이들도 있었지만 당시 조선은 고려왕조를 멸조시키는 과정에서 고려 왕족의 성씨인 왕(王)씨 일족을 비롯하여 고려시대 득세했던 권문세족들을 대거 숙청했기 때문에 이전 시기 득세했던 귀족들의 성씨가 상당수 사멸하게 된다. 고려 왕족이 쓰던 왕(王)씨도 마찬가지였다.\n획을 더 추가해서 왕씨를 옥(玉)씨, 전(全)씨로 고치는 경우도 있었지만 아예 성을 쓰지 않았던 경우가 더 일반적이었다. 따라서 조선 초기 성씨를 가진 이들은 매우 적었다. 심지어 15세기 초 태종 때는 조정 대신들 중에서도 성이 없는 사람이 있을 정도였다. 15세기 후반 성종 당시 문서에 기록된 이름들을 보면 자질금, 말동, 합이, 자근, 철근 등의 이름이 나오는데 모두 한자 이름이었지만 성이 없었다. 심지어 불과 100년 전인 1912년에도 크게 다르지 않았으니 당시 우리나라를 방문한 선교사 엘리제 셰핑 여사는 전라도 지역을 순회하면서 \n\"이번 여행에서 만난 사람들 500명 중 이름이 있었던 사람은 단지 10명 뿐이었다. 여인들은 돼지 할머니, 큰 년, 작은 년 등으로 불리고 있었다.\"\n다만 대부분의 사람들이 성씨를 쓰지 않았던 것은 조선시대만의 특징은 아니었으니 우리나라는 이전 시대에도 그러했었다.\n참고로 고구려는 해,을,예,손,목,우,주,마,찬,동,연, 을지 등 성씨가 총 10여종에 불과했고 백제는 여,사, 연,협,해, 진, 국,목 등의 8개 성씨가 주류를 이뤘다.\n여기서 성씨가 적다라는 것은 그만큼 성씨를 가진 이들이 적었음을 의미하기도 한다.\n신라는 이,최,정,손,배,설이 가장 대세였고 김씨, 박씨의 왕족의 성씨가 있었지만 김씨는 6세기 중엽 진흥왕 이후로나 쓰이기 시작했던 성씨였다.\n사실 박혁거세, 김알지로 알고 있는 이름도 수 백년 뒤 후손들이 성씨를 붙여준 것이지 처음에는 성씨 없이 그냥 혁거세, 알지 등으로 불렸었다. 그러다가 통일신라가 되면서 고구려, 백제의 성씨는 대부분 사멸하게 되고 또 고려시대가 되면서, 대부분 중국의 성씨를 모방하여 새 성씨가 등장하기 시작한다.\n그런가 하면 고려시대에는 실제로 많은 중국인들이 귀화를 하여 성씨를 받기도 했다. 고려 전기에는 귀화 중국인들은 성씨가 있는데 토착 고려 귀족들은 성씨가 없는 상황도 연출된다. 당시 고려 귀족 중에는 성씨가 없는 이들도 많았기 때문이다. 이러한 고려시대의 성씨는 지배계층만의 특권이었고, 또 귀화 지식인에게 내리는 포상의 성격이 강했다.\n때문에 평민들에게는 성씨는 언감생심이었다. 다만 호적대장에는 평민들의 이름 앞에 고을 이름이 붙어다녔는데, 가령 서산의 개똥이, 충주의 돌쇠, 상주의 막봉이 이런 식으로 적혀 있었다. 물론 이런 지역명은 거주 이전의 자유를 제한하기 위한 족쇄와도 같은 것이었으니 성씨와는 전혀 관련이 없었다.\n\n16세기 후반까지만 해도 조선의 전체 인구 중 성씨를 가진 이들은 10% 남짓한 수준이었다. 10% 미만이라는 수치는, 당시 왕족과 관리들, 족보를 가진 양반들의 수를 모두 합한 것이다. 왕이 하사를 했든 어떻든 우선 관직이 있는 사람들은 성을 붙였지만 그 숫자는 기본적으로 미미했다.\n17세기 초 병자호란 직후 왕이 내린 유공자 전지를 봐도 장군의 이름이 '막둥이'로 되어 있는 등 성이 없는 사람이 대부분이었다. \n하지만 17세 이후로 갑자기 성씨를 가진 이들이 증가하기 시작한다. 이유는? 바로 공명첩 때문이다. 여기서 공명첩이란 돈을 내고 벼슬을 사는 것으로서 광해군 때 재정확보를 위해 공공연히 공명첩을 뿌렸던 터이다. (이유야 어찌됐든 광해군은 조선을 보다 평등사회로 만든 군주인 셈)\n때문에 돈만 내면 천민도 양반이 되고 벼슬자리까지 얻게 되던 시기였다. 물론 고려시대부터 이런 매관매직은 있어왔지만 본격적인 시기는 광해군 때 들어서 였다.\n당시 상황이 이러했으니, 당연히 논 팔고 살림 팔아서 성을 얻는 자가 늘어났다. 이때 국가는 3년마다 호적을 정리했는데 그 때마다 성을 가진 인구들이 부쩍 늘어나기 시작했다. 이런 식으로 성을 취득한 사람들이 늘어나기 시작해서 17세기 후반에는 20%가 성씨를 가졌고 19세기 초에는 50%를 넘고 19세기 후반에는 70%를 넘게 된다. 즉 19세기 후반에는 전체 인구의 70%가 양반이 되는 것이었다. \n그러다가 전 국민이 성씨를 가지게 된 것은 1909년 일제가 실시한 '민적법'에 의해서였다. 당시 순사들은 각 집을 돌면서 원하는 대로 성씨 신청을 받았다.\n이때 성이 없는 사람들은 모두 가짜 성을 만들었다.\n가끔 한자의 획을 잘못 써서 희귀한 성씨가 나오는 해프닝도 있었다.\n\n우리나라는 통일신라시대부터 토성(土姓)이라는게 있었다. '토성'이라고 함은 각 지역의 유지들의 고유한 성씨를 말한다. 가령 고려시대 인구가 5천 명이던 전주에는 토성으로 이, 최, 정, 손, 배, 설씨가 있었다.\n그리고 이런 토성의 흔적은 조선시대에도 이어져서 1454년 세종실록 지리지에 울산 언양현을 보면 박, 김, 이, 목, 전, 오, 윤, 문, 임 등의 9개의 토성이 나와 있다. 여기에 타 지역에서 들어온 외래 성씨로 황, 허, 정씨가 나중에 유입된다. 아무튼 역사적 기록을 봐도 딱히 우리나라에 김, 이씨가 유달리 많았던 적은 없었고 그런 근거도 부족하다. 혹시 김씨, 이씨들만 유독 번식력이 왕성했던 것일까? 라고 생각하면 넌센스다. 김씨, 이씨가 많아진 진짜 원인은, 그만큼 가짜 성씨로 인기가 높았기 때문이다. 당시 조선에서 가장 인기가 있었던 것은 김씨였고 그 다음이 이, 박, 최, 정씨의 순이었던 것이다. 최근 통계자료를 보면 이렇다.(조선 후기 성씨의 인기 순이라고 봐도 크게 틀리지 않을 것이다.)\n대한민국 사람들 중 21%정도가 김씨인데, 총 1000만명이다. 이씨는 약 680만명 정도로 15%정도다. 이 두 성씨를 합하면 전 인구의 36%가 김씨나 이씨라는 얘기다. 그렇다면 이걸 보고 왜 가짜라고 말하는 것일까? 이유는 간단하다. 원래 성이 없던 사람이 성을 새로 가지려면 새로운 성을 만들어야 한다. 이게 전세계 모든 나라 사람들이 생각하는 상식이다. 그런데 우니나라 사람들은 대부분 이미 있는 다른 사람의 성씨 속에 은근슬쩍 들어가버린 것이다. 그러니 가짜일 수 밖에 없는 것이다. 그렇다면 왜 대부분 김씨와 이씨를 선택했을까? 그것은 당시 성을 신고하던 시기와 무관하지 않다. 일단 조선은 전주 이씨가 세운 나라였다. 그리고 구한말에는 세도가 안동 김씨의 힘이 상당했다. 이왕 선택하는 성씨인데, 가급적이면\n괜찮은 걸 택하고 싶은건 사람들의 본능 아니겠는가! 그래도 너무 뻔히 보이는 짓이라고 생각해서 몰락한 왕가의 성씨를 택하는 사람들도 많았으니, 그래서 인기였던 성씨가 옛 가야왕의 성씨였던 김해 김씨와 신라왕의 성씨였던 밀양 박씨, 경주 김씨였다. 현재 우리나라의 본관 순위를 보면 김해 김씨가 410만명으로 1위, 밀양 박씨가 300만명으로 2위, 경주 김씨가 170만명으로 4위인데 이런 이유와도 무관하지 않다.\n우리보다 40년 먼저 전국민 성씨 갖기 운동을 추진했던 일본의 경우 1억 3천만 인구 중 가장 많은 성씨가 사토(佐藤)씨로 총 인구는 45만명에 불과하다. 그런데 우리나라는 일본의 38% 수준의 인구로 본관 순위 20위까지 40만명을 넘고 있으니 이는 누가 봐도 수상쩍다.\n우리나라 시골에 보면 유독 '집성촌'들이 많은데, 여기에는 이런 비밀이 있다. 가령 낙향한 가난한 양반이 한 집 있으면 그 고을의 성씨가 없던 부락민들이 돈이나 양식을 주면서 부탁하여 같은 성씨로 입문을 하곤 했다. 심지어 마을의 의견을 모아 부락 전체가 통째로 같은 성씨가 된 경우도 있었다.\n그런가 하면 노비들이 통채로 주인의 성을 따르기도 했다. 조선시대에는 기본적으로 노비는 상전을 부모와 같이 취급해야 했기 때문에 노비들이 면천을 하면서 주인의 성을 따르는 경우가 많았던 것. 때문에 갑오개혁으로 신분제를 폐지할 당시,\n안동 김씨의 한 권문세가의 노비 300 여명은\n일사불란하게 주인과 같은 성씨가 되기도 했다.\n또 성씨가 많아진 데에는 당시 족보를 변조하던 전문 사기꾼이 특정 족보를 입수해서 판본으로 만들어서 대량 찍어냈던 탓도 있었다. 이런 판본이 있으면 사기 족보는 대단히 만들기 쉬었다.\n이름 하나만 추가시키면 됐기 때문이다.\n\n꼴랑 성씨 두개가 전 국민의 30%가 넘는 나라는 전세계에서 우리나라 밖에 없다.(라고 생각했지만, 베트남은 Nguyen씨만 40%다.)\n중국도 가장 많은 이씨, 왕씨, 장씨를 모두 합쳐봐야 20% 정도다. \n사실 일본도 성씨 없이 살기는 우리나라와 마찬가지였다. 1868년 메이지 유신 후에 전국적으로 성씨를 만들게 하여 생겨나게 됐으니 당시는 이런 식으로 성씨를 만들어 붙였다. \n산속에 살고 있던 사람들은 야마나카(山中),\n소나무가 많은 고장에 살던 사람들은 마츠시타(松下), 들판 가운데 살던 사람들은 다나카(田中),\n대밭이 있는 지역은 다케다(竹田) 이런 식이었다.\n그래서 일본의 성씨는 현재 1만 여개가 넘는다.\n반면에 중국의 성씨는 현재 약 2만 3천개에 달한다.\n미국 역시 성씨는 수만 가지다. 미국인들의 성씨는 대부분 성경이나 히브리어, 그리스어, 라틴어 등에서 따온게 특징인데, 흔히 직업을 나타내는 성씨가 많다. 가령 '베이커'는 제빵사, '스미스'는 대장장이, '부시' 나무꾼, '파머' 농사꾼, '피셔' 어부, '코핀' 장의사 등등 대략 이런 식이다.\n그런데 우리나라는 성씨를 모두 합해봐야 현재 총 286개에 불과하다. 그마저 1960년대까지 258개였는데 외국인 귀화로 좀 늘어난게 그 정도다.\n이 모두가 우리 조상들은 성씨를 얻으면서, 새롭게 성씨를 짓기보다는 기존의 성씨로 들어가려고 했기 때문이다. \n그렇다면 왜 그래야만 했던 것일까? 여기에는 바로 조선이라는 뿌리 깊은 신분제 사회라는 특수성이 존재했기 때문이다. 성씨를 쓰려는 자체가 차별받는 상민, 천민이 아니라는 것을 나타내기 위함인데, 새로운 성씨를 쓰면 곧 천한 출신이라는 증표가 되고 만다. 그럴 바에는 차라리 그대로 성이 없는 것이 낫지 않겠는가! 여기에 창씨 자체를 허락하지 않았던\n조선이라는 사회의 폐쇄성과 권위도 크게 한 몫을 하고 있다.\n\n이런 엉터리 성씨와 함께, 조선의 폐쇄적 잔재를 입증하는 또 하나의 실체로 '족보'가 있다. 요즘 집집마다 족보가 있고 대한민국 사람이면 누구나 왕가의 후손이요, 명문가의 잔손들일텐데.. 그러나 이 중에 진짜 족보는 10%도 안되는게 현실이다.\n족보에 나와 있는 조상들 중에 5, 6대 이상이 자신의 실제 선조일 가능성은 10%도 안 된다는 뜻이다.\n남의 족보를 빌려다가 위는 베끼고 아랫 부분은 현재의 자기 가족들을 집어넣는 방식이 일반적이었다. \n우리나라에서는 해방 직후까지 이런 가짜 족보를 만들어 주고 한 재산 모았던 브로커들이 많았는데 이런 것은 원본 족보와 대조해 보면 금방 밝혀지지만\n실제로 그렇게까지 하는 사람이 없다. 그리고 하도 가짜가 난립하다보니, 어느게 진짜인지도 나중에는 분간이 어려워졌다. 우리나라 최초의 제대로 된 족보는, 15세기 후반이나 되어야 최초로 나온다는 것을 알고 있는 사람들은 드믈다. (안동권씨의 성화보)\n당시까지 족보를 가진 가문은 손가락으로 꼽을 정도였다. 실제로 양반이면서 족보가 없는 사람들도 상당히 많았다. 그런데 조선 후기 들어오면서부터 양반들의 허례허식이 강해져 족보를 양반의 필수품 쯤으로 여기게 되면서 조직적으로 족보 위변조를 하는 풍토가 생겨나기 시작한다.\n영조 때 기록을 보면 이렇다. \n\"전하 어떤 역관 하나가 사사로이 활자를 주조한 다음 족보를 찍어내어 양민들한테 팔고 있으니 큰일입니다.\"\n당시 상민이나 천민이 족보를 갖게 되면 무슨 혜택이 있었을까다? 가장 큰 것은 군역의 면제였다. 당시는 양반들이나 유생들은 군역에서 제외됐다. 그런데 당시 관례로 족보를 지참하고 있으면 양반으로 인정을 했던 것이고 이런 이유로 족보가 있으면 군역이 면제될 수 있었다.\n물론 이들이 군역 면제만을 노리고 위조된 족보를 산 것은 아니었으니, 천대 받는 신분을 벗어나고 싶은 욕구가 1 차적인 목적이었다. 그런데 이런 위변조가 계속되면서 나라에서도 도저히 손을 쓸 수 없는 상황에 이르자 18세기 말부터는 아예 양반들이 스스로 돈을 받고 자기 족보에 올려주는 현상까지 나타나게 된다. 그 결과 오늘날 한국 사람이면 누구나 다 족보를 가진 양반가의 후예를 자처하고 있다.\n한번 생각해보자. 17세기 당시 조선의 전체 인구 중 60%가 노비였는데 현재 어느 누가 자신의 조상을 노비라고 말할 수 있을지.\n\n① 이름 앞에 성이 오는 나라 : 동아시아, 헝가리, 인도\n② 이름 뒤에 성이 오는 나라 : 헝가리를 제외한 서양 모두, 터키(터키는 원래 성이 없었지만 근대 들어 생김)\n③ 성이 없는 나라 : 아랍 (때문에 이름에는 아버지 이름, 할아버지 이름, 부족출신, 고향이름 등이 붙는다)궁예, 왕건, 견훤도 사실 성이 없던 인물이었다. 견훤의 아버지 이름은 아자개였다.\n④ 결혼을 하면 여자의 성이 남편 성을 따르는 나라 : 대부분 국가, 일본\n⑤ 결혼을 해도 여자의 성이 남아있는 나라 : 한국, 중국. 고려시대에는 왕가의 여인들은 결혼전 어머니의 성을 따르기도 했다.\n⑥ 부모와 자식들의 성이 다른 나라 : 아이슬란드\n아버지 성씨에 아들에게는 -sson(쏜)을 붙이고, 딸에게는 -dottir(도띠르)를 붙인다.\n⑦ 서양에서 전치사가 붙는 성씨는 대개 귀족의 성씨다. 프랑스 de(드), 독일 von(폰), 네덜란드 van(반), 스페인 de(데)\n⑧ 이런 성은 누군가의 '아들'이라는 뜻. -son, -sson으로 끝나거나, O' 혹은 Mc(Mac)으로 시작하는 경우. 예를 들어 Handerson, McGuire, O'brien\n⑨ 우리나라에서 동성동본 혼인 금지는 왜 할까? 우리나라는 해방 후 법을 만들면서 동성동본 혼인을 법으로 막고 있다. 본래 동성동본 금혼은 성씨가 많지 않았던 1669년 현종 당시 송시열이 주장하여 만든 것이다. 당시로서는 아마 당연한 규제였을 것이다. \n그런데 성씨가 이미 엉망이 된 마당에 동성동본 타령을 하는 것은 웃기지 않는가? 이보다 '근친혼 금지법'을 제정하는 것이 훨씬 타당할 듯 싶은데.\n\nㅇ 성씨가 아닌 본관 조작\n한국에서 인구가 가장 많은 4대 본관인 김해 김씨, 밀양 박씨, 전주 이씨, 경주 김씨는 전부 과거 한반도에 존속했던 군주국의 본관이며, 조상이 각각 가야(김수로), 신라(박혁거세), 조선(이성계), 신라(김알지)의 군주다. 4대 본관에 속한 인구를 모두 합치면 천만 명을 넘는다. 이 밖에 다른 주요 본관들도 모두 당대 이름난 가문이었으며, 그렇지 않은 경우는 거의 없다. 오늘날에는 대부분의 인구가 본관으로만 따지면 왕족 아니면 귀족 후예라는 어처구니 없는 현상이 일어나고 있다.\n임진왜란과 병자호란 이후 조선에서는 양반 내에서도 계급이 분화되어, 한양에 모여 살면서 관직을 독점하는 '권반'과 향촌 내에서 모여 살며 지방에서라도 독자적인 세력을 이루어 살았던 양반 사족인 '향반', 그리고 권력도 경제력도 없이 도태된 '잔반'이 생겨난다. 잔반들은 암울한 경제 사정을 타파하기 위해 부농층에 족보를 팔았고 부농층은 족보를 사고 다른 마을로 이사한 후 양반 행세를 하면 되었다. 아니면 아예 돈을 주고 양반집안에 양자로 들어가기도 했다.\n즉 조선 말기에 이르러 공명첩 매매와 별보 조작이 성행하기 시작했으며, 이후에는 대량으로 위조되어 농민들도 단체로 조작하기 시작했다. 양반이란 지위는 단순히 현대적 관점에서 귀족 작위를 받는 명예로써의 가치와는 다르게 농민으로 하여금 가혹한 '군역'을 면제받게 해주는 아주 중요한 것이었다. 조선 후기 양반이 기하급수적으로 늘어나자 세수가 지속적으로 줄어들게 되었고, 이에 따라 흥선대원군 시기에 이르러선 양반에게도 군포를 거두는 호포제가 법제화되었다.\n그 외에도 임진왜란 때 공을 세운 평민들이 양반의 직위로 올라서는 경우도 있고, 가난한 조정이 재정을 확보하고자 공명첩을 발급한 경우도 있지만 이것은 극히 소수다.\n이런 양반들의 증가현상은 당시 인구조사로도 확연히 드러난다. 조선 초기에는 지배계급인 양반이 가장 적고, 중인, 상민, 천민 순으로 숫자가 많아지는 피라미드 구조였는데, 이 시기에 상민은 줄어들고 양반은 폭발적으로 늘어나서 일부 지역의 경우에는 오히려 양반이 상민보다 많은 역피라미드의 인구구조가 증폭되기 시작한 것이다. 이 때문에 철종 때 공노비 20만명을 해방시켜 상민을 늘렸으나, 그래도 이 추세를 막지는 못했다.\n본래 있던 양반들은 위기감을 느끼며 족보를 확장하지 못하도록 상소도 올리고 신문고도 때리고 했지만 시대적인 흐름을 그들이 막을 수 있는 것도 아니었다. 결국 어정쩡한 타협으로 본래의 양반 족보 안에 \"별보\"라 하여 혈연관계가 증명되지 않은 사람들의 족보 등재를 묵인하기도 했다.\n\n역사학자 박홍갑의 발언에 의하면 본관이 일반적으로 보편화된 것은 고려시대가 되어 태조 왕건이 후삼국을 통일하고, 각 지역 토착 호족세력에게 본관을 지정해주면서부터라고 한다. 따라서 \"본관은 생물학적인 계보라기보다는 사회, 문화적인 계보\"에 가깝다. 즉, 종가집을 비롯한 일부 예외적인 케이스를 제외하면 조상의 DNA와 자신의 DNA가 일치하지 않을 가능성이 상당히 높다",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-31T17:09:32.743000",
  "updatedAt": "2022-07-21T09:38:01.830000"
}