{
  "id": "55757fcf-6944-46a7-9513-41dfd49630ac",
  "title": "생존자 편향(Survivorship bias)의 오류",
  "content": "![image](media/1673953162677.191531658.jpg)\n\n\n\n생존자, 성공자들만을 대상으로 고려함으로써 잘못된 판단을 내리게 되는 편향을 말한다.\n2차 세계대전 당시 미군 전투기가 격추되는 것을 줄이기 위해 전쟁에서 돌아온 전투기의 외상을 분석하여 취약 부분을 보강하는 계획을 세웠다. 분석 결과 비행기의 외상 대부분이 날개 및 꼬리 부분에 집중되어 있었고, 당연히 해당 부분을 중심으로 성능 보강을 하여 피해를 줄이려고 했다. 그러나 미공군에 의해 고용된 수학자로서 통계연구팀에 속해있던 아브라함 왈드(Abrahan Wald)는 이 의견에 반대하여 오히려 외상 총격의 흔적이 많이 발견되지 않은 엔진부분 및 몸통 부분을 중심으로 보강을 해야 한다고 주장했다. 왜냐면 몸통 부분에 총격을 받은 비행기는 돌아오지 못하고 추락했기 때문에, 전쟁에서 돌아올 수 있었던 비행기에서 수집된 총알 자국 분포에 포함되지 않았던 것이다.\n어떤 문제에 대해 진단할 때, 이미 특정의 선택 과정을 통해 걸러진 일부의 데이터만으로 판단을 하여 잘못된 결론을 얻게 되는 논리적 실수를 가리키는 말이다.\n\n[사례]\n생존자 편향은 소수의 성공한 사례를 일반화된 것으로 인식하는 데서 많이 나타난다.\n빌 게이츠, 스티브 잡스, 마크 주크버그 등이 대학을 중퇴하였음에도 엄청난 성공을 거두었다. 그러나 대부분의 중퇴자들은 직장을 구하지 못하고 학자금 빚에 시달리며 살았다. 메시, 호나우두 등과 같은 축구 선수들은 엄청난 돈을 벌었다. 그러나 대부분의 축구 선수는 국제 경기에 한 번 뛰어보지도 못한다.\n성공하기 위해서는 자신의 열정이 이끄는 대로 배짱을 가지고 덤벼들어야 한다고들 말한다. 하지만 열정이 이끄는 대로 살다가 비극적인 종말을 겪는 사람들은 성공한 사람들보다 훨씬 더 많다. 성공한 사람들은 쉽게 말한다. '나같은 사람도 이루어낸 것을 보면 여러분들 누구나 나처럼 될 수 있습니다.'\n이처럼 '열정에 따라야만 성공한다'라는 말을 들었다면, 이런 점들을 물어보아야 하다. '열정에 따르지 않고도 성공한 경우가 있는가?' 혹은 '열정에 따르고도 실패한 경우가 있는가?' 우리가 아는 많은 실패자들은 자신의 열정에 충실히 따랐다.\n'유대인 학살'이라고 하면 딱 떠오르는 단어는 '아우슈비츠'이다.\n그런데 사실은 아우슈비츠보다 훨씬 더 잔학한 수용소가 많았다. 오히려 아우슈비츠에서는 생존자가 10만명 이상이나 될 정도로 비교적 인간적인(?) 수용소였던 반면에, 벨제크, 소비보르, 트레블린카 등의 수용소에 들어갔던 유대인은 한 명 남기지 않고 모두 학살 당했다. 그럼에도 왜 아우슈비츠의 잔학성이 널리 알려졌을까? 그것은 아우슈비츠의 수많은 생존자들이 자신들이 겪은 공포의 경험을 생생하게 증언했기 때문이다. 이 역시 '생존자 편향의 오류'의 모범적인 사례가 된다.\n\n실리콘 밸리의 성공담은 책으로도 나오고 성공한 회사의 일반화된 성공담은 많은 회사들에서 도입하곤 한다. 그러나 실제로 성공 요인만 볼 뿐 어떤 부분에서 실패를 해서 그로 인해 저 성공까지 이르렀는지를 이야기하지는 않는다. \n성공한 사람들을 무작정 따라하면서 발생하는 문제도  생존자편향의 오류이다.\n\n지상파에서 활동하는 아이돌들을 보며 아이돌 연습생으로 뛰어드는 것 역시 일종의 생존자 편향이라고 볼 수 있다. 데뷔에 성공해서 몇억씩 땡기고 수만명의 팬들을 거느리며 활동하는 아이돌들이 많이 있지만, 현실은 그 성공한 아이돌보다 수백배 많은 숫자의 연습생들이 데뷔의 꿈을 이루지 못해 좌절하거나 데뷔 후에도 인지도가 없어서 정산도 제대로 받지 못하고 산다. 하지만 성공한 아이돌들은 극소수임에도 거의 매일같이 TV에 나오기 때문에 눈에 잘 띄는 반면 절대다수의 실패한 아이돌 연습생들과 그들이 화려한 무대에 나오기까지 겪었던 가혹한 고통과 어두운 면은 눈에 잘 띄지도 않고 관심도 가질려고 하지도않기 때문에 실패 확률이 과소평가되고 그렇게 더 많은 학생들이 아이돌 연습생들에 뛰어들다 실패를 맛보는 악순환이 일어난다.\n\n성공한 주식 투자자들을 맹목적으로 쫒는 개미들.\n주식시장에서 이리 치이고 저리 치이던 개미들은 조용히 있지만, 소위 주식고수를 자처하는 이들은 어딘가의 강연장에서 귀 얇은 투자자들을 현혹하고 있다. 결국 주식시장에서 돈을 버는 사람과 돈을 잃는 사람 모두가 균형 있게 탐지되지 못하는 것이다. 투자에서도 생존자 편향은 중요한 개념이다\n\n사업으로 대박난 사람을 맹목적으로 그의 삶을 살려고 애쓰는 사람들.\n유튜브 성공담을 보고 나도 대박 내겠다며 유튜버로 나서는 사람들.\n그런데, 아이러니 하게도 누군가에게는 이것이 실패의 원인이 되기도 한다.\n\n여러 학원들에서 \"서울대 입학자, 기말고사 만점자, 공무원 합격자\" 등등을 잔뜩 실어놓은 현수막을 걸어놓는 것을 보아도 알 수 있다. 상식적으로 패배자가 시험에서 불합격했다고 현수막으로 홍보할리는 절대로 없지 않는가? 일부 승리자들의 개선 행진만이 쉽사리 포장되고, 이를 통해 \"당신도 저렇게 될 수 있다!\" 면서 성공 확률을 은연중에 과대평가하게 만드는 광고 전략이 숨어있는 셈. 여러 대체의학들이 광고하는 것도 이와 크게 다르지 않다.\n\n엠팍, 보배, 클리앙 평균연봉이 높은 이유는 다수의 고연봉자들이 '내 연봉 참여하기'했고, 연봉이 평범하거나 낮은 경우는 참여하지 않았기 때문이죠.\n다시 말해 참여자들만의 평균연봉이라고 볼 수 있지, 엠팍 보배 클량 사이크 전체의 평균은 아닌 거죠.\n\n[결론]\n결국 핵심은, 우리 사회에서 실패자는 잘 보이지 않는다. 본인부터도 부끄러워서 드러내려 하지도 않거니와, 사회 역시 실패자는 원하지 않는 것이다. 실패를 했다면 실패의 원인을 찾고 분석하는 것도 분명히 필요하지만 실패자에 대해서는 유독 가시성(visibility)이 떨어지게 되는 것이다. \n어떻게 대처해야 할까? 왜 그럴까라는 고민을 해야 한다. 대안을 찾아야 한다.\n팩트체크를 생활화 해야 한다. 성공적인 스토리텔링에 숨긴 뒷이야기도 파악해야 한다.\n이 때문에 일각에서는 \"실패학\" 이라는 담론이 진지하게 대두되어야 한다고도 생각하고 있다. 희망, 밝은 성향만을 강조하는 성공한 기업, 성공한 개인만 쫓아다닐 것이 아니라, 절망이 존재함을 알려야 한다는 것이다. 실패한 기업과 실패한 개인들을 반면교사로 삼아야 한다는 말. 실패자에 대해서는 모두가 부끄러워하며 애써 덮으려 하지만, 오히려 그것을 대놓고 까발린 후에 (망신을 주기보다는) 냉정 침착하게 실패의 원인을 분석하여 아직 실패하지 않은 다른 사람들을 가르치거나 환경을 바꿔서 그들이 잘못된 선택을 하지 않게 해야 한다는 것. 여하튼 이러한 점 때문에 생존자 편향 역시 다른 편향들과 마찬가지로 경영학 등에서 주의 깊게 다루어지고 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-17T19:57:59.321000",
  "updatedAt": "2023-01-24T15:32:25.759000"
}