{
  "id": "55b4d74e-8ace-4aab-a76a-6c36aad35564",
  "title": "고고학의 역사",
  "content": "고고학은 지금으로부터 약 250년 전에 탄생했다. 대수의 사람들이 창세기를 믿던 당시에 영국의 탐험가 오스틴 레이어드는 이라크 북부에서 성서에 기록된 니네베를 찾아냈고, 지하 깊숙이 아시리아 왕 세나케리브의 궁전으로 들어가 수많은 유물을 들어냈다. \n그리고 마야 유적을 발견한 미국의 여행가 존 스티븐스, 호메로스의 영웅들을 찾겠다는 일념으로 트로이를 발굴한 하인리히 슐리만 등은 고고학 초기에 놀라운 발견을 해낸 이들이었다. 한편 프랑스 북부의 솜 강 유역에서 주먹도끼와 절멸 동물의 뼈를 발굴한 부셰르 드 페르드, 찰스 다윈의 자연선택 이론과 독일의 네안더 계곡에서 발견된 원시적인 두개골과 팔다리뼈 등은 인류의 기원 연구에 새로운 무대를 마련했는데 교회가 성경을 바탕으로 계산한 6,000년보다 인간의 역사가 훨씬 더 오래되었음을 증명했다. 하지만 오늘날의 기준에서 보면 이들은 발굴가나 탐험가에 가까웠다. 19세기 말까지 전문 고고학자는 실제로 거의 알려져 있지 않았다. 그리고 제2차 세계대전 이전까지 전 세계에서 전문 고고학자는 수백 명에 불과했다.\n\n초기 고고학은 ‘보물찾기’와 구별이 안 됐다. 고고학의 선배들은 호고가(好古家)였다. 그들은 “옛것을 좋아하는 사람”이며 골동품 수집가·전문가(antiquarian)였다. 그들이 손에 쥔 것은 곡괭이와 삽이 전부였다. 그들의 후배들은 과학이 낳은 무기를 확보했다. 드론, 방사성탄소연대측정법, 땅을 파지 않고 땅속을 들여다볼 수 있게 하는 리모트센싱 기술 같은 것들이다.\n\n[나폴레옹]\n1798년 프랑스 정부는 나폴레옹을 ‘대영국군’ 총사령관으로 임명, 이집트 원정을 명령한다. 영국이 인도로 가는 ‘통로’를 차단하는 것이 원정 목적. 나폴레옹은 1799년 이집트를 떠났고, 남아 있던 프랑스 군대는 1801년 영국군에 패배함으로써 원정은 실패로 끝나고 만다.\n그러나 나폴레옹의 원정은 이집트 문화를 서구에 알리는 계기가 됐고 ‘이집트 학(學)’이 탄생하는 단초를 제공했다. 나폴레옹이 이끈 3만8000여명의 군대와 더불어 167명의 학자와 예술가들이 동행했다.\n나폴레옹은 학자들에게 ‘신비의 나라’ 이집트를 샅샅이 조사하도록 명령했다. 이집트의 고대 문화와 유적, 생태와 지리 등 눈에 보이는 것이 모두 연구 대상이었다.\n학자들이 이 원정에 동행하지 않았다면 프랑스 군대가 로제타 근처에서 발견한 검은 화강암 조각은 별 의미를 부여받지 못했을 것이다. 학자들은 세 가지 문자가 새겨진 이 돌이 이집트 고대 언어의 비밀을 푸는 열쇠라는 것을 첫눈에 알아차렸고, 결국 이를 통해 고대 이집트 문자를 해독하게 된다. 이때 발견된 로제타 스톤은 1801년 영국의 손에 넘어가 지금 대영박물관에 소장돼 있다.\n이집트의 상징인 피라미드에는 더욱 큰 관심이 집중됐다. 피라미드의 높이를 측정하기 위해 학자들은 저마다 독특한 방법을 사용했다. 삼각 측량법을 사용한 학자(누에)도 있었고, 고도가 올라가면 대기 압력이 감소한다는 점에 착안해 기압계를 활용한 학자(콩테)도 있었다.\n1801년 시행된 피라미드의 발굴은 당시 학술 탐사의 성격을 잘 드러낸다. 발굴을 주도한 것은 건축가와 엔지니어였지만, 화가는 피라미드의 그림을 그렸고 화학자는 암석 견본을 분석했다.\n이들은 ‘학제간의 벽’을 허물고 전공을 넘나들며 이집트 문명의 실체를 탐구하는 데 온 힘을 쏟았다.\n나폴레옹 원정대는 인쇄기로 현지에서 ‘이집트 통신’ ‘이집트에서의 10일간’ 등의 간행물을 발간했다. 이들의 연구 결과를 바탕으로 프랑스 정부는 1810년 방대한 분량의 ‘이집트 지(誌)’ 첫 권을 펴냈다. 1830년까지 세 차례 출간된 이집트지는 고대 고고학, 물리, 지리, 자연사 등에 걸쳐 157편의 논문과 1000여점의 도판이 수록된 ‘이집트에 대한 백과사전’이었다.\n\nJohn Lloyd Stephens\nan American explorer, writer, and diplomat, and was a pivotal figure in the rediscovery of Maya civilization throughout Middle America and in the planning of the Panama railroad.\nStephens read with interest early accounts of ruined cities of Mesoamerica by such writers and explorers as Alexander von Humboldt and Juan Galindo. In 1839, President Martin Van Buren commissioned Stephens as Special Ambassador to Central America. While there the government of the Federal Republic of Central America fell apart in civil war. He later published an account of the events he witnessed in Incidents of Travel in Central America, Chiapas, and Yucatán.\nStephens and his traveling companion, architect, and draftsman Frederick Catherwood first came across Maya ruins at Copán, having landed in British Honduras (now Belize). They were astonished at their findings and spent two weeks mapping the site. Stephens surmised that it must have been built by some long-forgotten people, as he could not imagine it was the native Mayans. However, Catherwood noted the facial resemblance to modern Mayans. Stephens was able to buy the city of Copan for a sum of $50 and had dreams of floating it down the river and into museums in the United States.\nThey went on to Palenque, Quiriguá and Uxmal. They reached Palenque on May 11, 1840, and left in early June. While there, they documented the Temple of the Inscriptions, the Temple of the Cross, the Temple of the Sun, and the Temple of the Foliated Cross.[4] They continued investigating Maya ruins with a return trip to Yucatán in October 1841. According to Stephens's book about the trip, they visited a total of 44 Mayan sites such as Chichen Itza, Izamal, Kabah, the gateway at Labná, Mayapan, Sayil, Tulum, Uxmal, and Xtampak. In Uxmal, they documented the Governor's House, the Nunnery Quadrangle, and the Pyramid of the Magician. Catherwood also drew a famous view of the well at Bolonchén.[5]\nCatherwood's drawings and lithographs showed, without question, the Maya to have been the authors of some of the most artistic and intellectual works of pre-Columbian America. Besides large constructions, they produced works of artistic refinement such as stone and plaster sculptures, frescoes, painted pottery, and bas-reliefs in wood. As a result of their explorations, Stephens and Catherwood argued convincingly that the Mayans built the ancient Central American cities in contrast to the theory that ethnic groups from European or Asian civilizations had built them.\nStephens's books served to inspire Edgar Allan Poe, who reviewed three of Stephens's books for the New York Review and Graham's Magazine.\n\n헨리 레어드\n영국인 오스틴 헨리 레어드는 파리에서 태어나 소년 시절을 이탈리아 피렌체, 영국, 스위스에서 보냈다. 수개국어에 능통하고 기질상 세계주의를 지향했던 그는 육로로 소아시아와 근동을 거쳐 인도와 실론까지 여행하는 꿈을 키워나갔다. 그는 1840년 스물두살 때 런던의 법률사무소를 벗어나 터키와 페르시아를 여행하였다. 1840년 4월10일 레어드는 모술에 닿았다. 강 건너에 니네베의 폐허일 것으로 짐작되는 거대한 둔덕들이 그의 마음을 사로잡았다. 3년동안의 여행에서 콘스탄티노플로 돌아온 그는 1845년 영국대사 스트랫퍼드 캐닝을 위해 비공식적인 외교업무를 수행하면서 신임을 얻고 그에게 외교관 신분증과 발굴경비 60파운드를 얻게되자 다시 모술을 찾는다. 티그리스 강변의 님루드의 폐허와, 에밀 보타가 이미 손을 대었던 모술 근처의 쿠윤지크 둔덕들이 그의 목표였다.\n님루드에서의 발굴이 먼저 시작되었다. 님루드는 모술에서 동남쪽으로 30km 떨어진 티그리스 강의 제방에 위치한 유적이었는데 첫날 부터 궁전의 잔해들이 발굴되었다. 이후 1847년까지 2년동안 레이어드는 이곳에서 아슈르나시르팔 2세의 궁전을 포함하여 6개의 궁전을 발굴해낸다. 석회석의 벽부조에는 사람의 머리를 한 어마어마한 황소들의 석상과 유명한 블랙 오벨리스크도 발굴하였다. 그는 이곳이 니네베일 것이라고 생각하고 있었으나 사실은 BC 9세기까지 제국의 수도였던 칼후(Kalhu)유적이었고 이후 사르곤 2세에 의해 샤르킨(코르사바드)로 옮겨지기까지 제국의 수도였던 곳이었다.\n1847년 레이어드는 잠깐 영국에 체류하였는데 옥스포드는 그에게 학위를 수여했고 외교관보 자격으로 콘스탄티노플에 돌아올 수 있는 자격을 수여하였다. 그런데 바로 한 해전, 1846년에 파리의 루브르에서는 보타가 발견한 아시리아의 유물 전시회가 있었으나 레어드의 지지자 캐닝은 당시의 수상에게 레어드가 루브르를 압도할 유물을 발굴하였노라고 편지를 썼다. 대영박물관은 런던으로의 유물이송과 계속적인 연구를 위해 2천파운드를 제공하였다. 1848~1849년 사이에 그는 두 권의 책과 한 권의 삽화집을 출간하였다 [Nineveh and its Remains (vol. 1,2) (1848) The Monuments of Nineveh (1849)] 그의 보고서는 활달하고 강인한 성격이 잘 드러나는 내용으로 아시리아학에서 차지하는 중요성을 뛰어넘어 기행문학의 최고봉을 이룬다고 평가되고 있다.\n자금에 여유가 생긴 레이어드는 1849년 이제 두번째 목표인 보타의 쿠윤지크 둔덕들을 발굴하기 시작해서 센나케립의 궁전을 찾아내고 앗슈르바니팔의 도서관에서 수만개의 점토판을 찾아낸다. 1849년 가을 그가 땅 속 6m에서 찾아낸 궁전은 피의 제왕 센나케리브의 궁전이었는데 레어드는 여기에서 엄청난 유적을 발굴했다. 센나케리브의 아들 아슈르바니팔이 세운 도서관이 그것이었고, 레이어드는 바로 니네베의 고대도시를 발굴해낸 것이었다. 이후 큰 성과는 없었지만 1849~1850년 사이에 레이어드는 바빌론도 발굴하여 1853년에는 각각 1권씩의 책과 삽화집 [Discoveries in the Ruins of Nineveh and Babylon, A Second Series of the Monuments of Nineveh]이 출간되었다. 소중한 부조작품과 조각상들도 다량으로 런던행 배에 선적되기 시작하였다. .(1853년 대영박물관의 니네베전은 큰 인기를 끌었다)\n\n\n[하인리히 슐리만]\n독일의 아마추어 고고학자로, 트로이 유적을 발견한 것으로 유명하다.\n아마추어 고고학자이기 때문에 실제로는 오류도 많아서 학술적으로 높은 경지에 이른 인물은 아니었지만, 트로이를 처음 발견했고 미케네도 발굴해내는 등의 업적이 있어 그리스 선사고고학의 시조로 여겨지는 인물이다.\n\n가난한 목사의 아들로 태어나 호메로스의 일리아스 이야기를 진실로 믿고 트로이 전쟁의 사실을 발굴, 확인하는 것이 꿈이었다.\n1864년 러시아로 이주하고 장사를 하여 거부가 되자, 장사를 접고 1866년 파리로 이주하여 고대사 연구에 착수하였고 그리스 일대를 탐사하면서 호메로스의 일리아스와 관련된 유적들을 탐구하였다. 그렇게 1870~1873년 오스만 제국(현재의 튀르키예) 차낙칼레 시 남쪽의 히실리크 언덕에서 대규모 발굴작업을 통해 그것이 트로이 유적이라는 것을 증명함으로써 전 세계에 충격을 주었다. 이후에도 세 차례나 히실리크 언덕 일대를 발굴하여 여러 층에 걸친 트로이 유적을 발견하였다. 슐리만은 이 중에서 제2층에 해당하는 유적을 트로이 전쟁 시기의 유적으로 판단하였다. 사실 그가 발굴한 히실리크 언덕의 제2층은 트로이 시대의 것이 아니고, 제6층이 그것에 해당한다는 것이 1890년 슐리만과 함께 트로이를 재발굴한 빌헬름 데르베르트에 의해 밝혀졌다. \n1876년 호메로스의 ‘황금이 풍부하다’고 쓰여진 그리스 아르고리스만 기슭의 미케네 고분을 발굴하였다. 이 발굴에서 경이적인 재물과 보화를 파냈을 뿐만 아니라, 그리스 이전의 문명인 에게해의 고대문명, 즉 크레타 문명 → 에게 문명 → 그리스 문명으로 흘러가는 에게해 문명의 계통을 밝혀내는 데 큰 기여를 한다.\n\n[브레이드우드(1907∼2003)]\n시카고대의 브레이드우드 교수는 1940년대에 혈혈 단신 중동 쿠르디스탄 산악지대로 발굴 여행을 떠났다. 당시 고고학 발굴은 박물관 또는 대학의 재정적 지원을 받기 위해 진귀한 고대 예술품이 나올 가능성이 큰 지역만을 중심으로 이루어지고 있었다. 이름 없이 살다 죽어간 가난한 이들의 흔적을 찾는 데 집중한 브레이드우드 교수는 그런 지원을 얻기 어려웠다.\n‘인류 최초의 농부’를 찾으려 했던 그는 “황금이나 왕의 무덤은 쫓아다니지 않겠다”고 공언했다. 치안이 불안정한 지역에서 발굴 작업을 진행하는 것도 두려워하지 않았다. 브레이드우드 교수는 결국 6000여 년 전 선사시대 농경문명 흔적인 메소포타미아 고원 주변 ‘비옥한 초승달 지대’를 발견했다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-12-28T23:48:25.501000",
  "updatedAt": "2023-12-29T00:19:43.292000"
}