{
  "id": "5602deeb-c8bb-4cfe-becf-8693c8414364",
  "title": "디코이(위장)의 역사",
  "content": "![image](media/17e46341892.942a6f79114733bd.jpg)\n![image](media/18a323220b1.ac22c27ffee23f90.png)\n![image](media/18a323220ce.a8130496e031f3dc.png)\n\n\n\n『삼국지』에 병력의 수를 과장하기 위해 짚 인형에 군복을 입혀 창칼을 들게 하는 장면이 나오는데 이게 디코이의 유래다. \n\n진주성 전투\n김시민의 허수아비 군병, 노인/여자 군복 입힘\n\n\n디코이는 제1차 세계대전부터 사용이 되었는데 진짜 무기들 사이에 디코이를 섞어서 배치하거나 디코이만 배치함으로써 적을 유인, 혹은 지연시킬 수 있는 전술로 자주 사용하였다.\n\n제2차 세계대전이 시작되면서 디코이도 발전하게 되는데 본격적으로 폭격이 시작되면서 폭격기를 속이기 위해 전투, 전차는 물론 벙커까지도 디코이가 만들어졌다.\n대표적인 사건으로는 나치 독일의 명장으로 불렸던 에르빈 롬멜이 디코이 전차들을 엄청나게 만들어서 배치했는데 그 모습을 본 영국군이 후퇴를 하였던 사건이 있다.\n\n2차 대전때 연합군이 나치를 상대로 쏠쏠하게 써먹었던 전략임. 나치 공군의 영국 폭격 때도 풍선에다 폭탄 떨구라고 써먹기도 했고, 특히 노르망디 디데이 전에 상륙 준비 중인 부대의 위치를 교란시키기 위해 엄한데다가 풍선탱크 깔아놓고 그랬음. \n\n제2차 세계대전 중 미 육군은 아예 디코이와 같은 속임수를 전문적으로 다루는 제603 특수공병대대를 창설했다. ‘고스트 아미(Ghost Army)’라 불리는 이 부대는 디코이 전차·대포·트럭·전투기를 갖고 다니며 독일군의 정찰을 속였다. \n\n코소보 전쟁\n유고슬라비아 내전 중인 1999년 코소보 전쟁에서, 세르비아군은 NATO의 공습을 피하기 위해 다양한 디코이(가짜 표적)를 활용하여 주목을 받았습니다.\n세르비아군은 나무, 플라스틱 시트, 고철, 폐타이어 등을 사용하여 실제 전차, 항공기, 포병 장비와 유사한 디코이를 제작했습니다. 이러한 디코이들은 위장망으로 덮였으며, 일부는 열 신호를 모방하기 위해 금속판이나 물을 햇볕에 데워 적외선 탐지 장비를 속이기도 했습니다.\n또한, 세르비아군은 폐기된 MiG-29 전투기를 디코이로 재활용하거나, 목재와 금속으로 만든 전투기 모형을 제작하여 NATO의 정밀 유도 무기를 유인했습니다.\n전쟁 후, NATO는 약 93대의 세르비아 전차를 파괴했다고 주장했지만, 실제로는 디코이를 포함한 숫자였으며, 실제 파괴된 전차 수는 14대에 불과하다는 보고도 있습니다 . 이러한 디코이 전략은 NATO의 정밀 유도 무기를 낭비시키고, 유고슬라비아군의 실제 피해를 최소화하는 데 효과적이었습니다.\n\n\n\n현대에 들어와서 디코인는 전처럼 사용하기가 힘들지기 시작했다. 정찰기의 카메라 해상도가 자동차의 번호판을 읽어낼 만큼 발전했고, 정찰위성은 하루에 몇번씩이나 높은 해상도의 사진을 찍어가기 때문에 디코이가 효과는 없다고 거의 모든 나라 군대가 생각을 했다.\n하지만 1998년 유럽에서 발발한 코소보 전쟁 당시 코소보 해방군의 도발을 계기로 세르비아군은 코소보 지역을 침공하여 불필요한 학살을 일으킨 사건이 있었다. 이에 미국과 NATO가 움직이려고 하였지만 러시아 앞마당까지 병력을 보낼 수는 없었다. 그래서 정찰위성과 정찰기를 이용하여 정밀 폭격으로 전쟁의지를 꺽으려고 했다. 실제로 NATO 사령관은 \"개미 한마리도 찾아내서 폭격을 가하겠다\"며 자신들의 정찰 전력을 신뢰하였고 F-117, F-16, F-111, B-52 전투기와 폭격기는 정찰기가 보내주는 정보에 따라 정밀 유도폭탄을 사용하여 20여 일간 정밀폭격을 가했다.\n세르비아같은 나라가 미국과 NATO의 폭격을 20일이나 버티는 것 만으로도 정말 놀라운 일이였는데 더욱 놀라운 일이 종전협상이 끝나고 벌어졌습니다. 분명히 폭격에 맞아 없어졌어야 할 전차, 전투기, 보병들이 아무런 피해도 입지 않고 세르비아 본국으로 귀환한 것이다.\n그 이유는 미국과 NATO가 20여 일간 폭격을 가한 대상이 전부 풍선으로 만든 전차, 보병, 전투기 디코이였던 것이다. \n이 사건을 계기로 다시 각국의 군대에서는 디코이를 더욱 적극적으로 배치하고 있다. 미국과 러시아, 중국, 그리고 북한까지도 현지에 연구원을 파견해 디코이 기술을 배워가고 있다.\n\n북한\n병원, 학교 위에다 헬기모형 올려놓고 우리의 오인 폭격으로 민간인 희생자를 유도함.\n\n\n우리나라\n국산 디코이(Decoy·기만체)가 등장했다. 구명조끼와 낚시용품을 만드는 중소기업 씨울프가 개발에 성공한 K1A1 디코이를 ADEX에 선보였다. 이 회사 관계자는 “군 당국과 협의해 시제품을 만들었다. ADEX에 처음 공개한 것”이라고 말했다.\n디코이 전차는 공기를 채우면 실제 K1A1과 크기와 모습이 똑같게 된다. 4명이 20분이면 설치 또는 철거할 수 있다고 회사 측은 설명했다. 전차를 시작으로 앞으로 다양한 무기 디코이를 만들 수 있다고도 했다.\n씨울프사는 구명조끼와 낚시 용품을 만드는 중소기업으로 해군의 의뢰로 가짜 함선을 만들었다. 군에서는 함선을 넘어 탱크를 만들어보자고 제안을 했고 탱크 디코이를 만들었다. 그런데 21세기에 이게 먹히나요?라고 물으니 적외선 탐지에 걸릴 수 있고 적 레이더에도 탱크로 인식할 수 있는 특수 장치를 했다고 하네요.\n후면에 열을 내게 하는 발열체가 있어서 멀리서 보면 진짜 탱크의 내연 기관에서 내는 열로 잡힙니다. 적 전차가 적외선 탐지로 이 디코이 탱크를 쏴서 터지면 제 역할을 다 합니다. 또한 레이더 반사판도 있어서 레이더에는 실제 탱크가 있다고 나오게 할 수 있습니다. 스텔스기가 적의 레이더를 피하는 게 목적이라면 디코이는 적 레이더에 걸리는 것이 목적입니다. \n디코이는 항공기나 인공위성에서 볼 때 실제 무기로 착각하도록 한 것이다. 모조라는 의미로 더미(Dummy)라고도 불린다. 적외선 탐지에 일부러 걸리도록 열을 내는 장치가 들어 있다. 무기를 가동하면 발열로 인한 적외선이 발생한다. 적이 진짜 무기를 가짜와 가리기 위해 하는 적외선 탐지를 역으로 이용한 것이다.\n군 관계자는 “북한은 항공력이 약하고 인공위성이 없기 때문에 당장 디코이가 필요하지는 않다. 그러나 앞으로 북한 이외 국가를 상대하기 위해 미리 준비하는 것”이라고 설명했다.\n\n\n중국의 경우는 대만군과 언제 전쟁을 치룰지 모르기 때문에 대만이 운용하는 F-16A 디코이까지도 만들어 놓았으며, 기술력에서 빠질 수 없는 미국도 디코이를 만들었는데 위에 사진에 전투기 2대중 한대는 진짜이고 한대는 풍선 전투기이다.\n북한군도 디코이를 설치해놓았고 주기적으로 정찰위성과 정찰기를 통해 북한군 디코이의 위치를 파악하려고 하지만 몇달째 제자리를 지키고 있어서 구분하기가 어렵다.\n중요한 것은 북한군 실제 전투기나 전차도 기름이 없어 움직이지 않기 때문에 움직이는 모습을 보는 것도 어렵다고 한다.\n현재로는 북한의 디코이 기술이 소꼽놀이 수준이지만 중국과 러시아에서 지원을 해준다면 디코이 기술 발전은 빠른 시간내에 발전할 것으로 생각된다.\n\n워싱턴 포스트는 러-우 전쟁에서 우크라이나가 미국의 하이마스 장거리 로켓 시스템을 모사한 나무 유인장치(디코이)를 사용해 왔다고 보도했다. \n왜 그럴까? 러시아가 가짜 표적에 값비싼 미사일을 낭비하도록 속이기 위해서라고 신문은 말한다.\n우크라이나 관리들은 러시아가 정찰드론에 달린 카메라를 통해 멀리서 봤을 때 가짜와 실제  Himars를 구별하는 것은 매우 어려울 수 있다고 말했다. 그래서 러시아 드론 조종사들이 흑해의 크루즈 미사일 함정에 진짜가 아닌 목재 디코이의 위치를 알려주었다고 포스트는 전했다.\n목제 복제품들이 몇 주 만에 최소 10기의 칼리브르 미사일을 유인했으며 그 성공으로 다코이의 생산이 확대고 있다.\n워싱턴포스트는 복제품이 파괴된 것은 서방의 많은 포병 체계를 파괴했다는 러시아의 '유별나게 자랑스러운' 주장을 부분적으로 설명할 수 있다고 덧붙였다.\n\n[러시아]\n러시아가 이런 디코이 제작의 선두주자로 10cm급 해상도의 정찰위성까지 속일수가 있으며 전파반사 특성까지 완벽히 재현하여 가까이서 눈으로 확인하지 않는 이상 구분이 힘들다. 전차 디코이 경우 해치가 열리거나 포탑도 돌아간다.\n\nRusbal라는 러시아회사에서 만든 풍선 디코이\n풍선디코이는 그냥 모양만 흉내내는 게 아니라 적외선 탐지를 속이기 위해 엔진열처럼 발열도 함.\n\n[우크라이나]\n금속으로 만들고 나사 하나하나까지 그대로 복제함\nM777 복제품 타이어부터 포신 가운데 티타늄 소재 특징까지 그대로 복붙\n미국한테 공여받은 대포병레이더도 그대로 복사함. 전선도 있음\n디코이 레이더가 회전도 함.\n우크라이나 예술 전공인가 기계공학 전공인가 대학생들이 자발적으로 스타트업 차려서 하루종일 만든다고 함.\n열이랑 전자파도 나오게 해서 적외선 카메라로도 못 가려냄.\n\n러시아가 드론으로 우크라이나의 수호이 25를 파괴했다고 울린 선동 영상이 오히려 러시아에게 망신이 되는 일이 발생했습니다. 지난달 30일 포브스\n보도에 따르면 러시아의 자폭드론 란셋이 우크라이나 공군의 수호이 25를 공격하는 영상이 공개됐습니다.\n공격 장소인 돌긴 체보 공군기지는 최전선에서 불과 45마일 떨어져 있는 곳인데요. 러시아의 자폭드론 란셋이 목표물을 명중하면서 우크라이나 전투기가 연기에 휩싸인 모습이 담겼습니다. 그러나 자세히 살펴보면 우크라이나 군의 교묘한 속임수였습니다. 영상을 면밀히 분석한 결과 파괴된 전투기는 가짜 수호이 25인 것으로 드러났습니다. 날개 구조부터 조종석 모습 엔진이 설치된 위치까지 실제 수호이 25와는 다른 모습인데요 해군 분석 센터와 제휴한\nX의 한 계정은 디코이가 놀라울 정도로 비슷하다며  수호이 25의 기증 부품을 사용했을 수 있다고 언급하기도 했습니다.\n우크라이나 군은 첨단 무기를 본뜬 나무 모형을 전장에 배치하는 등 위장 전술을 적극 활용하고 있는데요 나무로 하이마스 모형을 제작해 투입하기도 했습니다\n우크라이나 고위 당국자는 언론에 하이마스 포대는 적 무인 항공기에는 가장 좋은 표적이 된다며 지난 몇 주\n동안 아군이 만든 하이마스 모형이 러시아군의 칼리브르 순항미사일 10기를 유도했다고 말하기도 했죠. 드론에 장착된 광학 장비가 하이마스를 포착하면 정보를 흑해 러시아 함정에 보내고 곧바로 수항 미사일을 발사하게 됩니다. 이때 드론이 촬영한 영상 자료만으로는 지상에 위치한 하이마스의 모형 여부를 명확히 구분 수 없어 순항미사일을 낭비하게 만드는\n겁니다. 우크라이나 철강 회사인 매인베스트는 지난 9월 미 CNN과의인터뷰에서 미국산 m777 곡사포,\n방공 레이더 등 가짜 장비를 만든다고 밝혔습니다. 이들 제작한 가짜 m777 곡사포의 경우 제작비가 약 130만원에 불과합니다. 실제 m777 곡사포의 가격은 수십억 원을 호가합니다. 매인베스트 관계자는\n러시아가 빨리 우리 미끼무기를 파괴할수록 이득이라 지금까지 수백대의 가짜 무기가 러시아에 의해 파괴됐다고 밝히기도 했습니다. \n또 풍선으로 가짜 무기를 만드는 체코 회사 인플라크는 지난 1년간 생산량이 100% 늘고 매출이 30% 증가했다고 밝혔는데요. 워싱턴 포스트는 무기 모형을 제작해 전쟁에 활용하는 건 러시아를 비롯한 동서양의\n오랜 위장 군사 전술에 해당하며 러시아에선 이를 가리켜 위장과 변장을 뜻하는 마스키오카로 부른다고\n보도했습니다. \n디코이 풍선을 사용한 위장 전술은 제 2차 세계 대전에서도 사용됐습니다. 당시 무대장치 디자이너와\n화가 광고 전문가 등으로 구성된 미국 유령 부대는 유럽 전장에서 주로 풍선으로 만든 가짜 무기로 독일군을 기만해 큰 전과를 올렸습니다.\n\n러시아·우크라이나 전쟁에서 드론 대응의 중요성이 커진 가운데 드론을 속이기 위한 디코이(가짜 무기)도 발달하고 있다는 외신 보도가 나왔다.\n10일 영국 더타임스에 따르면 영국군이 첨단 방공 시스템이나 탱크 등 진짜 무기처럼 보이는 디코이를 ‘이케아 스타일’의 조립식 키트로 만들어 우크라이나군에 보내주고 있다.\n러시아군이 디코이를 진짜 무기라고 착각하게 만든 다음 이를 파괴하도록 해 공격력을 낭비하도록 만드는 것이다. 또한 이를 통해 우크라이나군이 전선에 배치한 무기가 실제보다 많다고 속이는 조치다.\n디코이는 실제 우크라이나에 지원하는 무기들의 디지털 사진을 전문가들이 촬영한 후 이를 바탕으로 제작한 조립 키트 형식이라고 더 타임스는 전했다. 조립식 키트인 만큼 우크라이나군이 필요할 때 몇 시간 만에 조립을 끝내 전선에 배치할 수 있는 장점이 있다는 설명이다.\n매체에 따르면 디코이는 드론이 식별할 수 있는 적외선 또는 열 탐지, 금속 재질 탐지, 전자 신호 탐지 등 정찰 기술이 고도화한 만큼 단순히 겉모양뿐만 아니라 전자 신호 발생 장치 등도 갖췄다.\n미사일 등 진짜 무기에서 열이 나오는 부분에 해당하는 곳에는 디코이에도 열 발생 장치를 달았고, 탐지 기술을 동원하는 적을 속이기 위해 금속 등 전파 반사 혹은 흡수 재질이 필요하거나 전자 신호를 흉내 내야 한다면 그에 맞도록 디코이를 제작한 것으로 전해진다.\n영국군이 우크라이나에 보내주는 디코이 키트 중에는 챌린저-2 탱크, AS-90 자주포, 스타스트리크 방공미사일 발사기가 탑재된 스토머 장갑차도 있는 것으로 알려졌다.\n영국 국방부 관계자는 요즘 영국군이 우크라이나군에 보내주는 디코이들에 대해 “진짜와 똑같이 생겼다”고 설명했다. 그는 만약 영국군이 우크라이나군에 보내주는 진짜 무기가 5대라면 디코이 30대를 보내준다면서, 25ｍ 거리에서도 진짜와 구분하기 어려운 수준이라고 말했다.\n또한 러시아가 레이븐 시스템을 파괴했다고 주장한 적이 여러 차례 있었으나 그중 일부는 진짜가 아니라 디코이를 공격해 놓고도 알아차리지 못한 경우일 것이라고 했다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-11T13:00:34.755000",
  "updatedAt": "2025-05-16T12:22:11.743000"
}