{
  "id": "562481ba-41d0-48e8-b4c3-22639ebbb9df",
  "title": "위조화폐(counterfeit money)의 역사 - 우리나라",
  "content": "[사주(私鑄)]\n조선시대 국가의 주전사업이 본격화됨에 따라 모리를 꾀하는 私鑄行爲가 문제점으로 제기되었다. 동전의 사주는 官鑄에 대비되는 개념으로 관주가 합법적인 동전 주조인데 반하여 사주는 예외가 있기는 하지만 일반적으로는 국법에 저촉되는 커다란 범법행위로서 무거운 처벌을 받는 것이 통례였다. 조정에서는 화폐정책을 추진하는 과정에서 사주가 끼치는 폐단을 방지하기 위하여 동전 사주를 엄금하였다. 인조 11년(1633) 11월에 호조에서 제정한 동전 유통방안을 보면 동전 사주자는 大明律에 따라 주전 기술자와 함께 교수형에 처한다는 내용을 담고 있다.\n그러나 동전 유통에 급급했던 17세기 전반기에 있어서는 동전 사주가 별로 일어나지 않았고 또한 그것을 규정대로 엄격히 처벌할 필요도 없었다. 사실상 이 시기에는 동전 유통에 대한 국가의 의욕이 강렬하여 동전 유통책 수행에 필요한 동전을 얻기 위해 임시 방편으로 민간인에게 동전 사주를 허용하고 있는 실정이었다. 일반적으로 동전을 사주하는 목적은 이익에 있고 그 이익욕은 동전의 명목 가치가 소재 가치 이상으로 통용될 때 나타날 수 있는 것이었다.\n그러나 17세기 전반기의 동전 유통책은 주전 원료의 부족과 정책 운용의 불합리성 등으로 말미암아 동전 유통이 제대로 이루어지지 않았고 그렇기 때문에 동전의 명목 가치의 보장이 이행되지 못하였다. 이러한 상황에서 현종 13년(1672) 12월에 동전 사주자를 엄하게 다스린다는 종래의 처벌 규정이 폐기되기에 이르렀다.\n17세기 후반기에 접어들어서는 동전이 법화로서 그 유통 영역을 점차 확대해 나가자 숙종 7년 3월에 전주 판관 沈揖이 동전 수천 관을 사주하여 모리하는 행위가 나타났고 관찰사가 진휼을 빌미로 하여 부당하게 동전을 주조하거나 심지어는 前職 判書의 曾孫婦인 士族女가 사주 행위를 저지르는 일까지 벌어졌다. 이처럼 숙종대에는 사회적 신분의 고하를 막론하고 사주 행위를 자행하는 자가 많았고 그 장소도 깊은 산골이나 섬, 해상의 배가 이용되어 저질러졌다.\n그리하여 숙종 21년(1695)을 전후로 하여 사주자에 대한 처벌 문제가 심각하게 논의되었다. 그 이전에도 사주자에 대한 처벌 규정이 마련되어 있기는 했으나 주전사업이 본격적으로 진행됨에 따라 이의 보완이 절실하게 필요하였던 것이다. 그래서 종래에는 사주한 匠人은 사형, 그를 보조한 奉足은 정배로 다스리던 것을 이 때에 와서는 모두 사형에 처하였다. 숙종 22년에는 接主人도 사형에 처하고, 사주를 하려다 미수에 그친 자도 사형 아래의 벌을 적용하였다.\n\n조선통보는 세종 때 만들어져 7∼8년 쓰이다 폐기된 동전이다. 엽전이 많이 쓰인 것은 조선 숙종 때 상평통보를 만들면서부터다. 하지만 이마저 우여곡절을 겪는다. 왜? 위폐가 나타났기 때문이다. 주전골. 이런 이름이 붙은 곳은 십중팔구 가짜 돈을 만들던 곳이다.\n우리나라 화폐 위조는 조선 숙종 연간부터 기록에 나온다. 상평통보 위조자 일당이 교수형에 처해졌다는 사실이 전해진다. \n1101년에 숙종의 조서에 의하면 금은은 국가의 보배인데 간사한 백성이 동과 섞어 도주(盜鑄)를 하니 나라의 지형을 본뜬 은병(銀甁)을 만들고 표인(標印)을 하여 사용하기로 하였다. 조선시대에 도주란 불법적인 주화 제조를 의미하였다. \n\n\n[정판사 위폐사건]\n1945년 광복 당시 조선공산당은 일제가 조선은행권을 인쇄하던 빌딩을 차지해 이름을 ‘조선정판사’로 고치고 위폐를 발행하는 장소로 사용했다. 당시 정판사 사장 박낙종은 재정난에 있던 당의 자금을 확보하려 동료들과 궁리했고 정판사에 있는 지폐원판을 이용, 6차례에 걸쳐 1200만원을 위조했다. 하지만 일당의 범행은 1946년 5월 경찰에 꼬리를 잡혔다. 이들은 30여 차례 진행된 공판 후 주범 4명이 무기징역을, 이를 돕던 이들은 징역 10년·15년을 선고 받았다.\n\n[서태석]\n1964년 카투사 군복무 시절 미군 장교가 위폐를 감별하는 것을 배운 후 은행원이 되기로 결심했다. \n미 7사단에 배속돼 경리 담당을 하고 있는데 어느 날 홍콩을 거쳐 한국에 온 흑인 병사가 20달러 지폐 4장을 내놓으면서 1달러, 5달러 짜리로 교환을 요구했다. 자세히 보니 그 중 1장에 그려진 잭슨대통령 초상화가 일그러져 있는 듯 했다. \n이상해 보고했더니 미국에 확인해보니 위조 지폐였다. 홍콩에서 잠시 쇼핑을 하다 거스름돈으로 받은 것으로 밝혀졌다. 서태석은 파란 눈의 경리 장교에게 신임을 얻었다. 경리 장교는 미국으로 돌아가지 전 자신이 알고 있던 위폐감별의 노하우까지 알려줬다. \n42개월의 카투사 복무를 끝내고 1969년 서태석은 외환은행의 문을 두드렸으나 거절당했고 그후  우여곡절 끝에 외환은행에 임시직으로 입사했다.\n\n1982년 위조 지폐 2백만 달러를 적발한 사건은 유명하다. 1981년 겨울, 미국연방준비은행(FRB)에서 사들인 200만 달러를 인수하기 위해 공항에 갔다. 봉인된 자루 하나에 40만 달러씩 모두 5개였다. \n외환은행은 해마다 미국 조폐공사로부터 거액의 달러화를 수입하고 있다. 당시 미국 브링스사가 외환은행의 달러화 수입 업무를 대행하고 있었다. 브링스사는 2백만 달러를 상자로 포장해 서울로 보냈는데 누군가 운반 과정에서 종이뭉치가 든 상자로 바꿔치기한 것이다. 당시 외환은행이 상자를 개봉했다면 그 책임은 외환은행이 지게 되었다. 상자를 열었을 때 진폐 대신 종이뭉치가 들어가 있었다고 주장해도 그 사실을 입증할 증거가 없기 때문이다. 서태석 과장은 상자를 열기 전에 손으로 들어보고 진폐 상자보다 가볍다는 것을 알아차리고 상자를 개봉하지 못하게 막았다. 결국 시경 간부 2명과 외환은행에 매도한 미국 R&B 은행 이사, FBI 관계자가 입회한 가운데 문제의 자루를 뜯었다. 결과는 종이 뭉치뿐이었다. 한미 합동 수사반의 조사 결과 마약 밀매단이 운송 과정에서 외국 용역회사 직원을 매수해 돈 자루를 바꿔 치기 해 마피아에 넘겼다는 사실이 밝혀졌다.\n서태석은 '200만 달러 위폐 발견' 공로를 인정받아 1983년 한국은행으로부터 청백 봉사상을 받았고, 마침내 꿈에 그리던 정식 행원이 됐다. \n\n1998년 3월 국립과학수사연구소가 진폐라고 판정한 지폐를 서태석 과장이 초정밀 위조 지폐라고 밝혀냈다. 1999년 4월 국내 기관들이 진폐라고 판정한 100달러 지폐를 위조지폐라고 밝혀냈다.\n\n그는 외환은행 외환업무팀에서 일했으며 국내 최고의 위조 지폐 감식가이다. FBI와 USSS의 위조지폐 정보교환 요원으로도 위촉된 적이 있다.\n서울시경, 국립과학수사연구소, 국가정보원도 위조 지폐 감식능력에서는 서과장을 따르지 못한다.\n지난 30년 동안 위폐 관련 데이터 베이스를 구축해온 서태석 과장은 미국 재무부나 조폐공사만 알고 있는 극비 정보까지 파악하고 있었다. 미국 조폐공사가 달러화 표면에 비밀 처리한 자외선의 위치까지 알고 있었던 것이다. 이 정보가 전문 위조 지폐 조직에 넘어간다면 거의 진폐에 가까운 위조 지폐를 만들어내게 된다. 지금까지 나온 어떠한 초정밀 위조 지폐도 진폐 속에 숨어 있는 자외선의 위치까지 베끼지는 못하고 있다.\n서과장은 위조지폐를 육안으로만 식별하지 않는다. 냄새·촉감·맛을 이용해 위조 지폐를 발견하는 능력까지 갖추었다. 1996년에는 진·위폐가 섞여 있는 지폐 100장을 25초 만에 구분해 <기네스북>에 오르기까지 했다.\n\n2005년 4윌 4일 외환은행 위폐관리팀에 중국에서 들어온 100달러짜리 뭉치가 위폐같다는 신고가 들어왔다. 이 달러 지폐는 경찰이 가지고 있는 위폐감별기도 아무 이상없이 통과했다. 남대문에서 30년 넘게 환전상을 해온 사람도 진폐로 판정한 돈이었다. 서태석 부장은 100달러 지폐 200장을 냄새와 촉감으로 200장 모두 ‘슈퍼노트’임을 간파했다. 다시 '루페'(위폐감별용 확대경)를 이용하여 재무성 인장에 들어있는 나뭇가지, 독립기념관 그림의 정문이 위조된 것임을 판별했다. 경찰은 역추적을 한 끝에 중국에서 위폐 14만 달러를 들여와 환전했던 이 아무개씨를 붙잡았다.\n“슈퍼노트는 마이크로렌즈로 사진을 찍어 필름으로 동판을 뜬 뒤 요판(오프셋) 인쇄를 하는 방법을 쓰고, 적외선을 비춰야 드러나는 숨은 그림까지 완벽하게 복제한 것이라 0.01㎜차이로 승부가 날 때가 많습니다.”\n미국 달러화나 국내 원화 등 각국 지폐는 우선 종이용지 함유성분부터 1급 비밀이다. 종이는 돌가루, 형광색, 섬유질 등의 함유 비율에 따라 색깔과 지질이 달라진다. 종이 질에 따라 물감 흡수도 등의 차이로 인쇄되는 그림이 미세하게 달라지게 된다. 또 물감에도 20~30가지가 넘는 특수 화학재료가 들어간다.\n서 부장은 “요판인쇄로 위폐를 만들려면 인건비를 포함해 장당 30달러(3만원) 정도 비용이 들어가기 때문에 100달러짜리가 주요 목표가 되고 있는 것”이라며 “국내 화폐는 수지가 맞지 않아 이 방법을 이용한 위폐가 아직 등장하지 않았지만, 인건비가 싼 중국 등에서 제조돼 수입될 가능성은 있다”고 말했다. 12일 금융감독원이 적발한 100만원짜리 위조수표도 컬러복사기로 제조된 것이지만 중국에서 유입된 것으로 추정된다.\n\n[이호중]\n이호중 하나은행 위변조대응센터장은 외환은행에서 국가정보원을 거쳐 하나은행에 이르기까지 25년째 위조지폐를 감별해온 국내 최고 베테랑이다.\n\"외환은행에 국내 1세대 위폐 감별사인 서태석씨와 같이 근무했습니다.”\n국정원에서 근무하며 위폐와 관련해 지금도 잊지 못하는 일이 바로 2005년 ‘방코델타아시아(BDA) 사태’였다. 당시 미국 재무부는 마카오은행인 BDA를 북한에서 제조한 위폐를 유통하고 자금을 세탁하는 통로로 지목했다. 미국 정부는 즉각 미국 내 은행과 BDA 간 거래를 금지했고 이에 불안해진 고객들은 BDA에 예치해둔 돈을 일제히 인출했다. 시장에서 신뢰를 잃은 BDA는 끝내 파산했다.\n이때의 경험은 이 센터장에게 큰 교훈을 남겼다.\n김정태 하나금융지주 회장의 제안으로 시중은행 최초의 위변조대응센터 설립 작업을 주도하게 된 배경이다. 통상 시중은행에서 위폐 감별이 제대로 이뤄지지 않으면 국내에서 수납한 외화를 해외 은행에 전량 수출하고 필요한 외화를 다시 수입해야 해 외화 수출입 비용이 든다. 하나은행은 센터를 기반으로 이 과정을 생략하면서 지난해 말 기준 외국환 수수료 15억원을 절감했다.\n2017년 위변조대응센터는 인터폴에서도 보고되지 않은 신종 초정밀 위조달러를 발견해 국정원·한은 등 유관기관과 공유했다. 이 센터장은 “2006년판 100달러 지폐를 모방한 슈퍼노트였다”며 “기존 위폐 감별기로도 구별이 어려운 위폐를 세계 최초로 발견한 것”이라고 했다.\n얇은 특수용지에 앞뒷면을 인쇄해 합친 뒤 홀로그램을 부착하는 수법으로 제작한 신종 5만원권 위폐를 발견한 적도 있다. 센터의 독보적인 감별 실력은 국내 위폐 적발 현황에서도 드러난다. 2018년 기준 국내 시중은행에서 적발된 외화 위폐의 약 80%가 하나은행에서 보고됐다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-18T10:47:24.889000",
  "updatedAt": "2022-11-23T15:02:42.659000"
}