{
  "id": "56fda076-b3e3-4c7a-8bff-15be73b58a0c",
  "title": "요동성(요성고성? or 대명고성?)",
  "content": "![image](media/1755220609757.1070524559.jpg)\n![image](media/1755220800963.1508692514.jpg)\n![image](media/190fb0c6393.95e41804c8f41126.jpg)\n![image](media/190fb1755ba.b8066890d47c97f5.jpg)\n![image](media/190fb17df30.89ba7a51a8fb26a4.jpg)\n![image](media/190fb23d3d1.b090e9beed8f513f.jpg)\n![image](media/19874e183a2.814540c64e22b2b9.jpg)\n![image](media/19874e2f111.911f9d821b7663e3.jpg)\n![image](media/1992b9cb583.b75fea8ed41f83ff.jpg)\n\n\n김진경\nhttps://m.cafe.daum.net/chosunsa/1O6A/101?listURI=%2Fchosunsa%2F1O6A\n\n\n정정고성 = 환도성 = 안시성?\nhttps://blog.naver.com/jkkimmest/220500460783\n\n요동성(나무위키)\n고구려의 성으로 유명하지만, 고구려가 처음 지은 성은 아니었다. 고구려가 차지하기 이전에는 요동군의 치소가 있던 곳이었으며 요동의 공손씨 정권인 동연의 근거지이기도 했다.\n(당시 이름은 양평현(襄平縣)의 양평성(襄平城)) \n고구려가 지배하던 시기 요동성에는 동명성왕의 사당이 있었으며, 그 안에 동명성왕의 창과 쇄자갑이 모셔져 있었다는 기록이 남아있다. 산을 끼고 건설된 고구려의 여타성들과는 다르게 평지성이었다.\n요동성은 한나라 때부터 상당히 크고 견고한 요새가 축성되어 있었으며, 삼국시대 때 동연이 차지하고 있다가 위나라에게 멸망한 뒤 서진, 전연, 후연을 거쳐 광개토대왕 때 고구려가 요동을 완전히 장악하는 과정에서 점령한 것으로 추정하고 있다. \n동연이 멸망할 때 사마의가 요동을 정벌했는데, 이때 사마의가 \"요수와 양평(요동성)을 정벌하는데만 100일이 걸린다\"고 했으니 이렇게 본다면 100일 정도인 3개월을 버틴 것도 이상한 게 아니다. 그렇지만 사마의의 요동 정벌군은 불과 4만 명에 불과했던 데 반해, 수나라의 군세는 기록에 의하면 실병력 113만 3,800명에 200만 대군을 자칭했을 정도로 막강한 군세라는 점에서 비교를 불허한다고 할 수 있다. 당태종에게 잠깐 함락된 적이 있긴 하지만, 그 와중에도 집결된 당나라 본대를 상대로 치열한 싸움을 벌이면서 저력을 보여준다.\n수도 평양성이 나당연합군에게 함락되어 고구려가 멸망하고 나서 항복하지 않은 11개 성 중 하나였다.\n한민족 역사상 마지막으로 이 성을 점령했던 때는 공민왕의 제1차 요동정벌 당시 지용수, 이성계의 요동성 함락 때였다.\n\n\n\n양평현(陽平縣)\n랴오청시 선현, 본래 동군의 속현이었다. 영가의 난 이후 낙평현에 통폐합되었다.\n\n\n요사지리지\n귀덕주(貴德州) 영원군(寧遠軍)은 본디 한나라의 양평현(襄平縣) 지역이다. 통할하는 현은 2개이다. 귀덕현(貴德縣)은 본디 한나라 양평현으로, 발해에서 숭산현이라고 하였다.\n\n영원군은 귀덕주에 있고 귀덕주에 귀덕수가 흐르고 이 귀덕수는 潞를 의미.\n『로(潞)』는 『귀덕수(歸德水) 이름 로(潞)』>  ‘潞’를 사전에서 찾으면 산서성에서 발원하는 강으로 나오고, 또 노안 [潞安]은 ; ‘장치(Changzhi)’의 이전 명칭으로 나옵니다. 창즈는 산서성 동남부의 지명\n\n潞州，下 ; 唐初為潞州，後改上黨郡，又仍為潞州。\n당(唐) 초기에 로주라 하였고 후에 상당군으로 고쳤다.\n\n명사\n 瀋陽中衛元瀋陽路。洪武初廢。三十一年閏五月置衛。洪武二十四年建沈王府。永樂六年遷於山西潞州。東有東牟山。南有渾河 \n심양중둔위는 원나라 심양로였다. 홍무24년(1391년) 심왕부를 건설했다. 영락6년(1408년에 산서의 로주로 옮겨서 설치했다. 동쪽에 동모산이 있다.\n\n결론은 이렇습니다. 귀덕현(貴德縣), 귀덕주,영원군, 양평현, 귀덕수, 숭산현, 로(潞), 로주, 로안, 창츠, 상당군, 청주, 심양, 심수, 동모산 등 등의 지명들은 서로 가까이에 붙어있는 지명입니다. \n\n\n낙평현(樂平縣)\n랴오청시 둥창푸구 장로집진(張爐集鎭) 일대, 본래 동군의 속현이었다.\n\n위키\n요동성은 오래전 공손연의 조상인 공손도가 다스렸으며 이는 삼국지에 나와있다. 원소가 관도대전에서 패한 직후 조조의 침공을 받아 원소의 세력이 무너지자 원소의 아들 원상과 원희는 요동성으로 달려갔으나, 요동성 쪽에서 참수를 당하고 말았다.\n238년 중국 삼국시대 공손연이 독립을 선언하여 위나라에 반기를 들자 위나라에서는 사마의가 출병하여 함락시키고 공손연을 참수했다.\n이후 요동군은 4세기 전연 · 전진 · 후연이 지배하다가 385년(고국양왕 2년) 고구려에 점령되었다. 후한 때 양평성이라고 불렀던 성을 고구려에서는 요동성이라 불렀다.\n\n요동성총\n1953년 평안남도 순천군 용봉리에서 고구려 시대 무덤이 발굴됐어요. 다른 고구려 벽화 무덤들처럼 무덤 안 여러 방의 벽과 천장에 여러 그림이나 무늬가 그려져 있었는데, 한 성(城)의 모양과 성 안에 있는 건물들을 그린 그림도 있었어요. 성 그림 속에는 '요동성(遼東城)'이라고 쓴 글씨가 새겨져 있었죠. 그래서 이 무덤을 요동성 모습이 그려져 있는 무덤이라 하여 '요동성총'이라고 불러요. 고구려의 성으로 중국 수나라의 1·2차 침략에도 함락되지 않았던 난공불락 요새였어요. 요동성을 그린 그림에는 성 주변 산이나 강, 요동성을 방어하기 위해 만든 다른 조그만 성이 그려져 있고, 성의 여러 입구와 성 안의 건물 모양과 위치 등도 표시돼 있어 성곽 지도의 역할을 했어요. 우리나라에서 가장 오래된 지도로 보고 있죠.\n\n현재의 요양(遼陽) 시가에 자리잡았던 요동성은 예로부터 요동지방의 중심지였고, 중국세력이 몰려나간 뒤에는 요동 일대에서 가장 주요한 고구려의 거점이었다. 645년 당(唐)이 침공해 왔을 때 성 안에는 군사 1만을 포함한 5만여명과 군량미 50만 석이 있었다는 기록은 이를 방증해 준다.\n그렇지만 현재 고구려시대의 요동성은 흔적조차 찾을 수 없다. 다만 북한에서 발견된 요동성총(遼東城塚)의 성곽 그림을 통해 대체적인 모습을 그려볼 수 있다. 내성(內城)과 외성(外城)의 이중성으로 이루어진 평지성으로, 각 모서리에는 각루가 세워져 있었고, 외성의 동문과 서문에는 2층의 문루가 시설되어 있었던 것으로 보인다. 또한 내성에는 기와를 얹은 2층 건물과 3층 목탑이 그려져 있어, 요동성의 관사나 사당·사찰 등 주요 건물이 있었던 것을 짐작할 수 있다. 아마도 요동성에 있었다는 주몽(朱蒙) 사당의 모습도 그러하였을 것이다. 한편, 다양한 형태의 성가퀴도 있었던 것으로 보이는데, 몸을 숨긴 채 밖으로 난 구멍을 통해 화살 등을 쏠 수 있는 사혈(射穴)까지 묘사되어 있다. 또한 서벽 바깥쪽에는 물이 흐르는 모습이 표현되어 아마도 해자가 시설되었던 듯하다. 이러한 성곽 묘사는 645년 고구려의 대당전쟁 관련 기록과 대체로 부합한다.\n\n\n385년 고국양왕이 요동성 공략 후 요동성은 300여년 간 고구려 요동방어의 핵심 전략기지 역할 수행\n요동성은 고구려 최대의 평지성으로, 내성과 외성, 해자, 높고 견고한 성벽 등 완벽한 방어시설을 갖추어 요동성은 100만이 넘는 수나라 군의 공격을 물리치는 등 수많은 외적의 공격을 격퇴시켜 645년 5월 당 태종의 고구려 친정시 요동성 전투는 고구려 역사의 중대한 분기점으로 작용했다.\n요동성 함락으로 1만 명이 전사하고, 1만 여 명의 장병이 포로로 잡히고, 4만 명에 달하는 양민이 포로로 잡혔으며, 성에서 노획된 양곡은 50만 석에 달해\n요동성 함락 후 당 태종 이세민은 밤에 성벽에 올라 “요성망월”이라는 시를 지어 요동성 함락의 기쁨을 노래. 이후 이세민은 안시성 전투의 패배로 패잔병을 이끌고 철군\n\n지구인\n(https://earthlin9.tistory.com/41)\n보정시 서수구(徐水區) 수성진(遂城鎮)에는 전국시대 연장성(燕長城)의 동쪽 기점이 있다. 그렇다면 유인(劉因)은 수성진의 수성(遂城)이 곧 공손씨 정권의 마지막 수장인 공손연(公孫淵)이 결사 항전 끝에 사마의에 패하여 그의 일족 및 백성 수천과 더불어 최후를 맞은 곳, 즉 한(漢) 요동군의 양평성(襄平城)인 것으로 인식한 것이 분명하다.\n\n『晉書』\n공손연은 남쪽의 포위를 공격하여 돌파했으나 선제가 군사를 이끌고 추격하여 쳐부수고, 유성이 떨어진 양수(梁水)에서 그를 참하였다. 성에 들어간 후 두개의 푯말을 세워 젊은이와 늙은이를 구분하고, 15세 이상 남자 7천여 명을 모두 죽여 경관(京觀)을 만들었다. \n\n文懿3攻南圍突出，帝縱兵擊敗之，斬于梁水之上星墜之所。既入城，立兩標以別新舊焉。男子年十五已上七千餘人皆殺之，以為京觀。『晉書』  권1, 宣帝紀\n\n『三國志』   魏書 권8, 二公孫陶四張傳\n[경초(景初)] 2년 봄에 조정에서는 태위 사마의(司馬懿)를 보내 공손연을 토벌하도록 했다. 6월, 군대가 요동(遼東)에 도착하니, 공손연은 장군 비연과 양조 등을 파견해 보병과 기병 수만 명을 요수(遼隧)에 주둔시켰으며, 주위에 20리 이상 참호를 팠다. 사마의의 군대가 도착한 후, 공손연은 비연에게 명령하여 맞아 싸우도록 했다. 사마의는 장군 호준 등을 보내어 그들을 쳐부수게 했다. 사마의는 군대에 명령을 내려 주위에 참호를 파도록 하고, 군대를 이끌고 동남 쪽으로 달려가다가, 동북쪽으로 급히 방향을 돌려 즉시 양평(襄平)으로 달려갔다. 비연 등은 양평(襄平)이 무방비 상태로 있음을 걱정하고 밤중에 달아났다. 사마의의 군대는 수산으로 나아갔으며, 공손연은 또 비연 등을 다시 보내어 위나라 군사와 사력을 다해 싸웠다. 다시 공격해 크게 무찌르고, 드디어 성 아래까지 진군하여 주위에 참호를 팠다. 마침 30여 일간 장맛비가 내려 요수(遼水)가 불어났으므로, 운송선이 요수 입구(遼口)에서 성 아래 까지 직행했다. 비가 그치자, 사마의는 흙산을 쌓고 누대를 만들어, 그 위에서 연발식 화살을 성안으로 쏘았다. 공손연은 급박해졌다. 성안에는 양식이 다 떨어져 사람이 사람을 잡아먹을 지경에 이르렀으며 죽은 자가 매우 많았고, 장군 양조 등은 투항했다. 8월 병인(丙寅)일 밤에 길이가 수십 장 되는 큰 유성이 수산의 동북쪽에서 양평성(襄平城) 동남쪽으로 떨어졌다. \n\n二年春，遣太尉司馬宣王征淵。六月，軍至遼東。淵遣將軍卑衍、楊祚等步騎數萬屯遼隧，圍塹二十餘里。宣王軍至，令衍逆戰。宣王遣將軍胡遵等擊破之。宣王令軍穿圍，引兵東南向，而急東北，即趨襄平。衍等恐襄平無守，夜走。諸軍進至首山，淵復遣衍等迎軍殊死戰。復擊，大破之，遂進軍造城下，為圍塹。會霖雨三十餘日，遼水暴長，運船自遼口徑至城下。雨霽，起土山、脩櫓，為發石連弩射城中。淵窘急。糧盡，人相食，死者甚多。將軍楊祚等降。八月丙寅夜，大流星長數十丈，從首山東北墜襄平城東南。\n\n양평\n요동군 치소인 양평현(襄平縣)은 한무제 이전에 진시황이 설치할 당시에 연나라 장성의 기시점이었다. 그러나 연나라 장수 진개의 기후 번한 침략으로 인하여 연나라 요동군이 2000리 확장되었다고 하였다. 전한시대의 양평에 대한 지리 설명은 [한서지리지]에서 한나라 거취현(居就縣)의 실위산(室僞山)에서 실위수(室僞水:위수)가 북으로 흘러 양평에 이르러 양하(梁河:황하)로 들어간다고 하였다. 따라서 양평은 양수 위에 있는데 거취현의 실위수와 양하(梁水)와의 사이 지역이다. \n\n고구려 요동성이 창무시라는 것은 [요사지리지] 요주 기록에 있다. \n요주(遼州)는 본래 불열국성(拂涅國城)이었는데, 발해는 동평부(東平府)라고 하였다. 당 태종이 고구려를 친정할 때에 이세적(李世勣)이 요성을 함락시켰다. 당태종은 요동성을 함락시키고 나서 이름을 요주로 바꾸었다. \n\n『資治通鑑』  권 181 隋紀 5 煬皇帝 大業8년(612) 2월 癸巳, 上\n다시 소부감 하조에게 명하여 다리를 잇게 하여 이틀만에 완성하였으므로, 여러 군대가 차례로 이어서 나아가 동쪽 언덕에서 크게 싸웠는데, 고[구]려 군사들이 크게 패하여 죽은 자가 만명을 헤아렸다. 여러 군대가 승세를 타고 나아와서 요동성을 포위하니 곧 한나라의 양평성이었다.  \n更命少府監何稠接橋，二日而成，諸軍相次繼進，大戰於東岸，高麗兵大敗，死者萬計。諸軍乘勝進圍遼東城，即漢之襄平城也。\n\n주지하다시피 요동성은 고구려-수(隋)•당(唐) 전쟁 당시에 중원에서 비롯된 침략세력의 주요 공격 목표들 중 하나였다. 위 《資治通鑑(자치통감)》 권 181 '수기(隋紀)'에 밝혀져 있듯이 고구려의 요동성은 곧 한(漢) 요동군의 치소인 양평성(襄平城)과 같은 곳으로서, 유인(劉因)이 남긴, 보다 직접적인 증빙 사료를 추가로 찾았으니 고구려 요동성 및 한(漢) 요동군 양평성의 절대 위치를 수성(遂城)에 지정할 수 있다고 본다.(참고로, 고구려 요동성이 今 산서성 좌권현(左權縣)의 옛 요주(遼州)라는 재야시민사학계 일각의 주장은 사서의 기록을 제대로 파악하지 못한데서 오는 착오이다. 좌권현(左權縣)의 옛 요주(遼州)는 요동성이 아니다.)\n\n\n요성 고성(聊城, 랴오청 고성) \n산둥성 랴오청시 둥창푸구(山东省 聊城市 东昌府区)\n본래 요성 고성은 토성이었는데, 명나라 초엽인 1372년 동창평산호지휘첨사 진용이 벽돌성으로 개축하였다. 11.7m 높이의 성벽은 너비가 밑단은 11.7m인데 상단은 6.7m로 좁아진다. 남쪽에서 바라볼 때에 동문과 서문이 봉황 모양처럼 보인다 하여 봉황성이라고도 불렸다. 또한 호수를 해자 삼아 지어진 까닭에 '수성'으로도 불린다. 1374년 주변을 감시하고 시간을 알리기 위한 종루로써 세워진 광악루 (광웨러우)는 우한 황학루, 웨양 악양루와 함께 명나라 3대 명루로 불린다. 본래 성을 세우고 남은 목재로 세웠다고 여목루 (餘木樓), 현지 지명을 딴 동창루 (東昌樓)로 불리다가 홍치제 때에 광악루로 개칭되었다. 높이는 무려 33m로, 중국에서 현존하는 명대 누각들 중 최대 규모를 자랑한다.\n\n\n\n양평군(陽平郡)\n221년 위군동부도위부(魏郡東部都尉部)가 승격하면서 설치되었다.\n\n지명\n동부도위부(東部都尉部)→양평군\n\n소속\n기주 위국(魏國) 위군→사례교위부→사주\n\n치소\n관도현→[서진]원성현\n돈구군: 돈구현\n\n분합\n돈구군: 돈구현·위국 및 위군 번양현·음안현\n\n전입\n위군 관도현· 원성현· 청연현· 동무양현· 발간현· 낙평현· 양평현\n\n\n\n•관도현(館陶縣): 위군동부도위-양평군 치소 관도대전의 그 관도(官渡)가 아니다.(하남윤 중모현 참조)\n소속: [한]기주자사부 위군→사례교위부 양평군→[서진]사주 양평군\n위치: 《36.52509, 115.31809》 허베이성 한단시 관타오현 둥고청진(河北省邯郸市馆陶县东古城镇)\n봉작\n조림: 관도왕(224~232)『삼국지』에는 조림이 관도왕이 된 것이 황초 6년(225)으로 되어있으나, 왕의 식읍이 현 단위가 된 것이 224년의 일이므로 이를 정정하였다.\n\n•원성현(元城縣)\n소속: [한]기주자사부 위군→[221]사례교위부 양평군→[서진]사주 양평군\n위치: 《36.33702, 115.29563》 허베이성 한단시 다밍현 훙먀오향 둥런좡촌(河北省邯郸市大名县红庙乡东任庄村)\n봉작\n조례(曹禮): 원성왕(224~232)『삼국지』에는 조례가 원성왕이 된 것이 황초 6년(225)으로 되어있으나, 왕의 식읍이 현 단위가 된 것이 224년의 일이므로 이를 정정하였다.\n쇄양성(瑣陽城): 《36.29750, 115.35240》\n\n•청연현(淸淵縣)\n소속: [한]기주자사부 위군→사례교위부 양평군→[서진]사주 양평군\n위치: 《36.70026, 115.35797》 허베이성 한단시 관타오현 서우산쓰향 가오좡촌(河北省邯郸市馆陶县寿山寺乡高庄村)\n\n•동무양현(東武陽縣)\n소속: [진]동군→[한]연주자사부 동군→기주 위군→사례교위부 양평군→[서진]사주 양평군\n위치: 《36.17192, 115.64565》 산둥성 랴오청시 선현 스바리푸진(山东省聊城市莘县十八里铺镇)\n봉작\n조감(曹鑒): 동무양왕(225)\n\n•발간현(發干縣)\n소속: [한]연주자사부 동군→기주 위군→사례교위부 양평군→[서진]사주 양평군\n위치: 《36.45839, 115.59058》 산둥성 랴오청시 관현 쌍아진 샤오인좡촌(山东省聊城市冠县桑阿镇小尹庄村)\n\n•낙평현(樂平縣)\n지명: [전한]청현(淸縣)→낙평국(樂平國)→낙평현\n소속: [한]연주자사부 동군→기주 위군→사례교위부 양평군→사주 양평군\n위치: 《36.41499, 115.80816》 산둥성 랴오청시 둥창푸구 장루지진 시마좡촌(山东省聊城市东昌府区张炉集镇细马庄村)\n봉작\n동소: 낙평후(226~?)\n\n•양평현(陽平縣)\n지명: [후한]양평국(陽平國)→양평현\n소속: [진]동군→[한]연주자사부 동군→기주 위군→사례교위부 양평군→사주 양평군\n위치: 《36.23671, 115.66508》 산둥성 랴오청시 선현(山东省聊城市莘县)\n봉작\n서황: 양평후(220~?)\n조유(曹蕤): 양평왕(226~232)\n신정(莘亭): 《36.31960, 115.69280》\n\n양평현(陽平縣) => 산둥성 랴오청시 선현(山东省聊城市莘县)\n\n\n장치시 상당고성",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc",
    "b813a4f6-0efe-4f29-95d6-b4490c81845f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-05-31T21:33:41.319000",
  "updatedAt": "2025-09-09T08:37:07.014000"
}