{
  "id": "5742e310-733a-4488-8386-93dfbf37f52b",
  "title": "보호무역론(정태적 효율성 vs 동태적 효율성)",
  "content": "단기적 이익 vs 장기적 이익\n\n정태적 효율성 vs 동태적 효율성\n\n인간 사회는 너무나 복잡해서 혼자서 모든 일을 다 할 수 없다. 나눠서 할 때 훨씬 효율적이다.\n무역에서도 마찬가지다. 내 나라에서 뭐든 다 만들어낼 생각을 한다면 분업의 효율성을 포기해야 한다. 국가 사이에도 분업이 필요하다는 논리, 이것이 바로 200년 이상 주류 경제학을 지탱한 자유무역의 기본 원칙이다.\n하지만 이런 자유무역 이론에도 약점이 존재한다. 분업을 기초로 한 자유무역 이론은 “선진국은 더 잘 만들 수 있는 공산품을 집중적으로 생산하고, 후진국은 장점이 있는 농산품이나 지하자원 수출에 집중하라”는 논리로 귀결되기 때문이다. 한 나라에서 모든 일을 다 하려고 하면 너무 비효율적이니 각자 잘 하는 일에 집중한 뒤 무역을 통해 이를 교환하면 훨씬 효율적이라는 주장이다.\n\n그런데 이런 식으로 무역을 하면 선진국은 영원히 부가가치가 높은 공산품만 만들고, 후진국은 영원히 부가가치가 낮은 농업이나 광업에 의지해야 한다. 효율적이라는 이유로 이 시스템을 방치하면 후진국은 공업화를 통해 선진국의 대열에 오를 기회를 영원히 잃는다. 자유무역을 열렬히 옹호했던 경제학자 애덤 스미스나 데이비드 리카도가 모두 영국의 경제학자였던 것도 그런 이유다. 두 사람이 자유무역 이론을 발표했을 당시(18~19세기) 산업혁명의 근원지였던 영국은 세계에서 가장 공업이 발달한 나라였다. 게다가 영국은 막대한 식민지를 보유하고 있었다. 영국은 스미스와 리카도 이론을 바탕으로 “인도가 차와 사탕수수를 재배한 뒤 영국의 공산품과 교환하면 인도에게도 이익이다”라는 주장을 펼쳤다. 하지만 이런 불평등한 무역은 결국 영국에게만 막대한 이익을 안겼다. 게다가 공업이 낙후된 후진국은 계속해서 농업에만 매달려야 했기에 선진국으로 도약할 기회조차 얻지 못했다. \n영국은 중국에서도 이런 정책을 폈는데 오히려 중국 홍차와 도자기 수입이 증가하여 심각한 무역불균형이 발생하자 아편을 강매하는 아편전쟁을 일으켰다.\n \n리스트가 살던 시절 독일은 유럽에서도 가장 가난한 농업 국가였다. 리스트는 후진국 독일이 발달한 공업 국가 영국과 자유무역을 하는 것은 자살행위라고 확신했다. 그래서 리스트는 영국에서 수입되는 물품에 어마어마한 세금을 물려야 한다고 주장했다.\n물론 극단적인 보호무역을 펼치면 효율성이 낮아져 국민들이 고통을 겪는다. 내가 직접 양파도 재배하고 토마토도 재배하고 소도 키워서 햄버거를 만드는 일이 얼마나 비효율적인가?\n하지만 그런 이유로 자유무역을 용인하면 후진국은 영원히 선진국이 되지 못한다. 진정한 공업 강국으로 가기 위해서는 그 어려움을 인내해야 한다. 리스트가 저서 『정치경제학의 국민적 체계』에 남긴 말을 살펴보자.\n“수입 물품에 관세를 부과하면 처음에는 기술이 부족해 물건을 비효율적으로 비싸게 생산할 수도 있고, 그 때문에 일시적으로 많은 가치가 희생될 수도 있다. 하지만 장차 그 나라 국민은 자신의 영토 안에서 대규모 분업을 도입해 농업과 공업 사이에 활발한 교환을 스스로 만들어낼 것이다. 생산력도 현저하게 높아질 것이고 국가의 복지도 늘어날 것이다. 이것이 내가 주류의 이론인 자유무역을 배척하고 보호무역을 옹호하는 근본적 이유다.”\n\n여기에 경제학의 딜레마가 있다. 분업을 기반으로 한 자유무역은 효율적이지만 선진국과 후진국의 격차가 커지거나 고착화되는 단점이 있다. 그렇다고 선진국의 횡포를 막기 위해 보호무역을 선택하면, 분업으로 얻는 막대한 효율성을 포기해야 하고 서민들의 고통이 가중되어 해당국가의 경제가 피폐해지고 미래 성장동력을 잃을 수가 있다..",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-06T16:07:16.831000",
  "updatedAt": "2022-01-06T16:07:16.831000"
}