{
  "id": "57a5d15e-ecc1-42f7-a346-2d7781035db8",
  "title": "주식에서의 버블 현상을 수요 공급 곡선의 관점에서 설명",
  "content": "![image](media/1964dc81987.b07ca2a4ea6b7100.png)\n![image](media/1964db4d6ab.8d75cc40ea6eadd2.png)\n\n\n\n주식 시장에서의 **버블 현상**은 **수요와 공급 곡선**의 관점에서도 설명할 수 있습니다. 버블은 자산 가격이 내재 가치를 훨씬 초과하여 상승하는 현상으로, 이는 주식에 대한 비정상적인 수요 증가와 공급 부족(혹은 제한)이 결합된 결과로 이해할 수 있습니다. 아래에서는 수요-공급 곡선을 통해 주식 시장의 버블 형성과 붕괴 과정을 단계별로 분석해 보겠습니다.\n\n\n\n### **2. 버블 형성 과정: 수요 곡선의 비정상적 변화**\n\n#### (1) **초기 단계: 기대 심리와 수요 증가**\n- 특정 주식이나 자산에 대한 긍정적인 전망(예: 새로운 기술 도입, 정책 변화 등)으로 인해 투자자들의 관심이 집중됩니다.\n- 이로 인해 해당 자산에 대한 **수요 곡선이 우측으로 이동**하며, 가격이 상승하기 시작합니다.\n- 이때, 초기 상승은 합리적인 이유(예: 기업 실적 개선 가능성)로 인해 발생할 수 있습니다.\n\n#### (2) **광기 단계: 비합리적 수요 폭증**\n- 가격이 계속 상승하면, 투자자들은 \"더 오를 것\"이라는 기대로 매수에 나섭니다(군중 행동 및 FOMO 효과).\n- 이 단계에서는 **수요 곡선이 비정상적으로 우측으로 크게 이동**합니다.\n- 실제로는 기초적 가치보다 훨씬 높은 가격으로 거래가 이루어지며, 가격은 계속해서 상승합니다.\n- 이때 공급은 제한적일 수 있는데, 기존 보유자들이 \"더 오를 것\"이라는 기대로 매도를 꺼리기 때문입니다.\n\n#### (3) **공급 증가와 균형 붕괴**\n- 가격이 매우 높아질수록 일부 보유자들이 \"팔 때가 됐다\"고 판단하고 매도에 나서면서 공급이 증가합니다.\n- 하지만 수요 곡선이 비정상적으로 우측으로 이동했기 때문에, 공급 증가에도 불구하고 가격은 계속 상승하거나 유지될 수 있습니다.\n\n---\n\n### **3. 버블 붕괴 과정: 수요 급감과 공급 급증**\n\n#### (1) **신뢰 상실과 수요 감소**\n- 어느 순간, 투자자들이 \"가격이 너무 높다\"고 느끼거나 부정적인 뉴스가 나오면, 신뢰가 무너지고 수요가 급격히 감소합니다.\n- 이로 인해 **수요 곡선이 좌측으로 급격히 이동**합니다.\n\n#### (2) **공포 심리와 공급 급증**\n- 동시에, 투자자들이 손실을 두려워하며 매도에 나서면서 공급이 급격히 증가합니다.\n- 이로 인해 **공급 곡선이 우측으로 이동**합니다.\n\n#### (3) **가격 급락**\n- 수요 곡선이 좌측으로 이동하고, 공급 곡선이 우측으로 이동하면서 균형 가격이 급격히 하락합니다.\n- 이는 버블 붕괴의 전형적인 모습으로, 가격은 내재 가치를 훨씬 밑돌 수 있습니다.\n\n---\n\n\n\n### **5. 요약**\n주식 시장에서의 버블 현상은 **수요 곡선의 비정상적 우측 이동**과 **공급 곡선의 제한적 움직임**으로 시작됩니다. 이는 가격을 내재 가치를 훨씬 초과하는 수준으로 끌어올립니다. 그러나 시간이 지나 신뢰가 무너지면, **수요 곡선의 급격한 좌측 이동**과 **공급 곡선의 우측 이동**이 동시에 발생하며 가격이 급락하게 됩니다.\n\n**답변 요약**:  \n주식 시장의 버블 현상은 수요 곡선이 비정상적으로 우측으로 이동하며 가격이 급등하는 과정으로 설명할 수 있습니다. 이후 버블 붕괴는 수요 곡선이 좌측으로, 공급 곡선이 우측으로 이동하며 가격이 급락하는 것으로 이해할 수 있습니다.\n\n=====================\n버블시에는 주식을 팔려는 사람은 적고 살려는 사람은 많아지기 때문에 공급 곡선이 왼쪽으로 이동하지 않을까?\n\n좋은 질문이야. 표면적으로 보면 “팔려는 사람이 적다”는 말은 공급이 줄어든다는 의미니까, 공급 곡선이 왼쪽으로 이동한다고 생각할 수도 있어. 그런데 경제학에서 말하는 공급 곡선의 이동(shift) 과 공급 곡선상의 움직임(movement along the curve) 은 구분해서 봐야 해.\n\n1. 공급 곡선 이동 vs 곡선상 이동\n공급 곡선 이동 (shift) → 공급 자체가 변화할 때: 예를 들어 생산비 변화, 정책 변화, 외부 충격 등으로 → 버블 상황에서는 공급 곡선이 이동한다기보다는, 같은 곡선 위에서 행동이 바뀌는 것이 더 적절해.\n곡선상에서의 움직임 (movement along the supply curve) → 가격 변화에 따라 공급자가 팔 의향을 바꾸는 것 → 버블에서는 가격이 올라가는데도 공급자들이 “더 기다리자”라고 하며 팔지 않기 때문에, 실제로 공급량이 늘지 않음\n\n2. 버블 상황에서의 실제 현상\n버블 시기에는 공급 곡선이 오른쪽으로 이동하지 않고, 오히려 ‘비탄력적’이 됨 → 가격이 올라가도 공급자들이 팔지 않음 (기대심리 때문에) → 이건 공급 곡선이 수직에 가까워지는 모양\n따라서 공급 곡선이 왼쪽으로 이동했다기보다는, 공급 자체가 ‘경직’되어 있다고 보는 게(비탄력적) 더 정확해",
  "color": "default",
  "labels": [],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-04-19T20:04:16.545000",
  "updatedAt": "2025-04-19T20:56:31.121000"
}