{
  "id": "5823e662-8d6a-43cc-8afe-a8e3f19421e9",
  "title": " 일본이라는 국호의 유래 - 일본은 원래 백제땅을 일컫는 말?",
  "content": "오늘날 일본의 국호가 원래 백제 땅을 일컫는 말이었으며, 국호 성립에 백제인들이 관여했다는 학설에 대한 이야기다. \n2011년, 중국 서안의 골동품 시장에서 당나라 시대의 묘지석 탁본이 발견되었다. 660년 백제 멸망 당시, 당에 투항해 관리가 된 ‘예군’(禰軍:613~678)이란 인물의 묘지명이었다. 예군은 660년 나당연합군이 웅진성(공주)을 공격할 때, 그곳에서 항거하던 의자왕을 당나라군에게 넘기고 중국에 들어가 무관으로 출세한 예식진의 형이다.\n예군 묘지석의 내용 중에 일본(日本)이라는 표현이 발견되어 화제가 되었다. 945년에 편찬된 구당서 이전의 기록이었고, 후대의 문헌 기록 중에서도 가장 오래된 것이었다. \n일본의 사학자 도노 하루유키(東野治之) 나라대 교수는 중국 학계에 탁본으로 보고된 예군 묘지명 기록(884자)에 보이는 ‘일본’ 글자가 공식 국호가 아니라, 나당연합군에 멸망한 백제땅을 뜻한다고 밝혔다.\n도노 하루유키(東野治之) 교수는. 첫째, '부상'은 '일본'을 가리키는 명칭이고, 둘째, 다른 나라는 다 빗대어 말하는데 일본만 국명을 말하는 것은 부자연스럽다는 이유를 들어, '일본이라는 단어'는 '백제'를 가리킨다고 주장하였다.\n\n풍곡은 고구려  반도는 신라  백제는 중국의 동쪽의 부상이면  고대 삼국이 모두 중국본토와 반도에 퍼져있었다는 얘기\n\n일본은 백제\n일본은 패망한 백제라고 하는 일본 교수\n일본은 중국에서 볼때 해가뜨는 백제.\n이 시기에 왜국의 명칭은 부상\n일본 국호는 701년이후 사용\n구당서 내용 : 일본국은 왜국의 별종이다.\n일본국은 옛날에는 작은나라 였는데 왜국의 땅을 병합하였다.\n\n백제를 일본이라고 하는기록이 있고 ( 국호를 뜻한다기 보다 '해뜨는곳' 이라는 별칭)\n백제계가 일본으로 건너가서 국호를 일본으로 바꿈\n\n=> 고대에 해뜨는 곳은 왜가 될 수 없지요...자기가 사는 마을에서 해 뜨는 곳은 지구 상에 그 어디도 없습니다...해가 뜨는 곳은 그 곳을 바라보는 사람들이 서쪽에 있을 때  동쪽이지요. ...만약 중국 동부해안에서 본다면 해뜨는 곳이 어딜까요? 바로 전라도나 충청도입니다. 물론 왜 열도도 동쪽이지만...그 당시 지리 개념으로는 왜열도는 중국에 알려져 있지 않았지요. 우리 조상 들 특히 부여계가 왜열도를 개척하기 전까지 왜는 동아시아 사람들에게는 제대로 알려져 있지 않았습니다.\n그리고 우리 조상 들도 왜열도의 위치가 동해를 가로 질러 있었다고 본게 아니고 남해를 거쳐 가는 곳으로 인식했습니다. 신라의 경우 포항에서 바로 동해를 건너 왜열도로 간게 아니고 부산쪽을 거쳐 남쪽으로 더 내려와 대마도를 거친 후 해류를 타고 왜열도 서쪽 편(시마네현)으로 가서 신라의 분국(북한학설)을 세운 것입니다.  가야 역시 김해 쪽에서 남쪽으로 내려갔지 동쪽으로 왜열도를 간게 아닙니다. 그런 점에서 왜가 동쪽에 위치하여 해가 뜬다고 인식한 고대인은 중국이나 우리나라 모두 없었고, 왜인들은 당연히 해는 왜열도 동쪽 태평양 바다에서 뜬다고 봤겠지요. \n\n=> 그당시  백제는 해나라라고 했습니다 즉 일본이라는 말은 해나라의 근원이라는말로  일본이라고 했습니다.\n\n=> 산해경:  우주에서 해가 처음 떠오르는 구역의 지명을 '부상, 반도, 일본, 일역' 이라고도 한다. 이곳이 바로 고조선 도읍지 아사달이며 신라 도읍지와 같은 곳이다 \n해뜨는 구역에 관해서는 산해경에 자세히 나오는데 원래 신선세계라서 범부의 육안으로 볼 수 있는 곳이 아니며 신라 도읍지에 혜안으로 보면 10개의 태양이 대기하는 신목인 부상이 있기 때문이다\n\n백제 왕족의 뿌리가 고구려 이전에 홀본부여 아닙니까....홀본이란 단어가 변화된 것으로 추측됨.\n\n졸본, 홀본,일본 다 같은 어원입니다. 비선별인원리버  졸본, 홀본, 숄판, 솔로몬, 살만, 다 동쪽의 샛별인 금성을 가리키는 말입니다. 금성은 태양과 달이 개기일식 후에 생기는 태양과 달의 자식이라 생각하여 금성은 천자를 상징합니다.\n\n개인적으로 추정컨데 일본이라는 말은 백제땅이 대륙땅과 반도땅에 두군데에 있었는데 왕(태양)이 계신 반도 백제를 일본이라 칭했고 그것이 남아 대륙백제가 사라진 후에도 일본이라  하였을 것이라 생각됩니다. 한때 본국검법의 명칭을 두고 일본에서 일본국의 검법이라는 낭설을 퍼뜨린적이 있었는데 일본을 칭하는 말이 백제라면 황창랑이 일본국에서 왕앞에서 행한 칼춤으로 해석 될 수 있습니다.\n\n백제땅이 3지역에 있었다고 생각 되는데, 그중에 대륙백제가 있었고 ,반도 백제, 왜백제가 있었기 때문에,  자존심 강한 중국은 대륙에도 백제가 있었기에 , 각지역명으로 백제를 대체 했을것 같은데 ?  반도 백제를 나라 이름 대신에 일본이라 지칭한것 같다 !\n\n제나라 마지막 왕인 전횡이 22개의 백제로 구성된 한중일을 가로탄 해상제국을 세웠지요 일종의 연방제 공화국과 비슷 합니다 .한나라 유방이 전횡을 죽인뒤 그의 제나라 왕위를 계승한자는 22개의 백제를 모두 호령할수 있었지요.. 일본 오우치가문의 족보에 한반도 백제의 성왕이  <<제>>나라 왕이였고 왕호는 <<제명왕>> 이라고 적혀 있습니다. <<제>>나라 국명이 베일에 쌓이게 된것은 천적인 한나라의 공격을 피면하기 위하여 공식 사용할 수 없었고 백제들 끼리만 공유하는 국명입니다.\n\n백제 멸망 후 백제 부흥운동때 일본에서 3만의 병사를 한반도로 보냈었죠. 말이 3만이지 그 당시 일본의 가용 병력을 총동원 한 것입니다. 단순히 백제가 우호 국가이자 스승격 국가라는 이유만으로 당대 최강국이었던 당나라와 기세등등한 신라를 대상으로 총동원한 병력을 바다 건너 보낸다? 시사하는 바가 크다고 생각됩니다.\n\n가야를 어떻게 보냐에 따라 다른 것. 가야라는게 여러 부족국가들의 느슨한 연맹인건 사실인데, 고대 그리스 도시국가들과 비슷하다고 보면 됨.\n고대 그리스 도시국가들도, 어떤 건 에게해 서쪽에 있었고, 어떤 건 에게해 동쪽에 떨어져 있었고, 어떤건 섬에 있었는데, 그들이 다 그리스어를 사용하고 같은 민족이라고 생각했던 건데, 어느쪽이 주도적인가? 는 생각하기 나름. \n가야 부족국가들도 어떤건 한반도에 있었고, 어떤건 일본 열도에 있었는데, 그들이 어느정도나 동질감을 느꼈는지? 또 그들 중 누가 주도적인건지? 생각하기 나름. 문제는 그리스와는 달리, 가야는 문자가 없었다는 거.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-02-15T09:59:28.136000",
  "updatedAt": "2024-02-15T10:30:56.431000"
}