{
  "id": "5848aab2-38ce-479c-9820-87ded1e38d7e",
  "title": "전쟁과 무기(기술) - 근•현대",
  "content": "[나폴레옹의 포병]\n나폴레옹의 포병들은 기동성을 매우 중요시 했다. 적을 가장 효과적으로 타격할 수 있는 곳으로 포병이 신속하게 이동하여 집중적인 화력을 퍼부어 적을 뒤 흔들어 놓고, 또 신속하게 다른 곳으로 이동하는 식이다. \n다만 나폴레옹만이 기동력있는 포병을 썼던 것은 아니다. 당시가 소위 말하는 '기동포병'이 본격화되는 시기였던 것은 맞다. 그 이전 시대의 포병은 워낙 대포가 크고 무겁다 보니, 전투 내내 무슨 일이 벌어지든, 한번 자리를 잡으면 그 자리에서 꼼짝 안하고 그냥 쏘아대는, 앉은뱅이였다. 당시 대포가 그렇게 크고 무거웠던 것은 기술의 한계 때문이었다.  \n먼저 대포 포강을 주조 방식으로 만들다보니, 포 구경을 정밀하게 조정할 수가 없었다. \n주물이란게 여러 번 쓸 수 있는 것이 아니었고 대포 하나 만들고 청동 한번 부었으면 그걸로 끝이었다. 그 다음에 만들 때는 주물을 또 만들어야 했는데 그 당시 똑같은 규격의 주물을 여러개 만들어낼 능력이 없었다. 이런 판이니 포를 만들면 구경과 포강, 약실이 전부 약간씩 달랐다. \n또 포탄의 구경도 그냥 되는 대로 포구 속에 들어가기만 하면 되는 정도였다. 그러다보니, 유극(포강과 포탄 사이의 간격)이 너무 커서, 화약 폭발가스가 많이 새나갔기 때문에, 대포의 사정거리도 짧았고, 또 그 만큼 더 많은 화약을 장전해야 했다. 그러다보니 대포가 폭발할까 봐, 대포 약실의 두께도 훨씬 더 두꺼워야 했다. 결국 이런 대형 대포는 주로 성과 같은 요새 공격에나 쓸 수 있는 물건이 되어 버렸다. \n그러다가 포강을 깎아내는 방식으로 만들게 되면서, 훨씬 정밀하게 포 구경을 만들어 낼 수 있었고, 포탄도 표준화되면서, 유극도 예전보다 줄어든다.  \n1734년, 쟝 마리츠(Jean Maritz)란 스위스인이 대포를 주조한 후, 거기에 드릴로 천공하고 만드렐로 깍은 면을 다듬고 단련시켜 더욱 정확하고 오래가는 포를 만들었다. 쉽게 말해 core 없이 통짜로 대포를 만든 다음 포강은 드릴로 열심히 파서 만들고 이걸 다시 매끈하게 boring을 한 것이다. 드릴 부분을 튼튼하게 고정시키고 포를 거기다 대고 돌려가며 깍아내는 방법이 사용되었다. 이런 방법을 solid-bore casting이라 부르며, 처음에는 비밀이었지만 얼마 안가 유럽 곳곳에 전파되었다.\n이렇게 해서 대포의 경량화가 가능해졌고, 비로소 보병의 움직임에 맞추어 움직이는 기동 포병이 가능해지게 되었다. 사실 나폴레옹 이전에, 18세기 중반 프랑스의 그리보발 장군이 이런 기동포병의 토대를 닦았다.\n\n산개한 적 보병들을 모아놓는 역할을 한 것이 바로 아군 기병이었다.  머스켓 소총을 들고 산개한 적 보병들은 칼과 창으로 무장하고 바람처럼 달려드는 아군 기병들의 밥이었다. 당시 분당 발사 속도 3발에, 사정거리도 짧은 머스켓 소총을 든 병사들이 기병의 위협에 효과적으로 대항하기 위한 유일한 방법은 사격형의 밀집 방진으로 뭉치는 것 뿐이었다. 이렇게 적 보병들이 뭉쳐지게 되면, 그때 아군 포병들이 그곳에 집중 포격을 하는 것이다. 이렇게, 기병과 보병과 포병은 서로 유기적으로 도와야 했다. \n나폴레옹의 종말을 결정지은 워터루 전투를 보면, 전날 내린 폭우로 인해 땅이 질척거려서 프랑스 포병의 활동이 제한되었고, 미셀 네(Michel Ney) 원수의 판단 착오로 포병의 지원도 없이 기병 단독의 돌격이 이루어지는 등, 기병/보병/포병이 따로 놀았다. \n이 날 나폴레옹은 자신의 운명이 걸려 있었음에도 최악의 컨디션으로 전투에 임했고 휴식을 취한다는 명목으로 네 원수에게 잠시 지휘권을 맡겼습니다. 네 원수는 영국군을 밀어붙이는 와중에 일부 영국군이 후퇴하는 모습을 보자 영국군 전체가 흔들린다고 판단하고 직접 거의 모든 기병대를 동원하여 돌격에 나섰습니다. 하지만 보병과 포병의 협력 없이 기병 단독으로 영국군 보병의 방진에 뛰어드는 꼴이 되었고 아무런 후방 지원이나 엄폐물이 없는 상황에서 영국군의 일제 사격을 받자 기병대는 괴멸적인 타격을 입은 채 격퇴됩니다.\n이 날 나폴레옹은 두통과 몸살이 심해서 지휘를 줄곧 할 수가 없어서 헛간에 잠시 쉬는 동안 친위대장인 장군이 나폴레옹의 명령도 없이 독자적으로 진군시킵니다.  프랑스 최정예 18,000 기병대가 영국군 진지를 향해서 돌격합니다.  영군군 포대가 불을 뿜죠.  중간에 고랑도 파 놔서 많은 희생을 감수하는데. 포를 맞으면서도 포대를 장악하고 뒤에 있는 보병대와 전투를 벌이다가 궤멸됩니다.\n나폴레옹의 기동포병 장기를 발휘하지 못하는 상황에서는, 천하의 나폴레옹도 수적인 열세를 극복하지 못했던 것이다.\n\n[강선형 후장식 소총]\n19세기말 프로이센-오스트리아 전쟁에서 후장식 소총(드라이제 니들건)이 처음 등장 하면서 전장에는 엄청난 변화가 일어났다. 보병은 분당 30발이 넘는 속도로 사격을 가할 수 있었으며 강선형 총열의 도입으로 명중률 및 유효사거리 역시 비약적인 발전을 하게 되었다.\n\n[기관총]\n탄띠로 이어져 분당 300발 이상의 고속사격이 가능하게 만들어진 기관총 역시 등장하면서 전투의 양상은 과거와는 판이하게 달라지게 되었다. 보병 밀집대형은 살아있는 이동표적에 불과하였고, 기관총으로 잘 방어된 적 진지로의 착검돌격은 더 이상 용기와 패기에 찬 행동이 아닌 집단 자살행위가 되어버렸다. 기관총 1~2정이 6~700 명 규모의 한 개 대대를 몰살 시키는 일이 비일비재 하게 벌어지자 연합국과 추축국 모두는 대서양에서부터 스위스에 이르기까지 수 백 킬로미터에 이르는 철조망과 참호를 구축하고 그 안에 틀어박혔다.\n\n[암스트롱의 후장식 강선포(Rifled breech-loading gun)]\n강철로 만든 포신에 내부가 나선형으로 되어 있는 후장식 대포.\n1855년에는 대포의 탄환 안에 나선형으로 선을 긋는 사격술이 더 자주 적용되었는데, 이는 대포의 발사체 자이로스코프 안정성을 제공하여 대포의 정확도가 향상되었기 때문이다. 이 중 하나는 윌리엄 암스트롱이 발명한 후미장전식 암스트롱 건으로,  대포의 파열압을 높이기 위한 강철제의 동체에 금속링을 구워서 끼우고 포탄의 공기저항을 감소시키기 위하여 끝이 뾰족한 유선형으로 개량한 것이 바로 암스트롱포였다.  포탄을 포 뒤에서 장전하는 후장식으로 기존에 몇 분이 걸리던 대형포의 장전 시간을 10분의 1로 단축시켰다.\n포신은 연철 제품으로 여러 통을 포개어 층을 이루는 포신으로 주조 포에 비해 가벼운 것이 특징이었다. 이러한 특징으로 동시대의 화포와 비교해 뛰어난 성능을 가지고 있었다. 이는 초기 무기에 비해 사거리, 정확도, 위력을 크게 향상시켰다. 암스트롱 포에서 발사된 발사체는 배의 측면을 뚫고 적함 내부에서 폭발해 피해와 사상자가 늘어날 수 있었다. 영국군은 암스트롱포를 채택했고, 그 위력에 감명 받았다. 케임브리지 공작은 \"그것은 말을 할 수 없다는 점을 제외하고는 모든 것을 할 수 있다\"고 언급하기도 했다.\n\n이렇게 출발한 암스트롱사는 독일의 무기회사인 크루프(Krupp)와 쌍벽을 이루면서 세계 시장을 석권하게 되었다. 암스트롱포를 수입하지 않은 나라가 없을 정도였다. \n특히 근대화 초기 일본 해군의 전력 증강에는 암스트롱사의 역할이 대단했다고 전해진다. 실제로 러일전쟁에 관한 암스트롱사측의 기록에는 \"일본의 승리는 어떤 의미에서 암스트롱사의 승리이다\"고 씌어있다고 알려졌다. \n또한 암스트롱포는 더 긴 사거리로 아편전쟁에서 영국이 청을 이기는데 혁혁한 공을 세웠다. 결정적인 차이는 대포의 사정거리였다. 중국의 대포는 명나라 때 사용하던 홍이포(17세기 네덜란드에서 수입한 대포)로서 해안에 주둔하고 있는 영국 해군에 도달하지 못했지만, 영국의 대포는 목표물을 정확히 타격했다. \n\n[네메시스(Nemesis)]\n1937년 영국 동인도회사는 비밀리에 대형선박의 건조를 주문했다. 배는 당시 최고 기술이 총동원되었고, 증기기관으로 움직이며, 철로 만들어졌다. 그때까지만 해도 무쇠로 배를 짓는 것은 유럽에서 생각지도 못하던 시절이었다. 선명은 네메시스(Nemesis)로 정해졌다. 배는 두 개의 돛대도 가지고 있었다. 풍력과 증기에너지를 동시에 사용할수 있었다. 배에는 32파운드의 선회포가 장착되었다. 이 대포는 멀리 요새의 성벽에 구멍을 낼수 있을 화력을 자랑했다. 게다가 6파운드 포 5문, 캐논포 10문, 로켓 발사대 하나를 장착하고 있었다. 내부에는 격벽으로 7개의 방수격으로 나눠져 있었다. 선체에 구멍이 나도 쉽게 수리될수 있도록 현대화했다.\n네메시스의 위력은 증기선에 철제선의 장점을 결합한 것이다. 함포는 다른 범선에도 장착해 있었다. 증기선은 석탄으로 가동되었기 때문에, 목재로 만든 배에 화력 엔진을 장착하는 것은 기술상 결함이 많았다. 그러다가 기술이 진전되면서 고압의 엔진이 개발되고 선체를 쇠로 만들고, 프로펠러를 장착하면서 대양을 오가는 배로 자리를 잡아 나갔다.\n증기선이 바람을 이용한 범선보다 유리한 것은 계절풍의 영향을 받지 않고 항해를 할수 있다는 점이다. 아편전쟁이 범선의 시대에 일어났다면 전함을 동원하는데 몇 년이 걸렸겠지만, 증기선은 그 시간을 수개월로 단축시켜주었다.\n네메시스의 결정적 장점은 철선이라는 사실이다. 쇠는 목재보다 장점이 많은 조선 재료다. 쇠는 목재보다 강하기 때문에 2.5인치(6.4cm)의 철제보가 2피트(60cm) 오크목재의 역할을 했다. 그래서 철선의 배수량이 목선에 비해 30% 가량 더 나왔다. 철선은 목선보다 더 가볍게 배를 만들기 때문에 적은 에너지로도 더 멀리 갈수 있었다.\n보다 중요한 장점은 총일이 튕겨나간다는 점이다. 불을 붙여도 타지 않는다. 전쟁은 화력의 싸움이다. 총알과 포탄이 날라와도 버텨주는 것은 철선이 목선에 비해 엄청나게 유리했다.\n철선은 목선의 구조적 한계를 극복시켰다. 목선은 나무 길이의 한계가 있기 때문에 최장 100m를 넘기 어려웠다. 나폴레옹 전쟁 당시 넬슨 제독이 이끈 영국 함대가 60~760m에 불과했다. 하지만 배를 철재로 만들면 길이를 무한정 늘릴 수 있다. 나무를 연결하는 것은 한계가 있지만, 쇠를 용접해 이을 경우 길이의 한계를 극복할수 있다.\n여기에다 네메시스가 등장할 무렵 프로펠러 기술이 개발됐다. 엔진에서 나오는 에너지를 프로펠러에 전달해 항해하는 기술은 배의 성능을 크게 높였다. 네메시스는 당대 최고 조선기술의 집합체였다.\n\n제1차 아편전쟁은 1839년 10월말에 발발했다. 네메시스가 광둥(廣東)성 마카오에 도착한 것은 1840년 11월 25일로, 이미 동인도회사군과 중국군 사이에 여러차례 전투가 벌어지고 있었다.\n앞서의 전투에서 어느 쪽도 승리하지 못하고 있었다. 동인도회사 함대가 광저우(廣州)와 아모이(厦門) 등 연안도시를 공격했지만, 중국인들의 완강한 방어를 뚫지 못하고 있었다. 동인도회하 해군의 화력은 막강했지만, 중국의 전통적인 포와 정크선는 인해전술이라는 방어막을 쳤다. \n네메시스가 주강(珠江) 삼각주 전투에 투입되면서 상황이 반전됐다.  배는 1841년 1월 7일 후먼(虎門) 포대를 공격했다. 청군은 네메시스라는 악마가 도착하기 이전에 영국 군함이 시도하는 함포 사격도 버텨냈다. 이번에도 중국인들은 적을 막아낼 것이라고 생각했다. 하지만 네메시스는 증기엔진으로 가동했기 때문에 범선 군함을 예인했고, 군함들이 네메시스에 이끌려 함포사격을 가했다. 중국 정크선은 네메시스가 쏘는 포에 맥없이 쓰러졌다. 괴물 철선에서 쏘아대는 콩그리브 로켓포의 위력을 보고 중국 배들은 도망가기 바빴다.\n네메시스는 다른 영국 군함대를 이끌고 서서히 주강을 거슬러 올라갔다. 주강 삼각주는 좁고 얕은 수로가 미로처럼 얽혀 있어 지금까지 서양의 어떤 전함도 들어가지 못한 곳이었다. 이 곳에 청의 정크선들은 숨어서 게릴라전을 펼칠 태세였다. 하지만 네메시스는 주강을 타고 광저우로 접근했다. 보이는 것은 닥치는대로 모두 파괴해버렸다. 중국인들은 공포에 질렸다. 그들은 ‘악마의 배’가 왔다고 베이징 조정에 보고했다.\n네메시스의 활약으로 전세는 뒤바뀌었지만, 베이징의 청 황실은 굴복하지 않았다. 영국은 중국의 숨통을 조이는 작전에 돌입했다. 바로 양쯔강과 베이징을 연결하는 대운하의 길목을 장악하는 것이었다. 이 운하는 쓰촨지방에서 나는 쌀을 베이징으로 실어 날랐다. 이 운하가 막히면 수도 베이징이 위태롭게 된다.\n1842년 6월 영국 함대는 양쯔강으로 들어갔다. 당시만 해도 전함은 해양용이며, 강을 거슬러 올라가는 것은 생각하지도 못했다. 그러나 철제 증기선은 이를 해냈다. 바람의 방향이 필요 없었고, 배의 무게를 훨씬 가볍게 했기 때문이다.\n청나라는 양쯔강에 16척의 전쟁용 정크선, 70척의 상선과 어선을 징발해 대비하고 있었다.\n이 작전에 네메시스는 혁혁한 공을 세웠다. 전투는 오래가지 않았다. 얼마 되지 않아 중국 전함과 양쯔강 양측의 성들의 포사격이 조용해졌다. 네메시스와 그 호위함들이 쏘아대는 포격은 청 조정으로 하여금 더 이상 전쟁을 지속할수 없게끔 했다. 청은 양쯔강 중류 난징(南京)으로 협상단을 파견했다. 그렇게 해서 체결된 것이 난징조약이며, 1차 아편전쟁은 네메시스의 승리로 끝났다.\n\n[맘루크 왕조]\n기동전에서 야포의 역할을 인식하고 그에 따라 새로운 전술을 채택하기 위해서 맘루크 왕조는 기병대의 봉건적 특권과 역할, 다시 말해 사회적 지위와 지배 계급으로서의 위신을 희생해야만 했다. 이것은 뒤집어 말하면 봉건적 사회 구조의 해체와 근본적인 사회 변혁을 전제하지만 맘루크 왕조는 여기에 전혀 준비가 되어 있지 않았다. \n중국인들은 서양의 기술을 수용하기에 앞서 세계관의 전면적 변화와 낮은 수준의 코페르니쿠스적 전환을 겪어야 했다. 강력한 사회, 문화적 요인들이 서양의 기술을 흡수하고 전파하는 데 걸림돌이 되었다. \n안정적인 사회 구조 속에서 기득권들은 변화를 바라지 않는다. 이것은 예나 지금이나 크게 다르지 않는다. 이들에게 바람직한 개혁의 임계점(臨界點, Critical point)은 '자신의 이익을 최대한으로 하되, 자신이 주도할 수 있는 선'까지가 된다. 그런 면에서 가진 것이 없었던 유럽의 기사들이 자신들의 롱소드 (Longsword)를 내려놓는 것은 풍요로웠던 이슬람 전사들이 샴쉬르(Shamshir)를 놓는 것보다 상대적으로 쉬웠으리라. \n르네상스 초기 유럽의 기사들은 화기에 대해 맘루크의 기마병과 크게 다르지 않은 생각을 품었으나 1500년에 이르자 유럽의 현안들은 점차 화려함보다는 조직화를, 용맹성보다는 효율성을 선호하는 새로운 사회 집단이 통제하게 되었다. 그리고 그러한 집단들은 기계와 야금술에 관심을 보이며 그 수가 증가하고 있던 무수한 장인 계급예 의존할 수 있었다. \n\n[연필]\n프랑스혁명 5년 후인 1794년, 프랑스는 영국, 스페인, 프로이센, 오스트리아 등 유럽전체와 전쟁 중이었다. 설상가상으로 사방으로 막힌 프랑스는 귀중한 전략자원을 수입하지 못하고 있었다.\n바로 펜이다. 깃털 펜은 사용하기 번잡스러운데 군용, 특히 전투 중에는 더더욱 사용하기 힘들었다. 급히 전령을 보내거나 적의 배치를 그려야 할 경우에는 흑연 펜이 반드시 필요했다. 그렇지만 흑연은 영국과 프로이센이 대부분 공급했고 전쟁국가에게 수출할 리가 없었다. 흑연공급이 줄어들고 프랑스는 궁지에 몰렸다.\n프랑스 전쟁상은 니콜라스 자크 콩트Nicholas Jacques Conte라는 유명한 발명가에게 도움을 요청했다. 콩트는 흑연을 아주 고운 가루로 갈아서 다른 것과 섞기로 했다. 그렇지만 이미 여러 발명가가 아교 심지어 고래기름까지 시도했다가 실패한 방법이었다.\n콩크는 8일간 쉬지 않고 시험했고 마침내 방법을 찾아냈다. 그는 흑연을 점토와 섞고 형틀로 누른 후에 가마에서 구웠다. 약간의 흑연만으로 수십자루의 연필을 만들어냈다. 콩트의 시도는 엄청난 성공이었고 지금도 그렇게 연필을 만들고 있다. 1795년 1월, 콩트는 프랑스 특허 32번을 등록했고 그렇게 현대식 연필이 태어났다.\n콩트는 1798년 나폴레옹의 이집트침공에서도 큰 역할을 했다. 프랑스군이 전투 후에 많은 군수품을 상실했는데, 콩트는 다양한 기계와 기구를 만들어내서 프랑스군이 계속 전투를 할 수 있게 도와주었다. 콩트는 점토를 더 사용해서 더 단단한 연필, 점토가 적어서 더 부드러운 연필 등 4 종류를 만들어냈다. 국민학교 시절에 사용하던 바로 그 연필이다. \n\n[워터루 전투]\n1815년 워털루 전투에서 나폴레옹은 영국군에 결정적으로 패해 역사에서 사라진다. 이 전투에서 영국군은 땅에 닿으면 폭발해 사람들을 날려 보내는, 오늘날 우리가 대포하면 떠올리는 폭발형 포탄을  처음 사용했다. 그 전까지 대포는 사석포로서 큰 돌을 둥글게 다듬어서 발사한 대포알의 무게로 성벽을 허물어뜨리거나 들판에 밀집한 군인들을 뭉개버리는 것이지, 대포알을 폭발시켜 사람을 죽이는 것이 아니었다.\n웰링턴 군은 일반적인 대포가 아닌 다른 포를 가지고 있었다. 일명 불폭탄이라고 불리는 무기인데, 일반 대포가 포물선을 그리며 날아간다면 불폭탄은 직사화기이다. 포탄이 터지면서 파편을 날리는 반면, 불폭탄은 직접 파편을 초속 200m의 속도로 발사한다. 이 불폭탄을 능선에 걸어두고 기어오르는 프랑스 보병대에 쏴대면 되었다. 50m 앞에 나란히 일렬로 서서 올라오는 적군에 쏘면 최소 10명은 온 몸에 벌집처럼 구멍이 나서 사망하고 만다. 이 불폭탄은 직사화기이므로 땅이 진흙밭인 것에 영향을 받지 않았다.\n마침내 정오 무렵에 프랑스의 포병대가 불을 뿜기 시작했다. 대규모의 집중포화는 나폴레옹의 전형적인 전투개시 방법이었다. 또한 대포에 파열탄을 사용해 능선 뒷쪽에서 터지게 하면서 피해를 극대화시키려 했다. 파열탄은 현대전의 수류탄과 같다. 폭발할 때의 파편으로 인명을 대량살상하는 포탄이다. 하지만 그런 사격에도 불구하고 프랑스 포병대는 생각만큼 피해를 주지 못했다. 당시의 포탄은 모두 지면에 접촉해야 폭발했기 때문에 비 온 뒤 생성된 진흙의 강한 점도가 포탄의 힘을 무력화시켰다.\n나폴레옹의 포병대가 날리는 포탄에서 몇발짝만 떨어지면 별 피해를 입지 않았던 것이다. 웰링턴 군은 능선 뒷쪽에 엎드려서 버티기만 하면 되었다. 이렇게 되면 프랑스의 보병대가 직접 언덕을 기어올라가 전투를 벌여야 한다.\n\n[작열탄]\n작열탄(유산탄, exploded shell, shrapnel shells)은 말그대로 폭발하는 포탄이다. 구조는 철로 된 외피 안에 도화선이 연결된 화약 덩어리가 있는 형태이다. 처음에 작렬탄은 일반 대포가 아닌 박격포(mortar)로 발사했었다. 그렇게 해야 포탄이 배 내부에서 폭발해서 더 많은 피해를 입히기 때문이었다. 하지만 움직이고 흔들리는 배 안에서 곡사화기로 적함선을 정확히 맞추기가 힘들어 많이 사용되지는 않았었다.\n근대적인 의미의 작열탄은 19세기 프랑스에서 개발해서 크림 전쟁부터 본격적으로 사용되었다. 크림전쟁 이전에 러시아는 오스만제국과 수시로 전쟁을 벌였는데 오스만의 목조함선에 작열탄이 큰 효력을 발휘했다. 이때부터 사실상 목조함선은 쇠퇴의 길을 걷기 시작했고 크림전쟁 이후 세계는 장갑함 경쟁에 들어가게 된다.\n1800년대 초반, 유럽전장에는 신무기가 등장했다. 헨리 슈랍넬(Henry Sharpnel)이라는 영국군 장교가 30년 동안 완성시키느라 고생한 무기였다. 포탄의 빈 공간 안에 작은 소총탄을 가득 넣고 화약에 도화선을 연결한 후에 적보병 대열을 향해 쏘았다. 머리 위에서 터지면 그 일대에 소총탄이 마치 카페트처럼 퍼져서 덮쳤다. \n영국군은 1803년에 작열탄을 채택했고 나폴레옹 전쟁에서 처음으로 투입했다. 밀집대형에 무시무시한 효과를 보였고 프랑스군은 영국군이 포탄에 독가스를 넣었다고 착각할 정도로 공포에 질렸다. 영국군 포병사령관 조지 우드경은 워털루 전투에서 나폴레옹을 격파하는데 유산탄의 공이 매우 컸다고 인정했다. 그는 포탄 발명가에게 보낸 편지에서 “전투의 향방을 완전히 바꾸었고”라고 썼다. 포병의 위력은 이전과 완전히 달라졌고 유산탄을 발명한 장교의 이름은 역사에 영원히 남았다.\n나폴레옹은 영국군의 불발 유산탄을 분해해 비밀을 캐려고 했지만 복제하는데 실패했다. 이후 슈랍넬은 파편을 의미하는 영어단어가 되었다. \n\n[컨베이어벨트]\n자동차를 수작업으로 만들던 시절, '자동차 왕'이자 포드 창업자인 헨리 포드는 도살장 작업자들이 각자 지정된 부위만 작업하는 것에서 착안해 컨베이어벨트 시스템을 개발했다. 포드는 컨베이어벨트를 앞세워 대량생산 모델인 검은색의 '포드 모델T'를 선보이면서 자동차 대중화의 길을 개척했다. 당시 포드 공장에서는 뼈대만 있는 자동차가 컨베이어벨트를 따라 이동하는 사이 작업자들이 자신이 담당하는 부품을 장착했다. 생산 속도는 처음에는 한 시간에 한 대에서 나중에는 24초에 한 대로 빨라졌다. 대량생산은 생산비용 절감, 판매가격 인하로 이어졌다. 많이 만들면 만들수록 제품 가격은 저렴해졌다. 차 한 대당 2000~3000달러 하던 시대에 모델T는 850달러에 판매됐다.\n컨베이어벨트 대량생산 시스템은 2차 세계대전에서 미국이 주축이 된 연합군이 독일을 이길 수 있는 계기도 마련했다. 전쟁이 일어나기 전인 1930년대 미국 기업들은 빨리 생산해 많이 판매할 수 있는 상품을 만드는 데 주력했다. 땅덩이가 넓은 데다 인구도 증가 추세여서 수요가 많아졌기 때문이다. 상대적으로 독일 기업들은 제품의 기능이나 품질을 좀 더 추구하는 경향이 강했다. 1차 세계대전 패전으로 1919년 체결한 베르사유조약에 따라 영토를 잃고 막대한 배상금을 물게 된 것은 물론 생산 자원과 판매처도 부족해 미국처럼 대량생산을 추구할 분위기가 아니었기 때문이다. 이에 독일에서는 기술을 통해 품질 좋은 제품을 생산하는 '품질 제일주의 분위기'가 형성됐다. 그러나 전쟁 기간에는 품질 제일주의 효과가 반감된다. 전쟁이 오래 지속되면 대량생산에 유리한 국가가 승기를 잡는다. 한정된 자원 때문에 품질에 승부수를 걸었던 독일이 미국이나 소련에 질 수밖에 없었던 이유 중 하나도 대량생산 체제다.\n무적이라 여겨질 정도로 품질이 뛰어났던 독일군 티거 전차는 숫자에서 우위를 차지한 미군 셔먼 전차와 인해전술을 쓰듯 공격하는 소련군 T34 전차에 질 수밖에 없었다.\n미국과 소련이 풍부한 원자재와 대량생산 체제를 활용해 파괴되는 탱크, 비행기, 차량 대수보다 더 많이 생산하니 독일은 당해낼 도리가 없었다. 오늘날 명품 자동차를 탄생시킨 독일의 품질 제일주의가 2차 세계대전에서는 '독'이 된 셈이다.\n\n[전차]\n1916년 9월 15일 아침, 프랑스 솜 지역의 참호에 배치되어 있던 독일군들은 전방에서 갑자기들려 오는 영국군의 함성에 놀라 참호 바닥에서 뛰쳐나와 망원경으로 전방을 주시했다. 통상 짧게는 30분, 길게는 며칠 동안 준비 포격을 한 뒤에 공격을 시작하던 당시의 상식에 반하는 영국군의 돌격함성 소리에 당황하던 독일군은 이내 공포와 경악을 금치 못했다. 돌격하는 영국군 사이사이 굉음을 내며 전진해오는 쇳덩어리들을 처음으로 대면하게 된 것이다. 독일군이 기관총탄을 미친 듯이 쏴대도 모두 튕겨내며 천천히 전진하는, 포화를 뿜는 쇳덩어리의 모습은 영락없는 ‘지상의 전함’ 이었고, 이 괴물의 등장에 기겁한 독일군들이 패닉상태로 패주하기 시작하면서 독일군의 전선이 무너져 내렸다. 이날 영국군은 8km x 2km의 지역을 전진하였고, 이는 지상전의 왕자, 전차의 첫 데뷔전이 되었다.\n\n[도약폭탄(Bouncing Bomb)]\n'물수제비 폭탄'이라고도 한다.  '물수제비 폭탄'은 2차 대전 당시 연합군이 독일군의 댐을 폭파시키기 위해 제작된 폭탄이다. 하늘에서 목표물을 맞추기란 쉽지 않다. 요즘은 정밀유도무기로 처리하지만 당시로선 매우 골치아픈 문제였죠. 더구나 목표물이 교랑이나 댐같은 소형 건축물이라면 더 하고요. 따라서 폭격기 편대로 댐 하나를 폭파시키려면 많은 양의 폭탄을 투하해 그중 몇 개가 맞기를 바라는 수밖에 없었다. 그리고 어뢰로 공격하자니 독일군이 어뢰 그물을 펼처놓았습니다. 정말 진퇴양난의 상황이죠. 이런 상황을 타개하기 위해 '바네스 윌리스'라는 사람이 고안한 폭탄입니다. '물수제비 폭탄'이라는 이름에서 알수 있듯이 이 폭탄은 수면 위를 튀어오르며 폭발합니다. 수면에 폭탄을 투하하면 폭탄이 물수제비처럼 가던 방향으로 튀어오릅니다. 그리고 댐 벽면에 다다르면 터지죠. \n폭탄은 '작전명 응징'(Operation Punishment)이라는 이름으로 실제로 실전에 쓰였다. 독일 군수산업의 핵심지역인 루르 공업지대에 전력을 공급하는 수력발전소를 파괴함으로써, 독일의 전쟁수행능력을 떨어뜨리게 만들었다. \n길이 1.5미터, 지름 1.2미터의 원기둥 모양 특수 폭탄을 18미터 높이에서 투하했는데, 이때 그냥 투하하지 않고 투하 직전에 전기모터를 이용해 분당 500회의 속도로 폭탄에 역회전을 가했습니다.\n낙하하는 폭탄은 공기저항 때문에 위쪽과 아래쪽의 회전 속도가 달라지고, 이로 인한 압력 차이가 양력(유체 속을 운동하는 물체에 운동 방향과 수직 방향으로 작용하는 힘)을 만들어 냅니다.\n양력이 물수제비 현상을 유도한 결과, 폭탄은 물 위에서 네 번 튕긴 후 댐 앞에서 가라앉았고,\n수압에 따른 자동 기폭 장치에 의해 폭발했습니다.\n그러나 도약폭탄은 폭탄을 정확히 투하하기 위해 폭격기가 댐 주변을 저공비행해야 하기 때문에 큰 위험을 동반했다. 실제 공격에 나선 19대의 폭격기 중 8대가 돌아오지 못했다.(승무원 56명 사망)\n또한 실제 목표 중 2개의 댐만이 공격에 성공했고, 1년은 걸리리라던 공장의 복구도 단 3개월만에 해결되었다. \n실제로 이 이야기는 <댐 버스터(Dam Buster)>라는 영화로 만들어지기도 했다.\n근데 이게 일반 폭탄으로도 실전에서 사용됐다. 태평양전쟁에서 맥아더가 뉴기니아 부나를 점령하자 일본이 이에 대응하여 라바울에서 수송선 8척에 8척의 구축함, 41대의 제로기를 동원하여 라에 기지의 일본군을 증강하려고 했는데 이를 미육군항공대가 요격했다. \nB-25와 A-20이 고도 60m, 속도 320km 정도의 저공으로 해면을 날다가 일반 수평 폭격용 철갑폭탄을 적함 100미터 이상 떨어진 곳에서 바다에 떨구자 폭탄이 물수제비와 같은 효과로 해면에 닿자 30미터 정도로 튀어올라다가 일본군 함선의 현수선을 강타했다. 마치 어뢰로 맞은 것과 같은 효과. 12대의 폭격기가 57대의 폭탄을 떨구었는데 그 중 28발이 명중하는 놀라운 명중률을 보여주었다. 그 속도 또한 빨라서 폭격기가 폭탄을 떨구고 1~2초면 적함에 도달하여 회피기동이고 뭐고 할 시간도 없었다. 함선을 공격하는데 있어 어뢰 보다 좋은 것은 없다는 것을 다들 잘 아실거요, 급강하 폭격기나 수평 폭격기가 폭탄을 투하해도 배의 하부 구조물을 파괴시켜 침몰시키는데는 상당한 어려움이 있다. 야마모토가 진주만 공습 전에 진주만은 수심이 얕아서 어뢰로 공격하는 것이 어렵다는 말을 듣고 어뢰로 공격이 불가능하면 진주만 공습은 있을 수 없다고 단언하고 어뢰의 개조를 명해 끝내 어뢰 후면에 나무로 된 보조물을 부착, 낮은 수심에서도 운용 가능한 어뢰를 만들어 냈다는 건 영화 '진주만'에도 잘 나오는 사실이오. 근데 이 놈의 어뢰를 먹이는데 당시로는 수상함에서 어뢰를 발사하는 방법, 뇌격기가 저공으로 날다가 떨구는 방법, 그리고 잠수함에서 먹이는 방법등이 있는데 이 3가지 모두 상당한 위험이 있고 또 당시 어뢰의 속도가 상당히 느려 목숨 걸고 어뢰 발사해도 회피기동 해 버리면 그만이었다. 근데 미군이 활용한 이 방법은 이러한 문제를 상당 부문 해결해 버렸다. 우선 철갑탄이 물 위를 튀어 공기중으로 이동하니 속도가 어뢰와 비교 할 수 없이 빠르기 때문에 회피기동이 불가능했다. 둘째로 어뢰와 마찬가지로 함수 홀수선 아래를 공격 할 수 있어 그 한 발의 효과가 수평, 급강하보다 매우 크다. 그리고 철갑탄이라는 것이 본디 만들어질 때부터 이름처럼 적함을 뚫고 들어가 폭발하도록 설계된 놈이라 어뢰보다 그 효과가 더 크다. 마지막으로 뇌격기처럼 작은 기체가 아닌 쌍발 중형폭격기에서부터 B-17까지 상당히 맷집이 좋은 중대형의 기체를 이용 할 수 있어 적 요격기나 대공포에 강하고 또 폭탄을 여러발을 투하 할수 있다는 장점이 있었다. 지금 현대전에서 사용되고 있는 대함 미사일 들을 보면 다들 수면위 몇 미터로 저공 비행하여 적함에 다가가 적함을 공격한다는 것 다들 아실거요. 어찌되었던 현대 대함 미사일처럼 폭탄을 간단한 방법으로 운용 했다.\n\n[지진폭탄(Earthquake bomb)]\n제2차 세계 대전 당시 영국의 항공 공학자 번즈 웰리스(Barnes Wallis)가 제안한 항공 폭탄. 당시 사용된 일반 항공수송폭탄은 폭탄 케이스 안에 작약을 최대한 많이 넣어 폭발력을 극대화하는 데에만 급급했고, 폭격기에 폭탄을 최대한 많이 실을 수 있도록 중량을 줄이기 위해 외피를 매우 얇게 만들었습니다. 이렇게 폭발력만을 극대화한 항공수송폭탄은 지표면 위에서 터져 충격파와 파편효과로 인해 그 폭발 에너지가 대부분 대기 중에 흡수되어 버렸습니다. 결국 지표면에 작은 구멍이나 파는 수준에 그쳤다. \n원래 항공기에서 투하한 폭탄은 지상과 격돌하더라도 충격파를 비롯한 에너지가 대부분 대기 중으로 흡수되는 문제가 있었다. 그 때문에 폭탄이 정확히 명중하지 않을 경우에는 주변만 약간의 손상을 입고, 중요 목표물인 구조물은 유리창이 좀 깨지는 피해를 입는 것이 고작이었으며, 터널이나 교각과 같은 목표물은 아무리 폭탄을 쏟아부어도 때려부수기 힘든 목표물이었다. 이에 따라 번즈 웰리스는 탄두부분을 지표 아래로 쑤셔넣어서 터지는 폭탄을 제안하였다. 당시 영국 공군 관계자들은 그의 주장에 공감을 하였지만, 정작 관심은 보이지 않았다. 제안된 폭탄 자체가 당시 폭격기의 적재한계를 초월하는 중량 10톤짜리의 괴악한 물건이었던 것이다. \n이 10톤짜리 중량을 자랑하는 굇수급 폭탄이 바로 최초의 지진폭탄인 '톨보이(Tallboy)’의 후속작이며 톨보이의 원래 모델이기도 한 '그랜드슬램(Grand slam)'이다.\n\n그러던 중에 루르 지역의 댐 폭격 작전에서 웰리스가 제안하고 개발한 도약폭탄이 활약하면서, 지진폭탄에도 관심을 보이기 시작하였다. 그리고 당시 영국 공군은 아브로 랭커스터 폭격기를 운영하고 있었으므로 엄청난 무게가 나가는 폭탄도 폭격기를 개수하면 간신히 수용할 수 있었기 때문이다. 하지만 여전히 최초 제안이 현실성이 없다는 주장이 제기되면서 웰리스는 기존 아이디어를 축소하여 '톨보이'라는 폭탄을 개발했는데 연합군이 운용하는 폭탄의 최대급인 2t 짜리 블록버스터를 뛰어넘는 5.4t 짜리의 황당한 물건이었다.\n땅에 틀어박혀 폭발하기 때문에 땅속에서 폭발한 폭탄의 충격파가 지반를 아예 뒤흔들어버려 쑥대밭으로 만들었다. 때문에 지표가 뒤흔들리게 되므로 지진의 효과가 국소적으로 나타나게 되어 지상의 견고한 건축물, 요새 등도 '축대가 무너져서' 무너지고 말게 된다. 이러한 항공 지진폭탄의 개념은 21세기 현대전에서도 벙커버스터를 통해 계승되고 있다. \n어마어마한 크기를 자랑했던 톨보이는 폭격기 1대에 단 1발만 실을 수 있었다. 이렇게 톨보이가 독일 전역을 갈아엎으며 톡톡히 재미를 보았다.\n폭탄을 지표 아래로 쑤셔넣는 원리는 간단한데,   무른 흙바닥에 돌을 떨어뜨리면 가라앉는 것처럼 고중량의 폭탄이 땅에 박히면 지연신관이 반응해 터지는 것. 그리고 폭탄의 꼬리의 날개를 개량해서 낙하하는 탄이 강선을 통과한 탄환처럼 뱅뱅 돌게 해 명중률을 높였다. 게다가 폭탄이 관통할 때 발생하는 충격파로 인접한 건물이나 시설물을 붕괴시킬 수도 있었다. 땅에 부딪히는 것만으로도 주변에 피해를 줄 정도로 무거웠다는 말.\n톨보이의 데뷔는 노르망디 상륙작전이 펼쳐진 직후인 1944년 6월 8일 밤 독일군의 증원 또는 보급로로 사용될 수 있는 소뮈르(Saumur) 철도 터널 폭격이었다. 명중한 폭탄은 약 18m의 암반층을 뚫고 들어가 터널을 아예 박살내 버렸다. \n톨보이에게 주로 폭격당한 대상은 주로 나치 독일의 V2 기지와 프랑스 해안의 U보트기지였으며, 특히 영국과 가까웠던 프랑스나 네덜란드 해안의 주요 유보트 기지들은 아예 씨가 말라버렸을 정도였다고 한다. 게다가 톨보이는 약 5500m가량에서 떨어트렸을 때를 기준으로 설계되었는데, 톨보이를 실은 아브로 랭커스터 폭격기는 기껏해야 4000m가량까지밖에 올라갈 수 없었다. 이와 같이 미처 설계고도까지 못 올라간 상태에서 투하를 했음에도 암석층과 콘크리트로 된 유보트 기지들을 작살내면서 그 위력을 과시하였다.\n톨보이가 올린 가장 굵직한 전과로는 V3 계획을 폐기시킨 것과 비스마르크급 전함 '티르피츠'를 뒤엎어버린 것이다.\nV3의 경우 항공정찰 결과 \"거대한 시설 수준을 봐서는 엄청 중요한 곳 같으니 일단 던지고 보자!\"란 판단 하에 투하되어 관련시설을 박살냈다.\n티르피츠는 반복된 폭격에 대비하기 위해 피오르 협만 내부의 모래톱 옆에 자리를 잡고, 주변에 어뢰 방어 그물까지 깔아놓아서 최악의 경우 침몰해도 똑바로 가라 앉아서 착저상태가 되도록 만들었다. 이렇게 하면 나중에 전함을 다시 인양하기도 쉽고, 수리하기도 좋으며, 최악의 경우라도 약간 수선한 다음에 고정포대로 사용할 수 있도록 했다. \n티르피츠를 격침시키기 위해 총 3회의 톨보이 폭격이 있었는데, 9월 15일의 첫번째 폭격에서 지근탄이 엔진 기능을 망가트려 티르피츠를 사실상 고정포대로 만들었으며, 10월 29일 폭격 때는 구름 때문에 눈먼 폭탄 32발만 떨어트리고 왔지만 11월 12일 폭격에서 4발의 지근탄과 2발의 명중탄으로 티르피츠를 박살냈다. 티르피츠 상부 포탑에 맞은 톨보이가 배의 갑판 하부까지 뚫고 들어가서 폭발하는 바람에 보수 불가능할 정도로 완파됐다. 또한 빗맞은 다른 톨보이 때문에 주변의 모래톱 바닥 에 구멍이 생기고 경사면이 만들어졌으므로 침몰하던 배가 바닥에 닿아서 기울어지면서 구덩이에 빠지는 바람에 다수의 인원이 탈출도 못하고 사망했다.\n톨보이의 위력을 체험한 영국은 최초 제안을 받아들여 '그랜드슬램'을 제작했다. \n당시 영국군이 보유한 폭격기 중 가장 적재 중량이 컸던 랭커스터 폭격기에도 수납이 안되어 불필요한 장비 떼고, 연료도 적게 싣고, 아예 외부에 폭탄을 매달 수 있도록 별도의 장비를 만드는 등 기체를 개조해야만 했다. \n이렇게 해서 띄워도 설계상의 투하고도는 커녕 중저고도에서도 폭격하기가 힘들 정도였다.\n최초이 사용은 독일 베스트팔렌(Westfalen) 지방의  실트에셰(Schildesche) 지역의 육상 철교였다. 톨보이 폭격도 견뎌냈던 놈이라서 그랜드슬램이 투입되었고 투하된 폭탄은 철교에서 수 미터 벗어난 지점에 떨어졌다. 자비심 없는 폭발력으로 일대의 지반이 무너지면서 철교 교각까지 동시에 폭삭 내려앉았다. 저 무식한 폭탄을 하늘에서 떨구니 절로 땅 속 깊숙히 쑤셔 박혔고 그 상태에서 폭발하니 아예 지반을 지탱하는 기반암층을 부분적으로 부숴버려 지반이 약해져버렸고, 그 위에 다시 건축물을 지으려면 저만한 강도의 지반을 다시 만들어야 하는데, 현대의 기술력으로도 땅에 파이프를 박고 콘크리트를 채워넣어 보강해야 하는 돈도 시간도 자원도 제법 잡아먹는 힘든 작업이니 전쟁 중이었던 당시에는 정말 불가능에 가까웠다고 보면 된다. \n또 브레멘의 발렌틴 U보트 생산기지는 1945년 3월 당시 90% 완공된 상태였는데, 그랜드슬램이 4.5m 두께의 철근 콘크리트를 뚫고 들어가 지붕을 완전히 날려버렸다.  그랜드슬램이 관통하기 전에 기폭된 탓에 시설 내의 인부들은 살아남았지만, 결국 기지는 완공되지 못한 채 버려졌고 4주 후에 영국군 제30군단이 점령했다. 이 폭격으로 21형 유보트의 최종조립라인이 끝장난 탓에 종전까지 투입가능한 21형은 4척밖에 완성되지 못했다.\n2차대전 중 투입된 그랜드슬램은 총 41개로 주로 교량과 항구의 고가교(Viaduct) 폭격에 사용되었다. 덩치와 무게, 그리고 무유도폭탄이라는 한계상 특정한 건축물을 정확히 명중시키는 정밀타격은 무리였지만 그랜드슬램에게 그딴 건 사소한 문제에\n불과했다. 역으로 그 덩치와 무게 덕분에 명중하지 않아도 적당히 근처에 떨궈 주기만 해도 교량이나 고가교를 최소한 일시적으로, 잘 박히면 반영구적으로 사용 불가능할 정도로 붕괴시키기에 충분한 폭발력과 지진효과를 일으켜 줬기 때문이다.\n마지막으로 1945년 4월 25일 히틀러의 별장 중 하나인 베르크호프(Berghof)를 산사태마냥 뒤엎어버렸는데, 이유는 뚜렷하게 알려져 있지 않다. 다만 영국 공군은 폭격할 만한 중요 시설이 하나도 없는 뉘른베르크를 단지 나치당 전당대회가 열렸던 유명한 지역이라는 이유로 폭격한 전력이 있다 보니 아마 이 곳도 단지 히틀러의 소유라는 이유로 얻어맞은 것으로 보인다. 히틀러의 별장은 히틀러가 유독 튼튼하고 오래가도록 만들라고 지시하고 감독한 데다 국가원수가 이용하는 곳이므로 나름대로 방공설비를 갖춘 곳으로 일반 폭격에는 끄떡도 하지 않는 곳이었다.\n\n[어뢰로 댐폭파]\n화천댐은 강원 화천군 북한강에 위치한 콘크리트 중력댐으로, 동아시아 침략 전쟁 준비가 한창이던 일제가 경인공업지구의 군수공장 전력 공급을 목적으로 1939년 착공해 1944년 수력 발전 전용으로 완공했다. 댐을 건설할 때 우리 노동자 3000명이 강제 징용돼 공사 기간 1000여명이 사망한 것으로 알려져 일제치하의 아픔과 나라 잃은 설움을 간직한 댐이기도 하다.\n그리고 1945년 남북이 갈라지고 6.25 전쟁 발발 전까지는 38선 이북에 있어 북한의 소유였다. 때문에 북한은 서울까지 공급되던 화천댐의 전력을 끊어 서울에 혼란을 주기도 했다.\n이에 전쟁이 발발하자 중요한 요충지인 이곳을 탈환하기 위해 남북이 치열한 공방을 벌였다. 기록에는 무려 3번의 빼앗김과 탈환을 반복했다고 했으니, 전투가 어느 정도로 치열했는지를 가늠할 수 있다.\n화천댐을 중심으로 벌인 이 전투에서 북한군과 중공군이 3만명에서 많게는 6만명까지 전사함에 따라 화천댐 인근 호수 이름을 오랑캐를 깨뜨렸다는 의미로 파로호(破虜湖)로 불리고 있다.\n이같이 큰 승리를 거뒀던 요인 중에 하나가 바로 화천댐 폭파 작전이었다. 화천댐의 주변 지형이 험해 난공불락의 요새인데다 적군의 수공(水攻) 작전을 무력화시키기 위해 미군이 치밀한 작전을 펼친 것이 바로 이 작전이다. 서울을 비롯해 수도권까지 전기를 공급하는 중요한 장소였기 때문에 완전 폭파가 아닌 수문만 폭파해 물을 빼내기 위해 해군의 항공어뢰가 동원됐다.\n동해상에 있던 함정에서 항공기에 어뢰를 탑재해 싣고 와 총 8발의 어뢰를 발사해 6발을 성공시킨 것으로 알려졌다. 이는 세계 전쟁사에서 최초이자 마지막으로 육지에서 항공어뢰를 사용해 파괴했다는 점에서 세계기네스북에 등재돼 있다. 한국 전쟁에서도 유일하게 어뢰가 사용된 작전이었다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-10-08T01:22:59.343000",
  "updatedAt": "2023-01-17T00:08:00.704000"
}