{
  "id": "58fbea46-8e6b-4f54-8701-68c708b05bbb",
  "title": "고구려의 시작",
  "content": "![image](media/19acee16bc0.b6e0a0e187832de6.jpg)\n![image](media/19acee2b469.8702350ff8eae77e.jpg)\n\n\n\n해모수의 출현 - 북부여 시조 해모수가 군사를 일으키다. \n서기전239년 임술년(壬戌年) 4월 8일에 23세이던 종실(宗室) 대해모수(大解慕漱)가 천왕의 자리에 오르고자 몰래 수유(須臾) 사람 기비(箕丕)와 약속하고 웅심산(熊心山)을 내려와 군대를 일으켜, 옛 서울 백악산(白岳山)을 습격하여 점령하고는 천왕랑(天王郞)이라 칭했다.  \n해모수는 단군조선의 종실인 원래 고씨(高氏)이며, 서기전239년 4월 8일에 23세의 나이로 번조선의 기비(箕丕)와 모의하여 쇠퇴하여 가던 단군조선의 옥새(玉璽)를 차지하려고 하였던 것인데, 처음 웅심산(熊心山)을 근거지로 삼아 기다리다가 하산하여 군대를 일으켰던 것이며, 장당경(藏唐京) 이전의 서울인 백악산(白岳山)을 습격하여 점령하고는 천왕랑(天王郞)이라 칭했던 것이다.  \n해모수는 서기전239년 군사를 일으키고서 천왕랑(天王郞)이라 칭하였는데, 이는 천왕(天王)이 아니라 천왕이 될 자격을 가진 사나이라는 말로서, 천왕의 자제(子弟)라는 말이 된다. 천왕랑(天王郞)은 단군조선의 국자랑(國子郞), 천지화랑(天指花郞)과 같은 의미가 된다. \n여기 해모수(解慕漱)는 원래 고씨(高氏)로서 고모수(高慕漱)이기도 하고 북부여 시조로서 대해모수(大解慕漱)라고 하는데, 고주몽의 아버지가 북부여의 제후국인 옥저국(沃沮國)의 제후 즉 옥저후(沃沮侯)이자 일명 불리지(弗離支)인 고모수(高慕漱)로서 고씨(高氏)는 해씨(解氏)이므로 곧 해모수(解慕漱)이기도 하며, 후기 북부여 시대인 서기전59년에 고두막(高豆莫) 단군의 아들로서 북부여 단군이 된 고무서(高無胥)가 백성들을 잘 다스렸으므로 소해모수(小解慕漱)라 불렸다. \n즉, 역사기록상 해모수가 3분이 있는데, 북부여 시조인 대해모수(大解慕漱), 후기 북부여의 단군 고무서인 소해모수(小解慕漱), 고주몽의 아버지인 옥저후 불리지(弗離支)가 있는 것이 된다. 고(高)는 높다는 뜻이며 지상에서 볼 때 높은 것은 하늘에 떠있는 해(解, 태양)이므로 북부여 시조 해모수는 고씨(高氏)를 두고 해(解)로써 성씨를 삼은 것이 된다. 고(高)라는 글자는 높은 성(城)을 나타낸 상형문자가 되는데 그 옛 발음이 호(戶)에 가까워 해(解, 태양)와 상통하는 소리와 뜻을 가진 것으로 보인다.     \n\n \n[조선(朝鮮) 제47대 고열가(古列加) 천왕(天王)의 역사]    \n해모수 천왕랑이 북부여 수도를 난빈(蘭濱)에 정하다. \n해모수(解慕漱)는 웅심산(熊心山)에 의지하여 궁실을 난빈(蘭濱)에 쌓았다. 까마귀 깃털로 만든 모자를 쓰고 용광(龍光)의 칼(釰)을 차고 오룡거(五龍車)를 타고 다녔다. 따르는 종자들 500인과 함께 아침에는 정사(政事)를 듣고 저녁에는 하늘로 오르더니 이에 즉위하였다. 해모수의 선조는 고리국(藁離國) 사람이다.\n웅심산(熊心山)은 상춘(常春) 즉 백악산 아사달 또는 여기에 가까이 있는 산으로서 개마산(蓋馬山)을 가리킨다. 웅심산을 뒤로 하고 궁궐을 지은 것이 되는데, 난빈(蘭濱)이라는 곳은 강가에 있는 것이 된다. 당시 수도가 장당경으로서 중부여(中夫餘) 땅이 되는데 상춘 즉 백악산아사달과 웅심산은 북부여 땅이 되므로 해모수의 나라를 북부여라 하는 것이다. \n개마산(蓋馬山)의 개(蓋)의 옛 발음이 해(解, 태양)와 유사하거나 음운변화로 인하여 개마산은 해마리산으로서 백두산(白頭山:희마리산)을 가리키는 것이 된다. 즉 단군조선시대와 북부여 시대에는 해마리산 즉 개마산(蓋馬山)이라는 이름을 가진 산이 서개마(西蓋馬) 또는 북개마(北蓋馬)인 지금의 대흥안령산맥(大興安嶺山脈)에 있는 개마산과 지금의 백두산인 동개마(東蓋馬)가 있었던 것이 된다.  \n해모수는 오우관(烏羽冠)을 쓰고 용광검(龍光劍)을 차고 오룡거(五龍車)를 타고 다녔던 것인데, 오우관은 단군조선 시대 국자랑(國子郞) 즉 천지화랑(天指花郞)들이 머리를 장식하던 관이며, 측근으로 500인(人)을 두고 함께 오전부터 낮 동안에는 각 지역을 돌아다니며 정사(政事)를 돌보고, 밤에는 궁궐로 돌아갔던 것이다. 즉 저녁에 하늘로 올라갔다라고 적은 것은 낮에는 지방을 돌아다니면서 순방정치(巡訪政治)를 하다가 밤에는 궁(宮)으로 숙소로 되돌아 가던 것을 가리키는 것이 된다. \n해모수의 선조는 고리국(藁離國) 사람으로 해모수의 고향이 고리국인데, 여기 고리국은 곧 구려국(句麗國)이며, 구려국은 처음 단군왕검의 둘째 아들인 부소(扶蘇)가 봉해진 나라이고, 서기전1285년 이후 색불루 단군 또는 이후 고씨단군의 친족이 봉해진 것이 된다. 해모수(解慕漱)는 고씨 단군의 종실로서 역시 원래 고씨(高氏)인 것이다. 고리(藁離)와 구려(句麗)는 가운데 땅, 가운데 나라, 중국(中國)이라는 의미를 지니는 말이다. \n \n[조선(朝鮮) 제47대 고열가(古列加) 천왕(天王)의 역사]   \n고열가 천왕께서 오가(五加)들에게 나라를 맡기다. \n서기전238년 계해년(癸亥年)에 천왕께서는 어질고 순하기만 하고 결단력이 없어 명령을 내려도 시행되지 않는 일이 많았고 ,여러 장수들은 용맹만 믿고 난리를 자주 피웠기 때문에 나라의 살림은 따라주지 않았고 백성의 사기는 날로 쇠퇴하였다.  \n3월 16일 하늘에 제사지내던 날 저녁에 마침내 오가(五加)들과 의논하여 가로대, “옛 우리 열성조(列聖祖)들께서 나라를 열어 대통(大統)을 이어가실 때는 덕(德)을 심어 널리 미쳐 오랜 세월 법(法)이 되었으나, 이제 왕도(王道)는 쇠미(衰微)하여지고 여러 한(汗)들은 강함을 다투는데, 짐은 덕이 엷고 겁이 많아 능히 다스리지 못하며 방책(方策)을 세워 어진이를 불러 무마시키지 못하여 백성들은 흩어지니, 너희 오가(五加)들은 어진이를 택하여 천거(薦擧)하라” 하시며, 옥문(獄門)을 크게 열어 사형수 이하의 모든 죄수들을 돌려 보내게 하였다. \n이튿날인 3월 17일에 마침내 천왕 자리를 버리고 아사달(阿斯達) 산에 들어가 수도하여 신선(神仙)이 되시니, 이에 진조선(眞朝鮮)의 오가(五加)들은 공화정치(共和政治)를 6년을 하다가 마침내 회복하지 못하고 서기전232년에 해모수에게 나라를 넘김으로써, 서기전2333년 10월 3일 시작된 단군조선은 2,102년만에 종말을 맞았다.\n여기서 서기전238년 3월 16일에 단군조선이 망한 것이 아니며, 6년 후인 서기전232년에 천왕랑(天王郞)이라 칭하였던 해모수가 오가(五加)의 공화정(共和政)을 철폐하여 접수함으로써 이에 추대를 받아 단군이 되니 천왕으로 즉위한 것이 되어, 서기전232년에 단군조선이 완전히 망한 것이 된다. \n서기전238년부터 서기전232년까지 단군조선은 천왕이 부재한 상황에서 오가(五加)의 공화정(共和政)이 실시되었던 것으로, 나라가 없어진 것이 아닌 것이다. 그리하여 단군조선의 역년은 서기전2333년부터 서기전232년까지 2,102년이 되는 것이다.     \n \n[조선(朝鮮) 제47대 고열가(古列加) 천왕(天王)의 역사]   \n해모수 천왕랑의 3월 제천과 연호법(煙戶法) 제정 \n서기전238년 3월 16일에 해모수 천왕랑(天王郞)께서 하늘에 제사를 지내고 연호법(烟戶法)을 제정하더니 오가(五加)의 병력을 나누어 배치하여 밭을 갈아 자급자족함으로써 뜻밖의 일에 대비하도록 하였다. \n해모수가 스스로 천왕랑(天王郞)이라 칭한 후, 고열가 천왕이 3월 16일에 제천하는 것과는 별도로 제천행사를 벌인 것이 되는데, 이는 신하의 도리로 보면 반역행위이나, 스스로 천왕랑(天王郞)으로서 천군(天君)의 자격이 있음을 나타낸 것이 된다. 천왕랑(天王郞)은 천왕(天王)의 자제(子弟)로서 천군(天君)격, 천왕(天王)격에 해당한다.\n고열가(古列加) 천왕이 43대 물리(勿理) 천왕의 현손(玄孫)으로서 후기 단군조선의 종실(宗室)이기도 하며, 해모수(解慕漱)도 원래 고씨(高氏)로서 종실(宗室) 즉 천왕족(天王族)이 되는데, 제44대 구물(丘勿) 천왕의 후손으로서인지 아니면 그 이전의 먼 방계(傍系)인지는 불명이나, 천왕랑(天王郞)이라 칭한 것으로 보아 단군조선의 국자랑(國子郞), 천지화랑(天指花郞)의 자격이 있었던 것은 분명하다고 보인다.\n\n \n[조선(朝鮮) 제47대 고열가(古列加) 천왕(天王)의 역사]   \n단군조선의 멸망 - 해모수가 오가(五加) 공화정치를 철폐하고 천왕(天王)이 되다. \n서기전232년 기사년(己巳年)에 해모수 천왕랑(天王郞)이 무리를 이끌고 가서 옛 도읍의 오가(五加)들을 회유하여 마침내 공화정치(共和政治)를 철폐하였다. 이에 만백성들이 추대하여 단군(檀君)으로 즉위하여 천왕(天王)이 되었다.  \n여기서 옛 도읍은 서기전425년에 수도로 삼은 장당경(藏唐京)을 가리키는 것이다. 서기전238년부터 서기전232년까지 장당경에서는 오가(五加)의 공화정치(共和政治)가 행해지고 있었던 것인데, 어진 자를 찾아 세우라는 고열가 천왕의 유지를 받들지 못하고 있던 차에, 해모수가 군사를 이끌고 장당경에 들어가 오가들을 회유하여 공화정을 철폐하고 단군조선을 접수하였던 것이다. 이로써 단군조선은 서기전2333년부터 서기전232년까지 합2,102년의 역사를 마감한 것이 된다. 한편, 고열가 천왕이 나라를 내놓은 서기전238년에 사실상 단군조선이 망한 것으로 계산하면 2,096년의 역사를 가지는 것이 된다. \n해모수는 군사를 일으켜 천왕랑(天王郞)이라 칭하였다가 단군조선의 오가공화정(五加共和政)을 철폐하여 접수하니, 이에 만백성들이 단군(檀君)으로 추대하였던 것이 된다. 이리하여 서기전232년에 해모수는 천왕랑(天王郞)의 칭호에서 나아가 정식으로 본 임금인 천왕(天王)으로 즉위한 것이 된다. \n천왕(天王)은 천하에 제후를 거느린 천상(天上)의 왕이 되는 것이며, 결국 지방 제후국들의 상국(上國)의 본 임금을 가리키는 것이 된다.  \n이때 번조선왕 기비(箕丕)는 해모수 천왕이 인정하여 봉한 비왕(裨王)이며, 그 외 북부여에 속한 제후국들이 많이 존재하였던 것이 된다. 단, 마한(馬韓) 즉 마조선(馬朝鮮)은 마한 맹남(孟男)을 끝으로 더 이상 기록이 없어 서기전323년부터 서기전238년경 사이에 이미 대가 끊기어 망한 것이 된다. 이후 서기전195년에 낙랑홀(樂浪忽) 출신의 최숭(崔崇)이 배를 타고 이동하여 마한 땅의 도성(都城)이던 왕검성(王儉城)에 정착하여 낙랑국(樂浪國)을 세웠던 것이 된다. 즉 북부여는 최숭을 낙랑왕(樂浪王)으로 대우하였다. \n\n\n고구려 건국 연대에 대한 상세 분석 및 역사적 가설 정리\n유튜브 영상(http://www.youtube.com/watch?v=_kk93bawSMQ)은 일반적으로 알려진 고구려의 건국 연대(기원전 37년, 주몽 건국)에 의문을 제기하며, 고구려의 역사가 그보다 훨씬 길었을 수 있다는 흥미로운 역사적 가설을 세 가지 상이한 사료(신라, 당나라, 고구려 자체 기록)를 통해 추적합니다. 아래는 영상의 내용을 핵심 근거와 논리 전개 과정을 중심으로 상세히 정리한 것입니다.\n\nI. 서론: 통념에 대한 의문 제기\n영상은 우리에게 익숙한 고구려 건국 연대(기원전 37년)를 제시하며 이야기를 시작합니다 [00:00]. 그러나 고구려의 경쟁자였던 신라, 고구려를 멸망시킨 당나라, 그리고 고구려 스스로 남긴 기록에서 이 통념에 정면으로 의문을 제기하는 단서들이 발견된다는 점을 지적합니다 [00:24]. 본 탐구의 목표는 이 상충하는 기록들을 맞춰보며 고구려가 스스로 인식했던 뿌리가 어디까지 닿아 있는지 추적하는 것입니다 [00:44].\n\nII. 첫 번째 단서: 신라의 기록 (약 800년설)\n첫 번째 단서는 고구려가 멸망한 지 불과 2년 뒤인 서기 670년, 신라의 군주 문무왕이 남긴 공식 문서에서 발견됩니다 [01:06:59].\n\n1. 배경 및 사료의 맥락\n * 시점: 서기 670년은 삼국통일 전쟁이 한창일 때로, 고구려 멸망 직후 정세가 매우 혼란스러웠습니다 [01:11:93].\n * 목적: 문무왕은 고구려 부흥 운동을 잠재우고 옛 고구려 유민들을 통합하기 위한 유화책으로, 고구려 왕족 안승을 고구려 왕으로 책봉합니다 [01:21:55].\n * 사료: 『삼국사기(三國史記)』에 실린, 이때 안승에게 내린 공식 임명장(책문)의 내용이 중요합니다 [01:46:51].\n \n2. 핵심 증언\n * 문무왕은 책문에서 안승의 선조이자 고구려 시조인 추모왕(주몽)의 업적을 칭송하며 다음과 같은 결정적인 문장을 남겼습니다.\n    \"해수는 거의 800년이나 되었다\" \n  \n3. 연대 분석\n * 기준 연도인 서기 670년에서 800년을 거슬러 올라가면 고구려의 시작 연대는 기원전 130년경이 됩니다 [02:07:93].\n * 이는 우리가 아는 기원전 37년보다 거의 100년 가까이 앞서는 시점입니다 [02:14:87].\n * 의미: '거의 800년'이라는 구체적인 표현은 외교 문서에 담긴 수치인 만큼, 당시 신라 조정이 고구려 역사에 대해 어떤 근거를 인지하고 있었으며, 당대에 통용되던 고구려의 역사가 우리가 아는 것보다 길었다는 것을 시사합니다 [02:37:78].\n\nIII. 두 번째 단서: 당나라의 기록 (약 900년설)\n두 번째 단서는 고구려를 직접 멸망시킨 당나라의 기록에서 나옵니다 \n\n1. 배경 및 사료의 맥락\n * 시점: 고구려가 멸망한 서기 668년 [03:13:90].\n * 사료: 고구려 정벌에 참여했던 당나라 관리 가원충(賈元忠)이 당 고종에게 올린 보고서의 내용입니다 [03:26:77].\n * 가원충은 고구려에 떠돌던 일종의 예언서인 비기(秘記)를 언급하며, 그 예언이 실현되었다고 주장합니다 [03:36:99].\n\n2. 핵심 증언\n * 가원충은 황제에게 보고하며 다음과 같이 주장합니다.\n   \"고씨가 한 나라 때부터 나라를 세워 지금 900년이 되었고 (중략) 이적 장군의 나이가 80입니다.\"\n   \n3. 연대 분석\n * 기준 연도인 서기 668년에서 900년을 빼면 고구려의 건국 연대는 무려 기원전 232년경까지 올라갑니다 [04:22:90].\n * 이는 주몽의 건국 시점보다 거의 200년이나 앞서는 시점입니다 [04:29:43].\n * 의미: 가원충이 황제에게 보고하는 공식 문서에서 고구려 역사를 900년으로 상정했다는 것은, 당시 당나라 지배층에게 고구려의 역사가 이처럼 길다는 인식이 너무나 당연한 전제로 널리 퍼져 있었음을 보여줍니다 [04:47:78].\n\nIV. 세 번째 단서: 고구려 스스로의 기록 (17대손설)\n가장 결정적이고 갈증을 해소해 줄 단서는 고구려가 직접 남긴 광개토대왕릉비(廣開土大王陵碑)에 있습니다 [05:38:64].\n\n1. 사료의 성격 비교\n * 『삼국사기』: 고구려 멸망 후 약 500년 뒤인 고려 시대에 편찬된 2차 사료 (후대의 기록) [06:47:58].\n * 광개토대왕릉비: 광개토대왕의 아들 장수왕이 재위 당시 직접 세운 1차 사료 (당대의 기록) [06:58:65].\n * 역사학에서는 일반적으로 당대 기록인 1차 사료에 더 큰 무게를 둡니다 [07:07:97].\n\n2. 핵심 증언\n * 『삼국사기』는 광개토대왕을 시조 추모왕의 13세손으로 기록하고 있습니다 [05:59:71].\n * 그러나 정작 당대에 세워진 능비에는 광개토대왕이 \"17세 소(손)에 이르러 왕위에 올랐다\"고 명시되어 있습니다 [06:18:75].\n\n3. 연대 분석 및 통합\n * 13세손이 아닌 17세손이 맞다면, 우리가 아는 추모왕 이전에 4대의 선조가 더 존재했다는 뜻이 됩니다 [07:23:94].\n * 4대(四代)의 시간: 한 세대를 평균 25년에서 30년으로 계산하면 4대는 약 100년에서 120년의 시간이 추가됩니다 [07:33:91].\n * 추가된 건국 연대: 기원전 37년에서 100~120년을 거슬러 올라가면 대략 기원전 157년에서 137년 전후가 됩니다 [07:44:03].\n * 결론: 이 연대는 신라 기록이 가르치던 기원전 130년경과 매우 가깝게 일치하며, 전혀 상관없어 보이던 세 가지 기록이 모두 기원전 37년보다 훨씬 이전을 가리킨다는 공통점을 갖게 됩니다 [07:54:47].\n\nV. 종합 가설: 북부여와 졸본부여의 계승 의식\n이 모든 단서를 하나로 엮는 설명은, 고구려가 스스로를 주몽 한 사람의 건국이 아닌 그 이전부터 이어져 온 역사의 계승자로 여겼다는 관점에서 찾을 수 있습니다 [08:29:91]. 즉, 북부여(北扶餘)와 졸본부여(卒本扶餘)의 역사까지 포함하여 고구려의 뿌리로 인식했다는 가설입니다 [08:42:07].\n\n1. 논쟁적 사료를 통한 접근 (가설적 탐구)\n * 주류 학계에서 위서(僞書)로 분류되어 역사 연구의 근거로 사용되지 않는 『환단고기(桓檀古記)』를 하나의 가설적 연대기로서 검토하여 앞선 세 가지 단서와의 기묘한 일치점을 찾아봅니다 [09:16:32].\n\n2. 연대기별 연결고리\n| 구분 | 역사적 근거 (신라/당/고구려) | 『환단고기』 내 가설적 연대 | 일치점 및 해석 |\n\n| 뿌리 역사 | 당나라의 900년설 (건국 시점: 기원전 232년경) | 『북부여기』: 해모수가 북부여를 건국하고 단군이 된 때가 기원전 232년 [10:07:95] | 당나라 900년설은 사실 주몽의 고구려가 아닌, 그들의 뿌리 국가인 북부여의 건국 시점을 기준으로 했을 수 있습니다. \n\n| 중간 역사 | 신라의 800년설 (시작 시점: 기원전 130년경)  및 광개토대왕릉비의 추가 4대설 (약 100~120년 추가)  | 고두마한이 졸본부여를 세우고 왕위에 오른 때가 기원전 108년 | 신라 800년설은 북부여 이후 졸본부여를 일으킨 고두마한의 탄생을 기점으로 한 역사 인식이었을 수 있습니다. 광개토대왕릉비의 잃어버린 4대는 주몽 이전 졸본부여 시대를 이끌었던 왕들을 포함하는 것으로 해석 가능합니다\n\nVI. 결론: 역사의 새로운 관점\n이 가설을 통해 정리하자면,\n * 900년설은 북부여의 시작을,\n * 800년설과 17대손 기록은 그 뒤를 이은 졸본부여 시대를 포함하는,\n   고대인들이 가졌던 훨씬 깊고 풍부한 역사관을 보여주는 증거들로 재해석될 수 있습니다.\n이는 고구려의 시작이 우리가 생각하는 것처럼 어느 날 갑자기 선포된 명확한 사건이 아니라, 이미 존재하던 역사 위에 새로운 이름으로 싹을 키운 오랜 시간에 걸친 과정이었음을 시사합니다. 따라서 주몽의 건국은 무(無)에서의 창조가 아니라, 거대한 역사적 흐름의 새로운 장을 연 상징적인 사건으로 이해할 수 있습니다.\n\n\n\n기원전 238년 대부여(고조선)의 단군 고열가가 제위를  은퇴했습니다. 도성은 장당경(본 평양으로 지금의 요양)이었습니다. 이보다 앞서 그 전해에 대해모수(고모수)가 '기비'와 짜고 기비는 옛 수도 백악산 아사달(지금 적봉시 영성현)을 점령했고 해모수는 웅심산(지금의 장백산)을 내려와 그 일대를 장악했습니다. 기원전 232년 해모수가 평양의 오가들을 설득해 정통성을 인정받고 대부여를 계승하게 되었으니 북부여와 고구려의 일어남이 이렇게 하여 시작된 것입니다.\n\n당서에 고구려는 9백년만에 멸망했다고 기록되어 있습니다.. 고구려인들은 자신들의 역사를 북부여로부터 시작되었다고 인식하였죠.. 광개토태왕비문에 고구려는 북부여에서 나왔으며 태왕은 시조로부터 17세손이다 라고 기록되어 있습니다.. 그러나 광개토태왕은 고구려 시조인 고주몽의 13세손입니다.. 고구려인들이  17세손이라 한것은 북부여를 세운 해모수로부터 17세손이란 의미입니다.. 고주몽은 해모수의 4세손이며 태왕은 고주몽의 13세손이므로 광개토태왕 비문을 쓴 고구려인들이 말한 시조는 고주몽이 아닌 북부여 해모수였던 것이죠..해모수가 북부여를 세운 BC 239년부터 고구려가 멸망한 AD 668년을 합하면 햇수로 907년이 됩니다.. 그래서 고구려의 역사를 9백년으로 본 것이죠 \n남조 사서에 고구려는 9백년만에 망했고 백제는 천년이 넘어서 망했다 라고 기록되어 있습니다.. 백제의 중시조는 온조이고 BC 18년에 나라를 세웠지만 백제인들은 자신들의 시조를 동명왕으로 여기고 온조때부터 동명왕에 대한 제사를 지낸 기록이 삼국사기에 있죠.. \n일본서기에는 백제의 시조는 도모왕이라고 기록되어 있습니다.. 도모왕은 동명왕의 일본식 발음입니다.. 그렇다면 동명왕은 고주몽일까요.. 그렇지 않습니다.. 백제인들이 시조로 여긴 동명왕은 중국사서에도 기록되어 있는 부여의 시조인 동명왕을 의미합니다.. 고구려의 고주몽이 아닙니다.. 동명왕은 홀본부여를 세운 고두막이며 온조의 어머니인 소서노의 조부입니다.. 동명국(홀본부여)는 BC 87년에 세워졌습니다.. 그렇다면 왜 백제인들은 자신들의 역사를 천년이 넘었다고 생각했을까요.. 백제인들은 대부여가 세워진 BC425년부터 백제(남부여)가 멸망한 AD 660년까지 전체 부여의 역사를 자신들의 역사로 보았기 때문입니다... 그래서 부여의 역사는 천년이 넘습니다\n우리 사서 삼국유사에 북부여에 대한 기록은 단편적으로 있으나 북부여가 있으면 그 이전에 원래의 부여 원부여가 있었을텐데 원부여에 대한 기록은 없습니다.. 원부여(대부여)가 존재하지 않았기 때문이 아니라 원부여(대부여)의 역사가 지워졌기 때문입니다.. 대부여는 말기 단군조선의 또다른 이름입니다\n(참고로 위만조선은 고조선이 아닙니다. 또한 위만에게 정권을 찬탈당한 발해만의 번조선 역시 엄격히 말하면 고조선이 아닙니다. 쫓겨난 준왕은 단군이 아니었기 때문입니다.. 고조선은 제정일치의 천제 단군을 지배자로 한 연방국가였고 BC 2333년부터 BC 238년까지 2096년간 존재했던 나라입니다..\n사서에 따라서 1048년, 1908년간 고조선이 존속되었다는 기록이 있으나 그것은 고조선이 여러번 반정과 내란에 의한 정권교체가 있었고 그로인해 후세 일부 사가들이 찬탈정권을 불인정하여 고조선의 연대를 나누어 기록했기 때문입니다.. 삼국유사에 고조선의 수도가 여러번 천도한 기록이 있는 이유입니다.)\n\n\n부여융묘지명에 백제천년사직이라고 떡하니 박혀 있죠. 삼국유사에 고기왈 삼국의 시조는 모두 단군의 아들들이다 라고 적혀 있죠.\n\n\n고구려 사람들은 자신들은 추모왕의 후손이라고 여겼습니다. 따라서 호태왕도 추모왕으로부터 17세손이라고 봐야 합니다. \n호태왕비문에 시조는 추모왕이라고 명시되어 있고, 추모왕의 일대기가 기록돼 있습니다. 만일 해모수 혹은 고두막한이 시조라고 여겼으면 비문에는 당연히 그 둘 중 한명의 일대기가 들어갔을 것입니다. 비문에 추모왕의 일대기가 기록돼 있다는 것은 고구려 사람들이 자신들의 시조는 추모왕이라고 인식하고 있다는 명백한 증거입니다. \n삼국사기에서 호태왕이 추모왕의 13세손이라는 것은 명백한 오류입니다. 대주류왕(대무신왕)은 유리왕의 손자입니다. 삼국사기에 죽은 송씨부인이 되살아나 무휼왕자를 낳았다는 기록은 왕후 송씨가 무휼의 아버지를 낳은 것이라고 봐야 합니다. 유리왕의 아들이라고 알려진 재사는 사실 대주류왕의 아들인 신명선왕입니다. 신명선왕의 아들이 바로 태조왕이고 신명선왕이 나이가 들자 태조왕에게 선위하고 물러납니다. 태조왕의 아우인 차대왕이 태조왕의 왕좌를 빼앗고 형제들을 모조리 도륙하였습니다. 그러나 태조왕의 늦둥이 아들이었던 백고는 차대왕이 멀리 유배시키고 죽이지는 않았습니다. 이후, 반란이 일어나 태조왕의 아들 백고가 즉위합니다.\n정리하면 1세 추모왕, 2세 유류왕(유리왕) 3세 무휼의 아버지 4세 대주류왕(대무신왕) 5세 신명선왕 6세 태조왕 7세 신대왕 9세 산상왕 10세 동천왕 11세 중천왕 12세 서천왕 13세 돌고 14세 미천왕 15세 고국원왕 16세 소수림왕 17세 호태왕\n이렇게 이어집니다.\n참고로, 호태왕은 고국양왕의 아들이 아니라 소수림왕의 아들입니다.\n주몽이전 고구려의 전신은 부여가 아닌 압록강유역 고구려 초기 중심지 일대의 정치세력결집으로 보아야 합니다. 즉 부여계인 계루부 고씨왕조 전부터 졸본지역을 중심으로 고구려가 존재했다라는 것입니다.  고구려는 부여에서 온 계루부세력만이 전부가 아닙니다. 여타 다른 여러부족들의 결합으로 형성된 국가인데 계루부가 부여에서 오기전부터 이지역에 비류나부를 비롯 여러 부족들이 점차로 결집해가고 있었는데 그 시기를 기원전 3세기 정도까지도 올려볼수 있다는 것입니다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-11-29T17:31:08.330000",
  "updatedAt": "2025-11-29T18:17:05.627000"
}