{
  "id": "58fc9e5a-924e-41d3-9c54-558988f3b31d",
  "title": "드론 재밍",
  "content": "![image](media/186155a56ce.afb55caa9c3c46d2.jpg)\n\n\n\n이렇게 기술이 발전할수록 그 반대 방향의 해킹 기술도 발전하기 때문에 미국 해군사관학교 등에선 별자리와 나침반을 이용하는 전통방식의 항해술도 필수적으로 가르치고 있다.\n기존 민간 시장에 드론 재머가 있음에도 왜 군용 전자전 장비를 따로 개발하는지 의문을 갖는 사람들이 있다. 그렇다면 왜 민간 재머가 아닌 군용재머를 따로 개발하는 것일까? \n이것을 이해하려면 드론 재밍의 원리를 이해해야 하는데 드론을 재밍하는 데는 크게 GNSS(Global Navigation Satellite System, 위성항법) 신호를 재밍하는 방법과 RC(원격제어) 신호를 재밍하는 방법이 있다. \n\n[GNSS 재밍]\nGNSS 재밍은 드론이 자신의 위치를 파악하는 데 사용하는 위성항법 신호를 교란하여 추락시키는 기법. \nGNSS 재밍 기법은 크게 두 가지 방식으로 나뉜다.\n\n1. 잡음 재밍 : 위성에서 발신한 신호 보다 훨씬 더 강한 신호를 수신기에 쏜다. 사람이 만약 음악을 듣고 있는데 옆에서 행사장에서나 쓸법한 큰 스피커에 우퍼 달고 볼륨 크게하여 굉음을 내보낸다면 그는 원래 듣고있던 음악을 구분하여 음악을 제대로 들을 수 없을 것이다. 잡음 기법의 원리가 바로 이것이다. 잡음 재밍 기법은 기술적 난이도가 낮다는 장점이 있지만 당하는 쪽에서 재밍을 당하고 있다는 것을 알 수 있고 재밍에 필요한 소모 전력이 크다는 단점도 있다. 좁은 의미에서는 GNSS 재밍은 잡음 재밍기법만을 의미하기도 한다.\n\n2. 기만재밍 : 드론의 수신부에 허위 위성항법 정보를 발신해 드론이 잘못된 정보를 수신하게 만드는 기법이다. 이 기법은 적은 전력을 소모한다는 장점이 있지만 기술적 난이도가 높다는 단점이 있다. \n기만재밍은 또 2가지 방식으로 나뉘는데\n\n2-1. 미코닝(meaconing, 항법 방해, 재방송 교란) : GPS 신호를 먼저 받은 뒤 시간차를 두고 다시 보내는 기법이다. 교란용 송신기가 의도적으로 위성항법 신호를 수신하고 저장하였다가 이를 시차를 두고 재방송하여 드론 수신기에 항로 혼란을 준다. 이때 더 큰 출력으로 재방출할 수록 혼란 가능성이 높다.  실제 위성항법 정보를 열어보지 않아도 되므로 이론상으로는 암호화된 군용 항법신호까지 기만할 수 있다. 스푸핑 대비 기술적 난이도가 낮다는 장점도 있다.\n재방송 교란은 기만 교란과 달리 수신된 신호를 재방송하는 구조이기 때문에 신호의 구조에 대한 정보가 필요 없다. 따라서 군용신호와 같이 암호화 된 신호까지 교란이 가능하다. 각 교란 기법을 통해 생성된 교란 신호는 고출력 앰프와 안테나를 이용하여 고출력으로 송출된다. 그러나 재방송 교란은 실 위성신호를 수신하여 재방송하는 구조이기 때문에 교란 장치에 신호 수신부와 송신부가 동시에 존재하게 된다. 이러한 구조에 의해 고출력으로 교란 신호를 송출할 때 송출 신호가 교란 장치의 수신부로 인가되어 교란 장치가 망가지게 된다. 따라서 재방송 교란을 위해서는 수신부와 송신부를 전파적으로 격리해야만 한다.\n\n2-2. 스푸핑(spoofing, 전파기만, 기만 교란): 스푸핑 기법은 실제 위성항법 정보를 열어 내부 정보를 다른 정보로 조작해 재방출함으로써 수신기가 재머가 보낸 허위 정보를 실제 위치로 착각하게 만드는 방식이다. 수신기가 재밍당하고 있다는 것을 인지하기 어렵고 공격 측에서 원하는 항법정보로 조작이 가능하다는 장점이 있지만 기술적 난이도가 높고 암호화된 군용 항법신호는 기만이 불가능하다는 단점이 있다.\n\n민간 시장에서 유통되는 드론 재머는 보통 기술적 난이도가 낮은 잡음 재밍기법을 사용한다. 잡음 재밍 기법은 재밍시 필요 전력이 크기 때문에 재머의 사정거리와 가동시간이 제한된다. 반면 기만 재밍은 기술적 난이도가 높아서 그렇지 더 적은 전력을 소모하면서도 더 먼 거리에 존재하는 드론을 재밍하는 것이 가능하다. \n\n[RC 재밍]\nRC 재밍은 드론을 제어하는 원격제어용 신호를 교란하여 드론을 통제 불능으로 만드는 기법이다. RC 재밍 또한 크게 두 가지로 나눌 수 있는데 상시 재밍과 반응 재밍이다.\n\n1. 상시재밍 : 이름 그대로 상시재밍을 수행하기 때문에 재밍 효과가 뛰어나지만 아군의 통신도 마비시킬 수 있고 전력 소모가 크다는 단점이 있다. 이 때문에 재머의 가동 시간이 제한된다. \n상시 재밍은 다시 3가지로 나뉘는데\n\n1-1. 광대역 재밍 : 재밍 가능한 모든 대역을 재밍하는 기법이다. 모든 대역을 재밍하므로 타겟이 사용하는 정확한 주파수를 모르더라도 사용이 가능하고 가장 범용성이 뛰어나다. 하지만 상시재밍기법 중에서도 가장 전력 소모가 크고 여러 대역에 출력이 분산돼 재밍의 효과가 떨어질 수 있다.\n\n1-2. 점재밍 : 광대역 재밍과는 반대로 타겟이 사용하는 주파수만 골라 재밍하는 기법이다. 출력이 분산되지 않으므로 재밍 효과가 뛰어나지만 타겟이 사용하는 주파수를 모른다면 사용할 수 없다.\n\n1-3. 소인재밍 : 광대역 재밍과 점 재밍을 조합한 방식이다. 전체 대역을 일정 단위로 나눈 뒤 각 구간을 번갈아가면서 재밍하는 식으로 작동한다. 광대역 재밍에 비해 출력 분산을 억제할 수 있고 타겟이 사용하는 주파수를 정확히 모르더라도 사용할 수 있다.\n\n2. 반응재밍 : RC 신호를 감지하는 ESM 체계 혹은 레이더나 EO/IR 센서 등의 다른 탐지체계와 연동돼 적 드론을 탐지하면 반응해 필요한 수준의 재밍만을 수행하는 기법이다. 전력소모가 적고 아군 통신에 대한 방해를 최소화할 수 있다는 장점이 있지만 기술적 난이도가 높다는 단점이 있다.\n\n민간 시장에서 유통되는 드론 재머는 보통 기술적 난이도가 낮은 상시재밍 그 중에서도 가장 전력소모가 큰 광대역 재밍을 사용한다. 당연히 재머의 사정거리가 떨어지고 재밍 효과도 떨어지게 된다. \n\n군용으로 쓰이는 전문 전자전 장비는 다종다양한 탐지체계와 연동되어 재밍의 효과와 사정거리를 극대화할 수 있고 IMU나 항재밍 GNSS 수신기 등의 ECCM 수단에 대응하기 위한 더 고도화된 재밍 기술 또한 적용된다. 한마디로 전문 전자전 장비는 레벨이 다르다.\n\n재밍 신호와 반대되는 신호로 전파를 상쇄하는 `항 재밍`이 있지만 이는 국제법상 불법이기 때문에 항공과 군사 등 일부 용도로만 사용된다. 신호를 100% 차단하는 것도 아니다. 문성원 시스다인 대표는 “항 재밍은 능동적인 방법이긴 하지만 국제법상 제약이 따르기 때문에 전쟁이 나면 모르지만 우리가 사용하기엔 어려움이 있다”고 말했다.\n\n\n[GPS 재밍]\nGPS는 국가인프라에 시간과 위치정보를 제공하는 시스템으로 미국방성에서 운영하고 무료로 제공한다. 우리나라는 미국방성의 GPS를 이용하고 있다. 유럽, 러시아, 중국은 미국에 종속되지 않기 위해 Galileo, GLONASS, Beidou(北斗, Compass)라고 명명된 GPS 시스템을 독자적으로 운영하거나 구축하고 있다. \nGPS는 일상생활에서 많이 사용하는 네비게이션 단말기, 이동통신 기지국, 전투기, 전차, 호위함, 잠수함, 고속정 등 군사용장비 뿐 아니라, 민간항공기, 어선 등에서 광범위하게 사용되고 있다.\nGPS는 2만km 상공 6개 궤도면에 24개 위성이 동작하고 있으며 일반적으로 한 지점에서 6개 위성을 관측할 수 있다.\nGPS 위성은 주기적으로 자신의 위치와 신호 발사시 시각 정보를 송출한다. 그러므로 GPS 수신기는 3개 이상의 GPS 신호를 수신하면 Time of Arrival(ToA)과 '삼변측량’ 방식으로 현재 위치를 계산할 수 있다. GPS 위성에서 발사시각 (위치정보까지 포함)과 GPS수신기에서의 도착시간 차이를 알면 전파속도가 일정하므로 현재 위치를 포함하는 원궤적을 그릴 수 있고, 이런 궤적 3개를 같은 평면 위에 그리면 3개 궤적이 만나는 지점이 현재 위치를 나타낸다. 물론 3개 신호만 수신해도 위치계산이 가능하지만 오차 보정을 위해 4개 이상을 수신하는 것이 보편적이다.\n북한이 GPS Jammer를 사용해서 전파방해를 할 수 있는 이유는 GPS수신 신호레벨이 -130dBm으로 극히 낮은데다 주파수, 신호 형태 등이 공개되어있고 상용(L1밴드)의 경우 암호화도 돼있지 않기 때문이다. 북한에서 송출하는 신호 레벨은 -70~90dBm으로 10만배 이상 잼머 전파 신호 레벨이 높다. \n\n==================================\n일반적으로 무선 장비에서 사용되는 수신감도는 dBm이다. 그럼 우리가 일반적으로 알고 있는 dB (데시벨)과는 어떤 차이가 있을까? 라는 의문이 생길 것이다. 쉽게 설명하면 dB는 상대 값이고, dBm은 절대값이다. dB는 어떤 값의 차이를 Log로 나타낸 (상대적)스케일의 한 종류이지 측정값 자체를 지칭하는 것은 아니다. dBm은 mW단위의 전력을 dB스케일로 나타낸 단위이다.\n만약 1W를 dB스케일로 하면?  \n==> 10 * log 1 = 0dB\n0.001W, 즉 1mW를 dB 스케일로 하면?  \n==> 10 * log 0.001 = -30dBm이 된다.\n예로 1mW = 0dBm, 10mW = 10dBm, 100mW = 20dBm, 1000mW = 1W = 30dBm = 0dB(W)\n즉 일반적인 W(와트)전력값에 30dB를 더한게 dBm 단위가 된다고 볼 수 있다.\n그럼, GPS에서 사용되는 수신감도의 단위는 어떤 것이 있을까? 답은 dBm이다. \n==================================\n\n북한은 해주, 연안, 금강, 평강 등지에서 GPS 교란 전파를 발사하고 있다. 북에서 사용하는 GPS Jammer는 10W 정도의 출력을 L1(1.57542 GHz)대역에서 만들어 남쪽으로 송출하면 휴전선 근방에는 영향을 미치게 된다.\n북한이 GPS Jammer장비를 러시아로부터 도입했다는 설이 있지만 Jammer기술이 아주 단순하기 때문에 자체 제작도 충분히 가능하다.\n단 북의 GPS 방해 전파는 지상에서 발사하므로 멀리 가지 못해 영향이 제한적이다.\n군용장비나 여객기 등은 별도의 백업 항법장치와 \nAnti Jammer 장치를 갖추고 있다. 특히 군은 2010년 이후 현재까지 4차례 북한의 GPS 재밍 공격을 받았기 때문에 그간 많은 노력과 비용을 GPS Anti Jamming 분야에 투자해 왔다. 군사비밀 이어서인지 자세한 Anti Jamming 솔루션은 공개하지 않고 있다.\n통신사업자들은 기지국 GPS 수신안테나에 차폐시설과 정확도가 높은 자체 클럭을 갖추고 있다. GPS 재밍 전파는 지상에서 발사되는데 비해 GPS 신호는 위에서 내려오므로, 전파 도달각이 차이나는 원리를 사용해서 차폐할 수 있다.\nGPS 전파 교란은 지금처럼 더 레벨이 높은 전파를 발사해 GPS신호를 수신하지 못하게 방해하는 GPS Jamming 공격 말고도 좀더 정교한 Spooping과  Meaconning이 있다.\n스푸핑은 자신이 GPS위성인 것처럼 위장해 거짓 GPS 정보를 송출하는 것이고, 미코닝은 진짜 GPS 신호를 수신한 후, 일정시간 지연 후 재전송하므로 결과적으로 잘못된 위치정보를 제공하는 것이다.  남쪽에서 조업하는 어선에 스푸핑이나 미코닝 공격을 한다면 위치를 이탈하여 북으로 월경할 수도 있다. 실제로 이란이 Spooping으로 미군 드론을 자국의 공항에 착륙시킨 사례가 있었다.\n그러나 지금 북의 GPS 전파교란 공격은 초보적인 Jamming수준에 머무르고 있다.\n\n북한에서 이렇게 GPS 교란에 열을 올리는 이유는 간단하다. 실제로 최근 싸구려 화학연료형 드론을 동원한 침투사례에서 볼 때, 동일 주파수대를 사용하는 다수의 저고도 지상감시 레이더가 보급된 데서 그 이유를 찾을 수 있다. 단순히 교통수단이나 방송, 통신 수단의 교란이 목적이라기보다 저가형 드론을 이용한 작전 수행 시, 동일스펙트럼을 사용하는 지상감시 레이더들이 서로 GPS를 기준으로 시분할 운용을 하고 있다고 추론할 수 있다. 레이더는 강한 펄스를 주기적으로 반복하여 원하는 감시지역에 뿌려서 반사파를 측정, 처리하는 시스템이다. 이것을 교란하기 위해서는 산악지형이 많은 한반도의 특성상, 높은 출력의 GPS 교란신호를 다양한 송신점에서 동\n시다발적으로 쏘아야 교란이 되는 것이다. 서로 동기되지 못한 저고도 레이더 시스템은 이렇게 쉽게 무력화될 수 있다.\n결과적으로 다양한 형태로 GPS 재밍을 반복하여, 대한민국 군대 및 민간 통신을 감청하고, 매체를 통해서 얻은 교란 피해사례를 분석하면서 북한은 자신들이 원하는 형태의 GPS 교란을 선별적으로 행하기 위해서 노력하고 있는 것이다.\n\n국토교통부에서는 항공기와 선박용으로 중파대 전파를 이용하는 e-Loran시스템을 구축 시도했는데, 세계적으로 시스템 상용화 사례 등이 없어 추진이 지지부진하다. 만약 e-Loran 송출국이 국내에 여러개 구축되면 송출신호 출력이 높아서 북에서 Jamming하는게 원천적으로 불가능해진다. \n\n==================================\n해양수산부는 위성에 의지하지 않고 지상의 전파 송신국을 통해 위치와 항법 정보를 제공하는 별도의 시스템을 개발하고 있다. 바로 eLoran(enhanced Long Range Navigation)이라는 시스템이다. \neLoran은 1979년 미 공군이 군사적인 목적으로 우리나라의 포항, 광주에 설치한 지상파 항법 시스템인 Loran-C의 기능을 향상(enhanced)시켜 현대화한 것.\neLoran과 같은 지상파 항법 시스템은 9.11 테러 이후 GPS 전파 교란을 통한 테러에 대응하기 위해 미국 주도로 2006년부터 개발하기 시작하였고, 위성항법 시스템을 보유한 러시아, 중국, 영국, 인도 등도 전파 교란으로 인한 안보, 범죄 등에 대비하기 위하여 개발·구축에 앞장서고 있다.\neLoran은 24기의 위성에서 60W의 전파를 출력하는 GPS와 달리, 3~5개의 송신국에서 50~1,000kW의 강력한 저주파를 출력해 전파 교란에 아주 강한 시스템이다. 이 기술은 GPS가 아닌 지상에 위치한 송신국 3개소를 활용하기 때문에 GPS 전파교란에 영향을 받지 않으며, 위치정확도가 높다(수평오차 460m→20m).\n다만, 주항법 장치인 GPS를 대체하기보다는 GPS와 함께 eLoran 수신기를 달아 비상시에 GPS 정보를 보완할 수 있도록 할 계획이다. \n==================================\n\n해양수산부는 인천 소청도의 지상파항법시스템 송신국 구축 작업을 완료하고, 2023년 1월부터 서해권을 대상으로 eLoran의 시범운영을 개시한다고 밝혔다. 이로써 우리나라는 독자적인 지상파항법시스템(eLoran)을 운영하게 됐다.\n지상파항법시스템은 지상 3개소 이상의 송신국에서 발사된 전파 도달시간을 측정해 위치를 계산하고 정밀한 시각정보도 제공할 수 있어 교통, 통신, 방송 등 산업 전반에 폭넓게 사용되고 있다.\n특히 인천 소청도에 신규 송신국을 마련해 독자적인 지상파항법서비스를 제공할 수 있게 됐다. 소청도 신규 송신국은 서비스 시행을 위한 송신국 3개소(포항, 광주, 러시아 우수리스크) 중 러시아 송신국의 기능을 대체한다.\n시범운영 권역은 GPS 전파혼신 피해가 컸던 서해접경 수역, 수도권과 군산 해역을 포함한 서해권이다. 해양수산부는 시범운영을 통해 시스템 안정화와 신호품질 확보 등 기능 보완을 거쳐 오는 2024년 하반기부터 정식서비스를 시작한다는 방침이다.\n아울러 지상파항법서비스(eLoran)가 본격화되면 선박의 안정적인 항해 지원은 물론 UAM(도심항공모빌리티)와 산업용 드론 등 자율이동체의 안정적 운항과 방송, 통신 등 공공·민간 분야에서도 활용될 것으로 기대된다.\n\n\n[재밍 사례]\n미국의 경우 이라크 및 아프가니스탄 지역 등에서 진행 한 군사작전 중에 유도무기 일부가 당초 목표했던 장소가 아닌 지역에 떨어져 민간인 피해가 발생한 적이 있다.\n2003년 3월 이라크전쟁 당시 이라크군은 미국의 주력 유도탄인 ‘JDAM’의 정밀도를 떨어뜨리기 위해 GPS 교란장치를 썼다. JDAM은 방향을 바꿀 수 있는 날개와 GPS 수신기를 장착한 유도탄으로 사전에 입력된 GPS 좌표를 쫓아 명중하는 방식이다. 당시 미군은 교란장치 때문에 엉뚱한 곳에 유도탄이 떨어져 크게 당황했다.\n\n2007년 1월에는 미국 캘리포니아 주 샌디에이고 항구를 중심으로 비행기와 선박의 유도 시스템과 휴대전화 등이 오작동을 일으켰다. 항구에 정박 중이던 미군 함정 두 대가 통신이 두절된 상황을 가정하고 훈련하기 위해 GPS 교란장치를 작동시켜 반경 15km 주변의 GPS 수신기가 먹통이 된 것이다.\n선박 자동식별 장치(AIS: Automatic Identification System) 표시기 오작동, 인근 병원 의료서비스 호출기 사용 불가능이 발생된 바 있다.\n\n2009년 뉴저지주 Newark 공항 관제탑에서 항공기 이착륙 유도를 위해 설치된 GBAS(Ground Based Augmentation System) GPS 신호 기반 항공기 위치 식별 장치가 하루에도 수차례 장애가 발생된 바 있다. 2개월의 조사 끝에 원인은 공항 인근 도로인 95번을 운행하는 트럭 운전사들이 회사로부터의 운행 감시를 피할 목적으로 이용한 차량의 시가잭 형태의 GPS 재머 때문으로 밝혀졌다.\n\n2011년 12월 4일 이란 영공에서 비행 중 추락한 것으로 알려진 미국 무인정찰기 드론(RQ-170)은 이란이 방해 전파를 이용해 착륙시킨 것이라고 이란의 한 엔지니어가 15일 미 ‘크리스천 사이언스 모니터’지와의 인터뷰에서 주장했다. 드론은 주로 미 네바다 주 공군기지에서 원격조종되는 무인정찰기다. 이 엔지니어에 따르면 이란 전자전 특수요원들은 이란 상공에 떠 있는 드론을 발견하고 드론 통신체계에 방해 전파를 보내 미군 지휘센터와의 원격조종을 차\n단하고 자율조종 모드로 비행되도록 바꾸었다. 이어 이란은 강한 전파로 드론의 GPS 좌표를 교란시켜서 드론으로 하여금 이란 땅을 이착륙기지인 아프가니스탄 공군기지로 착각하게끔 만든 것이다.\n\n2016년 1월 이란 美 해군 선박을 이란 해역으로 유인하는 GPS 스푸핑 신호 발생. 이란 군이 영해를 이탈한 美 해군 선박 2척을 점령\n\n2016년 7월 필리핀\n마닐라 공항 인근에서 GPS  전파교란이 50여회 발생\n항공기의 GPS 수신장애가 발생되어 이착륙에 문제발생\n\n2017년 6월 러시아 (흑해)\n의도적인 GPS 전파기만 신호 발생. 20척 이상 선박의 GPS 정보가 해킹되어 큰 위치오차가 발생\n\n2017년 9월 러시아 (라트비아)\n러시아가 벨라루스에서 실시한 군사훈련 중 GPS 전파교란 발생. 인접한 라트비아는 911 긴급전화를 포함한 모든 통신이 차단\n\n2019년 6월∼7월 이스라엘\n시리아와의 충돌로 인한 GPS 전파교란 발생으로 컨테이너 항만의 장애 발생. GPS 가이드 자율크레인 작동 불능으로 화물 적재·하역 수동전환\n\n2019년 7월 이란\n해군 선박을 상선으로 위장하기 위해 AIS 스푸핑 사용. 이란은 호르무즈 해협에서 영국 유조선(스테나 임페로)을 납치\n\n2019년 7월 중국 (상하이)\n불법 모래 채취를 위해 항해보트의 AIS 위치를 가리는 GPS 스푸핑 사용. 스푸핑이 주변 선박의 항해안전을 심각하게 위협\n\n2019년 10월 중동지역\n러시아에 의한 GPS 전파교란 발생. 시리아 주변 전투기 및 드론 운항이 중단\n\n2019년 11월 중국\n선박 AIS 정보를 분석한 결과 해안도시(6개) 20개 장소에서 스푸핑 발생. 위치(원유 시설), 시기(이란 경제제재) 고려 시 불법 원유거래 등 목적 추정\n중국 상해에선 불법 모래 채취 선박이 자신의 위치를 숨기기 위해 GPS 신호를 해킹하기도 했다.\n\n2019년 이란 해에서 영국 유조선인 스테나 임페로호가 GPS 교란으로 납치된 사건.\n\n뉴욕 공항에선 공항을 오가던 트럭 기사가 도로 통행료를 지불하지 않기 위해 GPS 전파를 교란해 공항 전체의 GPS가 마비된 사건\n\n2017년∼2020년 러시아(노르웨이)\n노르웨이 북부 핀 마르크 지역에서 GPS 신호 교란\nGPS 기반의 항공, 의료서비스, 실종자 수색 등 서비스 지장 초래\n\n2020년 1월 멕시코\n전국에서 발생된 85%의 화물차 도난에 GPS 재머가 사용 중. 방해전파 방지법 통과(판매·구매·소유·사용을 금지)\n\n2020년 7월 갈라파고스 해역\n조업하던 중국어선이 GPS 신호를 스푸핑하여 자기 선박위치를 위조. 제한어종을 불법 조업하고 갈라파고스 해양생물종 균형을 위협\n\n■ 우리나라\nGPS 전파수신이 간헐적으로 중단되는 현상이 2010년 8월 23일∼25일 전라남도 홍도에서 충청남도 안흥만까지 이르는 서해안 일부지역에서 수 시간 동안 발생했고, 국방부와 방송통신위원회는 교란신호 발신지를 북한으로 추정했다. \n\n2010년 11월 23일 연평도 포격 당시에도 \n전파교란(Jamming)을 가하여 연평도의 대포병 레이더가 초기에 모두 작동이 안 되었고, 같은 해 12월 20일에는 연평도 상공을 비행 중인 우리 군의 무인정찰기에 GPS 재밍을 가하였다. \n\n또한 2011년 3월 4일에는 수도권 서북부 지역에서 GPS 전파 교란 현상이 발생하여 2G 이동통신 시스템에서 오작동이 발생하고, 포병부대의 계산장비가 경미한 영향을 받았는데, 이 교란 전파는 북한 개성 인근에서 발생한 것으로 알려졌다. 이로 인해 GPS 신호로 맞추는 휴대전화 시계가 맞지 않거나 통화 품질이 떨어지는 현상이 발생했다. \n\n2016년 1월 MBC, KBS, SBS 등 지상파 DMB 송신 장애 (북한 개성 송신 교란신호)\n2016년 3월 ~4월 대규모 GPS 교란 (해주, 금강산 비로봉 송신 교란신호)\n2016년 1월 26일 교란 내용은 인터넷, 신문, 방송 등의 매체를 통해서 전혀 일반에 공표되지 않았다.\n더구나 교란 이후 알아본 과거 교란 사태 때와의 차이점을 비교한 결과 연대별로 영향을 받은 DMB 송신기의 제조사군이 다르다는 것도 파악이 되었다. 다시 말해서, 북한의 GPS 교란은 점점 더 다른 형태로 진화하여 다양화되고 있는 것이다. 신호 자체를 전체적으로 가리는 것이 아니라, 특정 신호의 형태에 맞춰서, 다양한 형태로 재밍 기술을 시험하고 있는 것으로 파악된다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-23T00:16:33.111000",
  "updatedAt": "2023-02-07T01:26:26.412000"
}