{
  "id": "598d87fa-ee21-4e7f-933e-02a07741d580",
  "title": "\n'정의연' 사태로 보는 민주당과 586의 문제점",
  "content": "제가 대학생때 교양 과제로 시민단체장과 인터뷰를 해본 적이 있습니다. 그냥 여성 인권에 대한 흔한 단체였고 인터뷰 내용도 사실 자질구레한 내용이었습니다만 대화를 나누다가 하나 느꼈던 점이 있었습니다.\n이 분들은 \"목적이 수단을 정당화한다.\"는 사고방식을 너무나도 당연하게 생각하신다는 점이었습니다.\n이분들이 젊으셨을 때가 80년대 군부정권이어서 그런지 수단으로서의 법은 권력자의 치부를 가리기 위한 하나의 제도적 장치에 불과하고 만약 목적이 사회정의에 있다면 그것을 이루는 과정 중에서 다소 어긋된 수단을 강구하더라도 그것은 결과적으로 정당화된다 이런 느낌이었습니다.\n그때 당시엔 그냥 그 분이 그런 사고관념을 가지신 것 뿐이고 시민단체라는게 결국은 성과를 올려야 한다는 점에서 아무런 생각 없이 넘어갔던 부분이었습니다만 조국 사태 이래로 현재 정의연 사태에 이르기까지 그 때의 그 분과 너무나도 유사한 사고관념을 민주당이 보이는 부분에서 다소 일관된 문제점이 있다고 봅니다.\n민주당의 핵심인 586들이 주로 활동을 하던 군부독재시대엔 정말 그들의 말대로 수단으로서의 법은 권력을 정당화하는 하나의 수단에 불과했기에\n권력도 힘도 없던 그들이 그러한 목적을 위해 투쟁하는 방식에서 수단을 어겼던 점은 다소 이해합니다. 다만 시대가 흐르고 이제는 그들과 마찬가지로 정치와 제도 그리고 법과 같은 수단들이 다소 완숙해지면서 어느정도 합리성을 띄게 된 시점에서는 그들의 주장이 통용될 수 없다고 봅니다.\n\n정의연 사태에 대한 민주당의 의견을 보면 위안부를 위한 정의연의 목적은 정당하며, 그들이 다소 잘못된 수단(탈세, 기부금 탈취 등)을 취한 것은 사소한 오해에 불과하며 이를 부추기는 것은 기득권 세력과 조중동같은 토착 왜구 세력들이다로 요약할 수 있습니다.\n조국 때도 마찬가지입니다. 헌정 질서를 바로 세우기 위한 조국 전장관의 목적은 고귀하며, 그러한 인물이 사소하게 저지른 일들은 그땐 으레 다들 그래왔던 일이고 그를 공격하는 것은 기득권 세력의 음모다.\n인사 5원칙 때도 마찬가지죠?\n위 인물들은 민주화 운동에 최선을 다해왔고 사회 정의를 실현하기 위해 노력했기 때문에 위장전입 탈세 같은 사소한 문제들을 지적하는 것은 토착왜구의 행동이다입니다.\n\n이렇게 일관된 진술들 가운데에서 저, 그리고 다수의 비판적인 시각을 견지하신 분들의 생각은 비슷합니다.\n그렇다면 대체 그들이 주장하는 목적은 무엇이며, 그게 과연 저러한 탈법적인 행위들을 옹호할 수 있는가? 그리고 그 인물들의 목적이란게 저런 탈법적인 수단을 통해서 이루어질 정도라면 대체 그 목적이 과연 맞긴 한가? 같은 것들입니다.\n정의연의 예시로 들면 위안부 할머니들의 권익 보호를 위한 목적을 가지고 있었습니다. 목적? 좋죠. 할머니들이 직접 시민들에게 기부금을 받기도 어려우시고 정부에게 목소리를 내기 힘드시니\n그런 분들을 대리하겠다는 목적은 겉으로 보면 굉장히 숭고합니다. 그런데 그 과정 중에서 할머니의 장례식 비용을 개인 계좌로 받고 할머니들의 기부금을 여타 여성 단체장들의 자녀들 장학금으로 쓰고 자기 자식은 연간 1억이 넘는 학비의 학교로 유학을 보내고 맥주집에서 3300만원으로 회계결산을 때리고 그러한 탈세와 기부금 탈취 등이 과연 그들의 원래 목적인 위안부 할머니들의 권익 보호를 의심스럽게 합니다.\n조국도 마찬가지입니다. 조국이 주장하는 사법개혁을 통한 헌정질서의 확립, 검찰의 독점적인 권력의 견제 등은 목적만으로 보면 훌륭합니다.\n하지만 조국의 삶을 보면 상가소득 미신고, 자녀의 허위 스펙관여, 웅동학원 가족 문제, 사모펀드,\n그리고 심지어는 유재수 감찰 무마건이나 울산선거 개입이라는 민주주의의 꽃인 선거에 개입하는 행위까지 이르렀는데 과연 이러한 탈법적인 수단들을 볼때 조국이 주장하는 헌정 질서가 무엇인지 의심하는건 너무나도 당연합니다.\n\n이제는 목적 못지않게 수단의 정교함 혹은 세련됨 또한 중요한 사회에 이르렀는데 이들의 마인드는 여전히 80년대에 머무르고 있습니다.\n그러니까 설훈이 요새 젊은이들은 뇌가 없다 라던지\n문정인의 요새 대학생들은 왜 주한 미 대사관에 화염병을 안던지냐? 소리가 나오는 겁니다.\n그리고 이러한 사태를 비판하는 20대 청년들에게 요새 청년들은 일베를 너무 많이 한다라는 유시민의 \n얼빠진 소리도 나오는거구요\n\n이들의 관점에서 그들의 목적은 매우 숭고하기에\n그러한 목적을 비판하는 것은 그릇된 목적을 지닌 적대 세력의 협잡질에 불과하단 겁니다.\n그리고 그렇기에 그들은 원론적인 선악론에 매달리게 됩니다. \n\n\"결국 모든 정치세력들의 목적은 같기 때문입니다.\"\n\n 다들 말로는 대한민국의 발전이 자기들의 목적이라고 하잖아요. 타인의 목적을 부정하기 위해선 그들이 원론적인 악마다 라고 비난하는 겁니다. 이명박은 원래 악마다, 그러니까 그가 주장하는 내수 활성화와 건축경제 활성화는 틀렸다 라던지, 뭐 많죠?\n\n이러한 점들이 결국 정의연 사태에까지 이르게 된 거라 봅니다. 소녀상 피규어를 만들어서 또 억대를 슈킹하셨던 슈킹갑 김어준같은 협잡꾼들이 정의연의 목적은 정의롭기에 그러한 그들을 비판하는 것은 사악한 토착왜구다라고 하는 것과 사이비 교주들이 주로 신도들에게 말하는 것처럼 \"내 말은 정의롭고 그걸 따르면 천국에 갈수 있다. 하지만 이러한 나를 비판하는 것은 그리스도를 음해하는 적그리스도 세력의 협잡질이다.\"라고 하는 것이나 아무런 차이가 없다는 겁니다.\n제가 작년인가? 봤었던 B급 미국 영화에서 나왔던 말이 있었는데 \"핑계없는 악당은 없다. 하지만 그 핑계가 그들을 정당화시켜주진 않는다.\"라는 말이 있었습니다.\n이게 현 사태에도 쓰일 수 있다고 생각합니다. \n\n\"목적이 없는 사람은 없습니다. 다만 그 목적이 수단을 정당화시켜 주진 않을 뿐더러 수단이 잘못되면 결국 그 목적의 순수함이나 진실성조차도 의심스러워진다는 점입니다.\"",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "518afb00-3f62-4da5-9663-d9ad9708e63f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-05-17T08:54:28.481000",
  "updatedAt": "2022-08-01T07:19:56.394000"
}