{
  "id": "5b7d9765-11b1-4c1e-a7cf-e9babbf4af0c",
  "title": "PD vs NL",
  "content": "백기완은 주사파는 아니고 PD에서 추대한 인물입니다. 그런데 PD라기엔 또 NL 같은 그런 사람이죠.\n\n해방전후사(해전사)의 인식과 주사파는 결이 좀 다릅니다. 그래서 90년대에는 다시 쓰는 한국현대사라는걸 주사파가 따로 만들어서 교육교재로 삼았죠.\n\n문재인을 비롯한 지금의 운동권들의 사상적 대부는 백기완이 아니라 백낙청입니다. 문재인은 운동권도 아니었고 운동권에서 쳐주지도 않는 족보도 없는 변호사였구요.\n\n해전사는 1980년에 초판이 발간된 이후 그 사이 구소련의 문서들을 비롯해 셀 수 없이 많은 자료들이 새로 발굴됐는 데도 단 한번의 업데이트 없이 80년대 주장을 그대로 담고있는 정말 한심하고 희한한 책이죠. 딱 잘라 말하면 무조건 미국 나빠, 이승만 나빠의 관점하에 대한민국을 저주하는 책입니다. 그런 책이 아직까지도 고전이자 필독서로 통하고 있어요.\n저 해전사보다 더 과격한 NL 민족주의에 기반한 게 바로 민족문제연구소구요. \n민문연은 \"6.25 전쟁은 통일 내전. 광복 후 공산주의를 택했어야 했다\", \"6·25 전쟁에 미국이 개입하지 않았으면 한 달 안에 전쟁은 끝났고 인명 피해는 1만 명 이하였을 것\", \"북한이 한반도 전쟁의 주범이나 주적이 아니라 미국이 바로 주범이고 주범이다, 전쟁 주범이면서 주적인 미국에게 한미동맹과 한미공조 운운하면서 도움을 요청하는 것은 도둑에게 곳간 열쇠를 맡기는 것과 같은 자살행위\"라고 주장합니다. 그들은 친일인명사전을 제작할 때 맥아더 동상 부수기 운동을 지지했던 강정구를 자문으로 참여시켜 당대 사람들도 친일파로 규정하지 않았던 사람들까지 다 친일파로 만들었다.\n\n미제는 침략자. 분단의 원흉. 남한은 정통성이 없는 괴뢰정권. 80년대 말부터 지금까지 초중고에서 전교조 선생들이 주입식으로 가르치는 게 저 프레임이죠. 그리고 대학교 들어가면 운동권이 주도하는 학생회 조직에서 다시 주입하고. 그나마 요즘은 대학 쪽은 그런 짓이 거의 사라진 것 같은데, 초중고는 어떤지 모르겠네요.\n\n집필에 참여했던 사람들 중 강만길, 최장집, 박명림 같은 이들은 그래도 당시 인식 중 잘못됐던 것들은 수정하고, 지금 시대에 맞는 새로운 주장을 내놓고 있는데.. 정작 저 책 읽었던 인간들은 저 책의 해묵은 주장들을 그대로 신봉하고 있죠. 대통령부터가 그렇고.\n\n현재 운동권 주류인 NL쪽의 정신적 지주가 서울대 명예교수인 백낙청입니다. 백낙청의 운동권 서열은 0번이라고 할 수 있을 정도죠.\nNL이 한국 운동권에 파고들면서 한국 사회를 미국에 의한 식민지로 규정했고 북한은 올바르게 해방된 사회로 봤는데요 그런 북한 체제의 정당성중의 하나가 친일파 문제였습니다. 북한은 항일 운동하던 사람들이 건국한 국가고 친일파 청산이 다 됐지만 한국은 친일파들을 몰아내지 못했고 건국과정에서 중용됐기에 국가의 정통성이 북한에 있다는겁니다.\n모든 운동권은 이 논리를 제일 처음 배웠다고 보시면 됩니다.\nNL이 6.25를 민족해방전쟁이라고 말하고 입만 열면 민족해방을 말한 것은 이런 두 가지 배경을 안고 있는겁니다.\n미국의 식민지라는 현재 인식, 그렇기 때문에 미군을 철수하는게 곧 남한을 해방하는 것이다.\n동시에 항일운동과 일제청산을 한 북한이 정통성을 갖고 있다. 남한은 친일파 몰아내야 한다. 괜히 문재인 정권에서 토착왜구 타령이 나온게 아닙니다. 머릿속에 박혀있는 세계관이고 정서죠.\n\n여기에서 북한이 친일파 청산을 했다는 것도 거짓말로 밝혀졌습니다. 건국과정에서 친일파를 중용했고 훗날에 김일성 독재 완성 과정에서 여러 세력 숙청하는 와중에 숙청합니다.\n\n재밌있는 점은 NL은 입만 열면 민족해방과 친일파 청산에 집착했고 친일파 인명사전도 만들었는데 NL의 대부이자 사상적 지주인 백낙청 아버지가 친일파 인명사전에 기록된 이름난 친일파라는겁니다. (백낙청 고향도 북한)\n백낙청도 친일파로 성공한 아버지 덕분에 부유한 삶을 살은 인물입니다.\n\n문재인도 부친이 함흥쪽에서 농업과장 지낸 일본 중견 공무원이었죠. \n민주당 원내대표 지냈고 향후 당대표 노린다는 홍영표의 부친도 대표적인 친일파입니다. 어느정도 냐 하면 을사오적급에 해당하는 거물 친일파고 재산도 상속받았죠.\n\n토착왜구로 몰아가는 그 사람들의 가계도가 이런건 아이러니한 일입니다. 그렇다고 아버지와 의절하고 그걸 반성하기 위해서 재산 기부하고 토착왜구 청산에 나선다면 진정성을 생각해보겠습니다만 그런 사람은 아무도 없고 애꿎은 국민들에게만 일본때가 묻으면 토착왜구라고 칭하는게 현실입니다.\n\n'다시 쓰는 한국현대사'라고 돌베개에서 나온 책이 있는데 당시에도 그랬지만 지금 보면 실소만 나올 정도로 조악하고 논리 빈약한 얄팍한 책인데 그책 한권 읽고 천하무적 무대뽀된 NL들 한둘이 아니었습니다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-02-22T21:52:57.036000",
  "updatedAt": "2022-03-31T18:09:39.621000"
}