{
  "id": "5ba4c9ef-6e8d-4854-9f17-da8378bdc81d",
  "title": "공기 불요 추진 체계(AIP : Air-Independent Propulsion System)",
  "content": "AIP는 디젤 엔진 등 내연 기관을 주 동력원으로 삼는 재래식 잠수함의 보조 동력 기관을 지칭한다. \n\n현재 가장 많이 사용되는 AIP는 스털링 엔진과 수소 연료전지를 들 수 있다. \n스털링 엔진은 밀폐된 공간에서 기체의 온도 차를 이용해 열에너지를 운동 에너지로 바꾸는 동력 기관이다. 스털링 엔진이 높은 출력을 내려면 많은 양의 기체를 이용해야 하므로 엔진의 크기도 커지게 되는데, 잠수함은 내부 공간이 협소해 크기의 제약이 따른다. 관련 연구에 따르면 잠수함에 탑재된 스털링 엔진의 출력은 유사한 규모의 고분자 전해질 연료전지(PEMFC : Proton Exchange Membrane Fuel Cell) 대비 약 60%대에 그친다. 또한 배기가스 배출 문제로 수심 200m 이하의 심도에서 사용하기 어려운 점도 확산을 저해하고 있다. 그래서 스털링 엔진 방식의 AIP를 사용하는 국가는 스웨덴과 일본 등에 한정되고 있다.\n1990년대 초 스웨덴은 코컴스가 건조한 1500톤 규모의 고틀란드(gotland)급 잠수함에 스털링 엔진을 사용해 왔고 2020년대 후반 취역 예정인 약 2000톤 규모의 차기 잠수함 블레킹(blekinge)급에도 채택할 예정이다. 2000년대 초반에는 일본 해상자위대가 소류급 잠수함에 스털링 엔진을 도입했다. 상대적으로 수심이 얕은 북해에서 작전하므로 스털링 엔진의 심도 제한에 크게 지장 받지 않는 스웨덴 해군과 달리 심해가 깊은 동해와 태평양 등에서 활동하는 일본 해상자위대는 소류급 잠수함의 후기형에 스털링 엔진 대신 리튬 이온 배터리를 탑재했다.\n\n연료전지 방식의 AIP는 스털링 엔진보다 늦은 1990년대 후반 등장했지만 훨씬 빠르게 보급되고 있다. 연료전지는 산소와 수소의 화학 반응을 통해 전기를 발생시켜 동력을 만드는 추진 기관이다. 연료전지는 발전 과정에서 발생하는 소음과 진동이 거의 없어 수중에서의 은밀한 잠항에 가장 적합한 것으로 평가받는다. 스털링 엔진보다 출력이 높은 것도 장점으로 꼽힌다.\n다만 주 연료인 수소를 자력으로 보충하지 못하므로 주기적으로 기지로 복귀해야 하는 점과 디젤 엔진 등 내연 기관이나 원자력 추진 기관에 비해 훨씬 낮은 출력이 추가 확산의 걸림돌로 작용한다. 최근에는 연료전지의 가동 시간을 연장하기 위해 같은 용량의 저장 탱크로 액화 수소보다 2~3배 이상 많은 수소를 저장할 수 있는 메탄·에탄올·암모니아 등의 화합물을 개질하는 방식의 연료전지 체계도 개발되고 있다. 연료전지 방식의 AIP는 지멘스가 개발한 연료전지를 탑재한 독일 해군의 212급(Type 212A) 잠수함을 필두로 세계 각국에서 도입하고 있다. 현재 연료전지를 탑재한 잠수함은 스페인의 S-80, 인도의 칼바리(kalvari)급, 이스라엘의 돌고래급(dolphin) 등이다.\n\n한국 해군도 독일이 설계한 214급에서 시작해 2018년 한국 기술로 설계, 건조한 3000톤급 도산 안창호함에도 연료전지 방식의 AIP를 사용하고 있다. 특히 도산 안창호함에는 독일 지멘스에 이어 세계 둘째로 잠수함용 연료전지를 개발, 상용화하는 데 성공한 한국의 범한퓨얼셀 제품이 장착돼 있다.\n프랑스가 개발한 폐쇄 회로 증기 터빈(MESMA) 방식도 한정적이지만 상용화돼 있다. MESMA는 에탄올과 산소를 연소해 만든 증기로 터빈을 구동해 전기를 생산하는 추진 기관인데 파키스탄과 칠레 등 소수의 국가만 사용하는 것으로 보인다.\n오늘날 작전 중이거나 건조 중인 AIP 탑재 잠수함은 약 120척 이상인 것으로 알려져 있다. 그중에서 한국을 비롯해 독일·스페인·인도·중국 등 다수의 국가들이 보유한 약 70척은 연료전지를 탑재했고 스웨덴·일본·중국에 소속된 약 50여 척은 스털링 엔진을 채택했다.\nAIP는 출력과 사용 시간의 제약 때문에 보조 동력으로만 사용되지만 원자력 추진 기관은 수상이든 수중이든 어디서나 사용할 수 있는 단일 동력원이다. AIP는 수십년 이상 연료 재보급 없이 사용할 수 있는 원자력 추진 기관에 비해 가동 시간이 훨씬 짧고 출력도 훨씬 낮다. 하지만 AIP는 원자력 추진 기관보다 훨씬 조용해 잠수함이 탐지될 가능성도 그만큼 더 낮다. 더군다나 AIP는 국제적 규제도 별로 받지 않는다.\n\n이와 달리 원자력 추진 기관은 개발에서부터 핵연료의 생산·구매 등에 이르는 제반 과정에 국제 조약이나 협약 등 숱한 규제를 적용 받으므로 원자력 추진 잠수함의 건조와 운용이 모두 쉽지 않다. 이에 따라 한국·독일·스웨덴·이스라엘·호주·인도네시아 등 단기간의 연안 작전을 주로 하는 국가들은 대부분 AIP를 적극 도입하고 있다. 반면 원자력 추진 잠수함은 장기간의 대양 작전을 중시하는 미국·영국·프랑스·러시아·중국 등 소수 국가에서만 사용되고 있다.\n\n\n잠수함 안에서 수소연료 전지에 쓰이는 수소를 직접 생산해 잠항시간을 크게 늘릴 수 있는 기술이 국내에서 개발됐다. 국방과학연구소(ADD)는 2018년부터 2022년까지 방위사업청의 핵심기술사업을 통해 '잠수함 연료전지용 메탄올 개질 플랜트 기술'을 개발했다고 22일 밝혔다.\n잠수함에 탑재하는 전지의 연료로 쓰이는 고순도 수소를 잠수함 내에서 직접 생산하는 기술이다.\n최근 실전에 배치되는 잠수함들은 잠항 시간을 늘리기 위해 고효율 연료전지를 탑재하고 연료로 고순도 수소를 사용한다. 그런데 수소를 저장하기 위해 잠수함 내부에 설치하는 수소저장 합금은 무게당 저장효율이 낮고, 수소도 별도의 시설을 통해서만 충전할 수 있는 데다 충전 시간도 길다는 문제가 있었다. 이번에 개발된 기술을 활용하면 고비율의 수소를 포함한 메탄올을 연료로 활용해 '연료 개질'(fuel reforming) 반응을 통해 고순도 수소를 잠수함 내에서 직접 생산할 수 있다.\n연료 개질이란 연료의 성분에서 화학 구조의 형태를 전환하고 그 과정에서 원하는 재료를 형성하고 추출하는 방법을 말한다.\n이 기술을 적용하면 별도의 수소 충전시설이 필요하지 않고 충전 시간도 줄일 수 있어 잠수함의 잠항 시간을 효과적으로 늘릴 수 있다고 ADD는 설명했다.\nADD는 \"이 기술은 향후 국산 잠수함의 성능 향상에 크게 기여할 것으로 보인다\"면서 \"필요시 민간선박용 연료전지나 산업용 연료전지 분야로의 기술 이전을 통해 수소경제사회 구축에 핵심적 역할을 수행할 수 있을 것\"이라고 밝혔다.\n\n잠수함 발사탄도미사일을 탑재한 3천톤급 장보고-Ⅲ 배치-Ⅰ 1번함인 ′도산 안창호함′ 성능의 핵심은 국내 기술로 개발한 수소연료전지가 탑재됐다는 것.\n잠항 작전 중에도 전력을 생산할 수 있는 시스템을 갖춰 4노트 속도로 20일이 넘는 세계 최장 잠항 성능을 보유할 수 있게 된 겁니다. 잠수함 안에 탑재된 수소와 산소의 양만큼 물속에서 계속적으로 잠항하면서 전기를 생산해서 추진하거나 배터리(납축전지)를 충전하는 데 사용할 수 있다.\n\n범한퓨얼셀은 연료전지 분야에서 가장 높은 기술력이 요구되는 잠수함용 연료전지를 독일 지멘스사에 이어 세계 2번째로 개발 및 상업화에 성공했다.\n2018년 한국해군의 잠수함에 연료전지 공급을 시작으로 이후 건조되는 장보고-Ⅲ 급 잠수함에 수소연료전지모듈을 전량 공급할 예정이다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-14T13:39:24.173000",
  "updatedAt": "2023-04-14T14:41:12.939000"
}