{
  "id": "5c18828a-d5af-4f03-857a-a3c75948d514",
  "title": "바그너 반란",
  "content": "[실패론]\n군의 지휘중추를 제압하였는가?\n-> 프리고진은 로스토프나도누의 남부군관구 사령부만을 제압하였지 러시아 국방부나 총참모부는 건들지도 못했음. 또한 전선의 최고 지휘를 담당하던 우크라이나 침공군 총사령관이나 러시아군 총참모장마저 놓쳤음. 앞서 나열한 목표 중 하나라도 제대로 타격을 가했다면 러시아군의 대응은 얼마간 마비되었을 수도 있었을 거임. 현재 러시아군의 대응은 심히 굼뜨긴 하나, 이는 우발 사태에 대한 대응 능력이 떨어짐을 증명하는 것 뿐 러시아군의 명령체계가 무너졌다고는 볼 수 없음. 오히려 푸틴의 성명 이후로 러시아 공군이 바그너 용병에 대해 폭격을 가한 걸 보면 러시아군 지휘부가 상식적인 대응은 못할지언정 본격적으로 대응은 하고 있다 보임.\n\n무엇보다도 러시아군의 지휘체계가 엉망이고, 명령체계를 확립할 군부의 최고 인물들이 제거되었더라면 러시아군의 각 지휘관들도 혼란스런 상황 속에서 각자도생의 차원으로 정부군에 붙을까, 반란군에 붙을까 진지하게 고민했을 거임. 실제로 쿠데타나 반란 사례에서 그렇게 행동한 군 지휘관들은 나라를 막론하고 많았음. 허나 현재 러시아군이 그 정도로 상부가 무너진 상황이 아니고, 그래서인지 부대 단위의 반란 가담 소식은 새로 없음. 반면 반란 진압에 동원된 부대들에 대한 소식은 늘어나고 있고.\n프리고진이 어디서 몰래 밀약한 군 부대와 짜고 모스크바 요새 태세를 내부에서 무너뜨리지 않는 한, 모스크바로의 진공은 실패 가능성이 높음.\n\n국가 행정부를 제압하였는가?\n-> 쿠데타의 완성은 정부수반, 혹은 국가원수를 잡아다가 쿠데타 승인을 받는 것임. 그리고 독재국가의 특성 상 일인 지도자에게 권력이 집중되는만큼 그를 제압하거나 영향력을 신속히 거세시킨다면 진압군 역시 좌충우돌하다 자멸할 수 밖에 없음. 하지만 이번 무장반란은 지방에서 시작되었기에 이는 불가능하였음.\n그래서 프리고진은 쇼이구와 게라시모프를 간신으로 몰아 명분을 세우고, 전선의 보급 거점인 로스토프나도누를 틀어쥐는 것으로 전쟁 패배 가능성에 압력을 가해 푸틴으로부터 쿠데타 승인을 원격으로 받을 심산인 듯 했으나 푸틴이 지 뇌에 방사능 홍차를 직접 들이부은 게 아닌 이상 이를 승인해줄리 만무했음. 당연히 푸틴은 반란 진압을 명백히 포고했고 중앙정부가 굳건하게 버티고 있으니 충성의 방향을 바꿀 위협을 감수하지 않는 건 군 지휘관들만이 아니라 지방의 주지사들도 마찬가지임. 그들은 총포는 없으나 대신 입이 있음. 이들이 푸틴을 비난하고 여론을 선동하면 그나마 프리고진의 살날도 얼마간은 늘어날 수 있었겠으나 로스토프 주만 해도 러시아 정부의 통제로부터 박리된 것이 아니고 뭐... 프리고진이 여기까지 생각하고 일 저지른 건 아닌지 딱히 시 정부를 교체하거나 하는 행동을 취하지 않고 있음.\n한 줄 요약 : 프리고진은 곧 첩첩산중의 상황에 처할 것.\n\n[반론]\n프리고진은 2달 동안 포탄, 탄약을 모음.\n러시아내의 병참 허브인 로스토프를 점령.\n로스토프를 요새화하고 모스코바로 진격.\n막을 수 있는 병력들은 우크라이나에서 죽었거나\n지금 우크라이나에 있는 러시아 방어선에 들어가 있음. 여기서 병력 빼면 곧바로 우크라이나군한테 밀림. \n즉 러시아 국내에 방어 병력이 거의 없고, 있어야 전투기와 헬기 등 항공전력인데 이를 격추하기 위해 \n자국의 맨패즈(또 일부 노획한 재블린), 판치르, buk 지대공 미사일 등 대공 화력을 갖춰서 전투기, 헬기 격추\n\n전차 150대 모스코바로 간다는 이야기도 있음\n\n러시아군 내부에서 동참 선언해주는 곳들\n- 도네츠크, 루한스크 방위군 바그너 그룹에 합류, \n- 러시아 내무군 중 일부가 바그너로 합류한 것 같다는 영국 국방부의 브리핑\n- 러시아 GRU 22특수여단이 바그너에 합류\n\n러시아의 자유주의자 반군에 우크라이나 군사조직도 협력하겠다고 함\n\n[현상황]\n오늘 새벽 3시 바그너그룹이 우크라이나 도네츠크에서  러스토프로 이동. 이 과정에서 러시아 국경수비대의 협력을 확인\n러시아 남부군의 사령부 접수\n러샤 남부군 소속 육해공군 바그너에 적대적 행위 없음.\n남부군 소속 공군전력은 현재도 우크라에서 작전중이라고 프리고진 밝힘.\n\n이와중에 러샤군 총사령관 게라시모프 런\n\n로스토프 인근의 원전 및 핵무기 시설 상황 미전달.\n일부는 바그너 수중에 들어갈 확률 있음 (원전)\n\n바그너그룹 현재 모스크바로 진격중\n보르네 근처에서 교전 중.\n\n바그너를 막을 러시아 내무군의 주축은 작년부터 우크라에서 갈려나가서 러시아 내부의 내무군의 숫자 적음. 무장경찰과 fsb가 내무군을 지원하고 있으나 역부족.\n현재 모스크바로 향하는 고속도로를 내무군이 통제 중\n\n프리고진, 러시아 남부군 사령관과 회담이라 밝혔으나 사실상 남부군이 바그너와 함께 하는 중.\n\n\n[상황 예측]\n현 우크라 전선의 러시아 군 일부를 쿠데타군 진압병력으로 뺄 확률 있음.\n현 우크라 전선의 러시아군의 보급이 현격히 떨어짐.\n우크라 전선 상황 붕괴 우려.\n프리고진 '모스크바 접수' 못하더라도 로스토프 인근을 자신의 세력권 만들 수 있음\n현재 바그너에 협력중인 세력\n러시아 국경수비대 남부, 러시아군 남부군 일부.\n\n[결과]\n프리고진 망명.\n\n러시아 친구 말로는 모스크바 광장에 T-90M 30대에 공격헬기에 무장이 생각보다 빵빵했었다고 함.\n프리고진은 그때 자기가 상대가 안된다는 거 알고 본전이라도 찾자고 협의 보러 간 거래\n\n러시아 정부가 바그너그룹 중 프리고진에게 가담하지 않은 자들과 계약맺고 나머지는 배제시켜서 바그너를 두 쪽으로 가르고 프리고진은 현재 벨라루스로 유배된게 현 상황임. 이건 기사까지 실린 오피셜\n\n영국 신문 텔레그래프가 영국 보안 소식통의 보고를 공유받았는데, 프리고진이 모스크바 진격을 포기한건 러시아 요원들로부터 가족 살해 협박을 받았기 때문이라고 함.\n또한 바그너 그룹 쿠데타 측 참여 전력은 프리고진이 주장한 25,000명이 아닌 8,000명에 불과해 애초 모스크바 함락은 불가능했고, 푸틴은 바그너 그룹 병사들을 러시아군과 통합시키고 바그너 그룹의 이전 지도자들을 제거 시도를 할 것이라고 밝혔음.\n\n[WSJ 분석]\n원래 쇼이구랑 게라시노프가 남부지역 최전방을 방문할 예정이 었음. 이때 프리고진은 이들은 사로잡는 계획을 세우고 있었는데 이게 FSB에 들통나서 쇼이구가 이틀전에 취소해버림. 프리고진은 위기를 감지하고 급히 일찍  로스토브를 점령함. 하지만 이미  쿠데타 계획도 모스크바에 다 새어버림. 푸틴에게 직보하는 러시아 방위군 사령관 졸로토브도 이미 다 알고 있었다고 밝혔다고 함\n로스토브 점령후 남부 벙커에서 지휘를 하고 수천명을 쪼개서 모스크바로 급히 진격 시킴. 프리고진은  우주사령부 사령관 수로비킨 포함 일부 러시아군 수뇌부가 자기랑 함께 할꺼라고 믿고 이걸 감행함'. 근데 웃긴건  프리고진이 로스토브 먹었을때 급히 반대성명 내고  프리고진을 폭격한 부대 책임자가 바로 러시아 우주사령부 사령관 수로비킨임. 그리고 수로비킨은 토요일이후 행적이 없어졌다고 함. 현재 수로비킨은 사라졌고 또 프리고진이 진격하는데 관망하거나 우유부단했던 군대 관계자들 대규모 숙청. \n다만 이 음모를 다 알면서도 모스크바 인근까지 진격을 막지 못한 거에 푸틴의 장악력 대해 많은 의구심이 있다고 함.\n벨라루스는 러시아로 부터 자기 안전을 공고히 하기 위해 와그너를\n데려와 자기 나라에 배치.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-06-24T19:57:18.258000",
  "updatedAt": "2023-06-28T23:07:44.046000"
}