{
  "id": "5e9a900f-83c0-4333-a252-e5440bf5db55",
  "title": "대공포",
  "content": "[역사]\nV2에 앞서 투입된 V1은 당시 기준으로 절대로 대응하기 만만한 물건이 아니었다. 구조는 단순해도 제트 엔진을 추진체로 사용했기 때문에(정확히는 덕트 엔진의 일종인 펄스제트 엔진) 발사 후 순항 시 속도가 600 ~ 640km/h에 이르렀고 순항 고도도 600 ~ 900m로 날았기 때문에, 크기도 일반 항공기보다 작은데 빠르고 낮게 날기 때문에 연합군이 대응방안을 확립하기에 꽤 골머리를 앓았다.\n일단 영국은 지상 레이다 기반의 조기경보체계인 '체인홈'을 이미 갖추고 있었기 때문에 이것과 해안가에 배치된 인력의 청력과 시력을 이용한 탐지를 활용함. 여기에 더해서 웰링턴 폭격기에 레이더를 탑재해서 조기경보용으로 씀.\n그리고 대공포 전력을 최대한 잉글랜드 남부 지역에 대공포(주로 보포스 또는 3.7인치 대공포)를 배치함.\n여기에 더해서 주 타겟이 된 런던을 포함한 잉글랜드 남부 주요 대도시에 방공 기구를 다수 배치함.\n레이다와 인력을 이용한 조기경보를 통해 내습 중인 V1의 진입각과 고도를 확인하면 대공포로 1차 대응을 하게 됨. \n사실 원체 빠르기 때문에 육안 조준만 가지고는 대응하기 힘들었겠지만 1944년 6월을 전후로 기계식 컴퓨터에 기반한 사격통제장치(Kerrison Predictor)가 본격적으로 도입되었는데 보포스의 목표 조준을 자동화해주는 굉장한 물건이었음.\n여기에 전투기를 투입해서 V1을 요격하기도 했는데 이건 상당한 위험 부담을 안고 투입하는 거였음. 당대 기준으로는 매우 빠른 머스탱이나 호커 템페스트 같은 전투기를 투입했지만 수평 가속만으로는 따라잡기 힘들어서 고고도에서 강하하며 속도를 붙인 후에 후방을 공격해서 격추했는데 후방에서 봤을 때 표적이 작았기 때문에 지나치게 접근했다가 V1이 폭발하는 화염을 뒤집어쓸 수도 있었음. 이외에 좀 변칙적인 방법으로 V1의 주날개 아래에 전투기 날개를 밀어 넣음으로써 V1 주익의 공기 흐름을 교란해서 떨어뜨리는 방법도 사용했음.\n마지막 수단으로 방공 기구를 사용했는데 V1이 종말 단계 기동을 하기 전에 방공 기구에 격돌하여 격추되는 것을 노림.\nV1은 연합군이 노르망디 상륙후에 칼레 지역을 점령하면서 영국에 대한 공격은 중단함. 하지만 이후  연합군이 안트베르펜 항구를 점령하고 이곳을 통해서 보급물자 공급이 신속히 이루어지자 이를 저지하기 위해서 안트베르펜에 대한 V1 공격을 시행함. 이에 연합군은 V1을 요격하기 위해서 미군과 영국군의 야전 방공 부대를 통합 지휘 및 운용하기 위한 통합 임시편성부대를 조직함. 그리고 내습하는 V1의 조기경보를 위해 SCR-584 야전방공 레이다와 정찰대 다수를 배치함.\nSCR-584 야전방공 레이다는 대략 26km 전방에 있는 V1을 탐지할 수 있었고 레이다와 정찰대의 정찰 정보를 기반으로 날아오는 V1의 진입 방향을 계산한 후 주변의 대공포 부대를 즉시 이동시킨 후 방열시켜서 대공사격을 하도록 했음. 이러한 즉시 배치를 통해 진입 방향에 맞춰 최소 3개 이상의 대공포 포반을 배치함.  V1 요격 대응횟수가 늘어남에 따라 조기경보반과 대공포반의 숙련도가 높아졌고 V1의 격추율이 개선되었다. 독일군이 기도한 안트베르펜 항구 마비는 결과적으로 무력화되었다.\n\n2차 대전때 독일에서 영국으로 발사되던 로켓 비행체를 영국 공군이 비행기 날개를 이용해 추락시키는 작전을 한 적이 있었습니다. 공군기 날개로 미사일의 날개를 살짝 치면 추락했다더군요.\n\n[북한 무인기]\n북한은 대공사격 표적기에서 정찰감시, 타격용(자폭용) 무인기에 이르기까지 1000여 대의 다양한 무인기를 보유 중인 것으로 알려졌다.\n북한이 보유하고 있는 가장 많은 무인기는 방현-Ⅰ·Ⅱ로 중국에서 대공사격 표적용으로 도입한 D-4를 개량한 모델이다. 300여 대를 보유하고 있으며, 기만이나 훈련 표적용으로 사용하고 있다. 길이는 3.23m, 작전반경은 50㎞ 정도이고, 속도 160여㎞, 운용고도는 약 3㎞ 이상, 운용 시간은 2시간 정도다. 20∼30㎏의 폭탄을 장착할 수 있다.\n또 북한은 미국제 무인표적기인 MQM-107D ‘스트리커’를 시리아로부터 밀수입, 소형 폭탄을 장착한 자폭 무인기로 개조해 운용하고 있다. 시속 925㎞로 최대 600~800㎞ 떨어진 목표물에 자폭 공격을 할 수 있는 것으로 분석된다. 북한은 또 러시아에서 단거리 무인정찰기 프라체-1T와 VR-3도 도입해 운용하고 있다. 이들의 작전반경은 60∼90㎞로 2시간 이상 정찰임무 비행을 할 수 있다. 이 밖에 지난 2014년 청와대와 경기도 파주, 백령도 일대, 2017년 성주 사드 기지 등을 촬영한 소형 무인기도 북한의 대표적인 무인기다.\n통일연구원 정구연 부연구위원은 지난 2017년 보고서에서 “북한의 공군 전력은 한국 대비 상당한 열세이고 군사용 위성 부재로 대남 정보, 감시 및 정찰 임무 수행이 어렵다”며 “이를 상쇄하기 위한 수단으로 무인기 개발에 집중하고 있다”고 밝혔다.\n\n길이 8.04m크기의 제트추진 전술 정찰용 무인기 'VR-3 레이(Reis)'와 사단과 대대급에서 운용하는 2.78m의 '프체라(Pchela)'도 보유하고 있다. 또 D-4RD무인항공기도 있다.\nVR-3 레이는 1990년대 말 중동국가로부터 도입했다. VR-3 레이(Reis)무인기는 길이 8.06m, 폭이 2.24m로 최대 5000m높이에서 반경 90km까지 작전임무를 수행할 수 있다. 속도는 시속 950km로 일반 정찰용 무인기보다 빠르지만 체공시간이 15분으로 짧은 것이 특징이다.\n프라체-1T무인기는 러시아군으로부터 양도받아 운용중인 것으로 추정된다. 길이가 2.78m이며 폭은 3.25m인 프체라무인기는 단거리 감시정찰 전술 무인기다. 최대 2500m높이에서 2시간가량 체공이 가능한 프체라무인기는 TV카메라를 장착한 것으로 알려졌다. 지난 1991년 러시아 Yakovlev사에서 개발됐다. 이착륙방식은 궤도발사대에서 발사해 낙하산을 이용해 회수한다.\nD-4RD무인항공기는 중국에서 도입했으며 길이 2.8m, 폭 3.3m다. 2시간의 체공능력을 보유한 D-4RD무인항공기는 3km 고도에서 활동가능하며 작전반경은 50km다. 북한은 D-4RD무인항공기 자체 개조해 만든 무인비행기 '방현-ⅠㆍⅡ'를 최전방 부대에 배치한 것으로 확인되고 있다.\n\n길이 3.23m, 고도 3㎞, 최대 시속 162㎞로 작전반경이 4㎞에 달하는 이 무인비행기는 유사시 20~25㎏의 폭약도 장착할 수 있는 것으로 알려졌다. 이 무인기는 가솔린 엔진으로 낙하산을 펼쳐 지상에 착륙한다.\n\n북한 무인기는 기지와 통신하지 않고, 미리 정해놓은 경로를 비행하면서 사진 찍고 돌아가는 녀석들이었습니다. 통신하지 않으니 조종도 안 되는거고요. 이렇게 통신하지 않는 것은 재밍을 아무리 강력하게 해도 아무 소용없죠.\n대공포의 도달 고도 3 km 위로 날아가기까지하니 지상에서는 미사일 발사하지 않는 한 격추시킬 방법이 없습니다. 너무 작아서 헬기나 전투기 기총으로도 잡기 매우 힘들고요. 결국 역시 미사일이 답. 미사일이나 대공포는 민간 인명피해까지 감수해야 함. ( 민간인 사망 사고 실제로 발생했었음 )\n\n\n[rc비행기]\nrc비행기 소재가 대부분 스티로폼입니다. 가장 무거운 배터리를 내장하는게 관건인데 북한 인접지역에서 날력도 최소 몇십 km를 날았다가 와야하는데 배터리를 어떤 스펙을 썼는지가 궁금.\n레이더로 포착 가능하게 설정할 수는 있는데 그러면 새들까지 다 잡혀서 사실상 레이더 기능이 안됨. 스텔스기 못잡는 이유도 비슷함.\n\n[대응]\n2014년에는 침투사실을 추락한 무인기로 확인했던 것과 달리, 이번에는 육군이 2017년부터 배치를 시작한 TPS-880K 차기 국지방공레이더가 북한 무인기를 제대로 탐지 및 추적하는데 성공하였다.\n2014년에 무인기 침투사건을 겪었을 때, 당시 개발 중이던 TPS-880K 차기 국지방공레이더를 1년 동안 긴급히 개량함으로써 소형 무인기 탐지능력을 확보했다. 그 결과, TPS-880K는 우수한 X밴드 AESA 기술을 활용해 약 OOkm 정도의 거리에서 소형 무인기를 탐지할 수 있으며, 실제 이번 무인기 침투를 성공적으로 탐지 및 추적한 것으로 알려지고 있다. 문제는 탐지수단은 확보했지만 요격수단을 제대로 확보하지 못해 요격에 실패했다는 점이다.\n\nAH-1S 코브라는 노후화로 인해 가동률이 떨어지고, 기본적으로 지상군을 지원하기 위한 것이지 공대공 전투를 상정 한 모델이 아니다. 코브라가 강화 교동도 서쪽 해상에서 20㎜ 기관총으로 500발의 사격을 시도했지만, 목표를 조준한 사격이 아닌 레이더에 탐지된 항적에 대한 사격이어서 격추하지는 못했다고 합참은 설명했다.(참고로 코브라는 레이더가 없으므로, 국지방공레이더로 추적한 항적 데이터를 사용했음.)\n합참 관계자는 “이날 탐지된 북한 무인기는 2014년 경기 파주, 인천 백령도 등에서 발견됐던 것처럼 날개폭 2m 이하 소형 무인기”라고 설명했다. \n무인기 요격작전에 AH-64E 아파치가 투입되었다면 좀 더 좋은 결과를 얻어내지 않았을까? 그 이유는 AH-64E 아파치에는 저공 비행하는 소형 무인기를 락온(rock-on) 할 수 있는 스팅어 ATAS(자외선 센서를 보유함)를 운용하고 있으므로, 탐지만 성공했더라면 충분히 요격을 시도했을 수 있었을 것이다.\n현재 서북도서 지역에는 AH-1S 코브라만 배치된 상태였기에 급히 동원했지만, 지상 지원용으로 개발된 20mm 발칸으로 지름이 1~2m정도에 불과한 소형 무인기를 격추시키는 것은 결코 쉽지 않았을 것이다.\n또 KA-1이 동원된 것은 비행 속도가 무인기와 비슷해 탐지 및 추격에 유리하고, 복좌형이기에 후방 조종사를 무인기 탐지에 활용할 수 있으며, 12.7mmm 중기관총 포드를 사용해 격추를 시도할 수 있었기 때문이었다. 하지만 너무 긴급히 출격하는 바람에 제대로 정비를 완료하지 못해서 추락한 것으로 추정된다. \n전투기는 너무 빨라서 최대속도 200km/h인 무인기를 찾기는 힘듬. 느린 비행체 상대하기에는 제트기보다 Ka-1이 효과적임\n\nKA-1으로 무인기 제압에 사용할 수 있는 무장은 50구경 기관총밖에 없으며 50구경 기관총 탄약은 자폭기능이 없어 부수적 피해를 고려하면 사격에 제약사항이 많을 수밖에 없습니다.\nKA-1의 실속속도가 낮다곤 하지만 130km/h로 알려져 있습니다. 100km/h 이하로 나는 북괴군의 무인기에 대응하기 위해 속도를 낮출 경우 실속의 위험이 있어 무리가 많음을 알 수 있죠.\n\n레이더가 없고 육안으로 식별해야 해서 쉽지 않음.\n거기다 저고도 비행은 비행에만 집중해야 하는데, 저고도에서 조그마한 무인기 찾는다고 시선과 신경을 분산하면 매우 위험함.\n\n아파치, 코브라 헬기는 원래 지상지원 임무를 하는 기체들이다. f-15k, kf-16에는 1m급 소형 무인기 요격이 가능한 AIM-9X 사이드와인더를 장착할 수 있다. 대통령 집무실같은 중요시설 방어를 위해서 정 급하면 단거리 공대공미사일로 요격할 수밖에 없다.\n\n예전에 500md 항공사격 연습할 때, 대낮에 저 무인기같은 표적기 지나가면 미니건으로 쌌는데, 2천발 탄통 다 쏟아부어도 한발도 안맞는 경우 수두룩 했다. 대낮에, 지정된 장소에서, 오는 거 미리 다 알려주고도 말이야. 중간에 예광탄을 넣어서 눈으로 봐가면서 쏴대는 데도 격추율 0발. 기동 사격, 호버링 사격 다 했는 데도 한 발도 못맞추니까  조종사들이 착륙해서 투덜됐었다. \n추가 이야기하자면 당시 500md 미니건이 좌측에만 있었고 (오른쪽은 2.75인치 로켓포드) 공중사격시  초당 100발 사격모드로 하면 잼이 잘 걸려서\n초당 50발 모드로 주로 했는데, 그러면 한 쪽에만 반동으로 토크가 걸려서 헬기가 죄측으로 돌기 때문에 호버링을 위해 페달로 밟아가며 회전을 막으면서 쏘니 그게 잘 맞을 리가 있나? 그나마 기동사격은 조금 낫다지만 당시 조준경은 망원경처럼 표적을 확대하는 방식이 아닌 지금의 헤드업 디스플레이(heads-up-display, 전방 상향 시현기 : HUD) 방식의 단순 십자가 조준선이라 2천발 쏟아부어도 거의 다 0발 나왔음.\n표적 속도가 거의 100km에서 130km정도인데도 표적이 작으니, 게다 사통장비가 수동이니, 비행시간 천시간 넘은 육군 항공조종사도 0발이 난무했음.\n표적지 크기는 길이 대략 2미터, 폭이 4~50cm 정도. 항공사격 나간 20명 중에 당시 일등이 표적 그물에 구멍 3개였음. 그런데 무인기는 옆이나 뒤쪽은 더 표적 면적이 작기 때문에 명중률을 높이려면 표적기 표적 면적이 넓은 위쪽에서 사격해야 할 것임.\n\nm167a1 발칸 운용병 출신인데 상기 발칸 사격에서 rcmat(소형 대공 표적기)이 끌고 오는 표적지에 600~800발 쏴서 8~10발 맞췄다고 하는데 본인 소대 600발 중 36발 맞추고 소대 전원 포상휴가 받았습니다. 여기서 문제점을 지적하면 붉은 표적지는 2m x 0.45m입니다. 폭이 45cm로 앞에 끌고 날라가는 rcmat 드론기는 폭이 10cm? 정도 될까 말까한 폭으로 맞추기 힘든 수준인데 북괴 드론은 붉은 표적지가 아니라 rcmat과 비교해야 하며 그렇다면 측후면 타격 절대 못해요. \n\n개인적으로 지금 할 수 있는 방법은 베트남전때 미군이 uh1 헬기 탑승구에  M60기관총 달아서 사격한것 처럼 우리도 uh60 측면 탑승구에 60기관총 달거나, 휴대용 재머 가지고 다니면서 최대한 근접해서 격추시키는 게 나을 겁니다. 스팅어, 미스트랄은 가성비도 떨어지고 타겟팅 되는지도 모르겠고, 그렇다고 전투기, 아파치, 코브라 등의 20mm 기관포 쏘기엔 낙탄 위험이 너무 크고, 후면에서 일정거리 떨어져서 쏴야 하는데 위험함.\n\n아주 예전 2010년대 사진을 찾아보면 드론에 대응하기 위해 500MD 헬기에 산탄총을 든 병력이 탑승한 사진도 공개한 적이 있죠. 또한 베트남전 당시 UH1 헬기가 AN2를 추적하여 격추한 사례도 있으니 가능은 할 것으로 판단됨.\n\n2022년부터 우크라이나-러시아 전쟁을 통해 무인기 위협이 현실화되자, 육군은 북한 무인기에 대응한 대규모 방공능력 강화계획을 준비하고 있다.\n북한 무인기에 대응해 중장기적으론 무인기 요격 레이저, HPM 무기, AHEAD탄 배치를 추진함과 동시에, 현재 20mm 발칸포의 야간 조준장비를 개량하고 있고, K31 천마에는 무인기 재밍시스템을 장착하고 있다.\n풍산이 개발한 30mm AHEAD탄이 사전에 배치되어 있었더라면 이번에 무인기 요격을 시도했고, 성공했을 가능성이 높았을 것이다. 늦었지만 다행히 군에서 도입 움직임이 있다.\nKM-167A3 20mm 발칸에 장착되고 있는 비냉각 열영상 장비와 조준장비는 항공기형 크기는 약 5km 이상의 거리에서, 중소형급 크기의 무인기도 약 2~4km 정도의 거리에 탐지할 수 있다.\n무인기 요격용 레이저 무기에 대한 막대한 투자를 진행하고 있으며, 한화시스템은 지난 11월에 개최된 군사과학기술학회를 통해 레이저 무기의 사거리를 혁신적으로 향상시킬 수 있는 <고속광파면 변형거울> 기술을 공개하기도 했다.\n국방과학연구소는 레이저 무기 이외에 대량의 군집 무인기를 요격할 수 있는 HPM(High Power Microwave: 고출력 마이크로웨이브) 무기를 개발하고 있다.\n\n30mm AHEAD탄은 취소되는 분위기 아닌가요? 구경과 무게가 적게 나가서 실제 살상력이 없다시피 하다고 하더군요. AHEAD탄 제대로 사용하려면 크기가 35~40mm정도로 해야 할 것 같습니다.\n\n30mm AHEAD탄이 채택되지는 않았지만, 의미가 없는 것은 아닙니다. C-RAM으로 다양한 크기의 표적들을 다 상대해야 하니 채택을 못한 것 입니다. 드론 정도의 저장갑 비행체에게는 효과가 있다고 합니다.\n\n근데 왜 AHEAD탄 개발이 까였는지 이해가 되긴 하더라구요. 발당 30만원으로 가격이 일반탄 대비 열배라.\n\n30mm AHEAD탄 개발해도 당장은 운용 못함.\n얘는 VT 근접신관마냥 표적 근처에서 스스로 터지는게 아니라, 탄 발사순간 거리/시간을 미리 계산해 신관에 주입해서 표적 근처에서 터지는 방식.\n문제는 비호, 천호는 제원을 장입해줄 사통장치가 없어서 새로 개발해서 탑재해야함\n\n풍산이 기술이 안되는데 외국사가 만든 거 대충 목업만 들고나와서 돈만 주면 몇 년 안에 전력화 한다고 하는게 한 두 번이 아님. 30mm AHEAD도  저 목업이랑 모형 만들어서 고정시키고 폭발 테스트인가 한 사진 밖에 없음. 한마디로 관련 기술 중에 연구된 게 하나도 없는데 마치 거의 완성된 무언가가 있는 것처럼 전시회에만 들고 나온 것임\n\nk21에 달린 40mm 보포스포 개조하여 대공으로 쓰면 됨.\n\n미국 C-RAM이라고 전투함에 달려있는 대공 개틀링건을 지상버전으로 개조해 츄레라(트레일러의 북한어)에 싣고다니며 공항 등에 배치해서 무인기나 박격포탄 등에 쓰는데 제가 말한 탄종을 쓰기도 합니다. C-RAM의 단점은 개틀링건이다 보니 소음이 엄청난데, 이게 오히려 시내에서는 일종의 사이렌 역활을 겸하기도 해서 장점으로 된다더군요.\n\n사실 국지방공 레이더는 드론을 잡기위한 목적이 아닙니다. 최근에 드론 탐지가 가능하게 성능을 엎그레이드 했을 뿐이죠. 국지방공 레이더는 조기경보레이더의 사각(산으로 가려진 저고도 음영지역) 을 커버하는 목적의 레이더입니다.\nGap filler 레이더라고 하죠. 그리고 단지 탐지를 목적으로 하기 때문에 (스퀸트 기능이 없는 회전형 레이더라서) 회전 사이클이 길어서 사격통제용으로는 사용할 수 없습니다. 더불어 저고도를 목적으로 하기 때문에 10km 상공에서 오는 드론을 탐지할 수 있는 시간은 매우 짧습니다.\n\n북한 드론은 무선원격조종이 아니라 이미 입력된 프로그램으로 움직이는 걸로 아는데 재밍은 안되지 않나. 민간피해 있든, 아니든 격추가 우선이죠. 민간인 피해 우려해서 적국의 무기를 격추를 안한 다는 건 말이 안됩니다.\n\n재밍 자체가 불가능. GPS 입력해 놓은 대로 날아 다니는 거라 합니다. 원체 원초적으로 기술이 안 들어간 물건임.\n\n대공포는 최소 35mm, 40mm는 되어야 한다는 건 예전부터 나오던 얘기. 30mm탄 AHEAD탄의 실패는 30mm 탄의 물리적 크기의 제한 때문에 방법이 없음. 그래서 비호의 30mm 쌍포도 위력 부족이라고 불평이 나옴. 독일 오리콘포, 해군 보포스포 등 운용 중인 대공포 대부분이 35mm-40mm 이상임.\n\n기본적으로 대공화기는 2차대전 때도 폭발탄이 기본이었습니다. 40미리 이상 근접신관탄을 장착한 대공레이더망이 드론을 막는 최선책으로 우리나라에서 이미 개발은 완료된 상황입니다. 채택도 안됐고 검증 양산은 멀었구요\n비호복합은 30미리라고 하죠 40미리 자동유탄발사기가 있어서 그거랑 연계하는 방식도 검토중이라고 하더군요.\n새랑 드론을 구분하는 알고리즘을 레이더에 장착하는데 엄청 고생했다고 하더라구요 .\n\n어떤 분이 훈련 때 드론을 마주쳤는데, 바위 나무틈에서 하체는 낙엽에 묻고 상체는 군장덮개 뒤집어쓰니까 드론이 못 찾고 가더라죠.\n\n[요격 방식]\n비호, 천호 모두 아니다. 사우디 아라비아에서의 타락된 결과도 사실은 예상되는 부분이었다.\n명중률 떨어지고, 사격통제장치 후지고, 탄환 위력 떨어지고, 유효사거리 떨어지는 건 일찍부터 지적된 상황이었다. \n자질구례하게 다양한 탄종을 사용하기보다, 규모의 경제를 위해서라도 통일화하여 40mm 다목적탄 개발하고, 40mm 구경 대공포를 배치하는 게 낫다.\n이렇게 되면 현행 K-21 보병전투차도 제한적 대공 능력을 가지게 되고, 명중률, 탄환의 위력, 사거리 모두 다 향상시킬 수 있다.\n\n현재 가장 관심이 뜨거운 것은 이동형 대공무기체계입니다. 한물갔다고 평가받던 비호가 비호복합으로 변경되고 레이더체계가 바뀌면서 소규모 부대체제에서 안티드론의 대체제로 떠오르고 있죠.\nUAE나 사우디가 한국의 비호2에 관심을 갔는 이유죠.\n비호2는 기존의 광학레이더에 AESA레이더를 추가하고 120mm이상의 발컨포를 장착. 사거리를 연장하여 저고도에서 사용되는 드론에 대비할 예정이라고 합니다.\n\n<대공포의 구경별 C-RAM 특성>\n1) 20mm 대공포 : 팰렁스의 지상형인 '크루세이더'에서 개틀링 특유의 빠른 발사속도로 탄막을 형성, 맞기만 한다면 직격에 의한 확실한 C-RAM 성능을 보여주나, 지속교전능력의 저하(재장전 필요)와 짧은 사거리로 교전회수가 제한됨.\n\n2) 30mm 대공포 : 퓨마 보병전투차용 AHEAD탄두 기술로 실증되듯, C-RAM에 대한 가능성이 존재하나, 탄두 중량의 문제로 소프트스킨(소형드론, 공중 발사 대전차미사일, 박격포탄) 정도에 한정.\n\n3) 35mm 대공포 : AHEAD탄두를 쓰는 스카이쉴드 대공체계 존재하나, 155mm곡사포탄을 파괴하는데는 한계를 드러냄.\n\n4) 40mm 대공포 : 탄크기와 느린 발사속도로 인해, CTA탄으로 넘어가야 전문 대공포로의 효용을 발휘. 현재 다목적을 위한 3p개념(전방향파편)의 스마트탄이 존재. 일부 선진국가의 경우, 40mm CTA탄에 AHEAD를 적용하려고 개발중.\n40mm는 발사속도 때문에 쌍열로 해야 의미가 있다고 하고, 그 경우에 무거운 머리 때문에 차체에 문제가 있다.\n\n[대드론 드론]\n우리는 지금까지 정찰드론 및 지상공격을 위한 드론만을 생각해왔다. 하지만 이제 드론 요격능력을 갖춘 드론을 개발할 때이다. \n러-우크 전쟁에서 우크라이나는 민간 드론에서 대기갑수류탄을 떨어트려 러시아 기갑장비를 공격하고 있다. 이제 민간 드론들이 기갑장비들을 공격하는 시대가 온 것이다. 이는 마치 1차대전 초창기 민간 프로펠러기들이 수류탄과 포탄을 손으로 떨어뜨려 지상의 목표들을 맞추던 것과 아주 유사하다. \n소형 드론은 소형 드론으로 잡는, 이제 드론을 요격하는 드론을 개발할 시점이 되었다. 미사일 요격과 방공포 요격, 재밍 등은 낮은 고도로 날는 소형 드론들을 효과적으로 타격하기 어렵다.\nAESA 기술이 이미 성숙해 있고, AI까지 이용 가능한 지금, 전방 지역별로 드론을 공격하는 공격형 드론을 배치하여 발견시 정찰 및 요격을 한다는 발상은 기술적으로도 무리가 없을 것이다. 이들 요격형 드론은 지상 레이더기지로부터 위치정보를 수신받고 그곳으로 날아가, 탑재된 요격체계(이는  근거리 재밍이던, RCWS등, 아니면 그물이라도 투척하던지)로 상대 드론을 제압하면 된다.\n\n\n[재밍]\n재머도 답 중에 하나 뿐인 것이 재밍의 목적이 대략 2가지 정도가 될 것인데, 하나는 드론을 조정하는 원격 통신을 교란해서 비행 제어를 못하게 하는 것이고 다른 하나는 드론이 상황파악을 위해서 사용하는 외부 신호(GPS, 레이더)를 교란하는 것 입니다.\n첫번째 원격 비행 제어 부분은 드론 자체가 실시간 원격 통신으로 제어되지 않고, 미리 정해진 비행 경로를 따라가는 형태라면 재밍이 어렵습니다.\n두번째 센서교란은 효과적이지만 그것에 대한 방비도 군용에서는 가능할 것 같습니다. 간단하게는 오차는 감수하고 자이로스코프나 가속도센서를 사용해서 위치 판단을 하는 방법이고, 보조적으로는 우리나라에서도 최근에 발표한 GPS 교란 방지 기술 같은 것이죠.\n고급 무기들은 내부에 장치된 관성항법장치(INS)를 주로 사용해서 비행을 하고, GPS는 오차수정에만 보조적으로 사용하는 경우도 있습니다. 이런 경우에 관성항법장치를 교란할 방법이 없습니다.\n재밍은 원격제어를 받거나 GPS를 사용하는 드론에만 효과가 있습니다. 관성항법장치를 사용하여 입력한 웨이포인트를 비행하는 자율주행형 드론들은 GPS를 오차보정 용도와 이착륙시에만 사용합니다.\n아직 드론은 한가지 방법으로는 해결할 수 없는 골치 아픈 놈입니다.\n\n제공권 잡아도 계속 날릴 수 있는 게 드론이다. 공군기지 활주로 개박살내도 고무줄 새총으로 날릴 수 있는 게 드론이다. 북괴 미그기가 진작에 레이다에 걸려서 미사일 맞고 폭죽 될 때도 소형 드론은 배낭에서 꺼내서 300m 쯤 떨어진 적한테 수류탄 몇 개 정도는 떨궈줄 수 있다.\n\n면적이 어느 정도는 나와야 레이더 전파도 반사가 되어서 잡기가 쉬워지는 거지, 1~2m크기의 면적이면 솔직히 탐지 자체는 스텔스기와 같은 수준이라 보면 됨. 소형 드론은 미사일 락온도 잘 안 됨. 소형 드론 자체가 높이가 낮아서 그 자체로 스텔스 설계지. 스텔스기도 형태가 90%인데 핵심이 높이 낮추는 거임. 레이더로 유도해서 잡을 거면 레이더로 새 유도해서 잡는 수준이라 보면 됨. 스텔스기 좋은 것도 레이더에 새 정도 크기로 감지됨. 또 소형 드론은 열이 적게 발생해서 열상장비로도 추적이 쉽지 않음.\n소형 드론은 제공권 잡혀도 날릴 수 있음. 고무줄 새총 같은 걸로도 아무데서나 날릴 수 있음.\n\n민수용 소형 무인기 탐지기 개발 프로젝트에 참여중인데, 레이더든, 가시광선 센서든 모두 일장일단이 있어서 결국 여러 센서를 유기적으로 통합할 수 있느냐 없느냐가 중요하다. 더구나 군용과 달리 민수용은 가격 경쟁력도 고려해야 한다.\n\n쿼드콥터같은 소형드론을 잡자고 더 비싼 타격 체계를 만드는 것보다는 레이저/전파교란 장치를 개발하는 것이 훨씬 효율적이다. 사실 미국도 그렇고 대부분의 나라가 소형드론 요격으로 대공포보다는 레이저나 전파교란쪽으로 가고 있음. 우리나라도 관련연구 진행 중이고.\n\n소형 재머는 2000~3000m 정도만 고도 올려도 무용지물이 되어버리는데 안타깝게도 쿠팡에서 파는 고급 드론이면 이 정도 높이는 손쉽게 올라감\n결국 대구경 화기에 VT신관 포탄 물리고 격추시키는 것이 제일 확실하지. 개인이 들고다니는 재머는 500m가 한계임. 차량거치용 재머도 km단위고, 그런데 전력을 제곱으로 소비함.\n\n2014년 북한 무인기 추락 사건이 발생했을 때의 문제는 기존의 대공감시 레이더로 당시 침투를 했던 무인기를 탐지하는 게 힘들었다는 점이다.\n레이더는 방사한 레이더파가 물체에 닿아서 돌아오는 반사파를 기준으로 방위각, 거리, 고도 등의 정보를 획득하는데, 기존의 방공레이더들은 크기가 크고 레이더 반사값이 크며 속도가 빠른 항공기들을 기준으로 최적화 되어 있었다. 왜냐하면 새/구름/지상의 물체 등 다양한 클러터들에 의한 잡음들이 탐지, 식별에 장애/오인으로 작동하는 관계로 특정 기준에 못미치는(예를 들어 속도가 일정 이하이면서 지상고도가 낮은 경우 등등) 오인 가능성 있는 반사반향은 의도적으로 걸러내도록 프로그래밍이 되어있다.\n문제는 저속에 반사파가 작으며 낮은 고도를 날아서 기존에는 새로 오인하기 쉬운 소형 무인기에 의한 도발이었기에, 이에 대응해서 보다 분해능이 높고 무인기 등의 행동패턴과 비행특성 분석을 통해 새와 같은 오인 가능한 물체의 반사반향과 구분이 가능할 정도로 개량된 레이더들을 도입하고 국내개발을 추진해왔다.\n그래서 이번 2022년 12월 북한 무인기의 침입 사태에서는 침입까진 잘 파악한 것으로 보이지만, 레이더를 통해 해당 표적을 제거하기 위해서는 탐지로 만족할 수 있는 게 아니라 추적 및 조준 유도까지 이루어져서 대응가능한 공격수단으로 배제할 수 있어야 한다.\n그러면, 현재 우리 군이 보유한 대 드론/소형 무인기 요격수단은 잘 갖추어져 있는가 하면 솔직히 이야기해서 아직 준비 부족 상태이다.\n비호복합 등을 거론하기도 하지만 비호복합도 탐지 요격에 한계가 있으며, 비호복합은 휴전선 일대에 전진 배치되어서 작전을 펼치는 게 목적이 아니라 기갑/기계화부대의 이동간 대공방어가 주요 목적인 장비이다. 현재의 휴전선 일대에서 군사분계선을 넘어오게 되는 북한 무인기를 요격하기에 적합하지 않다. \nDX 코리아 2022에서 대드론 탐지 요격용 레이더/EOIR 장비와 이의 요격장비로 레이저/기관포/재밍 장비들의 혼합체계를 위아/한화/현대로템/LIG넥스원 등이 제안했다. 이후 드론탐지/요격/재밍 체계개발은 11월 22일 LIG넥스원이 선정되었고 개발은 2026년까지 진행할 예정이다.\nhttp://www.greened.kr/news/articleView.html?idxno=299088\n\n이 장비가 나와서 국지방공 레이더망과 연동하여 전방의 주요 침투예상 거점을 중심으로 배치가 시작되는 2026년 하반기 이후는 되어야 소형 드론에 대한 대응이 가능할 것이다.\n참고로 특정 사안에 대응하기 위한 신속도입사업으로 해외 장비중에 대응 가능한 장비를 도입하는 계획이 아닌 이상, 국내장비를 개발하고 도입을 진행하게 되면 5~10여년의 시간이 필요하다. \n\n까삼로켓 아이언돔으로 요격 성공한 거 보면 이스라엘이 이쪽 분야 정상급 맞음.\n\n튜브발사 스위치블레이드 드론 개량해서 대공형 만들면 된다. 스블 300이 최고속 160km. 크기 좀 더 키워서 개량하면 200까진 낸다. 이 정도면 저속드론 요격용으론 충분.\n\n20mm니 재머니 이런 건 고도 9천피트=약 3000m만 되어도 병신되는데 정작 이 정도는 중국산 DJI들도 올라가는 고도임.\n\n76mm는 유효사격고도 5~6km는 거뜬히 나오는데.\n76mm는 대공포로서는 좋다고 생각하는데 ct40이나 35mm 같은 선택지도 있어서 굳이 차기 대공포로 선택해야 할 구경인지는 모르겠다.\n\n드론 상대로는 스팅어 최신형 마냥 자외선 시커 필요할텐데 신궁에는 없음\n\n란셋 드론이 1.65m임. 날개는 다합쳐서 지름 1미터고\n이게 우크라이나 군인들 요즘 펑펑 터뜨리고 있는데 국방부는 3미터급은 탐지하기 힘들다라고? 3미터짜리 공격용 자폭 드론은 이제 퇴물이야.\n저건 재밍으로 잡음?\n재밍도 하지만 주로 탄이나 미사일로...\n\n사우디군이 후티반군 1.2m짜리 드론 Qasef2를 사이드와인더 공대공미사일로 요격 성공.\nQasef2는 길이 1.2m, 날개포함 넓이 1.4m, 최고속도 250km, 탄두 최대30kg, 개발년도 90년대.\n\n[게파르트 자주대공포]\n2022년 ‘뜻밖의 활약’ 상을 받을 무기체계는 무엇일까. 아마도 유력 후보로 독일의 게파르트 자주대공포가 꼽힐 것 같다.\n게파르트 자주대공포는 1970년대에 서독이 개발해 실전 배치한 이래 운용기간 내내 ‘가성비 나쁜 무기’로 꼽혔다. 매우 비싸고 복잡한데도 불구하고 기관포인 만큼 유효사거리가 3.5~4km 정도에 불과하니, 미사일 시대에 구지 필요하겠느냐는 것이었다.\n게다가 시간이 지나면서 그 자체도 구식화된다는 평가를 받았다. 독일군의 게파르트는 몇 차례에 걸쳐 전자기기 업그레이드를 받기는 했지만, 주포인 35mm는 AHEAD탄(거리입력식 근접폭발탄) 사용을 위한 개량은 이뤄지지 않아, 소형 드론이나 순항미사일등에 대한 대응 능력은 떨어지는 것 아니냐는 지적도 받았다. 그 때문에 우크라이나에 게파르트가 지원된다는 소식이 전해지자 꽤 많은 사람들이 냉전시대에 소련군의 공격헬기나 전폭기를 상대한다고 만들었던 체계가 드론과 순항미사일 위협 투성이인 현재의 우크라이나에서 얼마나 도움이 되겠냐고 생각했다. 하지만 9월부터 게파르트가 우크라이나에서 실전에 투입되기 시작하자 이 의문은 빠르게 해소됐다. 예상외로 활약을 한 것이다.\n먼저 9월에 우크라이나군이 동북부 전선에서 일대 반격에 돌입하자 게파르트는 원래 개발됐던 역할을 아주 충실하게 수행했다. 지상군을 적 유인 기체의 위협으로부터 엄호하는 것이다.\n우크라이나군은 기지 방공망은 어느 정도되 있지만 지상군과 함께 진격하며 상공을 엄호할 기동 방공체계는 부족한 편이었다. 게파르트는 이 부족한 부분을 메꿨다. 특히 러시아 공군이 여전히 냉전시대 스타일의 무유도 무기로 공격해 오면서 게파르트의 사거리로도 충분히 견제가 가능했고, 우크라이나군은 반격 성공에 게파르트가 만만찮은 역할을 했다고 평가했다.\n과연 큰 효과가 있을까 우려됐던 순항미사일이나 드론 상대로도 예상외로 선전하고 있다. 여러 차례 업그레이드를 거친 게파르트의 레이더와 전자체계는 순항미사일이나 드론에 대해서도 상당한 탐지-추적 능력을 발휘하는 것으로 알려졌다. 우크라이나군에 따르면 이란제 자폭드론인 샤헤드 136은 16km 밖부터 탐지와 추적이 가능하다고 한다.\n우려됐던 실제 격파능력도 예상외로 괜찮다. 오히려 우크라이나군은 게파르트가 가성비면에서 지대공 미사일보다 낫다고 평가하고 있다. 3점사, 즉 1대의 게파르트에서 6발만 쏴도(좌우 1점사씩) 충분히 한 대의 샤헤드 136을 격추할 수 있다는 것이다. 한 대의 게파르트가 하루에 무려 10대의 자폭드론을 격추한 사례도 있다고 한다.\n\n테스트 결과 근접신관 달린 게파드 35mm가 드론 잡는데 80발 필요했고, 근접신관 없는 30mm가 3,000발 필요했다.\n\n드론 전용 VT 신관 제조해야함. VT신관 장착 불가능한 소구경에 쓰는 게 AHEAD탄임.\n\n휴샘 방어구역을 우회해 들어갔으니, 미스트랄이고 신궁이고 딱 기존에 자기가 방어해야 되는 구역이 지정되어 있고 해당 구역으로의 접근을 방어하는 거지 자기 구역 바깥으로는 무력.\n휴샘은 다 열추적 아님? 무인기에 쏠 수 있음?\n\n35mm포를 가진 50살된 게파드이지만\n사우디 테스트에서 2km에서 드론 탐지하고 요격성공(10발이내). 러우전쟁에서 드론 제거에 가장 확실한 무기로 정평남(다만 탄부족 현상 심각)\n16km에서 순항미사일 탐지하고 요격까지 했다고 발표했었죠.\n실탄 무기 자체는 확실히 드론 제거에 효과가 있습니다. 다만 우리 비호의 30mm포와 레이더가 쓰레기라서 문제인거지. 비호의 700미터 유효사거리와 300발로 1기 격추가능하다는 말은 도저히 믿고싶지가 않네요.\n\n방공 부대에서 군생활하면서 대공사격 가본 애들은 다 알걸. 비호는 표적기 맞춘다고 몇 백발 이상 갈겨야 겨우 맞는 수준이고, 천마는 유도탄 불발 안나면 다행인 수준이었는데. 그냥 장갑차 호신용이지 그 이상 그 이하도 아님.\n\n[레이저 무기]\n무인기 대응으로 한국군은 레이저 무기를 주요 개발 목표함. 국방과학연구소와 방위사업청에서는 여러가지 목적으로 한국형 레이저 무기 개발 사업을 '대규모'로 진행. 국방과학연구소는 무인기 요격용 레이저 무기 개발은 10kW급 상용 레이저를 사용해서 Okm (수치 공개 안됨)의 소형 무인기 격추 성공. 한화디펜스가 공동개발 사업자로 선정되어 상용레이저 2개 묶어서 20kW급 레이저 무기 개발 중. 레이저는 무인기 요격에 뒤따르는 불발탄 낙하의 피해를 해결하면서 요격거리와 비용 면에서 좋은 선택임.\n\n레이저 무기체계는 23년에 개발이 완료될 예정이라 몇 십년까진 아닌 가까운 미래로 봐야할 거 같네요. 다만 당장 도입되는 레이저 무기체계도 고정형이라 북괴가 회피를 한다면 쫓아가 타격할 능력이 없는 건 똑같지요..\n\n[틸트로터기]\n현재 아쉬운 부분이  바로 틸트로터기 tr60, tr100 입니다. 사실 이러한 무인기 잡이 딱인 플랫폼인데 ..\n현재 이러한 확실한 플랫폼 마저도 포기한 상황이니.. \n\n[방공포]\n비호, 비호2,  신궁등...  요격능력이 없다고 알려져 있는데, 그건 아니고 우리나라는 실제로는 비호 및 20mm 발칸으로 상당한 방공망을 형성한 국가입니다.\n그럼 뭐가 문제냐. an-2 이야기가 나오는데  사실 안둘기 격추에 관련한 상황은 이게 애매합니다.\n활동무대가 매우 다르다라는 입장이죠.\n20mm 방공체계 구축에서  가장 심각하게 고려된 사항은 바로 저고도 침투입니다. 골 때린게 안둘기는 웬만한 공터에도 착륙이 가능한 기종입니다.\n거기에  헬기 MD-500E까지 있어서 이를 전용으로 방공망을 구축한 상황입니다. 즉,  고도 200m 이하의 활동무대를 가진 항공기를 전용으로 한 것이죠.\n\n그런데 여기에 심각한 문제점이 발생합니다.  뭐 UFO 사건으로 알려져 있기도 하고, 몇몇 기밀사항도 있어서, 아직 외부에 알려지지 않은 것이 있습니다.\n그것은 바로  20mm에 낙탄문제가 상당히 심각하다라는 것입니다. 심지어 오리콘 다공포 역시 낙탄사고가 심각히 발생하게 됩니다. 의외로 방공포들의  오발사고가 상당히 빈번하게 발생하고 자폭탄인 경우인데도 의외로 낙탄사고가 끊이지 않았습니다. \n그래서 모든 방공무기의 발사권은 일반 병사의 사격 후 보고 형식이 아닌 무조건 본부의 발사권 허가를 맡아야 한다라는 사실입니다.\n\n솔직히 말하죠. 맞출 수 있는데도 상부가 발사권 허가를 내지 않았다라는 게  정확한 팩트입니다.\n당연히 그럴수 밖에 없죠. 발사명령 떨어지는 순간 단 몇분 사이로 수천발 사격을 가할 것이고, 그에 대한 민간의 낙탄 피해는 엄청난 정치적인 불안감을 형성할 겁니다. 비호 왜 만들었냐가 아니라 그거 사용했다가 낙탄피해가 발생한다라는 것이 상층부 입장에서는 더 두려운 상황이라는 것이죠.\n신궁도 충분히 발사 가능합니다. 그러나 무인기 항적으로 볼때 이건 일부러 신도시를 겨냥해서 돌아다녔다라는 것입니다. 즉 사격 또는 발사할 수 있는 상황이  바다로 나갔을 때 외에는 없었다라는  거겠죠.\n뭐 F16, FA50 출격시켰다고 하는데, 근처에   초계비행으로 떠있던 놈이 간 것일 겁니다.\n현재 우크라이나 전쟁상황을 보면 터키 및 이란제 무인기는 엄청나게 격추되고 있습니다.\n실제로  지상 고사포 23mm로  잡아낸 물건도 많습니다. 잡지 못했다가 아니라  쏠 수 없었다라는게 현재 군의 입장입니다. 이건 공개적으로 밝힐 수는 없겠죠. 20mm 발칸 사격은 모든 책임을 중대장은 물론 사단장까지 책임져야 하는 부분입니다. 낙탄으로 민간인 인명 피해라도 발생한다면 군 고위간부 입장에서는 사실 탈영보다 더 치명적일 수도 있습니다.\n\n비호, 천호도 욕 직싸게 쳐먹었음. 비호복합 무쓸모, 쓰레기 노답, 이게 쓰리 스타들 화상회의에서 나온 소리임. \n신궁, 천마도 개선 안한 옛날 그대로고, 남는건 육군항공인데 사격? 이번에 코브라 타고 사격한 사람 붙잡아 놓고 사격은 왜 했냐고 감찰하던데 퍽이나 쏘겠음. \n헬기 타고 승무원 병사한테 잠자리 뜰채로 드론 건지라는 헛소리나 하고 있는 거지.\n보병 장교들 하는 소리는 헬기타고 잠자리 뜰채, 산탄총 쏘기, 저격총 쏘기, 내려온 지시는 헬기 하강풍으로 떨궈라 뭐 이딴... 괜히 영관급들이 VTC(Video teleconferencing, 화상회의)보면서 나라 망했다고 하는 게 아니지.\n\n[중국]\n중국에 zr-1500이라는 무인 대드론방어시스템이 있음. 소형미사일 4발과 초소형미사일 12발을 탑재함.\n중국의 대드론방어시스템을 보면 aesa 저공레이더와 전자광학레이더를 같이 운영하여 서로 보완하며 탐색하고, 이걸 지휘시스템에 넘기고 지휘시스템에서 드론을 분류하고 대응을 찾아, hq-17 대공미사일이나 zr-1500, 혹은 소형일 경우 재밍하거나 lw-30 레이저 무기로 넘김. 이렇게 복합된 시스템을 구성하여 20km 영역을 드론으로부터 방어함. 중국군이 왜 20km의 영역을 설정해 놓고 있냐면, 자기네들이 미사일과 활공유도폭탄등으로 최대 20km의 사정거리를 가진 공격드론을 운용하고 있기 때문임.\n\n중국은 사우디아라비아에 레이저 대공 무기를 판매했다. 공개된 사양만 보면 우리나라의 2023년까지 레이저 대공 무기 체계를 개발하는 '레이저 대공 무기 블록Ⅰ' 보다 높은 수준이다.\n- 제품명: TW-30 Silent Hunter\n- 출력: 30~100 kW\n- 최대사거리: 4km\n\n■ 88식\n말그대로 88년도에 나옴.\n기존에 해군이 사용하던 37mm 2연장포를 유용해서 만듬.\n한문당 400RPM, 총 800RPM의 속도로 포를 쏠 수 있음.\n기본적인 사통이 있어 IFF가 가능하고, 레이더는 탐지거리 15km/고도 3.5km\n탄약은 한대당 약 1000발 가량 보관할 수 있음.\n유효 사거리 약 5km 가량\n\n■ 95식\n이탈리아의 시담-25mm포를 기반으로 총 4문의 25mm 기관포를 장착함.\n한문당 약 700RPM, 총 2800RPM의 연사능력을 지님.\n사통이 개선되어 TV/적외선 추적장치와 레이저 거리측정기가 장착되었음.\n레이더는 저고도 추적 레이더이며, 탐지거리 11Km/고도 4Km\n탄약은 한대당 약 2000발 가량 보관할 수 있음.\n유효 사거리 약 2.5Km 가량\n\n부족한 95식의 레이더 문제를 해결하기 위한 95식 지휘차량.\n6-8대의 95식으로 이루어진 포대당 한대씩 배치된 레이더 차량임.\nS밴드 CLC-2 탐색레이더를 장착해 탐지거리 45km/고도4.5Km 의 성능을 보임.\n지휘차량이 무인기 탐지를 잘 해낸다는 소리가 있음\n\n■ 95식을 개량한 04식 자주대공포.\n사통과 통신장비 개량 외에는 게파르트마냥 QW-2 미사일을 추가\n\n■ 07/09식 자주대공포\n오리콘 35mm를 기반으로 제작된 PG99-35 기관포를 2문 장착함.\n한문당 약 550RPM, 총 1100RPM의 연사능력을 보임.\n신형 레이더를 장착해 거리 20Km/고도 4.5Km의 탐지능력을 지님.\n최근 노린코에서 AHEAD탄을 개발, 생산하기 시작했음.\n유효 사거리 약 3.5Km 가량\n\n[자위대 위장우산]\n경계를 서고 있는 이들은 풀숲과 어울리는 위장을 했는데 상공 위에 적대의 드론이 나타났다. 우산을 펼쳐서 자신들의 위치를 숨긴다. 우산은 매우 낡아서 천이 다 찢어져 빗물을 막을 수 없고 자외선도 막아 줄 수 없지만 저기에다가 스프레이 칠을 해 우드랜드 위장 도색을 해놓았다. 위장 무늬 우산은 쉽게 접고 펼 수 있기에 재빠르게 꺼내서 펼 수 있으므로 임시적으로 적의 드론 정찰을 따돌릴 수 있었다.\n적의 드론이 고화질 카메라를 갖추지 않은 이상 주변들이 다 풀밭이라 높은 상공에서 보면 분간이 쉽지 않다. 저비용 고효율 전술이다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-27T16:06:06.952000",
  "updatedAt": "2025-05-20T09:00:24.354000"
}