{
  "id": "5f28caea-5596-4f8b-9416-9cfdcd04e0ec",
  "title": "열역학의 제2법칙, 정보",
  "content": "스스로 고등생물로 진화했다는 진화론은 자연은 가만히 놔두면 무질서도가 증가한다는 엔트로피의 법칙에 위배\n\n란다우어의 원리\n정보가 지워질 때에는 반드시 열이 발생\n\n맥스웰의 도깨비(맥스웰의 신)\n물이 찬 상자 가운데를 벽으로 막고 문을 열어둠\n도깨비가 벽문을 막고 물속에 입자가 섞이는 것을 방해하고 구별함. 도깨비의 노력이 에너지 소비\n\n열역학 엔트로피(무질서) = 정보 엔트로피(질서)\n섞인 바둑돌 = 기보\n\n http://scienceon.hani.co.kr/32659\n\n\n\n\n정보가 물리학의 영역에 편입된 것은 그리 오래지 않다. 독일의 물리학자 클라우지우스가 처음 도입한 엔트로피라는 개념과 그 성질을 해석하기 위해서 볼츠만이 ‘질서’라는 더 새로운(물리적으로) 개념을 세웠으며, 엔트로피 이론을 공격하기 위한 사고실험의 주인공으로 등장한 맥스웰의 도깨비를 물리치기 위해서 항가리의 질라드, 프랑스의 브리유앵 등이 엔트로피와 정보의 관계를 밝혔고, 이 이론은 󰡒정보는 부(負)의 엔트로피와 등가(等價)라는 근대적 개념의 원천이 되었다(자끄 모노, 우연과 필연)󰡓. 이로서 물리학에 등장한 정보는 1948년 섀넌 Claude E. Shannon이 <통신의 수학적 이론>이라는 논문에서 엔트로피를 수학적으로 다룰 수 있는 방법을 제시함으로서 본격적인 물리학의 대상이 되었다.  정보는 부(負, 마이너스)의 엔트로피와 등가라는 말을 다시 한 번 상기시켜 드린다. 섀넌의 식에 의하면 어떤 계의 엔트로피와 정보양의 관계는 엔트로피 + 정보 = 엔트로피의 최대 값(=상수) 이므로, 엔트로피가 증가한다는 말은 곧 정보가 감소한다는 결과가 되는 것이다. 이때 엔트로피는 절대로 감소할 수 없는(물리학에 의하면) 양이므로, 그렇다면 정보는 항상 감소하기만 하며 절대로 증가할 수 없는 양이 아닌가? 하는 의문이 생긴다. 이것은 엔트로피 증가의 법칙이 <닫힌 계>, 즉 한정된 부분에 국한할 경우에만 성립하는 법칙이라는 점을 생각하면 풀린다. 우리가 머리 속의 정보의 양을 증가시킬 때에는 머리 바깥의 엔트로피를 증가시킬 수 있는 것이므로 머리 속에 보유할 수 있는 정보의 양은 얼마든지 증가시킬 수 있다. 물론 우주 전체를 하나의 <닫힌 계>로 설정하면 우주 전체의 정보는 증가할 수 없다.\n그런데 필자의 경험으로 물리학 특히 열역학에서 엔트로피의 개념을 배운 사람은 엔트로피와 정보의 관계를 이해하기 어렵다. 그 두 개는 서로 너무나 이질적인 양으로 보이는 것이 사실이다. 수학의 기본인 덧셈 뺄셈에서 서로 다른 양은 더하거나 뺄 수 없다. “소주 두 병 더하기 안주 한 접시”는 그 각각을 값어치로 환산하여 술값 계산 시에는 가능하지만, 물리(수학)적인 더하기의 대상은 아니다. 그러니 <엔트로피 + 정보 = 상수>라는 공식에서 엔트로피는 정보와 등가(等價)라야 하는데, 그 두 개념의 상호 관련이 쉽지가 않은 것이다.\n결론부터 말씀드리자면 엔트로피와 정보는 둘 다 <상호 관계>를 나타내는 개념이다(아직까지 ‘정보’의 정의는 학계에서 확립되어 있지 아니하다. ‘형태’, ‘의미’등의 개념으로 정의하는 학자도 있지만, MIT의 컴퓨터 학자인 에드워드 프레드킨Edward Fredkin처럼 ‘우주에서 가장 구체적인 것은 정보’라고 말하기도 한다. 즉 모든 존재 그 자체, 또는 존재의 구성원(元)이 정보라는 것이다. 불교의 만법유식(萬法唯識)과 동일한 말이 된다). 엔트로피의 본질이 <관계>라는 것은 <열역학 제2법칙> 편에서 다시  설명 드리겠다. 이제 정보의 본질에 대해서 따져볼 차례다.\n섀넌이 정보의 수학적 처리기법(그의 논문은 통신에 관한 것이었다)을 만들었다면 위너 Nobert Wiener 는 생물의 생리 현상, 자동제어, 통신 등 일반적인 정보를 다루는 종합적인 <정보학>으로서 사이버네틱스 cybernetics('인공두뇌학‘이라 번역된다)를 창시하였다. 그 연대가 섀넌과 동일한 1948년 무렵이란 것도, 두 사람 모두 미국인이라는 것도 흥미 있는 일이다.\n\n생명체와 엔트로피(정보)의 관계를 처음 언급했던 것은 양자역학의 파동방정식으로 유명한 물리학자 에르빈 슈뢰딩거이다. 그는 󰡒생명이란 무엇인가?󰡓라는 저서에서 생물이 섭취하는 것은󰡐부의 엔트로피󰡑라고 말했다. 이 말은 곧 생명체는 외부로부터 질서, 정보를 받아들이는 능력을 가지고 있으며, 그 능력과 정보가 생명의 원동력이라는 말이다.\n‘부의 엔트로피’는 섀넌의 공식에 의해서 ‘정보’이다. 슈뢰딩거는 분자생물학의 아버지라고 까지 불리며, 현재 유전공학이 속해 있는 분자생물학에서 정보와 엔트로피는 중요한 부분을 차지하고 있는 것이다.\n위너는 󰡒정보는 에너지도 물질도 아니다󰡓라고 말한다. 그리고 현대 심리학, 철학에서는 󰡒정보는 물질도 정신도 아니다󰡓라고 말한다. 말 그대로 해석한다면 정보란 존재하지 않는 것이 되지만, 물론 그런 의미는 아니다. 정보는 에너지도 물질도, 정신도 육체도 아닌 <제3의 존재>라는 것이 그 의미다. 심지어 독일의 물리 철학자인 바이츠제커 C.F.von Weizsacker는 \"에너지는 정보다.\"라고 말한다.\n이상의 말들을 종합하면 정보는 바이츠제커의 말처럼 에너지 라는 존재 그 자체의 표현일 수도 있고, 물질과 에너지, 육체와 정신의 <관계>일 수도 있다. 정보에 대한 이러한 엇갈리는 해석들은 양자이론에 의해서 존재의 객관적 실체가 현대 철학의 실재론(實在論) 논쟁의 한 큰 주제가 되어 있음을 생각한다면 그리 놀라운 것은 아니다. 양자이론에 의하면 사물은 우리에게 <관측되는 정보>로서 존재할 뿐이다. 우리가 얻을 수 있는 것은 대상에 대한 정보일 뿐, 그 실체에 더 이상 접근할 수 있는 방법은 없다. 우리와 대상을 관계 짓는 것도 정보이며, 우리에게 있어 <대상 그 자체>도 역시 <정보 그 자체>인 것이다. 따라서 우리는 자신과 외부와의 관계를 정보라는 <제3의 것>으로만 규정 지을 수 있는 것이다. 동일한 논리가 모든 존재들 사이에 성립한다. 모든 존재 그 자체와, 그리고 그 존재들 사이의 관계가 우리에게 있어서 곧 정보인 것이다. 우리가 어떤 실체를 확인한다는 일은 그것을 측정하여 정보를 얻는 일이며, 이때 그 대상이 단독체, 즉 다른 것과 관계를 형성하고 있지 않는 것일지라도 그것을 ‘측정’하는 일 그 자체가 이미 그것과 측정하는 사람 또는 측정 장치와의 <관계>를 형성하는 일이며, 우리는 그 <관계>를 측정하는 것이다.\n위너가 정보를 패턴(pattern)을 통하여 인식할 수 있다고 말하는 것도 이러한 연유에서이다. 패턴은 곧 존재들 사이의 관계를 나타내는 것이다. 위너가 말하는 패턴에는 시간적 패턴과 공간적 패턴이 있다. 시간적 패턴, 즉 시간적 관계는 음악, 언어처럼 시간을 통하여 형성되는 관계를 말하며, 공간적 패턴은 미술처럼 동일 공간상에서 형성되는 관계이다. 패턴은 그 형태에 내포되어 있는 질서를 통해서 인식될 수 있다. 즉 질서는 관계의 구조와 양상에 내포되어 있는 정보의 양을 말하는 것이다. 우리가 조훈현과 이창호의 대국 기보(棋譜)를 연구하는 것은 그 속에 담겨져 있는 패턴에서 질서(정석, 행마)를 찾아내고, 다시 거기에서 정보를 얻기 위한 것이다. 하급자의 바둑보다 조훈현-이창호의 대국 기보에는 분명히 더 많은 정보가 담겨 있는 것이다.\n이 때의 질서는 곧 열역학 제2법칙에서 볼츠만이 엔트로피의 근거로 도입했던 질서와 동일한 관점으로 파악할 수 있는 것이다. 엔트로피와 질서와 정보는 이렇게 상호 연결된다.\n\"관측되기 전까지는 존재하지 않는다.\"는 양자역학자의 말처럼 외부와 관계를 가지지 않는 것은 존재하지 않는 것이다. 모든 존재는 외부와 관계를 가지며 그 관계를 통해서 자신의 존재를 실현시킨다. 그리고 우리가 관측, 즉 대상과 관계할 수 있는 것은 오로지 정보를 통해서 이다.\n\n따라서 우리는 <존재는 정보>라는 극단적인 것처럼 보이는 결론에 이르게 된다.  바이츠제커의 \"에너지는 정보다\"라는 말에서 에너지는 물질을 포함하는 것이다. 상대성 이론의 물질과 에너지 등가 원리에 의해서 물질과 에너지는 같은 것의 다른 나타남임은 알고 계실 것이다. 바이츠제커의 말은 <존재는 정보>라는 말과 동일하다. 저명한 물리학자이지만 진보적인 가설의 제시로 인하여, 보수적인 성향 위주인(이점은 과학의 기본 원칙 중의 하나인 ‘오캄의 면도칼 원칙’ 때문이다) 과학계에서 이단적인 학자로 취급받기도 하는 데이비드 보옴은 이렇게 말한다.\n“사고와 물질 간에는 유사성이 있다.  우리 자신을 포함해서 모든 물질은 ”정보“에 의해서 결정된다. ”정보“는 공간과 시간을 결정하는 것이다.”\n이 말을 인용하고 있는 “The Dancing Wuli Master\"의 저자 게리 쥬카브의 말처럼 마치 티베트의 불교도들이 쓴 것으로 들릴 것이다. 그러나 이 말은 보옴 교수가 1977년 버클리에서 물리학자들에게 했던 강의에서 인용한 것이다.\n아인슈타인이 그랬던 것처럼 양자역학적 실재론을 믿지 않는 사람들은 정보라는 포장지 속에 실체가 따로 존재할 것이라고 생각하셔도 좋다. 실제로 그러할지도 모른다. 그러나 그렇다고 해서 논리적으로 달라지는 것은 전혀 없다는 것을 양자역학이 우리에게 말해 주고 있다. 오히려 양자역학은 <존재=정보>임을 보여주는 것이다.\n<정보>라는 말의 이처럼 광범위한 개념은 말씀 드린 대로 현대과학의 최신 개념이지만, 동양 철학에서는 이미 옛부터 있어 왔던 것이다.\n불교의 한 교파인 유식종(唯識宗)은 이름 그대로 '만법유식(萬法唯識)'을 그 교리의 토대로 하고 있다. 유식종은 인도의 법상종(法相宗)에서 나온 것인데, 손오공이 나오는 “서유기”의 현장법사(602~664)가 중국으로 들여와서 해석 보급한 종파다. 그래서 유식종은 법상종, 또는 현장이 있던 절의 이름을 따서 자은종(慈恩宗)이라 부르기도 한다.\n“만법유식”은 “모든 존재와 그 법칙은 오로지 식(識)(에 의한 것)이다”라는 말이다. 여기서 말하는 “법(法)”은 모든 존재와 존재의 법칙과 진리를 포함하는 것이다. “제법무상(諸法無常)”이란 말도 모든 존재는 일정한 상태를 유지하지 않는다“라는 의미이며, 결국 이러한 가르침들은 <모든 것은 식의 변화일 따름>이라는 내용이다. 유식론에서는 사물 곧 존재는 감각기관(前五識)의 활동에 의해서 발생하는 감성(말라식)에 의해서 내 마음속에 형성된 영상이다. 그리고 이 영상은 다시 의식의 언어작용을 통하여 대표, 정리된다는 것이다.\n이 유식론의 논리는 “모든 존재와 그 법칙은 정보의 형태로 존재한다”는 현대 과학 철학이 풀이하는 <정보론>과 조금도 다름이 없다. 뿐만 아니라, 식이 정보처리 능력(기전)이라는 것과, 모든 존재는 <정보라는 관계> 위에 있다는 나의 가설의 근거가 되는 것이다. 불교에서 말하는 <관계>는 인연, 즉 <직접적인 이유(’因‘;원인이 되는 정보)와 간접적인 관계(緣>의 작용에 의해서 이루어진다. 그 ’연(緣)‘은 곧 ’관계‘이며 정보인 것이다.\n그리고 “일체불이식(一切不離識)”, 즉 모든 것은 식(마음)을 벗어나 있지 않다“라고 말한다. 이것은 모든 존재는 우리 의식에 대하여 <정보>이며, 그 ‘정보’로서의 영향력과 우리 의식의 정보처리 능력의 상호작용을 통하여 형성되는 ‘정보’로서 존재한다는 것을 말해주고 있는 것이다. 이처럼 불교의 “제법(행) 무상”, “오온 개공(五蘊 皆空)”, 그리고 집착을 끊으라는 가르침 은 그 <존재(실재)론>에 있어서 현대의 양자역학과, <인식론>에 있어서 정보이론과 동일한 개념 위에 있다.\n정보란 단어의 어원에는 '형성`이란 의미가 들어 있다. 일상적인 용어로서 정보란 동일한 인식체계를 가지고 있는 상대에게 어떤 영향력을 줄 수 있는 의미를 담은 신호(패턴)의 집합이라 정의할 수 있다. (󰡐정보󰡑그 자체는󰡐에너지의 무늬󰡑라는 표현과 같이󰡐존재의 상호 관계󰡑이지만, 여기서는󰡐정보󰡑의 상대적인 대외적 의미만을 말하는 것이다.) 즉 정보는 ‘무엇인가를 새로 만들어 낼 수 있는 능력을 내포하고 있는 것이다. 정보의 특성은 한 마디로 󰡒무형의 영향력󰡓이다. 그 자체로서는 힘이 아니지만 상대에게 영향을 가할 수 있다. 에너지가 아닌 의식이 물리적인 힘을 발휘할 수 없다는 것은 당연한 일이며, 그러나 의식이 다른 존재에 영향을 미칠 수 있다는 사실도 분명하므로 의식은 `정보'의 형태로 그 영향력을 발휘할 것이다. 이외에 다른 방법은 생각할 수 없다. 내가 생각하는 ’기‘의 실체와, 앞서 딘 대린 Dean Darin'의 “염력은 의식으로부터 물질로 정보가 이동하는 현상”이라는 정의가 바로 이것이다.\n이처럼 모든 존재reality들은 <정보>라는 형태로서 존재하며, 그 존재의 <상호관계>는 <정보>라는 형태로서 <상호작용>하는 것이다. 현대물리학의 거대한 두 가지 업적인 상대성 이론과 양자이론의 정의를 빌려 다시 한 번 존재와 정보의 관계를 정리해보자. 다음은 한스 페이겔스의 “The Cosmic Code 우주의 암호(1982, 이호연 역으로 1989년 범양사 출판부 간)”에서 인용한 것이다.\n\n-. 중요한 물질적 실체는 장(field)들의 무리이다.\n-. 장들은 특수상대성 이론과 양자론의 원리들을 따른다.\n-. 한 점에서 장의 세기는 실험물리학자들에 의해 관측된 기본적 입자들인 장과 관련된 양자들을 발견할 확률을 준다.\n-. 장들은 상호 작용하며, 그들과 관련된 양자들의 상호 작용을 뜻한다. 이 상호 작용들은 양자들 자신에 의해 중개된다.\n-. 그 이상은 아무 것도 없다.\n\n이처럼 물리학자들은 물질을 <장>으로 정의하고 인식하고 표현한다. 물질은 바로 <장>이라는 것이다. <장>은 어느 한 점에서의 소립자의 정보이다. 그리고 장의 상호 작용, 즉 장의 관계 역시 <정보>라는 말 이외의 다른 적합한 표현이 없는 것이다.\n에클스는 “The Self and It's Brain\"에서 칼 포퍼의 이론은 인용하여 󰡒물질-의식-정보󰡓라는 세 가지의 󰡐세계󰡑가 존재하고 있다고 주장한다. 그것을 그림으로 나타내면 다음과 같다.\n물질계 <--> 의식계 <--> 정보계\n풀이하면 물질과 의식은 독립적인 존재로서 상호작용하며, 물질과 의식 이외에 ‘정보계’가 존재하는데, ‘정보계’는 의식하고서만 상호작용할 수 있다. 그러나 위에서 살펴본 바, 정보는 의식에만 관련되는 것이 아니라 물질계와도 관련되는 것이다. 따라서 위의 도식은 다음과 같아야 한다는 것이 나의 생각이다.\n물질계 <--> 정보 <--> 의식계\n즉 물질계와 의식계는 <정보>를 그 매체로 하여 상호 소통 및 작용할 수 있는 것이다. 이러한 정의(定義)로서 우리는 양자이론이 이론으로서는 완벽함에도 불구하고 물질계의 실체를 제대로 드러내지 못하는 이유를 설명할 수 있다. 또한 양자이론이 우리 일반인들의 인식 체계에 해괴한 것처럼 보이는 이유도 이해할 수 있을 것이다. 우리는 <실체로서의 정보>를 인정하지 않으면 안 된다.\n<정보>라는 새로운 개념에 대하여 길게 설명을 시도하였지만, 아마도 아직 정보의 명확한 의미를 이해하시기는 다소 어렵지 않을까 하는 염려가 있다. 솔직히 말씀드리자면 필자 역시 <정보>에 대하여 충분히 이해하고 있다는 자신이 없으며, 현대 과학 철학에서도 <정보>는 아직까지 미완성에 가까운 개념이기 때문이다. 더구나 슈뢰딩거가 “생물이 섭취하는 것은 (영양소, 에너지라기보다는)”부의 엔트로피(정보)“이다” 라고 말했던 것처럼, 현대 생물학에 있어서도 <정보>는 중요한 개념으로 취급되고 있다. 특히 위너의 사이버네틱스는 자동제어 기계와 생물의 정보를 그 주요 연구대상으로 하고 있는 것이다. (위너는 사이버네틱스를 체계적으로 이론화할 때에 생물학자인 동료와 공동작업을 했었다.)\n참고로 생물과 정보와의 관계에 대한 과학자들의 견해를 인용하겠다.(김용정 박사의 저서 “과학과 철학”, 범양사 출판부, 1996에서 인용).\n“우리는 외계에 순응하든가 또는 반대로 외계에 대하여 작용하고 있다. 이러한 과정에서 외계와 우리들 사이를 왕복하는 것이 정보이다”(N. Wiener, \"The Human Use of Human Beings\", 1950)\n\"생물은 정보를 받아들여 보존하고 행동을 결정하며, 그 정보를 탐색, 선택, 조직하는 특별기관을 가진 존재이다. (W. H. Torpe, & O. L. Zangwill, \"The Brain as an Engineering Problem\" 1961)\n앞서 우리는 <식 識>이란 글자가 <정보와 정보 처리 기능>을 의미한다는 것을 살펴보았다. 그리고 이제 현대 과학에서의 <정보>를 고찰함으로서 <존재 그 자체와, 존재의 상호관계>라는 궁극점에서 불교 철학과 현대과학이 서로 만나서 합치하고 있음을 알았다.\n이 장의 끝으로, 프레드킨 E. Fredkin의 견해를 참고로 소개 드리고자 한다(“3인의 과학자와 그들의 신, Three Scientists & Their Gods\", Robert Wright, 정신세계사, 1991.에서 발췌 인용).\n프레드킨은 컴퓨터 과학자이다. 그는 우주가 하나의 거대한 컴퓨터라고 생각한다. 이것은 비유적인 생각이 아니라 실제로 그러할 것이라는 주장이다. 우주 삼라만상의 근본인 소립자들의 움직임(상호작용)은 실제로 물리법칙에 엄밀하게 의존하여 진행된다. 이때 소립자 그 자신들과 그 움직임은 컴퓨터 내부의 정보처리 과정과 동일하다. 실제로 소립자의 움직임으로서 우리는 컴퓨터를 만들 수 있다. 물론 현재의 기술로서는 아직 불가능하지만 원리적으로는 가능하다는 것이 증명되어 있다. 과학서적에 “당구공 컴퓨터”라는 이름으로(때로는 반 농담처럼) 인용되는 것의 원리를 만든 사람이 바로 프레드킨이다. 프레드킨의 ‘우주컴퓨터’는 에너지의 소모 없이, 즉 엔트로피를 증가시키지 않고 작동한다. 그의 이론에 의하면 소립자의 상호작용은 가역적이므로 엔트로피 증가의 법칙의 지배를 받지 않는다. 현실에서 지금 우리가 사용하고 있는 컴퓨터는 물론 에너지를 소모한다. ‘우주 컴퓨터’와 현실의 컴퓨터의 차이는 무엇인가? 프레드킨에 의하면 현실의 컴퓨터가 에너지를 소모하는 것은 ‘기억의 삭제’에 의한 것이다. 즉 정보의 형성과정에 불가피한 (과거)정보의 손실이 에너지를 소모시키고 엔트로피를 증가시키는 것이다. 이 이론은 이미 열역학적으로 증명되어 있다. 제 11편 <엔트로피와 정보, 그리고 식>에서 말씀드릴 “맥스웰의 도깨비” 역설을 깨뜨린 이론의 가장 최신판이 바로 “맥스웰의 도깨비는 다음 정보를 기억하기 위해서 그 이전의 정보를 삭제하는 과정에서 엔트로피를 증가시킨다”는 것이다. 이에 비하여 프레드킨의 ‘우주 컴퓨터’는 ‘정보를 삭제’할 필요가 없다. 소립자의 상호작용은 가역과정이므로 엔트로피가 증가할 수 없다. 소립자의 ‘기억-정보’는 그 소립자의 현재 상태에 저장되어 있는 것이다. 어떤 시점에서 소립자의 운동방향을 반대로 할 수 있다면(이것은 시간을 거꾸로 흐르게 하는 것과 동일하다) 소립자는 과거의 상태로 돌아간다. 즉 모든 정보는 손실되지 않고 유지되는 것이다. 따라서 우리는 이제 <소립자는 정보 그 자체>라는 정의의 과학적 근거를 확보할 수 있다. 즉 소립자의 상태의 변화는 곧 정보의 변화이며, 이것을 불교 철학에서 한마디로 표현한 것이 만법유식, 그리고 제법무상인 것이다.\n그러나 여기서 다시 한 가지를 더 강조하지 않으면 안 된다. 소립자의 움직임에는 미소한 비가역성이 있다는 점이다. 양자이론에 나오는 파동함수의 붕괴(수축)과정이 그것이다. 후에 상세히 말씀드리겠지만, 이 과정에서 소립자는 기계적인 인과율에 자신의 ‘의지’를 개입시킨다. 소립자의 식(정보)은 프레드킨이 생각하는 것 이상이다. 우리는 프레드킨의 이론에 양자이론을 적용해야 한다. 프레드킨과 현대 철학과 과학의 <정보>는 소립자의 <식>을, 그리고 양자이론은 소립자의 <기>를 보여 준다. 이제 우리는 <식>이라는 말과 <정보>라는 말의 차이를 확인할 수 있다. <식>은 <정보와 정보의 꼴림, 경향>, 즉 <정보와 기>를 합친 것이다. <만법유식>의 <식>이 단순한 정보의 의미가 아닌 이유가 이 때문이다. <식>은 기계적이고 수동적인 것이 아니라 의지로서의 <기>를 포함한 것이니까.",
  "color": "default",
  "labels": [
    "a57425d6-bf5f-4849-8870-5e88e53e4b54"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2019-02-18T14:51:36.767000",
  "updatedAt": "2023-03-06T15:34:16.580000"
}