{
  "id": "5f8a05c3-30b1-4c8f-b59b-d57238cea8bb",
  "title": "고려의 수도 이전 - 이병화",
  "content": "민족사서와 사료의 수난\n668년 고려(고구려는 427년 국호를 고려로 바꾼다. 따라서 멸망시기의 국호는 고려였다.)가 멸망할 때 그 도읍지였던 長安城(지금의 섬서성 서안시)이 唐軍에 의해 함락되면서 당시 장안성에 보관중이던 고구려 이전의 역사자료를 침략자들이 당의 도읍지였던 萬年(지금의 청해성 서녕시)으로 빼앗아 갔던 것이 그 대표적인 사례이다.\n\n이보다 앞서 660년 백제의 泗沘城(지금의 산동성 제녕시)이 라/당연합군에 의해 함락되면서 백제의 역사책과 역사자료가 모두 불탔다고 한다. 이때 신라의 도읍지는 新城(지금의 안휘성 봉양현)이었다.\n\n1231년 몽고리의 침략으로 고려는 도읍지를 開京(지금의 하남성 등봉시)에서 江都(지금의 강소성 진강시)와 松都(지금의 강소성 남경시)로 옮기면서 39년간이나 항쟁을 지속하다가 1270년 元의 지배를 받게 되었다. 이때를 계기로 고조선과 그 이전의 역사를 기록한 고려의 고사서와 고자료가 자취를 감추게 되었다. 고조선의 제후국이었던 몽고리가 과거사를 밝히기를 꺼렸기 때문이다.\n고려를 복속시킨 원의 당시 도읍지는 大都(지금의 감숙성 란주시)와 上都(지금의 녕하 자치구 은천시)였다.\n몽고리의 압박을 받던 고려때만 해도 우리민족사를 기록한 사서와 사료는 일반에 비장되어 후대로 전해지고 있었다. 당이 고려의 사서를 탈취한 것이나, 라․당연합군이 백제의 사서를 모두 불태워버린 것이나, 또 원이 고려로 하여금 고조선과 그 이전의 역사를 공식적으로 전승하지 못하도록 압제한 것은 고려(고구려)와 백제의 역사를 당과 신라와 비교해 볼 때 국토의 넓이도 훨씬 방대했을 뿐 아니라 문화수준도 우월했기 때문이며, 비록 원의 군사력에 굴복했더라도 고려는 원보다 훨씬 오랜 역사 전통을 지녔고, 문화수준도 우위에 있었던 것이다. 고려 때에도 고려의 문화가 원으로 흘러들어가 맹위를 떨쳤었다.\n\n고려를 이어 건국한 조선은 우리 민족사상 유례없는 위기를 맞게 된다. 당시 원을 북으로 몰아내고 새로운 군사강국으로 부상한 明은 조선을 굴복시키고 원을 이은 달단과 그리고 이웃해 있던 여진과 전쟁을 치르면서 대륙에 있던 조선의 강토를 서와 북으로 유린하기 시작했다. 또 倭는 조선의 경상도 지역(지금의 복건성과 절강성)을 점령했다. 이때 명의 도읍지는 대도(감숙성 란주시)였고, 조선을 침략한 왜는 필리핀의 루손도가 중심이었다.\n\n조선의 건국이전 고려는 명에게 과거 원 지배시대의 동녕부(평양, 섬서성 서안시)와 쌍성총관부(화주, 산서성 태원시)를 할애한 바 있었고, 조선의 건국후에는 명에게 서쪽으로는 개경(하남성 등봉시), 북쪽으로는 함주(북경시 동성구)를 빼앗겼다. 조선의 함주는 1421년 명의 새로운 도읍지가 된다.\n\n건국 당시 조선의 도읍지는 한양(산동성 제남시)과 松京(산동성 임청시)을 오고 갔다. 1426년 세종대에 이르러 조선은 서와 북으로 명의 압박과 남으로는 왜의 침략을 견디지 못하고 산동성 제남시에서 한반도 서울로 도읍을 옮긴다.\n\n국토의 상실과 조작된 반도사관\n대륙에서 반도로 그 중심을 옮긴 조선은 대륙의 강역을 명에게 완전히 빼앗긴다. 사대주의에 빠져 정권유지에 급급했던 조선은 강토를 다시 회복하려는 의지를 포기한 채 조선과 그 이전의 역사적 강역이 대륙이었다는 사실을 숨긴 채 역사를 왜곡했다. 우리 역사가 반도와 만주에서 이루어졌었다는 이른바 반도사관이 만들어지게 된 것이다.\n민간에 비장되어 있던 우리민족의 과거사를 기록한 역사책을 거두어 없애버렸고 금서목록을 만들어 소장 자체를 금지했다.\n우리 민족사가 치유되기 어려울 정도로 병들게 된 비극의 단초는 이 시기에서 비롯되는 것이다.\n조선 초 세조로부터 예종을 거쳐 성종에 이르는(1455～1494) 40여년의 세월이었다. 고조선과 그 이전의 역사서가 자취를 감추었고, 이 시기의 역사는 신화의 시대로 치부해 연구와 교육 분야에서 제외했다.\n가야사와 발해사가 민족사에서 배제되었고, 보전될 역사서로 삼국사기와 고려사를 다루었지만 그나마도 내용이 변조되었다.\n조선왕조의 상고사 말살과 역사 왜곡 변조 정책은 일부 사림층과 민간의 거센 저항을 받게 된다.\n가혹한 시련기를 겪으면서도 우리 조상들은 우리 민족사를 제대로 전하는 사서와 사료를 감추어두고 열람하면서 대대로 전해왔다.\n\n상고사의 말살과 변조된 식민사관\n그러던 중 1910년 대한제국을 강점한 일제는 군경을 동원해 그 당시 일반인이 소장하고 있던 우리민족의 고사서를 찾아내어 수거해 거의 다 불살랐고, 극히 일부를 그들의 황실사고에 아직까지도 보관하고 있다.\n일제는 역사서와 사료의 말살에 그치지 않고 우리민족사를 식민사관으로 왜곡함으로써 제모습을 찾지 못하도록 일그러트려 놓았다.\n그렇다 하더라도 우리민족사를 제대로 복원하려는 민간인들의 노력은 끊이지 않았다. 조선초 이후 오늘날에 이르기까지 사대주의를 기초로 변조된 제도권의 역사인식과 식민사관으로 일관한 일제의 역사조작에 항거하면서 우리민족의 온전한 역사를 지켜온 애국지사들의 활동은 계속 이어졌고 이분들을 지지해준 민중의 뒷받침도 꾿꾿했다.\n일제에 항거했던 광복운동 시기에 환단고기, 신단민사, 신단실기가 발간되었고, 광복직후에 단기고사가 빛을 보았고, 1980년대에는 부도지와 환단고기의 해설서가 일반에 널리 보급되기에 이르렀다.\n\n\n우리 민족사를 기술한 주요 사서는 다음과 같다. <표 1>, <표 2>, <표 3>, <조선이 지정한 금서 목록>\n\n글: 이병화(역사연구가)\n\n\n\n<표 1> 우리민족의 역사서\nⓒ 2006-08-12 [ 이병화 ]\n<표 1> 우리민족의 역사서\nⓒ 2006-08-12 [ 이병화 ]\n<표 2> 조선의 역사\nⓒ 2006-08-12 [ 이병화 ]\n<표 3> 대한제국 이후의 사서\nⓒ 2006-08-12 [ 이병화 ]\n\n\n\n\n조선이 지정한 금서 목록\n檀君記, 神秘錄, 海東秘錄, 三人記錄, 海東古記, 修撰企所, 仙史, 古朝鮮秘詞, 古朝鮮秘記, 三韓古記, 磨虱錄, 新羅古事, 周南逸土記, 三聖密記, 道證記, 表訓天詞, 漢都讖記, 河沙良訓, 百濟新撰, 通天錄, 大辯說, 新羅古記, 表訓三聖秘記, 誌公記, 壼中錄, 動天錄, 地理聖母, 地華錄, 三韓拾遺記, 四聞錄, 會三經, 神里大全, 神事記, 三一神誥, 天符經\n\n2006-08-12 ⓒ janong.com\n\n\n이병화의 <대륙에서 8600년, 반도에서 600년\n1392년 대륙에서 건국한 이성계의 조선은 1405년 도읍지를 한반도, 지금의 서울로 이전.\n산둥성 치박시(淄博市)와 임치구(臨淄區)라 불리는 곳은 예전 고려의 개성(開城)과 개경(開京)이 있던 곳으로 이곳 지명이 한반도로 옮겨가 버리자 명나라는 이곳이 마치 예부터 한 한족(夏漢族: 중국 남서부에 살던 민족)이 살던 곳인 양 위장하기 위해 춘추전국시대 때 제나라의 지명인 치박과 임치라는 이름으로 바꿔버렸다. 그리고 고려의 도읍지가 대륙에 있을 수밖에 없는 이유는 한반도 내에는 고려의 도읍지였다고 확인할 수 있는 곳이 없다는 점이다. <고려사>에는 개경과 강화에는 대규모 사찰과 궁궐이 수십 개가 있었다고 기록했는데, 한반도의 개경(개성)과 강화에는 각각 한 곳씩의 궁궐만이 있을 뿐이고, 이 두 곳을 제외한 다른 어떤 곳에도 고려왕이 기거했었다는 건물 유적의 흔적은 전혀 보이지 않는다. \n기록을 검토해 보면 세종 때만 하더라도 대륙의 역사를 감추거나 없앨 의도는 없었던 것으로 판단된다. <세종실록지리지>에는 우리 강역 옛 지명의 유래가 정확하게 수록되어 있다. 그래서 오늘날의 우리가 반도 역사와 대륙의 역사를 구분 짓게 할 수 있게끔 도움을 주고 있다. 하지만 '고서(古書) 수거령'이 내려졌던 세조 때부터 상고사를 없애려는 시도가 있었고, 예종을 거쳐 성종 때에 이르러 근간을 갖추게 되었다.\n대륙에서 반도로 이동한 근세조선의 옛 땅을 차지한 명나라가 그곳을 하한족(화하족/한족의 원조)의 역사 강역으로 둔갑시켰듯이 한반도로 이주해 온 조선 역시 같은 절차를 밟았던 것이다.』",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-01-22T14:01:49.987000",
  "updatedAt": "2025-02-11T23:45:25.275000"
}