{
  "id": "60908a60-8f8a-413e-8546-d8c79e1cd04d",
  "title": "레닌의 사상",
  "content": "'폭력혁명론'은 레닌의 사상을 설명하는 대표적인 사상이다. 그는 마르크스주의를 기반으로 하는 새로운 사회 건설을 위해서는 노동자들의 힘을 합쳐 구세력을 전복 시켜야 된다고 주장했다.\n\n본래의 마르크스주의는 우리가 익히 알고 있는 사회주의 개념과 거의 유사했다. 우리가 아는 사회주의라는 사상을 집대성한 사람이 바로 마르크스와 프리드히리 엥겔스이다. 이 둘은 노동자들이 우선시 되고, 모든 국가적 산업이 국유화 되어야 한다고 주장했다. 이것이 가능하기 위해서는 자본주의가 충분히 성숙되어 있다는 선제적인 요구조건이 반드시 필요했다. 자본주의 사회가 극도로 발달하면 자체적으로 사회적 모순이 발생해 내재적으로 붕괴될 것이고, 이 과정에서 노동자들이 주도적으로 혁명을 이끌어 그들 중심의 국가를 만들어야 한다는 것이 바로 마르크스 주의의 핵심인 프롤레타리아 독재 체제이다.\n\n하지만 레닌은 생각이 달랐다. 물론 레닌의 사상 역시 최종적으로 노동자들에 의해 완성되는 이상적 국가를 세우는 동일한 목표가 있었다. 다만 그는 자본주의 과정이 생략된 방식, 즉 노동자들이 폭력적인 방법으로 사회를 차지하는 방식의 '혁명'을 주장했다. 이러한 폭력적 사상으로 인해 레닌은 같은 사회주의 지도자들과도 틀어지게 된 것이다. 멘셰비키들은 이러한 폭력적인 방식이 많은 사람들의 희생을 불러 올 것이라고 지적했다.\n\n적백내전과 폴란드와의 전쟁을 승리로 이끈 레닌은 이제 국가 내부를 다지는데 여념이 없었다. 그는 1921년 신경제 정책을 실시했다. 이상적인 마르크스주의 국가를 건설하기 위해선 자본주의의 발달된 산업이 자리잡고 있어야 했지만, 오랜 기간 봉건제도를 채택한데다가 1차 대전으로 피폐해진 러시아는 상황이 전혀 달랐다. 레닌은 다른 나라와의 관계를 개선하고, 소규모 사업 추진을 허용했다. 우리가 지금까지 생각하고 있던 고립적인 형태의 공산주의와는 많이 달랐다. 이대로 가면 나라가 망할지도 모른다는 생각에 레닌은 자신의 사상을 양보하고 적극적인 타국과의 협력으로 상황 타계를 꿈꿨다.\n레닌은 대중의 요구를 누구보다 잘 캐치했다. 자신의 정적이었던 니콜리아 2세, 알렉산드르 케렌스키, 율리우스 마르토프와는 이 부분의 있어서는 확실히 다른 면모를 보였다. 이들은 대중의 요구를 제대로 파악하지 못하고 계속 우유부단한 행동을 이어가 국민들의 신뢰를 잃었다. 시민들의 요구사항 파악은 지도자의 기본적인 덕목이다. \n레닌의 사회는 생각만큼 폐쇄적이지 않았다. 우리가 생각하는 폐쇄적인 소련은 스탈린이 만든 것이다. 레닌은 신경제정책에서 많은 나라와의 협력을 꿈꿨다. 전후 사회 복구를 위해 다른 나라와 협조했다. 우리가 생각하는 공산주의의와는 약간 다른 느낌이다. 물론 이 행동이 정말 망하기 직전이었던 러시아 문제를 타계하기 위해 어쩔 수 없이 행한 개방 정책이었지만, 그가 절대 꽉막힌 지도자는 아니었다.\n\n그는 단지 자신의 사상을 이룩하기 위해 죄없는 제국의 공무원, 부유한 상류층을 무력으로 죽였다. 노동자들은 레닌의 명령하에 돈 많은 사업가들을 죽였다. 이들 중 노동자들을 학대하고 임금을 제대로 주지 않은 나쁜 사업가도 있었지만, 그렇지 않고 정당하게 노동자들을 고용한 선량한 사업가도 존재했다. 레닌의 혁명에는 이들을 따로 구분짓지 않았다. 프롤레타리이라 독재에선 사업가는 사회 악이다. 시민들은 레닌의 사상에 따라 자본가들을 죽였고, 시민들은 자신들에게 무기가 쥐어지자 광기어린 사람들로 변하기 시작했다. 오히려 스탈린이 아니었다면 이런 광기어린 노동자들의 무질서한 폭력적 사회가 오랜기간 유지되었을지도 모른다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-01-07T17:23:58.622000",
  "updatedAt": "2022-05-06T15:57:42.384000"
}