{
  "id": "61b67edf-cf86-4757-b29e-928c8d7ceaf6",
  "title": "보험의 역사",
  "content": "기원\n보험은 기원 전 수천 년부터 시작되었다고 알려져 있다. 기원 전 4천 년 전 바빌론은 세계 상업의 중심지였다. 바빌론을 거점으로 하는 상인들은 세계를 돌아다니며 무역을 하는 행상인들과 거래했고, 이때 신용을 확보하기 위해 행상인의 가족과 재산이 담보로 사용되었다. 그러자 여행 도중 발생하는 강도, 해적, 자연재해와 같은 불가항력적인 사고가 발생했을 때 행상인의 권리를 보호할 수 있는 제도가 필요했고 이러한 수요에 의해 모험대차의 초기형태가 개발되었다. \n보험 중에 제일 먼저 발달하게 된 것은 ‘해상보험’이다. 왜 생명보험도, 화재보험도 아닌 해상보험이 제일 먼저 발달하게 되었을까요? 인간은 오래전부터 배를 타고 바다를 건너 화물을 수송했습니다. 육상교역보다 해상 교역 쪽이 기후에 따른 풍랑변화나 음식 보관을 제대로 못하여 아사를 하는 등의 변수에 대한 리스크가 더 컸기 때문에, 그에 대한 대비를한 것이다.\n함무라비 법 238조(기원전 1755년–1750년)는 해상 사고가 난 경우 선장이나 선박 관리인은 선박 소유주에게 선박 가격의 2분의 1만 지불하면 된다고 규정하고 있다.\n위험을 양도하거나 분산시키는 방법은 기원전 3천년과 2천년 전 바빌로니아, 중국, 인도 무역업자들이 시행한 것이다. 위험천만한 강 급류를 여행하는 중국 상인들은 그들의 상품을 많은 선박에 나누어 실도록 하여 한 선박이 전복되더라도 손해를 덜보도록 했다.\n공동해손은 선박과 화물이 공동위험에 처했을 때 발생한 희생이나 비용을 이해관계자가 분담하는 해상운송계약의 독특한 제도로서, 이것은 고대로부터\r\n해상관습으로 인정되어 왔다. 즉 공동해손은 사후적 공동손해분담제도로서 사전적 공동손해분담제도인 오늘날의 해상보험제도와 구별된다.\n\n[모험대차(冒險貸借)]\n선박모험대차(Bottomry) 및 적하모험대차 (Respondentia)가 있었다.\n모험대차(bottomry)라 함은 그리스 •로마시대에서 행하여지던 일종의 금전소비대차로서, 해외무역에 흥미를 가지고 있는 금융업자로부터 선박이나\r\n화물을 담보로 돈을 빌린 선주나 화주가 항해가 무사히 종료하면 차용한 원금에 고율(22~33%)의 이자를 붙여 상환하고, 항해 도중에 해난이나 해적 등의 해상위험으로 전손이 발생한 때에는 원리금의 상환이 면제되는 계약을 말한다. 즉 모험대차는 융자와 위험부담이라는 두 가지 기능을 가진 경제제도로서 모험대차의 이자에서 일반금리를 뺀 차액이 오늘날의 보험료에 상당하는 것이다.\n지중해 교역이 활발했던 고대 그리스에서 해상무역의 위험을 덜기 위한 수단으로 ‘모험대차’가 생겨났다. 모험대차란 선주와 화주가 항해에 앞서 배나 화물을 담보로 일정 기간 돈을 빌린 뒤 무사히 항해를 마치면 원금에 고율의 이자를 붙여 상환하고, 대신 사고가 나면 채무를 면제받는 거래였다. 위험을 채권자에게 넘긴다는 점에서 보험과 유사한 기능을 했지만 일반 대차거래보다 채권자가 돈을 떼일 위험이 크기 때문에 이자율은 매우 높았다. 약 30% 정도였다고 함.\n즉 금융업자는 대출과 함께 보험을 판매한 것이다.\n선박에 우연한 사고가 발생해 채무자가 손실을 입게 되면 원리금 상환의 의무를 면제받기 때문이다. 모험대차 계약의 대출이자에는 원금에 대한 금융이자와 사고 위험에 대한 보험료까지 포함된 것으로 볼 수 있다. 따라서 모험대차 계약의 이자는 당연히 높을 수밖에 없었고, 고위험 고수익의 투자상품으로 평가 받았다.\n\n로마의 황제 클라우디우스(Claudius) 역시 모험대차 제도를 시행했다. 당시 그는 옥수수 생산량을 늘리기 위해 무척 애를 썼다. 직접 농민들에게 영농자금을 빌려주고 추수기에 높은 이자를 받았다.\n하지만 태풍, 산불과 같은 자연재해로 농민이 피해를 입으면 원금상환을 손해 정도에 따라 면제해 주었다.\n\n[에라노이]\n고대 그리스 BC(기원전) 3세기경에 솔론의 헌법에서 발견되는  종교적 행사, 무역, 식량저장, 약탈, 매장의식 등의 노동과 비용분담을 함께하는 단체. 에라노이는 갑작스럽게 어려움에 처한 이들에게 금전과 인력을 지원하는 종교적 공제단체이기도 했다.\n\n[콜레기아(collegia)]\n콜레기아는 동일한 신을 모시는 하층민들이 자신들이 섬기는 신에 대한 종교의식을 치르기 위해 조직됐다. 종교적 색채가 강한 이 조직에서 장례는 중요한 행사였으며, 조합원(College)이 사망했을 때는 매월 갹출한 기금에서 이를 위한 비용을 냈다. 이와 같은 콜레기아의 모습은 우리나라 전통 풍습인 두레·계와 맥락을 같이한다.\n\n로마 제정 후기의 동직조합(同職組合)인 콜레기아는 신앙 생활, 오락 활동, 상호부조를 목적으로 한 3명 이상으로 구성된 사적인 모임이었다.  조합원의 사망시 장례 지원금 및 유족의 생활비를 지급하였다. 이러한 점은 오늘날의 상조회(相助會)와 아주 비슷하다고 볼 수 있다.     \n콜레기아는 신앙적인 측면에서 자신들이 모시는 신에 대한 종교의식을 위해 조직한 것이었다. 이때는 그리스도교가 뿌리 깊게 정착해있었으므로 특히 장례는 굉장히 중요한 행사였다. 매월 일정 금액을 각출해서 모아두었다가 조합원이 사망했을 때는 장례비용을 지불하는 데 사용하였다. 이 장례지원금은 나중에 유족의 생활을 돕는 용도로도 사용되었다.     \n\n현존하는 보험약관 중 가장 오래된 것은 기원전 136년 로마시대에 만들어졌다. 포에니 전쟁(기원전 2~3세기)부터 갈리아 원정(기원전 58~51년)에 이르는 200여년 동안 로마에는 수백만명의 전쟁 포로가 잡혀와 노예가 됐다. 그들은 목숨을 잃으면 서로 매장을 해주기로 하고 장례비용을 모았다. 이 제도는 점차 생활자금을 마련하기 위한 것으로 바뀌었고 17개의 조문으로 된 약관까지 만들었다. 주요 내용은 다음과 같다.\n가입할 때 100세스테르티(당시 화폐 단위)를 내고, 그 후 매년 15세스테르티 혹은 그에 상응하는 술(wine)을 낸다. 사망하면 상속인에게 400세스테르티를 지불하며 자살하더라도 준다. 일정 기간 불입금이나 그 만큼의 술을 내지 않으면 계약은 효력을 상실한다.\n이는 오늘날의 보험약관과 비슷하다. 비록 노예들이 시작했지만 이 제도는 로마시대 군인과 하급관리, 채석장 노동자 사이에 확산되었다. 중세에 들어서는 상인들이 재해나 도난에 따르는 손실을 보상받기 위한 조합으로 발전했다.\n\n[길드(guild)]\n서구「길드」제도가 생명보험의 기원으로 농민은 부모가 사망하여도 농지가 있으면가족의 생활에는 어려움이 없지만 도시의 상인이나 수공업자는 일을하는 가장(가장)이 사망하면 가족들은 생활에곤란을 겪는다. 그래서 조합회원들은 평소부터 일정한 조합비를 내어 적립하였다가 조합원들이불행에 처하거나 사업에실패 하였을때 도와 주었다. 길드는 장례비는 물론이고 유족의 생활보호와 질병 사업실패등으로생활에 곤란을 받는 조합원을 구제하기도했다. 또 상품이나 원료의 단체구입 등 모든 면에서 서로 서로 돕는 역활을 하였다.\n\n13~14세기경부터 독일에서 발달한 길드(Guild)는 동업자간의 상호부조조합이었다. 길드는 항해 도중에 발생한 선박이나 화물의 손해를 공동으로 부담했고 구성원의 사망, 화재, 도난 등의 재해도 구제하는 ‘상호구제제도’로 운영됐다. 이후 중세에는 종교길드, 사교길드 등 다양한 조합이 생겨나면서 손해, 사망, 화재, 도난과 같은 위험, 재해까지 구제하는 등 상호부조 기능이 세분화됐다.\n길드에 대한 최초의 기술은 779년 칼 대제의 문서에 나타나 있다. 당시의 길드는 콜 레기아와 비슷한 종교적 모임으로 추정된다. 이 외에도 잉글랜드의 이나 왕(Ina, 688~725)과 알프레드 대왕(Alfreds, 871~901)의 법전에서도 길드 조합원들의 손해 발생 시의 보상 등이 규정되어 있다.\n상인 길드의 경우에는 영국에서 가장 먼저 발생한 것으로 에드워드 1세(Edward I, 1239~1307) 때에는 총 92개의 상인 길드가 존재했던 것으로 확인되고 있다. \n\n많은 길드가 경쟁적으로 발달하면서 사망뿐만 아니라 화재, 질병, 도난 등 조합원들이 각종 피해를 입었을 때 이를 보상해주면서 기능이 점차 늘어나게 되었다.\n중세 상인 길드와 수공업자 길드가 경쟁적으로 발달하면서 사망뿐 아니라 화재, 질병, 도난 등 조합원들이 각종 피해를 입었을 때 이를 보상하는 보험의 기능이 확장되었다.\n\n상인 길드가 계속해서 성장하여 도시의 자치 및 경제활동에 중요한 역할을 맡게 되자, 여기에 대항하여 수공업자들의 길드가 형성되었다. 길드들은 공통적으로 ‘공동 저축’이라는 형태로 기금을 조성하여 사망이나 화재, 질병 및 도난으로 조합원이 피해를 입었을 시 이를 보상하는 손해보험의 기능을 수행하였다. 따라서 생명보험 제도의 뿌리라고 할 수 있는 콜레기아가 길드로 진화하면서 죽음에 대한 보상뿐만 아니라 물질적인 손해에 대해서도 손해를 보상하는 ‘대물보험’의 역할이 추가된 것으로 이해할 수 있다.\n\n중세시대 교회에서는 8세기부터 은퇴한 성직자를 위한 종신 연금제도가 등장하였다. 성직자가 은퇴를 하면 그가 사망할 때까지 매년 일정한 금액을 지급하였다. \n한편 국가 주도의 연금은 봉토를 대신하여 지급하는 형태로 이루어졌다. 잉글랜드의 헨리 1세는 1103년 프랜들 백작에게 매년 400마르크의 연금을 지급하고 여기에 대하여 프랜들 백작은 헨리 1세에게 각각 3 필의 말을 소유한 1000명의 기사를 제공하는 계약을 맺었다.\n\n중세시대에는 해상보험이 더욱 발전하였으며 생명보험, 화재보험의 초기형태가 나타났다. 또한 보험계약이 빈번히 거래되며 보험증권의 법적 양식이 만들어졌다. 한자 상인들과 롬바르드 상인들은 소아시아부터 유럽전역에서 무역업을 하며 해상보험의 제도화를 촉진시켰다. 한자동맹의 활동을 규제하는 비스비법(Laws of Wisby)은 모험대차 활용의 문제점들을 언급하고 있었다. 뿐만 아니라 이 법에는 상인이 선장의 생명에 대한 보험을 제공할 의무가 있다는 생명보험의 내용도 담겨있었다. 화재보험의 원시적인 형태는 베람바흐트 (Verambacht) 마을에서 발견되었는데, 이 마을에서는 집에 화재가 나면 마을에서 그 손해를 보상해주는 것이 제도화되었다. 이탈리아의 무역중심지였던 베니스, 플로렌스, 그리고 제노아에서는 해상상업이 활발히 일어나며 보험증권이 발행되었다는 기록이 있다.\n\n1203년 교황 그레고리우스 9세가 이자금지령을 내림에 따라 모험대차로 이자를 주고받는 길이 막혔다. 로마 교황의 이자 금지령이 내려지면서 모험대차는 폐지되고 소비대차와 가장매매라는 시스템이 등장하게 된다. 소비대차는, 금융가가 상인에게 빚을 지는 듯한 가짜 계약서를 쓰고, 무사히 항해를 해서 돌아오게 되면 그 계약서는 파기되는 것이고, 항해가 실패하게 되면 허위 계약서의 내용이 사실로 바뀌어 상인에게 계약금을 지불하는 것이다. 모험대차보다 조금 더 현대의 보험에 가까운 시스템으로 발전했다고 볼 수 있다.\n가장매매는 소비대차와는 다른 형태로서 항해를 떠나기 전 금융가가 항해를 떠날 무역업자의 선박과 적하를 매입하는 계약을 맺는다. 그리고 항해에 성공하였을 경우 이 계약을 취소하고 그렇지 못한 때에는 계약시의 금액을 지급하는 방식이었다.\n유럽 상인들은 가장 매매계약을 맺고, 이자 대신 수수료를 받는 형태의 변형 모험대차를 고안했다. 대출금이 돈으로 오가지 않으므로 모험대차에서 위험 부담 기능만 살린 것이다. 변형 모험대차는 지중해 교역을 주도한 중세 이탈리아 베네치아, 제노바, 피사 등지에서 성행했다. 특히 14세기 중반에 나침반이 보급되고 선박 대형화, 등대 구축 등으로 해상무역이 비약적으로 발전하면서 근대 보험의 기원이 되는 순수한 보험계약으로 진화했다. 역시 해상무역이 활발했던 스페인에서는 세계 최초로 보험계약에 관한 규정인 바르셀로나법이 제정됐다.\n르네상스 초기 이탈리아의 유명한 상업도시(피사, 베니스 등)에서 몇몇 상인들이 해상보험을 인수한 것이 시초가 되어, 1666년 런던의 대화재로 화재보험이 생기기 전 까지\n약 3세기 동안은 해상보험이 유일한 보험이었다.\n\n[생명보험]\n15세기 유럽은 배들이 세계 곳곳의 바다를 누비며 대륙 간 항로를 개척하고 새로운 세계를 탐험하는 대항해 시대였다. 하지만 활발한 해상활동으로 사고의 규모가 그 전과는 차원이 다르게 커지게 되어 생명을 담보로 사망시 지급되는 형태의 사망보험이 15세기에 이르러 처음 등장하기 시작하였다.  \n당시 해상 활동을 중심으로 작성된 생명보험 계약은 크게 두 종류가 있었다. 하나는 피보험자가 납치되었을 시 석방에 필요한 금액을 대납해주는 형태의 것이었고, 다른 하나는 노예의 생명을 피보험 대상으로 하는 계약이었다.      \n피보험자가 납치되었을 때 석방 금액을 대납해주는 예로 바르셀로나의 베르나르디 드 페레라(Bernardi de Ferrera)의 인질 보험 계약을 들 수 있다.      \n그는 1501년 10월 발렌시아에서 사르디니아로 향하는 항해 중 자신이 납치되었을 경우 300 두카트 한도 내에서 석방에 필요한 금액을 지급하는 조건으로 5 바르셀로나 파운드 8실링(보험금의 1.6%에 해당)을 납입하였다.     \n노예의 생명을 대상으로 한 보험은 이보다 조금 이른 시기인 1467년의 것으로, 역시 바르셀로나의 외과의사인 베르나 데 로르(Bernat dez Lor)가 그의 노예인 마리아(Maria)를 피보험 대상으로 한 것입니다. 그녀는 당시 35세로 임신 4~5개월 차의 산모였으며, 그녀가 항해 중이나 항해 후 8일 이내에 임신, 혹은 출산으로 인해 사망한다면 3개월 내로 50 바르셀로나 파운드를 지급받는 조건이었다. 이 계약의 보험료는 월 4파운드로 보험금의 8%에 해당하는 보험요율이었다. 또한 1501년에는 루시아(Lucia)라는 산모가 3월 22일부터 12월까지 출산이나 여타의 이유로 사망할 경우 보험료를 지급하는 보험 계약이 이루어지기도 했다.       \n\n[화재보험]\n1666년 9월 빵공장에 치솟은 불길이 런던 중심가를 덮쳤다. 시 당국의 늑장대응으로 화재는 닷새간 이어졌다. 유서 깊은 세인트폴대성당을 비롯해 교회 87곳을 태웠고, 시내 가옥의 4분의 1이 소실돼 수만 명의 이재민을 냈다. 역사에 기록된 런던 대화재였다. 화재로 피해로 본 사람들은 보험의 필요성을 절감했다. \n1666년 발생한 런던 대화재로 인해 런던에 있는 가옥의 1/4 정도가 파괴되었고 이로 인해 사람들은 화재보험의 필요성을 크게 느꼈다. 당시 내란과 역병으로 고생하던 런던 시민들에게 대화재는 그들의 미래를 더욱 불안하게 만들었고 런던 시민들은 앞으로 혹시나 또 올지 모르는 재앙을 대비하기 위한 자구책을 마련하기 위해 고심했다. 이러한 불확실한 미래의 재앙을 대비하기 위해 ‘화재 보험’이 등장하였다.     \n\n기존에 유럽의 길드 등의 조합에서도 화재 등의 사고를 보상해주는 기능을 가지고 있었다. 그러나 이것은 화재보험이라는 성격보다는 길드 조합원의 전반적인 손해를 보상해 주 것이 었고 그중에 화재에 대한 보상도 포함이 된 것이었다.     \n독립적인 최초의 화재보험 회사는 런던 대화재가 발생한 이듬해인 1667년 치과의사 니콜라스 바본(Nicholas Barbon)에 의해 시작되었다. 그는 국왕의 명을 받아 앞으로 발생할지도 모르는 화재에 대비하고, 런던 대화재의 피해자들을 구제하기 위한 사무실을 열었다. 대화재로 모든 것을 잃어버린 런던 시민들에게 ‘혹시 화재가 발생하여도 그 피해 금액을 보상해 준다’라는 제안은 런던 시민들에게 너무도 솔깃한 소식이었다. 그저 화재 사무소(fire office)로 시작했던 이 사무실은 폭발적으로 성장했고, 이와 유사한 기능을 하는 화재보험사들이 급증하기 시작하였다. 바본의 화재보험 사무소는 1680년 합자회사로 성장하여 단기간에 정착한 대표적인 화재보험회사 가운데 하나가 되었고, 1705년 피닉스 화재 사무소(Pheonix Fire Office)로 개명하면서 약 100여 년 간 영업을 지속했습니다. 하지만 현존하는 가장 오래된 화재보험회사는 바본의 화재 사무소가 아니라 1710년 런던의 찰스 포베이(Charles Povey)가 설립한 런던 보험회사(company of London insurer)입니다. 이 회사 역시 화재보험 가입 붐에 힘입어 빠르게 전국으로 영업망을 확대하였습니다. 런던 보험회사는 1726년 주식회사로 전환하면서 선 보험 사무소(Sun Insurance Office)로 개명하게 되었습니다. 그 후에도 여러 차례 합병을 거치면서 현재 전 세계 140개 국가에서 1700만 명의 가입자를 가진 RSA 보험그룹(RSA insurance group)으로 영업을 지속하고 있다.\n\n[손해보험]\n15세기 ~ 17세기까지는 서유럽 나라들이 새로운 바닷길을 통해 새로운 땅을 찾아 나서던 대항해 시대였다. 앞에서 해상활동으로 사고의 규모가 커지게 되어 생명을 담보로 사망시 지급되는 형태의 사망보험이 15세기에 이르러 등장하기 시작하였다고 하였다. 하지만 해상무역으로 인한 상인들의 물건의 손해에 대한 보상은 이루어지지 않았었다.\n언제나 예측 불가능한 위험에 노출되는 해상무역을 하는 상인들 사이에서는 손해에 대한 보상의 필요성이 대두되었다. 그중 최초의 해상보험 거래는 런던의 한 커피점에서 시작되었다. E. 로이드 커피점이다. 이후 로이드의 사망 뒤에도 그곳에 모이는 보험업자들은 로이즈(Loyd's)라는 이름으로 영업을 계속했다.\n\n영국은 16 세기 말까지 주로 농업에 종사하였고, 무역과 해상보험은 한자상인과 롬바드상인이 주도하고 있었다. 이후 엘리자베드여왕 1 세(1533~1603)가 이들을\r\n영국에서 추방하면서 영국이 독자적으로 무역과 해상보험을 장악하게 되었다.\n영국 옥스퍼드대 앞에 처음 들어선 커피하우스가 17세기 후반 영국에서 대유행을 했다. 이 가운데 금융회사에서 빼놓을 수 없는 것이 템스강변에 들어선 로이즈(LIoyd's) 커피하우스다. 런던에는 왕립거래소가 있었지만 허가받은 소수의 중개인만 출입이 가능했다. 그렇지 못한 중개인은 왕립거래소 주변에 들어선 커피하우스로 모여들었다. 커피하우스가 보험, 증권거래의 중심이 된 배경이다. 로이즈 커피하우스는 선착장 근처여서 선주, 선원, 무역상, 보험업자, 조선업자 등이 모이기 쉬웠다. 정부기관도 부근에 즐비했다. 자연스레 무역과 항로, 선박과 유럽의 정치 상황 등 온갖 정보가 이곳으로 쏟아져 들어왔다.\n큰 수익을 거둔 로이즈 커피하우스의 주인 에드워드 로이드는 중심가인 롬바르드가의 훨씬 넓은 건물로 가게를 옮겼다. 그는 차별화된 서비스도 제공했다. 벽면 게시판에 선박의 출항·도착 시간, 화물 정보 등을 게시한 것이다. \n로이즈 커피하우스는 1687년경 사무엘 로이드(Samuel Lloyd)가 처음 문을 열었고, 그의 아들 에드워드 로이드(Edward Lloyd)가 물려받으면서 점차 사업가나 학생뿐만 아니라 항해와 관련된 사람들의 모임 장소로 발전하였다. 선원들은 로이드 커피하우스에서 바다 날씨와 만조 시간, 해적 출몰지역, 나라별 특산품, 선박의 출항 및 도착 시간 등 각종 무역거래에 관한 정보를 교환하기 시작했고, 이 모습을 본 에드워드는 고객들의 편의를 위해 화물선의 출발 시간이나 도착 날짜 등 중요한 정보를 종이쪽지에 적어 벽에 붙여 놓았습니다.     \n에드워드는 손님들의 반응이 좋자, 1696년부터 '로이즈 리스트(Lloyd's List)'라는 정기 정보지를 발간해 무역 거래에 관한 중요 정보를 제공했다. 로이드는 1696년부터 아예 로이즈 뉴스를 발행해 종합 정보를 제공했다. 이것이 1734년부터 지금까지 이어지고 있는 ‘로이즈 리스트’의 전신이다.\n2면으로 구성된 로이즈 리스트는 주 3회 발행되었으며, 여러 가지 유익한 기사와 소식이 실림으로써 당시 무역상인들 사이에서 가장 많이 읽히는 신문이 되었습니다. 에드워드는 해상무역 과정에서 여러 손실 리스크에 공동으로 노출되어 있던 선원들에게 보장의 필요성이 제기되자 이를 놓치지 않고 리스크를 보험업 자들끼리 공동 인수하기 시작하면서 언더라이터(Underwriter; 유가증권의 인수를 업무로 하는 금융업자 또는 보험계약을 인수하는 보험업자)가 되는데, 바로 이것이 영국 해상보험의 시작이다.     \n에드워드는 정식 보험약관은 아니지만 종이 한 장에 보상내용을 약속한 뒤 하단에 서명(underwriting)을 했고, 이것이 해상보험으로 발전하게 되었다. '작은 종이 조각'이라는 뜻의 slip은 오늘날 보험을 가입할 때 쓰는 '청약서'란 용어로 사용되고, 현재 증권사나 보험사 등이 '위험 심사 및 인수'라는 의미로 사용하는 '언더라이팅(underwriting)'이라는 용어 역시 에드워드가 보험료를 받고 위험을 인수하면서 계약서의 합의 조항 아래(under)에 그의 이름을 써주고(writing) 약속 이행을 확약한 데서 유래되었다. 18세기에 로이즈 커피하우스는 세계 최대의 보험회사인 런던 로이즈(Lloyd's of London) 회사로 성장하게 되었다.\n\n그러나 로이즈 커피하우스가 번창하면서 도박 및 투기업자도 모여들었다. 로이즈 커피하우스가 도박의 온상이 된 데 반발한 보험업자들이 1769년 독립해 나왔다. 이들이 1771년 ‘로이즈협회’를 결성해 제대로 된 보험조합으로 발전시켰다. 로이즈 커피하우스의 고객 중 상업이나 선박업에 대한 정보를 교환하는 보험회사 대리인 그룹이 눈에 띄게 불어났고 1771년에는 재력과 신뢰를 갖춘 79명의 언더라이터들이 입회비 100파운드를 납부하고 로이즈 협회(Society of Lloyd's)를 결성하였다. \n로이즈협회는 큰 사고가 발생해도 보험금 지급 거절이나 지급 불능이 거의 없었다. 이 때문에 1720년 왕립 보험회사들이 등장했음에도 해상보험의 90%를 점유할 만큼 공신력이 높았다. 그러나 로이즈는 개인 보험업자 간 조합이기에 자금력에 한계가 있었다. 이를 극복하는 방법으로 신디케이트와 재보험을 발전시켰다. 대형 보험계약이 맺어지면 회원들이 미리 정한 비율로 나눠 인수하는 방식이었다. 재보험은 소규모 보험업자들의 위험을 다시 분산시키는 ‘보험의 보험’이다.\n     \n[해상보험]\n1799년 네덜란드 북쪽 웨스트 프리지어 제도에서 폭풍우를 만나 ‘루틴 호’가 침몰하였다. 이 배에는 당시 가치로 120만 파운드 어치의 금덩어리와 금화를 싣고 있었다. 현재 가치로 환산하면 무려 1억 500만 파운드에 달하는 어마어마한 거액이었다. 배에 타고 있던 240여 명의 인원은 단 한 명을 제외하고 모두 숨졌다. 이에 따라 보험계약회사인 로이드 보험회사는 이 금 전체에 대한 보험금을 지급하였다. 이후 선체 인양을 시도하였으나 실패하고 금을 건져내지 못했다. 이로 인해 로이드 보험회사는 엄청난 손해를 보아야 했다. 현재 로이드 거래소 한 복판에는 이 사고를 기억하기 위한 ‘루틴 벨’이 있는데 그 사고 이후  바다에 나간 배가 실종되면 종을 울렸다고 한다. \n최초의 해상 보험 회사는 1720년에 조지 1세의 특허장을 받은 로열 익스체인지 어슈어런스(Royal Exchange Assurance)와 런던 어슈어런스 (London Assurance)이다. 당시 혼란에 쌓인 금융시장을 안정화시키기 위해서 ‘화재보험, 생명보험, 해상보험 영업에 특허를 가진 유일한 회사들’로 특허장을 발부했다.     \n당시의 법안은 이 두 회사를 제외한 어떠한 회사도 해상보험 영업을 할 수 없도록 규정하고 있었다. 그러나 정작 두 회사는 생명보험과 해상보험에는 거의 참여하지 않고, 화재보험에 집중하였다. 왕의 명령으로 소집된 보험업자들에게 당시 해상ㆍ생명보험 업계가 짊어져야 했던 리스크는 너무 컸던 것이다.      \n\n로열 익스체인지 어슈어런스가 1720년 창립 이후 40년 간 생명보험으로 얻은 수익은 10,915파운드에 불과했으며, 해상보험의 경우 런던에서 거래되는 해상보험의 90%를 로이드 커피하우스의 개인 보험업자들이 소화하고 있었다. 실질적으로 이 두 회사는 해상ㆍ생명보험 분야에서는 거의 영업을 하지 않았다. 그렇다면 당시의 법안에도 불구하고 로이드의 개인 보험업자들이 영업을 지속할 수 있었던 이유는 무엇이었을까?      \n그것은 로열 익스체인지와 런던 어슈어런스를 제외한 어떠한 ‘회사’도 영업을 할 수 없다는 것이 규제 법안의 내용이었기 때문이었습니다. 로이드의 보험업자들은 보험업을 하는 개인들일 뿐, 회사가 아니었기에 법의 규제를 피해갈 수 있었다.\n\n초호화 여객선 타이타닉도 해상보험에 막대한 영향을 끼쳤다. 무작정 초호화 여객선이라는 이유만으로 계약을 따내려고 했던 보험사들은 타이타닉의 침몰에 큰 손해를 입게 되었고\n그 후로 전체 보험사의 위험 관리 기준을 세우는 계기가 되었다.\n\n[근대 생명보험]\n역사에 기록된 최초의 생명보험은 1699년에 문을 연 머서즈 컴퍼니(Mercer's Company)였다. 본래 포목상들의 조합이었던 머서즈 유니온(Mercer's union)이 조합원들의 복지를 위해 시작한 보험업이 머서즈 컴퍼니로 확장된 것입니다. 이 회사는 가입자가 죽을 때까지 납입한 금액의 이자를 사망 시에 지급하는 회사였는데, 그 이자율이 무려 30%나 되었다. 지금의 시대에 생각하여도 어머어마한 이자율이었다. 당연히 회사는 영업을 시작한 지 몇 년 만에 파산에 이르렀고, 설립자의 뜻을 기려 몇몇 상인들이 마련한 구제 기금을 받고도 얼마 가지 않아 완전히 망하고 말았다. \n\n근대적인 생명보험제도는 18세기 후반의 산업혁명 초기에 영국에서 비롯되었다.    \n17세기 후반 화재보험의 성공에 힘입어 영국에서는 수많은 보험이 생겨나기 시작했다. 해양 보험은 물론 가족의 병이나 장애의 구제를 위한 보험, 스스로 빚을 변제할 능력이 되지 않는 이들을 위한 보험, 자녀가 많은 이들의 이익을 위한 보험 등의 수많은 보험들이 생겨났고 이때 생명보험 또한 생겨났습니다. 파스칼(Pascal)의 확률이론과 그런트(Graunt)의 사망률표 개발이 생명보험을 과학적으로 운영할 수 있게 해주었고, 1774년 영국에서는 생명보험에 관한 법률이 제정되었다.    \n\n최초의 생명보험회사는 1706년에 설립된 아미 카블 소사이어티(Amicable Society for a Perpetual Life Assurance)로 볼 수 있다. 1706년, 런던 플리트(Fleet)가에서 서점을 운영하던 존 하틀리(John Hartley)라는 인물이 당시 존재했던 연금보험 체계를 개선하여 신개념 보험을 개발했는데요. 그렇게 설립한 보험사의 이름이 ‘아미카블 소사이어티'이다. 바로 이 회사가 현재 생명보험회사의 시초이다. 아미카블 소사이어티는 ‘생명보험’이라는 새로운 보험 시스템으로 특허까지 받고 19세기 초까지 큰 성장을 거두다가, 1867년 대형 보험회사인 놀위치 유니온(Norwich union, 현재 사명은 Aviva)에게 인수되었다. \n그렇다면 1706년에 설립된 아미 카블 소사이어티는 어떠한 방식으로 생명보험을 운용한 것일까?  1705년 플리트가의 서점 주인이었던 존 하틀리는 가입자가 사망한 뒤에 일정 기간 동안 유가족에게 지속적으로 연금을 지급해야 하는 기존 연금보험 체계의 한계를 느끼고 새로운 형태의 보험을 개발했다. 이는 당시 부실한 보험회사나 사기 보험이 워낙 난무하던 시기라 약속된 기한까지 제대로 연금을 받을 수 있다는 보장이 없었기 때문이다. 하틀리가 도입한 방법은 당시 프랑스에서 유행하고 있던 톤틴 연금을 생명보험에 적합하게 변환한 것이었다. 톤틴 연금은 이탈리아의 톤틴이 개발한 방식으로, 가입자를 2000명 단위로 모집하여 기금을 조성하고 그 이자를 2000명이 균등하게 나누어 갖는 것이었다. 이는 시간이 지나 가입자가 사망하게 될수록 가입자 1인에게 돌아가는 이자 수익이 늘어나고, 최후의 1인은 2000명 분의 이자를 혼자서 받게 되는 방식으로 운용되기 때문에 누가 더 오래 살아남느냐로 당첨이 결정되는 복권과도 같았다. 하틀리가 톤틴 연금의 방식을 생명보험으로 전환하면서 변화를 준 부분은 보험금의 수령을 살아남은 사람에게 분배하는 것이 아니라 그해 사망한 사람들에게 나누어 분배하는 것이었습니다. 이러한 전환은 톤틴 연금이 가지고 있던, 같은 연금 상품에 가입한 ‘내 이웃이 빨리 죽기만을 기다리는’ 도덕적인 결함을 보완하는 것이었다. 또한 사망시에 보험금을 지급한다는 점에서 현재의 생명보험과 조금 더 가까워진 것이기도 합니다.   \n\n생명보험은 화재보험 회사인 니콜라스 바본(Nicholas Barbon)의 화재 사무소(fire office), 해상보험의 시작인 로이즈(LIoyd's) 커피하우스에 비교하여 상당히 늦은 시점에 시작되었다. 다른 보험에 비해 생명보험이 늦게 만들어진 이유는 당시에는 인간의 사망률을 예측하고 적정한 보험료를 책정할 만한 기술이 존재하지 않았기 때문이다. 실제로 보험에 사용할 수 있을 만큼 제대로 된 생명 통계가 최초로 정립된 것은 1693년의 에드먼드 핼리(Edmond Halley, 1656~1742, ‘핼리혜성’으로 유명한 그 핼리이다)의 사망 통계였습니다. 그러나 이 통계는 기본적으로 연금 지급을 위한 것이었다.  이후 사망 통계의 작성과 수학의 발달은 계속되었지만, 결국 사망보험에 사용할 만한 제대로 된 통계가 등장한 것은 1764년이나 되어서야 가능했다. \n1762년 생명표에 의거하여 가입자의 나이에 따라 보험료를 달리하는 보험을 창안한 에퀴터블 생명보험회사(Equitable Assurance)가 영국에 설립된 것이 근대적 생명보험회사의 시작이다. 생명보험 업계에서 절실하게 필요했던 것은 바로 ‘사망률을 예측하는 방법‘이었다.  인간의 사망률과 보험 산업을 처음 결합한 것은 1764년 문을 연 에퀴터블 생명보험이었다. 에퀴터블의 고안자인 제임스 도슨(James Dodson, 1705~1757)은 최초로 통계와 확률론을 도입하여 예상 수명을 예측하고 이를 보험에 이용하여 적절한 보험료 및 보험업자의 수익성을 보장하였다.     \n최초의 보험계리인인 윌리엄 모스델은 나이에 따른 생존율을 기록한 노샘프턴 생명표(Northampton Table)를 기반으로 보험료를 책정하여 아미 카블이 고안한 장기 보장을 유지하면서도 평균 2% 대의 낮은 보험료율로 많은 고객들을 유치할 수 있었다. 뿐만 아니라 수학적으로 계산된 사망 확률은 꽤나 정확하여 투자자들의 입장에서도 안정적인 수익을 보장할 수 있는 방법을 마련한 것이었다. 이것은 과학과 수학의 발달이 대중들의 보험에 대한 수요와 안정적인 투자처를 찾던 자본가의 요구를 결합시켜준 사례로, 에퀴터블을 통해 생겨난 생명표와 확률계산 기반의 보험계리는 현재의 생명보험 업계에서도 사용하고 있다.\n세계 최초의 경험생명표는 영국의 에퀴터블사(社)가 1834년에 발표한 것이며, 세계적으로 유명한 경험생명표로는 미국의 CSO표(Commissioner's 1958 Standard Ordinary)와 아메리카 경험생명표 등을 들 수 있습니다.     \n\n[우리나라]\n현재 우리나라에서는 생명보험 회사 가입자의 생명현상을 일정 기간 집단적으로 관찰하여 연령과 함께 변화하는 사망률에 관련된 사실을 분석하여 작성한 표인 경험생명표 (experience life table)를 사용하고 있다.     \n우리나라에서는 보험개발원이 1982년부터 1986년까지 5년간의 개인보험계약자 자료 900만 건을 분석·작성해 처음으로 발표한 이후 보통 3년을 기준으로 새롭게 작성되는데, 생활수준이 향상되고 일반 국민의 평균수명이 늘어나 사망률이 크게 낮아짐에 따라 갈수록 보험료가 줄어드는 추세이다. 현재는 2015년 4월부터 시행하는 8차 경험생명표를 사용하고 있습니다.     \n한국의 생명보험사업은 20세기 초에 들어왔으나, 일제강점기에는 일본 생명보험회사의 지점에 불과하였다. 한국 생명보험의 역사는 1921년 친일 재벌인 한상용 등이 중심이 돼 조선생명을 세운 것에서 시작됐습니다. 이후 일본계 생명보험사들이 하나둘씩 생겨나면서 해방 당시에는 모두 19개의 생명보험사가 영업을 하고 있었다. 해방 이후 일본계 자본이 떠나자 당시 이들 보험사가 보유하고 있던 계약을 어떻게 수습해야 할지가 도마에 올랐고, 이때 일제 강점기 시절 생명보험업계에서 일했던 몇몇 유지들이 모여 ‘생명보험 조선인 중앙자치위원회’를 세우고 보험 계약의 일괄 인수를 추진했다. 이것이 국내에서 최초로 생긴 보험 관련 조직이었습니다.     \n해방 이후 1946년 국내 최초의 생명보험 회사인 대한생명보험이 정식으로 출범하면서 국내에 생명보험 시장이 본격적으로 시작되었고, 1947년 협동 생명과 고려생명, 1950년 1월에 흥국생명이 각각 영업을 시작했다. 보험사의 숫자가 늘어나면서 여러 현안을 협의하고 업계를 대표해 정부와 대화하는 창구가 필요해지기 시작했다.      \n1950년 2월 20일 생명보험사업의 권익 옹호와 발전, 생명보험회사의 현안 문제 협의와 처리, 생명보험사업의 대외 홍보활동 등 세 가지 목적을 가지고 생명보험협회의 전신인 조선생명보험협회가 세워졌습니다. 조선생명보험협회는 1958년 대한생명보험협회로 이름을 바꿨다가 1960년 사단법인 생명보험협회(Korea Life Insurance Association, 生命保險協會)로 단체명을 변경했다.         \n우리나라 최초의 생명보험 회사는 한화생명보험이다. 1946년 9월 강익하(康益夏) 등에 의하여 우리나라에서는 최초로 생명보험회사로 설립되었다.  1963년 8월 13일『보험계』 창간호를 발행하였고, 1965년 6월 보유계약고 10억 원을 돌파하였으며, 1969년 5월 신동아그룹에서 이 회사를 인수하였다. 1988년 9월 대한생명빌딩 옥상에서 올림픽 성화대를 점화하였다. 1999년 8월 금융감독위원회로부터 부실금융기관으로 선정된 후 예금보험공사의 공적자금이 투입되어 국영 생명보험사로 전환하였다. 대한생명보험은 2002년 12월 한화그룹에 편입되었으며, 2012년 10월 한화생명보험㈜으로 사명을 변경하여 지금에 이르고 있다          \n\n한국에 서구식 손해보험이 도입된 것은 1876년 강화도조약이 체결되어 인천·부산·원산 등 항구를 개항하여 외국과 무역을 시작하게 되자, 일본·영국·독일·중국·뉴질랜드 등의 보험회사가 한국에 대리점을 개설하여 해상보험을 판매하기 시작하였다.      \n1910년 국권침탈 후 일본 보험회사의 지점들이 대거 진출하여 화재보험·자동차보험 등을 판매하게 되었습니다. 우리나라 최초의 보험회사는 1922년에 설립된 조선 화재 해상보험 주식회사(지금의 메리츠화재 해상보험)이다.      \n광복 후 한국의 손해보험이 보험상품의 구색을 갖추게 된 것은 1962년 이후의 국민경제가 고도의 성장을 보인 때부터입니다. 1946년 8월 1일 조선 화재, 신동아 화재, 대한화재, 서울 화재를 회원사로 조선손해보험협회를 설립하였습니다. 이후 1948년 9월 1일 사단법인 대한손해보험협회로 변경하였습니다.    \n1970년대 전반까지는 보험 산업이 그다지 발전하지 못하였다. 하지만 이후 급속한 경제성장의 뒷받침으로 보험 산업 또한 급속히 발전하였다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-05-23T09:09:34.515000",
  "updatedAt": "2023-11-18T23:53:26.161000"
}