{
  "id": "6305d46e-dcc1-45da-84dc-7934e0deeec1",
  "title": "임진왜란은 명나라 군이 주도한 전쟁?",
  "content": "1. 일본군이 평양성 이북으로 전진 못하게 막은 게 명나라군이죠\n2. 조선군이 굶어죽지 않게 식량 지원 해준 게 명나라입니다. 조선군만이 아니라 수천만 조선인들 살려줬죠\n3. 이순신의 역할은 과장입니다. 물론 왜구 죽인거 대단하지만 육지에서 일본군 쳐부신건 명나라군입니다. 평양성 탈환시킨 것도 명나라군이고 직산 전투에서 일본군 수만명 몰살시키고 북진 저지한것도 명나라군. 왜성 전투에서도 전부 승리한게 명나라 덕분이죠.\n4. 조선 육군은 야전 전투에서 일본군에게 박살나기만 했죠. 그리고 노량해전에서도 명나라군 함선이 300척 조선 수군은 60척으로 명나라군이 일본군과 싸워서 승리한 거죠.\n\n\n조선의 연이은 요청으로 명나라도 심각성을 느끼고 대규모의 병력을 보내 참전했다. 참전 초기에는 빠르게 일본군을 밀어내며 금세 일본군을 몰아낼 줄 알았으나 오히려 일본군이 종전 협상을 요청할 때마다 그걸 들어주느라 시간을 끌어서 전쟁이 7년이나 지속되게 된 큰 이유가 되었다. 조선군이야 어떤 방법을 쓰든 당장 일본을 몰아내고 싶었겠지만, 명나라군은 일본이 한반도 전역을 차지하지 못하게만 하면 된다는 입장이었기 때문에 서두를 이유가 없었다. \n명나라군의 참전은 의의가 없지는 않았지만 명나라군이 지나치게 폄하당하는것에 대한 반발인지 재평가를 넘어 지나치게 과대평가를 받기도 하는데 임진왜란에서 명나라군 덕분에 이긴 전투는 실질적으로 4차 평양성 전투 밖에 없다. 거기다가 사천성 전투와 벽제관 전투에서는 완벽하게 대패를 당하기도 했다. 또 명나라군이 형편없는 군대였다면 전쟁 중 조선에서 명나라군의 편제와 교리, 무기를 다급하게 받아들일 이유가 없었을 것이라고도 한다. 다만 명나라가 건국 초기 15만 군대로 북원을 쓸어버리고, 20만 군대로 베트남까지 원정가서 베트남 호왕조를 무너뜨릴 정도의 군세를 자랑했지만 유독 왜구들에게는 약한 모습을 보였다. 그래서 명나라 초부터 국토 동남해안을 탈탈 털렀으니 임진왜란이 일어나기 불과 몇십년전 정규군도 아닌 사실 이 왜구들이 이후 정규군으로 편제되었지만 아무튼 왜구들을 제대로 진압하지 못하고 국토 남부가 유린당하는 모습을 보였다.\n명군의 제1차 조승훈의 5,000명은 평양성 공격에 실패(7월), 제2차 이여송이 이끄는 40,000명이 12월 압록강을 건너 다음해 정월 불랑기포라는 신무기로 포격해 평양성을 탈환(1593년 1월 27일)하는데 성공했다. 하지만 무리하게 남하하다가 고양 벽제관(碧蹄館)에서 매복에 걸려 대패하였고, 개성으로 퇴각한 뒤 전선은 임진강을 경계로 교착 상태를 벌인다. 그 뒤 일본군은 행주대첩에서 패배, 북쪽으로는 명나라군과 추위, 남쪽으로는 조선군으로 쌈싸먹힐 위기에 처하였고, 연합군과 교섭을 진행하여 결국 한양을 포기하고 후퇴하였다. (1593년 5월 18일) \n이여송이 평양부를 우수한 화력(홍이포)과 기술력, 전략으로 점령했을 때, 일본군은 정말 심각한 패닉에 빠졌고 조선군의 사기는 고조되었다. \n결론적으로 명나라군은 전선이 명나라 땅으로 확대되는 것을 방지하기 위한 본인들의 역할을 수행하였다. 전란 중 각지에서 명나라군과 조선군이 연합해서 활약했다. 명나라군의 참전으로 인해 조선군의 사기는 크게 올라갔다. 그러나 전쟁 막바지에는 유정과 같이 명 육군이 전투를 회피하는 일이 빈번히 생겨 이순신 장군이 조금 고생하기도 했다. 반면 명 수군을 이끌던 진린은 유정과 달리 자의 반, 타의 반으로 같이 싸우긴 했다. 대표적으로 노량 해전에서는 일본군이 철수하므로 명군은 더이상 싸울 이유가 없었지만 진린은 끝까지 이순신과 협조했고, 자신이 위기에 빠지기도 했다. 그 과정에서 승리를 거두기는 했으나 이순신은 물론 자신의 휘하 장수인 등자룡을 잃었다.\n더불어 명나라군이 대규모의 육군을 파병하게 되면서 조선은 그때까지 유지하던 군인들을 고향에 돌려보내며 숫자를 줄이게 된다. 병농 일치제인 조선에게 있어 생산 가능 인구를 군대에 잡아두는건 국가 생산력에도 영향이 미칠 수밖에 없는 부담 되는 일이었기 때문이다. 게다가 전란으로 조선 경제는 굉장히 피폐해진 상태여서 군인들을 고향에 돌려보내어 농사짓게 하는일이 급했다. 한때 17만에 육박했던 조선군은 명나라군의 참전 이후 크게 줄어든다.\n따지고 보면 임진왜란 당시의 명나라군은 후반의 조선 조정의 주요 탱크 역할을 수행한 셈이었고, 정유재란 즈음에는 대규모 파병으로 명나라군이 주력이 되었다. 임진왜란 때는 굳이 싸우려고 하지 않았고, 전투 의욕을 보인 시점은 정유재란 초기 때다.\n\n정유재란 때는 명나라군이 지상군의 주력이었으며, 임진왜란 때는 5만가량, 정유재란 때 파견된 명나라군 규모가 무려 9~11만명이다. 특히 정유재란 당시에는 명나라 군이 한반도 남부에서 일본군과 전면전을 전개하며 일본군을 압박하였고, 다수의 사상자가 발생한 것 역시 사실이다. 만약 명나라 군의 이러한 활약이 없었다면 설사 히데요시가 죽었더라도 일본군이 한반도 남부에서 철수하지 않았을 가능성도 상정할 수 있다.\n\n조선측의 기록에는 정유재란 끝무렵에 명나라 장군들이 일본측 뇌물을 받고 일본군의 귀국을 방임하고 있다며 분개하는 내용이 자주 보인다. 이것은 도요토미 히데요시가 사망함으로써 전쟁을 계속할 이유가 사라진 일본군이, 침략받은데 대한 복수를 주장하는 조선을 배제하고 명나라군과 직접 협상을 취한 사실을 전하는 것이다.\n임진왜란은 원래 일본이 명나라를 정복하기 위해 일으킨 것이고, 조선은 그런 일본군을 막아주는 방파제 역할을 했다. 이러한 의미에서 명나라 군이 참전하는 것은 당연하다고 할 수도 있지만, 그럼에도 불구하고 명나라 군이 남의 나라를 돕기 위해 목숨을 건 것은 사실이고, 특히 정유재란 당시에는 명나라 군이 한반도 남부에서 일본군과 전면전을 전개하며 일본군을 압박하였고, 다수의 사상자가 발생한 것 역시 사실이다. \n\n선조는 이후 재조지은이라며 명나라군을 드높이는데 이는 명나라군의 역할이 큰 영향을 끼치기도 했으나 당시 선조가 조선군의 업적을 깡그리 무시한데는 정치적 입장도 반영되어 있다. \n\n징비록 등 여러 신뢰할 만한 사료에서는 명군의 장수들이 조선의 장수와 관료를 폭행하거나 이런저런 이유로 명군은 약탈을 자행했고, 무례하게 군 일이 많아서 애를 먹게 했다고 기록돼 있는데, 이렇게 명군이 장수와 병사 할 것 없이 조선의 조정, 백성들에게 일관되게 나쁜 모습을 보여준 탓에, 명나라는 멸망의 원인 중 하나로 이 임진왜란에서의 조선 지원이 꼽힐 정도로 성심껏 자국의 역량을 다 들어바쳐서 조선을 도와주고도 비난받는 꼴이 됐다. 당시의 명군은 기강이 엉망이었고, 여러 지방에서 온 장수들이 군벌처럼 병사를 거느린 탓에 상호 협조나 전략적 교류가 제대로 되지 않는 문제점이 있었다. 실제로 몇 년 안가 모문룡 같은 막장스러운 장수가 나타난 것도 명군의 말기적 상태를 보여주는 좋은 예.\n\n명나라군의 개개인 단위의 횡포와는 별개로, 명나라 조정은 공식적으로 조선에 식량까지 지원해줬다. 또한 징비록에서는 백성들이 굶어 죽어가자 자기네 군량 50석을 내어줬다는 기록도 있다.\n임진년 이후부터 명나라는 산동 등지에서 군량을 조달하여 현지의 명나라 병사들과 조선인들에게 뿌렸는데, 이 덕에 전쟁과 기근에 따른 조선의 식량 사정이 나아졌다.\n\n조선왕조실록 선조의 임진왜란에 대한 총평만봐도 명나라가 다했고 조선장수들은 별로 한것이 없다고 적혀있음.\n\n명나라가 조명 연합군 핵심은 맞는데 10할 이런 건 정말 택도 없습니다. 7~8할 정도가 적당하다고 봅니다. 조선 육군과 수군의 활약도 중요해요.\n\n조선이 한건 홈그라운드 제공+ 의병+수군이 전부입니다. 잘 쳐주면 2할 정도겠네요.\n\n이순신 역시 뻥카는 절대 아니죠. 전라도 해안을 막아서 일본 보급로에 상당한 차질을 줬는데 일본 쪽에서도 상당한 골치였을 건 의심할 여지 없죠.\n물론 명나라 육군이 메인이고 수군은 서브인 건 사실이지만 좀 비약하시는듯.\n\n일본군 북진을 실질적으로 막은 건 명나라라 할지라도, 후방보급과 추가 병력지원이 안되게 만든 건 이순신이며, 진주성 전투에서 이겨 곡창지대인 전라도지역을 사수하여 군량부족을 야기시킨 게 의병장들입니다.\n\n이순신의 수군이 왜군의 수륙병진을 막은 게 컸죠\n관군도 웅치,이치전투, 1차 진주성전투에서는 잘싸웠어요.\n오죽하면 김시민 목사가 일본에 공포의 대상이 됩니까? 모쿠소는 아직도 일본 인형극에 등장하는 공포의 장군입니다.\n\n[김시민(金時敏)]\n임진왜란 당시 진주 대첩을 승리로 이끌며 왜군의 침입 경로를 봉쇄하고 큰 전사자를 내며 패퇴시켰다. 김시민의 활약 덕분에 이순신은 해전에 집중할 수 있게 되었고, 왜군들은 보급에 직격타를 맞아 큰 손실을 입었다. 사후 그의 충정과 공로를 기려 이순신과 동일하게 '충무공'이란 시호가 내려졌다.\n\n이순신에 대한 일본 사료 찾아보고 다시 오세요. 임진왜란은 이순신에게 진 전쟁이라고 일본도 인정한 자료 있어요. 수륙병진작전을 차단해 일본군 굶어죽인 게 이순신이고, 육전에서 권율과 의병들이 진군 막은 게 얼마나 큰데 뭔..\n\n이순신이 보급을 잘 끊어줬죠. 사실 육군은 명군이 다했다고 봐도 무방하긴 함.\n\n명나라가 들어와서 왜군과 몇번 붙어서 깨진 다음에는 싸울 생각을 안하고 그냥 조선백성들 약탈이나 하면서 시간만 보냈습니다.\n조선에서 그 모습에 분노하며 같이 싸울 것을 종용해도 이런 저런 변명만하며 안싸우죠.\n결국 조선이 거의 단독으로 왜군을 남쪽으로 몰아붙였고 마지못해 싸우는 시늉만 하던 명군은 오히려 왜군이 무사히 일본으로 퇴각할 수 있게 조선 몰래 협상으로 길을 열어줍니다. 뒤늦게 이 사실을 알고 분노한 이순신 등의 조선군이 퇴각하는 왜군과 전투를 벌이자 공을 빼앗길까봐 억지로 참여한 것이 명군입니다.\n\n\n[위키]\n일본의 기록에 의하면 명군이 전쟁의 판도를 바꾸었지만, 명나라가 개입하여 전쟁이 길어진 측면도 있다고 평가된다. \nhttps://ko.m.wikipedia.org/wiki/%EC%9E%84%EC%A7%84%EC%99%9C%EB%9E%80\n\n[나무위키]\n참전 초기에는 빠르게 일본군을 밀어내며 금세 일본군을 몰아낼 줄 알았으나 오히려 일본군이 종전 협상을 요청할 때마다 그걸 들어주느라 시간을 끌어서 전쟁이 7년이나 지속되게 된 큰 이유가 되었다. \nhttps://namu.wiki/w/%EC%9E%84%EC%A7%84%EC%99%9C%EB%9E%80#s-4.4\n\n[한국역사연구회]\n조선은 명나라의 참전을 끌어냄으로서 초반의 위기 상황을 극복하고 반격의 전기를 마련할 수 있었다. 아무리 자국의 위협이 된다 해도 명의 출병 또한 간단하지 않은 문제였다. 그럼에도 불구하고 비교적 조속히 명이 파병을 결정한 것에는 조선과 명의 우호적인 외교 관계도 주요한 몫을 하였다.\n현재적 관점에서 일부 비판을 받고 있기는 하지만 조선의 명에 대한 사대외교는 실리적은 측면도 분명 지니고 있었다. 참전 이후 명나라 군대의 오만함과 장기주둔에 따른 민폐 등 문제점도 많이 드러났지만, 명의 참전을 이끌어 일단 패전의 위기를 극복하고 반격의 전기를 마련한 점은 외교적 노력의 성과로 보아도 좋을 것 같다.\nhttp://www.koreanhistory.org/3769\n\n[우리역사넷]\n명군이 시도한 제 1차 평양성전투는 일본측에도 적지 않은 충격을 안겨주었고, 나아가서 이후의 전황에도 상당한 영향을 미쳤던 것이다.\nhttp://contents.history.go.kr/mobile/nh/view.do?levelId=nh_029_0020_0020_0040_0020\n\n[通MAN'S BLOG]\n명군의 참전은 분명히 의의가 있었고, 특별한 케이스인 벽제관 전투 같은 몇몇 패배한 전투가 있기는 하지만 평양성 전투, 직산 전투처럼 승리한 전투도 있고 명군이 못 싸운 것이 절대 아니었다. 애초에 명군이 형편없는 군대였다면 전쟁 중 조선에서 명군의 편제와 교리, 무기를 다급하게 받아들일 이유가 없었을 것이다. 특히 이여송이 평양을 우수한 화력과 기술력, 전략으로 점령했을 때, 일본군은 정말 심각한 패닉에 빠졌고 조선군의 사기는 고조되었다. 게다가 일본군은 상대가 명군이라서 도망치는 경우도 많았다\n결론적으로 명군은 그럭저럭 제 역할을 해냈으며, 7년동안 각지에서 명군과 조선군이 연합해서 많은 전투에서 활약했다. 명군의 참전으로 인해 조선군의 사기는 크게 올라갔다.\n더불어 명군이 대규모의 육군을 파병하게 되면서 조선은 그때까지 유지하던 군인들을 고향에 돌려보내며 숫자를 줄이게 된다. 병농일치제인 조선에게 있어 생산 가능 인구를 군대에 잡아두는건 국가 생산력에도 영향이 미칠 수밖에 없는 부담 되는 일이었기 때문이다. 한때 17만에 육박했던 조선군은 명군의 참전이후 크게 줄어든다.\n따지고 보면 임진왜란 당시의 명군은 후반의 조선 조정의 주요 딜탱 역할을 수행한 셈이고, 조선의 수군, 근왕병, 의병이 서폿 역할을 했다고 볼 수 있다. 그리고 정유재란 즈음에는 숫적으로 명군이 주력이 되었다 임진왜란 당시에 조선군은 최대 17만, 명군은 약 5만이었지만 정유재란 당시에 조선군은 약 3만, 명군은 최대 11만에 달했다.\nhttps://kaiserhistory.tistory.com/m/1270\n\n[한명기의 한중일 삼국지]\n임진왜란 당시 명군의 참전이 조선의 위기를 극복하는 데 결정적인 기여를 한 것은 사실이다. 하지만 그 과정에서 조선이 감내해야 했던 고통과 피해 또한 막심했다. \nhttps://www.google.com/amp/s/www.joongang.co.kr/amparticle/23959840\n\n[동북아역사넷]\n예상치 못한 일본의 침입에 일방적으로 밀려 수도인 한양까지 내어 준 조선은 이순신이 이끈 수군의 연승과 각지에서 일어난 의병의 활약으로 반전의 계기를 마련하였고, 명의 군대가 참전하면서 승기를 잡아나갔다. \nhttp://contents.nahf.or.kr/edkjViewer/item.do?view=contents&pg=011&grade=003#gnb\n\n[다음 블로그 한때는, \"임진왜란때 명군이 구원군이고 도움되는 군대였다고요?\"]\n1593년 1월, 이여송이 이끄는 명군의 본진이 평양성 전투에서 승리를 거두자 전세는 대번에 역전되었다. 평양성에서 패한 고니시 유키나가(小西行長) 휘하의 일본군은 남쪽으로 후퇴하게 되었고, 그에 따라 함경도에 머물고 있던 가또 키요마사(加藤淸正) 휘하의 병력은 고립의 위기에 직면했다. 이제 명이나 조선이나 모두 전쟁은 일본군의 철수에 의해 끝날 것으로 낙관하는 분위기가 되었다.\nhttps://m.blog.daum.net/kugin02/15403217",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-10T10:07:47.754000",
  "updatedAt": "2022-12-07T00:41:41.639000"
}