{
  "id": "6341f09f-5499-4833-ab2c-8b16d7a6604a",
  "title": "전쟁과 사람 - 고대",
  "content": "[공자]\n공자 본인은 전쟁과 폭력을 좋아하지 않았다. 그러나 귀족 사회의 요구에 부응하기 위해서는 공자와 그 제자들도 병거를 몰아 전쟁하는 기술을 배워야만 했다. 그는 제자들에게 군사교육도 했다.\n공자는 병거를 이용한 전쟁법은 물론 그 자신도 병거를 타고 싸우는 전술에 뛰어났다. 스스로 병거를 잘 다룬다고 했는데, 병거를 모는 사람은 지휘관이자 전사를 의미한다. \n공자의 키는 9척 6촌(288cm)이 넘는 거구였기 때문에 당연히 육체적 능력이 우월했다.\n공자는 엄청난 거구라서 보기만 해도 사람들이 압도되었다고 한다. 공자 집안이 대대로 장사가 많았다고 한다. 특히 공자의 아버지는 혼자 성문을 완력으로 떠받칠 정도의 괴력의 소유자였다.\n공자는 목수 일이나 병거 몰기 등 온갖 궂은 노동으로 젊은 시절을 보낸 사람이다. 심지어 그는 제자 자로를 무력으로 제압했다는 얘기도 있다. 자로가 공자를 글귀나 읽는 서생인 줄 알고 갔다가 이 장대한 기골을 본 순간 움찔했다고 한다.\n그는 제자들에게 군사교육도 했던 사람이다. \n춘추시대에는 문관과 무관의 구분이 없었다.\n공자는 본래 무장을 배출한 가문 출신이고, 공자로부터 무예와 군사를 부리는 일을 배운 제자도 있었다. 공자가 제나라에서 첫 관직생활을 했을 때부터 그를 증오하는 자들의 습격으로 여러차례 생명의 위협을 받은 적이 있었는데, 공자가 호신술을 제대로 안 익혔으면 후에 노나라로 돌아가기도 전에 목숨을 잃었을 것이다.\n원래 춘추시대의 사(士)는 기본적으로 전쟁을 수행하는 전사 계급이었다. 평소에는 정치를 하고 전시에는 전쟁을 하는 것이 사(士)였다. 즉, 공자의 집단은 거의 무장세력이었다. 당대에는 이런 무장세력이 엄청나게 많았는데, 그것을 제자백가라 부른다. 물론 싸움만 하는 건 아니며 국가를 운영하고 행정업무를 다루기 위해서 학문도 갈고 닦았다. \n공자는 예(禮)·악(樂)·사(射)·어(御)·서(書)·수(數)의 육예(六藝)라는 커리큘럼을 만들었다.\n예는 그냥 예의범절이 아니라 각종 공식행사의 의례 절차를 배우는 것. 이걸 배우면 당장 외교나 제사 등의 국가행사를 주관할 능력이 생긴다.\n악은 음악인데, 이것도 그냥 요즘 실용음악 같은 것 뿐만 아니라 행사 때 연주할 음악을 배우는 것이라서 역시 관료로서의 실질적 교육이 된다. 또한 유교 텍스트에서는 문화 자체를 예악이라고 부르는 경우도 많으므로 참고할 것.\n사와 어는 활쏘기와 수레타기. 즉, 전쟁기술이다. 전차가 퇴화된 후에는 말타기로 바뀌었다. 여기에 직접적으로 언급되지는 않지만, 호신술로서 검술도 비중있게 가르쳤다.\n서와 수는 문서 만들기와 회계처리라고 보면 된다. 단순 글짓기와 산수가 아니라, 공무원으로 일할 때 문서를 작성하고 세금이나 국가재정을 계산하는 것과 연관되어 있는 것이다. 공자는 당장 관료로서 써 먹을 수 있는 실용 교육을 했던 사람이다.\n\n[석가모니]\n고대 인도의 소왕국에서 왕자로 태어난 석가모니는 어려서부터 승마, 창술, 궁술, 격투기, 수영 등 29종의 군사학을 연마하였다. \n영특했던 싯다르타는 일곱 살이 되던 해 이름 높은 두 명의 바라문 학자를 스승으로 맞아 후계자 교육을 받기 시작했다. 그는 문학, 논리, 종교철학, 의학과 약학, 기술공학 등 60여 종류의 경전을 모두 배워 통달하였고 검술, 창술, 궁술, 승마 등의 무술과 군사지략을 배워 통달하였다. \n싯다르타 태자의 신붓감을 구하는 연회가 열린 지 일주일 뒤 이번에는 야소다라 공주와의 결혼을 전제로 한 경합이 벌어졌다. 싯다르타 태자가 과연 야소다라의 남편으로 적합한지를 확인하기 위한 경합이었다. 이 경합에 무려 500명의 내로라하는 석가족 청년들이 몰려들었다. 수학과 언변에서 경쟁자들의 콧대를 납작하게 만든 싯다르타 태자는 궁술과 검술 그리고 말과 코끼리를 겨루는 무술대회에서 신기한 기술로 온 나라를 놀라게 하였다. 이때 가장 마지막까지 싯다르타 태자와 경합을 벌인 왕자가 바로 데바닷다로 훗날 부처님의 가장 큰 경쟁자이자 교단의 배반자가 된다. 모든 경합에서 우승을 차지한 싯다르타 태자는 온 나라의 축복 속에서 결혼식을 올렸다. \n불교의 경우 건강한 몸에 건강한 정신이 깃든다고 \n싯다르타의 깨달음 때부터 호흡법과 신체 단련 등에 대한 깊은 이해가 있다. \n소림사가 중국 무술의 시조인 것도 이런 풍조와 연관이 있다.\n\n[무함마드]\n이슬람교의 창시자인 무함마드는 현재까지 이어져 내려오는 이슬람식 종교·군사·정치적 시스템의 초석을 놓았다. \n무함마드는 탄압을 받게 된 이후로 메디나로 가 세력을 일으키고 메카 세력을 제압하며 아라비아 반도를 통일했다.\n\n[소크라테스]\n석공의 아들이었던 소크라테스는 그리스의 군인으로서도 용감한 삶을 살아 온 사람이다. 그는 페르시아 제국의 '아르타크세르크세스'와 '다리우스' 2세 재위 시대에 걸쳐 살았다. 아르타크세르크세스 시기에 페르시아 전쟁이 지속되고 있었고 \n소크라테스는 전쟁에서 기병과 중장보병으로 참전한 전쟁 용사이며 또한 레슬링의 달인이었다.\n스파르타와의 펠로폰네소스 전쟁시에는 중장보병으로 전투에 참여하였다.\n\n기원전 5세기 경 아테네는 14~16세 청소년들의 체력 단련 수업에 심혈을 기울였다. 이때 청소년들이 체력 단련을 하던 체육관 이름이 ‘김나시온(Gymnasion)’이었다. 소크라테스는 매일 체육관에서 레슬링을 연습했다. 또한 그는 김나시온을 비롯한 여러 체육관을 돌아다니면서 청소년들과 철학적인 주제에 대해 토론하기를 즐겼다. 김나시온은 체력 단련은 물론이고 선생과 학생들이 최근 이슈에 관해 다양한 의견을 나눴던 교육과 토론의 공간이었다.\n\n소크라테스는 그냥 철학자가 아니라 매우 용감한 전사이었으며 앎과 삶을 일치시킨 실천가였다. 그가 전투에 참여한 것은 기록상 세 차례이다. 플라톤이 쓴 ‘소크라테스의 변론’과 ‘심포시온’, 크세노폰이 쓴 ‘메모라빌리아’에 그의 참전 내용이 나온다. 포티다이아 전투, 암피폴리스 전투, 델리온 전투가 그것이다. 그는 펠로폰네소스 전쟁의 서막인 포티다이아 전투에서 알키비아데스의 목숨을 구했다(심포시온). 델리온 전투에서 패배할 때 소크라테스는 최후까지 남아서 천천히 후퇴하며 적을 노려보았기 때문에 그를 당해 낼 적이 없었다(심포시온). 대화편 중에서는 암피폴리스 전투에 참여한 것은 소크라테스 자신이 언급한 것으로 ‘변론’에만 나온다. ‘소크라테스의 변론’에서 자신은 모두 세 번의 전투에 참가했었음을 밝힌다.\n\n펠로폰네소스 전쟁이 한창이던 기원전 430년,  40대였던 소크라테스는 중장보병 시민 예비군으로서 소집되어, 아테네 원정군 중장보병 3천 명중 선발대 1천 명의 일원으로서 멋쟁이 도련님이자 애제자인 알키비아데스와 함께 포티다이아 원정에 참전했다.\n이것에 대해 알키비아데스는 다음과 같이 언급했다.\n\"우리는 함께 포티다이아 전투에 나갔고, 한솥밥을 먹었습니다. 이 전투에 대해 우선 말할 것은, 어려움을 견뎌낸다는 점에서 소크라테스 선생님은 나보다 뛰어나실 뿐만 아니라 군대 전체에서 선생님을 당할 자가 없었다는 것입니다.\"\n플라톤이 전하는 바에 따르면, 포티다이아 전역에서 아테네군이 스파르타군의 기습공격을 당했을 때 알키비아데스는 (아마도 그가 명문가 도련님임을 과시하는, 금과 상아로 장식되어 번쩍이는 갑옷 때문에 적들의 집중 표적이 되어) 부상을 입고 쓰러지고 말았다. 하지만 다행히도 알키비아데스 바로 곁에서 소크라테스가 함께 싸우고 있었다.\n\"내가 목숨을 건진 것은 전적으로 소크라테스 선생님 덕분이었습니다. 내가 부상을 당했을 때, 선생님은 내 곁을 떠나지 않고 나를 지켜주셨고, 나와 나의 무기를 구해 주셨습니다.\"\n즉 소크라테스는 기습공격으로 혼란스러워 각자 자기 몸을 돌보기도 급급한 상황에서 부상당해 쓰러진 제자를 적들로부터 지켜냈으며 구해낸 것이다.  소크라테스는 20kg의 청동갑옷을 입고 10kg의 청동방패를 한 손에 들어 적들의 창을 막아내면서, 갑옷 무게까지 합쳐 최소 70~80kg였을 제자를 나머지 한 손으로 끌어낸 괴력의 소유자였다.\n\"나는 그 때 장군들에게 선생님께 무공훈장을 수여할 것을 건의했습니다. 그러나 장군들은 나의 가문 때문에 나에게 호의를 베풀었고, 무엇보다 선생님이 아닌 내가 포상을 받아야 한다는 선생님 자신의 의지가 장군들을 오히려 압도할 정도였습니다.\"\n불과 포티다이아 연합군 전사 300명과 아테네군 전사 150명 만으로 전투를 승리한 후 소크라테스가 아닌  알키비아데스는 새 갑옷 한 벌과 금관을 상으로 받았다. 이는 소크라테스 본인이 내 제자가 상을 받아야 한다고 우겼기에 가능한 일이었다.\n\n[플라톤]\n플라톤은 판크라티온(그리스격투기)을 익힌 격투기 선수였다. 고대 올림픽과 함께 그리스 4대 제전이었던 이스트미아에서 판크라티온에 출전해 두 차례나 우승했다고 한다.\n플라톤이 신체단련과 지식의 획득이 조화를 이루어야 한다고 말한 것은 알지만 당시 고대의 판크라티온은 이빨로 물거나 눈을 찌르는 행휘만 빼고 모든 것이 허용되는 종합 격투기였다고 한다. 실제 싸움보다 더 치열했으며 장기가 손상되거나 목뼈가 부러져 상대가 죽는 사례가 많았다고 한다.\n옛날 철학자들은 심신을 함께 단련했는데 플라톤도 레슬링과 판크라티온의 ‘프로’였다고 합니다. 판크라티온은 오늘날 이종격투기의 원형입니다. 참고로 플라톤이라는 이름은 ‘어깨가 넓은 사람’이란 뜻이지요.\n\n[필립2세]\n알렉산더의 아버지 필립포스 2세도 팡크라티온 선수였다.\n\n[피타고라스]\n피타고라스는 올림픽 경기의 권투와 판크라티온의 챔피언으로도 알려져 있다. 젊었을 때는 올림픽 경기에 참가해서 판크라티온 경기(현대의 권투와 유사함)에서 우승을 차지하기도 했다.\nDiogenes Laertius가 기록한 정보에 따르면 장발의 청년이 올림픽 경기장에 와서 청소년 부문에 출전할 수 있는 허가를 요청했다. 당시 피타고라스는 아직 17세도 되지 않았다. 그가 거절당했을 때, 피타고라스는 대회의 성인 참가자 그룹에 합류했고 청중을 놀랍게도 챔피언이 되었다.\n\n[아르키메데스]\n고대 그리스의 수학자. 시칠리아의 시라쿠사에서 태어났다. 그는 기하학의 원리를 응용한 훌륭한 기술자였고 수학을 실생활에 응용하여 그리스 수학을 한 단계 더 성장시켰다고 평가받는다.\n제2차 포에니 전쟁(기원전 218년 ~ 202년)에서 시라쿠사는 카르타고의 편을 든 탓에 로마의 공격을 받게 되었다.(시라쿠사 공방전) 그러나 시라쿠사는 아르키메데스에게 의뢰하여 갖가지 신무기를 준비하고 있었다. 지렛대와 도르래의 원리를 이용한 투석기와 기중기, 그리고 잘 갈아 만든 청동 거울들로 거울로 햇빛을 반사시켜 로마군의 배를 불태우고 투석기로는 거대한 돌을 마구 날려댔으며 기중기로 로마군의 배를 멀리 던져버리는 가공할 만한 무기들이었다고 전한다.\n로마군의 사령관이었던 마르켈루스는 정면공격은 어렵다고 판단해 우회공격을 하기로 했다. 시라쿠사 사람들이 승리에 도취되어 아르테미스 축제를 열고 술에 취해있는 틈에 시라쿠사를 습격하여 성을 함락시키는 데 성공한 것이다.\n마르켈루스는 아르키메데스의 명성을 잘 알고 있었고, 병사들에게 그를 살려서 데려오라 명했다. 한편 아르키메데스는 그 와중에도 모래판에 원을 그려놓고 연구에 몰두 중이었는데, 마르켈루스의 명령을 전달받은 한 로마 병사가 잠입했다. 그러나  아르키메데스가 \"그 원을 밟지 말라!\"고 말하자 그를 몰라본 그 병사가 이에 격분해 죽이고 말았다. 하지만 실제로 아르키메데스가 이런 말을 했는지 안 했는지가 불분명하다고 한다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-11T14:00:39.101000",
  "updatedAt": "2023-11-14T07:54:08.192000"
}