{
  "id": "63c5d163-4ab3-467d-bf65-98070c4bb436",
  "title": "전쟁과 과학(망원경)",
  "content": "![image](media/17e3df5646a.83e0eafe9873342e.jpg)\n\n\n영국 BBC방송에 따르면 아시리아인들은 갈릴레이보다 3천여년 앞선 기원전 1500년께 망원경을 만들어 천체관측에 이용했다는 것.\n아시리아인들은 당시 크리스털로 만든 렌즈를 이용해 망원경을 만들었으며, 이를 상업적.군사적 목적은 물론 천체관측에도 사용했다는 것이다.\n\n1608년 네덜란드의 한 안경점에서 젊은 도제공이 스승이 출타한 한가한 시간에 렌즈를 가지고 놀다가 멀리 있는 물체가 가까이 보이는 현상을 발견했고, 그 현상을 스승에 알렸는데, 그 스승은 그것이 대단한 발견임을 단번에 알아차렸습니다. 그 스승이 바로 망원경 발견자로 알려진 한스 리페르셰이 입니다.\n\n망원경에 먼저 눈독을 들인 곳은 군대였습니다. 당시 스페인과 30년동안 전쟁을 치르던 네덜란드는 망원경으로 해상에서 먼저 적을 발견해 유리한 위치를 선점 해전을 유리하게 이끌 수 있었습니다. 즉, 당시 망원경은 군사 무기였던 것입니다.\n\n렌즈 두 개만 있으면 만들 수 있는 간단한 망원경을 군사기밀로 묶어두긴 어려웠습니다. \n1609년 5월의 어느 날 밤, 갈릴레이는 자신의 인생뿐만 아니라 인류의 운명을 바꿔 놓을 새로운 소식을 접하게 된다. 네덜란드의 어떤 안경 상인이 튜브의 양 끝에 렌즈를 두 개 끼워 망원경이라는 장난감을 만들었다는 소식이었다. 호기심이 발동한 그는 즉시 그 물건을 주문했다. 도착한 망원경은 물체가 2~3배 정도 확대돼 보이기는 해도 상이 희미한데다 찌그러지기까지 하는 장난감 수준이었다.\n처음 그 물건이 나왔을 때 많은 관심을 가졌던 대중의 관심은 급속히 시들고 말았다. \n\n소문이 꼬리를 물고, 1609년 5월 이탈리아 파도바대학 수학교수 갈릴레오 갈릴레이에게도 알려졌습니다. 그는 즉시 그 원리를 생각해보고 직경4.2cm인 납유리로 된 볼록렌즈와 오목렌즈로 하루 만에 망원경을 만들었고, 이것을 원로원 의원들에게 시연해 보여 군사무기로서의 가치를 입증해 봉급이 두 배로 올랐답니다. 그는 다시 직경 4.4cm 길이 1.2m 배율 33배인 망원경을 만들었고, 이 망원경으로 역사상 처음으로 하늘을 관측했으며, 은하수가 별들로 이루어졌다는 사실과, 목성과 목성의4대 위성, 토성의 고리, 태양의 흑점 등 놀랄만한 많은 관측결과를 발표했습니다. \nGalileo sended it to the Doge of Venice, one of the republic’s senior leaders, with the recommendation that it be used by the country’s army and navy as an instrument of war. \nIt was capable of an approximately 8-9x magnification at a time when everyone else reached only 4x. This was called a spyglass because of its remarkable military applications—you could spy on enemy ships and military maneuvers long before ...\nThat meant that Venetian admirals using a Galileo spyglass could have reconnoitered enemy fleets and positions from 8 miles away, where they would be pinpricks to someone using a 4x telescope and invisible to anyone who didn’t have a spyglass.\nGalileo outlined this potential advantage in his letter to the doge, but the doge didn’t immediately buy it for Venetian forces. Still, Galileo was rewarded for his work. His salary as a professor of mathematics at the University of Padua was doubled and he was granted the position of “professor for life.”\nThe inventor, of course, went on to find other uses for a good telescope. Galileo invented a 20x telescope that allowed him to identify the larger moons of Jupiter, the phases of Venus, and other phenomena in the night sky.\nThe telescope wasn’t the only thing that Galileo ever created for the military. He also created an improved “gunner’s compass(군용 나침판)” that allowed artillerymen at the time to quickly calculate elevation, making them more lethal in siege warfare.\n1598 년에 갈릴레오는 이익이 적었지만 자신 만의 디자인의 기하 형 및 군용 나침반을 판매하기 시작했습니다. 직각으로 부착 된 두 개의 눈금자로 구성되고 그들 사이에 세 번째 곡선 눈금자가있는 Galileos 나침반 (섹터라고도 함)에는 여러 기능이있었습니다. 군대의 군인들은 대포 배럴의 높이를 측정하기 위해 그것을 사용했고, 상인들은 그것을 사용하여 환율을 계산했습니다.\n볼록렌즈와 오목렌즈를 사용하는 갈릴레이식 망원경은 배율이 낮고 시야가 좁은데, 이것을 1611년 요하네스 케플러가 보완해 볼록렌즈 2개를 사용해 배율도 높이고, 시야도 넓혔는데, 이런 것을 케플러식 망원경이라 합니다.\n\n그런데 이 망원경은 중심에서 떨어진 가장자리 부분의 색이 번지는 현상인 색수차가 있었고, 이것을 해결하는 방법은 당시로선 망원경 길이를 길게 하는 수밖에 없었습니다. 당시 길이가 무려 65m나 되는 망원경이 있었다고 합니다.이걸로 관측하려면 많은 보조인력이 필요했지요.\n\n색수차를 없앤 망원경은 1668년 영국의 뉴턴이 만들었습니다. 그는 렌즈를 사용하면 색수차가 생기니 렌즈 대신 반사경을 사용하는 방법을 연구했고, 직경 2.5cm 청동 오목거울과 평면경을 사용하여 길이 15cm의 뉴턴식 반사망원경을 만들었습니다. 이 작은 망원경이 40배의 배율이었다니 앞의 길다란 망원경에 비하면 놀라운 성능이 아닐 수 없습니다.\n\n1672년 프랑스의 카세그레인은 새로운 망원경을 만듭니다. 가운데 구멍이 뚤린 오목한 반사경과 작은 볼록거울을 사용한 것으로, 주경이 반사한 빛을 부경이 다시 반사시켜 주경의 가운데 구멍으로 나가게 하는 것입니다. 그러나 이렇게 획기적인 개념의 망원경도 사용하는 금속거울의 빛 반사율이 16%로 낮고, 녹이 슨다는 약점 때문에 널리 사용되진 못했습니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "0e59aec6-754e-4c02-893c-70f18f19c937"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-09T18:17:05.756000",
  "updatedAt": "2022-01-09T19:17:12.178000"
}