{
  "id": "64e49ddc-40f5-47b2-83d5-21ccb728e799",
  "title": "수평적 조직의 문제",
  "content": "기업이 시간과 노력을 들여 기존의 문화를 바꾸고 수평적 문화에 대한 의지를 다지는 것은 결국 수직적인 문화가 갖는 한계 때문입니다. 수직적인 조직문화에서는 위계 구조가 갖는 특성상 권위와 강요, 불공정과 무시가 잠재될 가능성이 높습니다. 이는 곧 계층별 소통의 동맥경화를 초래하고 업무 유연성과 생산성 측면에서 문제를 야기하죠. 서용구 숙명여대 경영학부 교수는 “효율성을 강조한 수직적 기업문화가 과거 비약적인 성장을 이끌었다면 이제는 수평적인 문화가 이윤을 창출하는 시대로 바뀌고 있다”며 “디지털 전환이 가속화하면서 IT기업이 다른 기업 표준이 되고, 그들이 가진 수평적인 기업문화도 점차 받아들이고 있다. ‘직급 간소화’, ‘호칭 개편’ 등도 이러한 모습 중 하나다”고 분석했습니다.\n그러나 수평적 조직문화를 조성하기 위해 도입한 이러한 실험으로 여전히 많은 기업은 성장통을 겪고 있습니다. 여러 기업이 수평적 조직문화로의 혁신을 위해 발벗고 나섰지만 유명무실하거나 과거 제도로 회귀한 사실이 이를 반증하죠. 한화와 포스코, KT는 한 때 직원간 호칭을 매니저로 통일하면서 제도 개편에 나섰지만 수년 내 기존 직급 체계와 호칭으로 복귀했습니다. 제도는 바뀌었지만 오히려 업무 책임이 불명확해지고, 실질적인 업무형태는 과거와 같아 개선점을 찾을 수 없었기 때문인데요.\n현장에서의 노하우가 생산성을 좌우하는 제조업에선 ‘연공서열=능력’ 공식이 여전히 유효합니다. 정해진 틀에 맞춰 빠르게 업무를 추진하는 것이 성패를 좌우하는 제조업 기업들은 상하관계가 명확한 게 도움이 된다는 얘기입니다. 호칭 파괴가 만사가 아니라는 지적도 있습니다. 직원들이 회의 자리에서 입을 열지 않는 것은 상사의 직급에 주눅 들어서가 아니라 ‘아는 것이 없어서’란 주장이죠. 수평 문화라는 당위 아래 구성원의 의견을 강요하는 것이 오히려 불편함을 야기할 수 있다는 대목입니다.\n수평적 조직문화로의 변화는 목적이 아닌 수단입니다. 회사 입장에서는 더 나은 성과를 창출하는데 수직적 구조보다 수평적 조직문화가 더 낫다는 판단을 했을 뿐이죠.\n기업의 조직문화 담당자라면, 본질적인 고민 없이 그저 트렌드를 따라가려는 마음, 그리고 좋은 기업으로 인정 받고 싶은 허영을 저변에 둔 채 조직문화를 대하는 것은 아닌지 냉정하게 돌아봐야 합니다. 수평적 조직문화는 얼핏 이상적으로 보일 수 있습니다. 하지만 실제론 리더와 구성원 개개인에게 보다 높은 차원의 책임과 의무가 요구되는 큰 변화입니다.\n기업이 어떤 조직문화를 선택하든, 변하지 않는 사실은 결국 조직문화도 리더의 몫이라는 점입니다. 기업의 성장을 위해 수직적인 조직문화를 채택한다면 합리성에 기반한 권위를 내세워야 하며, 수평적 문화를 원한다면 임직원의 역량 발굴과 성과 창출을 위한 커뮤니케이션 노력이 수반되어야 합니다.\n또한, 조직문화를 꼭 수평적 문화와 수직적 문화와 같이 이분법으로 생각할 필요는 없습니다. 기업의 비즈니스 모델과 조직 특성을 고려하여, 현실에 맞게 위계와 평등이 공존하는 형태로 조직과 구성원 모두 성장할 수 있는 우리 기업만의 조직문화를 재정의하는 것이 선행되어야 합니다.\n\n수직적 문화의 가장 큰 단점은 일방적인 위에서 아래로 내려오는 (Top-Down) 방식의 소통방식이었다. 좋은 의견이 반드시 상위그룹에서만 나오는 것은 아니다. 실제 시장의 변화와 고객의 반응은 실무담당자들이 가장 정확하게 많이 알고 있을 수 있다. 이렇게 아래에서 위로 (Bottom-Up) 자유롭게 소통이 될 수 있게 하기 위해, 호칭을 파괴하고, 영어이름을 부르게 하는 것이다. 결과적으로 수평적 조직문화의 장점 중 하나는 자유로운 의사소통을 통해 자유롭게 의견을 개진할 수 있는 것이다.\n수평적 조직문화의 기본은 상호존중과 책임감이 필수적인 것이다. \n\n결국 가장 중요한 것은 바로 기업 자체의 문화입니다. 기업 자체의 문화는 곧 조직 구성원들 개개인의 행동 양식의 집합체이죠.\n\n수평적인 조직 문화를 추구한다고 조직 구조를 간소화시킨다던가, 직급을 축소시키는 등의 조치는 겉으로는 그럴싸해보여도 조직 구성원들이 바뀌지 않는한 구호에 지나지 않습니다. 수평적 조직문화가 제대로 작동하기 위해서는 조직 구성원들의 행동 양식이 중요합니다.\n먼저 조직 구성원 간에 솔직한 정보와 의견 공유가 필요합니다.\n일하는 방식에 있어서 자율성을 부여해줘야 합니다. \n마지막으로 조직 구성원들이 서로를 인격체로서 존중하는 문화가 필요합니다. \n\n[토론]\n수평적 조직은 대표, 임원부터 신입까지 다 하던가, 다 하지 말던가 해야죠. 그렇게 안하면 부장급, 시니어들만 중간에서 어려워짐. 임원들은 부장, 시니어급들에게 책임을 묻지만, 부장,시니어급들은 주니어들과 수평적 문화라 서로 애매하게 되고..그냥  아무것도 안됨.\n\n최근 경험한 조직을 보면 조직 내부에 선후배간 지식의 전수 체계가 거의 무너진거 같습니다. (수평적 문화와 밀접)\n\n수평적 소통은 서로 다른 goal을 가진 두 조직 구성원 간에 시너지를 낼 수 있는 지식을 교환할 때만 의미가 있고 대부분의 일상소통은 빠르게 수직간 대화를 통해 의사를 결정하는데 이루어진다.\n모두가 자신의 상관과는 수직간 소통, 타 부서와는 수평적 소통을 잘하게 되는게 곧 리더십의 완성.\n\n인사는 각 산업이나 회사의 상황에 맞게 유연하게 해야겠죠. 고정비가 인건비의 대부분을 차지하고 있는 IT회사의 전략을 제조업에 잘못쓰면 돌이킬수 없게 될 수도 있습니다.\n\n우리 회사에서 임원과 팀장 직책 외엔 모든 직급 다 없애고 수평적 문화 시행한지 10년 넘었는데 결과는? 업무가 개인 단위로 파편화되고, 개인 독점화되서 팀웍도 없고 개인주의가 팽배하게 되었습니다. 그리고 결정적으로 신입 직원 조차 경험많은 선배 직원들한테 배우려고 하지도 않고 선배들도 굳이 나서서 가르켜 주려고도 하지 않습니다. 그렇다고 회사 실적이 좋아졌나 하면 그렇지도 않습니다.\n\n영어 이름쓰고 직급 없앤다고 수평적 조직인가. 이분 말씀 절대 공감합니다. 특히 우리나라는 어떤 기업이 뭐 한다고 하면 다 따라해.\n\n외국에서 일함. 한국에서도 10년 일함. 그래서 나름 그 차이를 안다고 생각함. \n미국 IT 회사가 수평적이라고 생각하는건 그 안에는 들어가보지 못했으면서 겉만 핧고 지 입맛대로 해석한 거임. 미국 회사도 레포팅 라인이 있어서 그 레포팅 라인을 따라 강력한 수직 라인이 있음. 다만 한국처럼 직급, 나이에 따른 위세가 거의 동작하지 않음. 내가 3-4 직급 높아도, 같은 레포팅 라인이면 peer to peer임. 미국 회사들이 창의력이 좋은 건, 기존 업무 잘하는 사람만 높이 평가하는게 아니라, 창의력이 좋은 사람도 높이 평가하기에 이를 증명할 기회를 일년에 1/5정도의 시간을 투자하기 때문임. 그래서 업무를 잘하는 사람의 경우, 이 경쟁에서 밀릴 수 있기 때문에, 존재 가치를 증명하기 위해서 Bottom-up 처럼 계속 아이디어를 어필하는거임. \n그냥 무난하게 차질 없이 업무하는 사람들의 경우, 진급이 밀릴 확률이 높기 때문에, 어느 시점이 되면 그 커리어가지고 이직하는게 더 좋아지는 시점이 옴.\n\n한국사회의 수직적 구조에서 아랫사람에게 반말하고, 자기는 업무에 완벽하다는 무오류의 신화에 빠진 나이든 꼰대를 막는 것도 중요하고, 무책임과 공평주의의 신화에 빠져있는 젊은 꼰대를 막는 것도 중요하죠. 수직적  조직구성과 수평적 문화를 잘 어울리게 해야하는데 이게 결코 쉽지만은 않다.\n\n직원이 10명 이하일 때는 수평적 조직이 가능할지라도 그 이상 되면 수평적 문화로는 조직 관리가 불가능하다고 생각합니다. 거기에 맞춰서 도입된게 Agile 이라는 업무 방식인데 저희가 지금 이 방식으로 업무중인데 조직을 엄청 쪼개서 최대한 수평으로 만들다보니 업무와 관련없는 일이 절반이고 타 팀과 소통해야 되니 쓸데없는 미팅이 또 시간을 엄청 잡아먹네요. SW 개발팀이 이 정도인데 타 팀에도 도입하다보니 진짜 개판이 되고 있어요.\n\nAgile : 프로젝트에 따라 그 업무에 적합한 인재들을 뽑아서 전담 조직을 만들고 거기에 필요한 전권을 주는 것. Agile의 원어의 뜻은 to do/act, 목적성에 맞추거나 문제를 해결하기 위한 행위.\n\n이름을 부르고 직급을 없애는 것보다 중요한 것은 사통팔달의 소통 체계.\n서로의 존중 아래 각자의 위치에서 필요한 일을 하는 것부터가 중요.\n그래서 그 어느 때보다 업무 분장과 진행 상황 점검과 일정 관리 등을 맡은 관리자의 교통 정리 능력이 중요해짐. 새로운 사업을 할 때에 그것이 기존 사업과 결이 다른 경우에는 따로 회사를 만든다고 생각하고 agile 조직을 만드는 것이 중요. 사업부가 되었든 개발팀(스튜디오)이 되었든, 반드시 분할이 필요함.\n\n수평적 조직 만든답시고. 팀장 외 전 팀원을 매니저로 통일하고,  업무를 수평적으로 쪼개 분장했던. 과거가 생각나네요. 보고도 팀장에게만하고 협업이 아니라 개인플레이 위주. 업무 진행은 ERP를 통해 공유. 개인의 역량이 최대한 발현될 것 같기도 했는데 결국 엉망이 되어가는 조직이 되어가는 느낌이었다. 인사고과는 공정한 것 같지만 인사부서에서 승진 할당량 내려오고 결국 리더의 재량에 의지하게 된다. 지금은 회사가 어찌 돌아가는지 모르지만.. 주가 보면 안봐도 비디오 입니다. 원가절감도 작작해라.\n\n조직과 개인의 목표를 정확히 정의 내리지 못하고 그 성과에 대한 평가도 제대로 못하게 되니 자연스럽게 선임자에게 책임을 묻게되고 그대로 서열화 책임을 묻게 될 수 밖에.\n중요한 핵심은 최고 리더가 미션과 비젼, 핵심가치를 제시하지 못하고, 조직에 대한  개념이 없다는 거임. 일상 업무로 전환된 사업은 이미 통상 조직으로 해결이 가능하므로 딱히 기존의 조직 자체를 없앨 필요는 없음.\n\n회사다닐 때 한창 수평 조직화가 유행이었어요. 자기 자리 없애고 앉고 싶은 곳 앉고 서서 일하고, 그냥 남들 따라하는 흉내용으로 그리하고 내외부에는 혁신이라는 말로 포장 했죠.\n\n수평적 조직이라는 것이 사람들이 사장이랑 평등해지고 싶다는 게 아니라 존중받고 싶고, 자신의 능력을 발휘할 기회를 얻고 싶다는 것임. 우리나라 군대보면 얼마나 갑갑한지 다 알듯이 한국 기업도 외국 기업에 비하면 그렇게 갑갑하고 비효율적이며 정치질 심하고 존중이 부족하다는 것.\n\n인사가 만사, 조직문화, 프로젝트 팀워크, 커리어 래더시스템 어쩌고 많이 들었는데 사수 잘못 만나면 신입 입장에서는 첫바늘 잘못 꿰는 거임. 유능한 사수 밑에서는 6개월 참는 거고, 공정한 사수/ 팀웍이 있으면 태산도 넘고 싶어진다. 함께하고픈 사람이 참 없는 시대. 빨리 뽑아먹고 나가야 겠다 싶어지는 시대.\n\n리더의 비전이 정말 중요하죠. 리더가 비전없이 방향성을 제시해 주지 못하면 조직은 관성으로 돌아가게 되는데, 망하는 징조이죠.\n\n본질이 안바뀌고 기존과 똑 같은데 제도 조금 바꾼다고 갑자기 수평적인 문화가 되고 소통이 잘 되고 창의력이 솟아나진 않는다.\n\n일이 가지는 위계가 있기 때문에 업무의 효율성과 편의상 직급이 있는 것이다.\n근데 그런 의도는 온데간데 없고 권위와 상명하복을 강조하는 직급만 남았으니 수직적 문화의 폐해가 발생하는 것이다. \n또 수평적조직이라고 하니 직급만 없애면 된다고 쉽게 생각하는 관리자들. 실제로 조직이 그렇게 굴러가지는 않는다..",
  "color": "default",
  "labels": [
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-09-05T22:05:06.669000",
  "updatedAt": "2023-11-16T15:27:14.234000"
}