{
  "id": "65855ec3-5b28-4c06-936b-a5b54c8fc9f7",
  "title": "초인플레이션의 역사 - 일본",
  "content": "[일본 버블시대]\n갑작스러운 무역환경 악화로 인한 경기둔화에 일본 정부는 경기 부양을 위해 금리 인하와 부동산 대출 규제 완화라는 정책을 폈다. 부동산 가격과 주식 가격은 이 때를 기점으로 폭발적으로 상승하기 시작했고, 특히 부동산 시장은 기존의 부동산 불패 신화도 있었기에 더욱 상승했고 이에 따라 기업과 개미들이 재테크로 거금을 벌었다는 소식이 잇따라 전해졌다. 투기 열풍이 불기 시작하면서, 여기에 혹한 기업과 중장년층이 대박을 꿈꾸며 자산시장에 대거 진입했다. \n\n1980년대 초반 일본 기업들은 재테크를 벌이고 있었는데, 1984년에 일본 대장성은 \"투금 계정\"이라는 불법 계정을 합법화함으로써 기업이 주식이나 채권 등에 투자할 수 있는 길을 열어 주었다. 투금계정이란, 재무상태표에만 나타나고 손익계산서에는 기타포괄손익으로 처리할 수 있는 특별자산들을 모아놓은 펀드 투자자산 계정이다. 일본에서는 1984년 이전까지 비금융권 기업이 펀드에 투자하는 것은 불법으로 규제해왔다.  한국에서는 불법이었던 적이 없다.\n이 때문에 기업은 자본이득세를 한 푼도 내지 않고 증권사 투금 계정에 돈을 넣어두고 재테크를 즐길 수 있게 되었다. 1980년대 들어 성장세가 둔화되자, 정부에선 일본은행을 윽박질러 기준금리를 5.00%에서 2.50%까지 떨어뜨린다.\n이는 은행의 대출 폭풍을 유발하여 엄청난 액수의 돈이 각종 자산에 쏟아진다. 은행의 고위 간부와 기업가, 그리고 이를 감시해야 할 관료가 서로 인맥으로 묶여있는 일본의 특성 덕분에 무분별하고 부주의한 대출이 많았다. 이는 일본기업의 재테크 수익을 높였고, 다시 주가가 오르면서 더 큰 재테크 수익을 벌어 들이는 악순환이었다. 1985년 투금 계정의 잔액은 9조엔이었지만, 1989년에는 40조 엔까지 팽창했다. 당시 일본인은 기업의 현금흐름은 신경쓰지 않고, 재테크로 불어나는 자산만 보고 달려 들었다. 이것도 일본 기업을 부실하게 만드는 원인이 되었다. 언제든지 흑자도산이 일어날 수 있게 된 것이다. PER이 67을 찍었고 전통적인 기업들이 성장주로 과대평가받기 시작했다.\n일본 증시가 이렇게 폭등하자, 일본 정부는 NTT 민영화를 시작했는데, 공모가와 공모 주식 수를 발표하지 않았는데도 사람들이 공모청약에 몰려들었으며, 상장 시초가가 120만엔이었다. 그럼에도 단 이틀만에 25%가 추가상승했고, 2주만에 정확히 2배인 240만엔까지 올랐으며, 1989년 연말에는 400만엔 부근까지 치솟았다. 당시엔 언젠가는 뜰 것이라는 예상이나, 수백만엔을 호가하는 NTT보다 주가가 싸다는 이유만으로 주가 폭등하는 등 막장 증시의 진수를 보여주었다.\n\n여기에 이제는 정부가 나서서 부동산 거품을 조장하고 나서니 투자자들은 이에 호응하여 광적으로 부동산에 투자하기 시작했다.\n일본은 1960년대부터 1970년대까지 토지 가격이 50배 정도 뛰는 동안 소비자 물가 지수는 고작 2배 오르는 기현상이 벌어졌다. 즉, 땅값의 실질 가치가 25배 급등한 것으로, 이 때문에 일본사회 전반에 토지불패 신화가 확고하게 자리잡게 된다. \"오르기는 해도 절대 떨어지지는 않는다\"는 당시 일본 부동산 버블을 상징하는 말이었다.\n지가가 상승하는 와중에 일본은행이 기준금리를 6%에서 2.5%까지 떨어뜨리자 은행들은 대출 경쟁을 벌였다. A은행에서 8% 금리를 제시하면 옆 B은행에 가서 7.5% 대출을 제안 받고, 다시 그 옆 C은행에서 7% 대출을 받아 가며 토지 투기가 벌어졌다. 당시 LTV는 200%까지 치솟았다. 이는 토지만 있으면 지가의 2배에 달하는 대출이 가능하다는 의미다.\n이렇게 대량의 자금 수혈이 가능하다보니 아직 저렴했던 땅에 돈이 풀리며 지가를 올리고, 이 토지를 담보로 또 지가보다 더 많은 자금을 끌어오고, 이 돈으로 다른 저렴한 땅을 사고, 사 놓은 땅의 지가도 계속 오르니 추가 대출이 가능하고... 이렇듯 터지기 전까지 화수분처럼 불어나는 게 자본 버블의 특성이다. 이렇게 점점 미나토구를 중심으로 시작된 부동산 광풍은 도내를 넘어 도쿄 광역권 전체에 휘몰아쳤다. 요코하마시, 가나가와현, 사이타마현, 치바현 등... 더 무서운 건 이중 치바와 사이타마는 거품 붕괴 이후에도 지가가 요지부동이다. 이러다보니 도쿄도 이외도 무사할 수가 없어, 오사카시에서 케이한신권으로, 나고야시에서 인근 광역권으로 등등 일본 전역에서 비슷한 양상이 나타난다. 다만 농촌은 제외.\n거품이 붙는 속도도 어마무시해서, 도쿄 지가는 1981년부터 버블 붕괴 직전인 1990년까지 5배 이상 폭등했는데 이중 대부분은 1987년~1988년 1년의 3배 상승분이다. 당시엔 \"도쿄를 팔면 미국을 살 수 있다\"는 농담이 유행하기도 했고 이 당시 도쿄 궁궐의 지가가 캘리포니아주 전체, 캐나다 전체 지가와 맞먹었다.\n당시 내 집 마련을 꿈꾸던 당대 일본 월급쟁이들에게 상당한 재앙이었던지라 100년 만기대출같은 황당한 상품이 등장하기도 했고, 직장인 때문에 치바현이나 사이타마현, 가나가와현, 도쿄 중서부지역, 이바라키현 남서부 지역의 인구가 급증하기도 했다. 더군다나 공공 임대 아파트의 공급은 이에 훨씬 못미쳤기에 청약 경쟁률이 턱없이 높았다.\n\n일본인들은 1980년대 갑자기 돈이 흘러넘치자, 상류층끼리 친목을 다지기 위해 골프장과 골프회원권, 호텔 투기가 극성이었다. 특히 1986년 일본 경제성장률이 -0.5%를 찍어 금리를 낮춘 이후로 유독 심해졌는데, 이를 근거로 일본 버블경제의 시작을 이 골프 회원권과 호텔 투기 시점으로 보는 미국 경제 학계의 연구도 많다.\n특히 이 쪽은 야쿠자, 정치인, 관료의 이권개입까지 겹쳐서 상황이 매우 심각했다. 유력 부자들이 돈을 모아 골프장이나 호텔을 짓자고 하면, 그 지역의 정치인, 관료와 접촉하여 골프 회원권과 호텔 분양권을 담보로 허가를 받는다.\n이런 골프회원권, 호텔 투기는 1991년 대출 총량규제가 발동되고 투자자와 야쿠자, 지역 정치인까지 한 번에 대형 손실을 보면서 서로 죽이는 사건으로 번지는 등 후유증이 심각했다.\n\n경제성장률은 다시 1987년 달러기준 +1.6%(엔화기준 4.1%), 1988년 엔화기준 7.1%, 1989년 엔화기준 5.4%, 1990년 엔화기준 5.6%, 1991년 3.3%(엔화기준)까지 성장하기는 했다.\n문제는 내수경기 부양책이 부동산과 주식시장으로 쏠린 결과물이었다는 것. 저금리로 시장에 풀린 자금은 부동산과 주식 투기에 쏟아졌고, 안 그래도 올랐던 주가와 부동산 가격이 더 오르는 악순환이 반복된다. 다시 수많은 기업과 개미들이 주식과 부동산 시장으로 점점 더 몰려들었다. 집값이 너무 비싸진 나머지 주요 대도시 실수요자들은 집을 구하지 못 하고 근교 지역으로 계속 밀려 나갔다. 부동산 폭등으로 내집 마련의 꿈이 좌절된 서민들은 자민당 정권을 향해서 반감을 드러내기 시작한다.\n이러자 경기부양책을 펼치던 일본 정부는 자산가격의 비정상적인 폭등을 진정시켜야 한다는 판단을 내리고, 1989년 3%의 소비세(한국의 부가가치세)를 신설하면서 동시에 전격적으로 금리를 인상한다. 물론 금리 인하가 자산 시장 버블의 요인이 되었던 만큼 이러한 상황을 개선하려 한 것이겠지만, 문제는 천천히 올려야 할 금리를 너무 급격히 올려버린 나머지 이전까지 크게 올랐던 주가와 부동산 가격이 폭락했고 이는 소비 심리를 위축시켜서 경제의 경착륙을 불러왔다.\n일본은행은 1988년 9월에 2.50%이던 기준금리를 1990년 12월 6.00%까지 올렸다. 즉 2년 3개월만에 3.50%p나 금리가 폭등한 것. 이로 인해 주식시장이 먼저 고꾸라지고, 부동산 시장에도 영향을 주기 시작한다. 1991년에는 부동산 대출 총량규제(즉, 신규대출 전면금지), 기존대출도 LTV(Loan-to-value, 부동산 감정가 대비 대출액) 200%→70%로 제한이라는 자폭을 하고 만다. 부동산은 거래액수가 매우 큰만큼 LTV의 변동은 구매자 성향에 큰 영향을 줄 수 있는데, 담보가치를 130%p나 변동시키는 조치를 너무 쉽게 꺼냈다.\n당연히 담보가치 폭락으로 부동산 시장에는 매수세가 뚝 끊겼고, 일본의 부동산 시장은 한 방에 가버리고 만다.\n이후로도 일본 정부는 불량 채권 회수에 미비하게 대처하면서 경기 침체를 악화시켰다. 그리고 결정적으로 생산과 소비의 중심인 생산 가능 인구가 1992년 정점에 도달한 이후 감소하기 시작해 자산 거품 붕괴로 인한 단발적이며 일시적 경기 침체가 장기화되었다. 게다가 1997년 아시아 외환위기가 닥쳐오자, 일본 기업들의 해외 자산이 대규모 손실을 기록하면서 견실한 기업들마저 줄도산하는 등, 글로벌 경쟁력을 잃어버리고 만다.\n경제전문가들은 자산 거품이 꺼지는 중에 금리 인상과 대출 총량 규제 등의 정책이 잃어버린 20년의 원인으로 보았고 이런 사례를 바탕으로 벤 버냉키가 이끌었던 미국의 연방준비제도는 2008년 서브프라임 모기지 사태 시 미국은 금리 인하와 강력한 부양 정책을 펼치는 등 일본과 전혀 다른 선택을 하게 되었다.\n\n버블 경제시기 일본은 넘쳐나는 돈으로 외국의 부동산, 기업, 예술품에 많은 투자를 했는데 해외 투자가 완전한 헛짓은 아니었다. 이 투자 덕분에 일본은 지속적으로 상당한 수익을 거둘 수 있었는데, 오늘날에도 일본은 여전히 대외 순자산 및 외국 채권 보유 규모가 세계 1위로 2위인 독일의 2배에 육박하며, 매년 30~40조엔 가까이 되는 막대한 해외 수입(본원 소득수지)으로 수십 년 동안 경상수지 흑자를 기록하고 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-06-28T08:25:41.429000",
  "updatedAt": "2025-06-28T08:25:41.429000"
}