{
  "id": "658ba395-384c-4bf9-b651-1a334b4c7e71",
  "title": "낙찰제",
  "content": "최저가낙찰제는 공사 입찰에서 가장 낮은 가격을 써 낸 업체를 낙찰자로 선정하는 방식으로, 2013년 현재 300억원 이상 공사에 적용하고 있는데 내년부터는 100억원 이상 공사로 확대할 예정이었다.\n반면 종합심사제는 가격에 공사수행능력 및 사회적 책임 등 비가격적 요인까지 반영해 낙찰자를 선정하는 방식이다. 100억∼300억원 공사에 대해 가격과 공사수행능력만으로 결정하는 '종합심사제Ⅰ'과, 300억원 이상 공사에 대해 가격, 공사수행능력 외에 사회적 책임을 추가한 '종합심사제Ⅱ'가 있다.\n경실련은 종합심사제는 운찰제 및 예산낭비 비난을 받고 있는 '적격심사제' 방식과 다를 바 없다고 지적했다. 특히 '종합심사제Ⅰ'은 현행 적격심사제와 평가항목이 같다. 적격심사제는 입찰자격사전심사(PQ)시 공사수행능력에 해당하는 시공경험·기술능력·시공평가결과·경영상태·신인도·자재 및 인력조달가격의 적정성 등을 같이 심사한다.\n경실련은 또 예산절감 효과가 큰 최저가낙찰제를 약속대로 확대하고, 적격심사제는 폐지를 검토해야 한다고 강조했다.\n기재부의 '최저가낙찰제 적격심사제의 성과분석 및 개선방안' 용역결과에 따르면 최저가낙찰제 계약금액은 준공시 예정공사비의 88%로, 적격심사제(102%)와 턴키공사(100.8%)보다 낮다. 따라서 최저가낙찰제가 아니라 적격심사제 폐지를 논의해야 한다는 게 경실련의 주장이다.\n종합심사제에서 가격평가의 기준이 되는 '균형가격'도 도마에 올랐다. 정부가 정하는 균형가격 부근에서 낙찰률이 결정될 것이고, 이는 낙찰률 상승을 초래해 혈세낭비로 이어질 것이라는 설명이다.\n이와 함께 경실련은 '사회적 책임' 평가항목도 문제라고 지적했다. 사회적 책임은 고용, 공정거래, 중소업체 참여, 건설안전에 대해 평가하는 것인데, 고용도 건설장비도 없는 원도급 건설업체에게 사회적 책임을 점수화한다는 발상 자체가 문제라는 것.\n이에 따라 경실련은 △종합심사제 도입 중단 △적정공사비가 아닌 적정임금 법제화 논의 △최저가낙찰제 확대 예정대로 시행 등을 요구했다.\n\n\n2018년 현재, 지난 2016년 본격 도입된 종합심사낙찰제도가 부작용만 양산한다는 지적과 함께 개선의 필요성이 제기되고 있다. 당초 최저가낙찰제에서 발생하는 저가낙찰과 이에 따른 계약변경, 부실시공, 저가하도급, 산업재해 증가 등의 문제를 해소하기 위해 도입됐지만 여전히 낮은 낙찰률로 인해 부작용이 해소되지 않고 있다. \n정부 수립 초기부터 시작된 가격 위주의 낙찰방식으로 최저가를 제시한 입찰자를 낙찰자로 선정하는 제도로 입찰자 간 가격 경쟁을 유도해 국가예산을 절감 할 수 있다는 장점을 갖고 있지만, 지나친 저가입찰과 이에 따른 공사 품질의 저하 등의 문제점도 동시에 지니고 있다. \n이를 해결하기 위해 추진 된 종합심사낙찰제는 가격과 품질을 함께 고려해 낙찰자를 선정하는 방식으로, 정부는 이를 통해 높은 품질의 시설물을 적정한 가격으로 건설하는 환경을 조성할 수 있을 것으로 기대했다. \n지난 2015년 OECD 자료에 따르면, 지난 2013년 우리나라 정부지출에서 정부계약의 비중은 40%를 넘었으며, 국내총생산에서 정부계약이 차지하는 비중은 약 13%로 나타났다. \n따라서 정부계약의 효율적 집행은 국가재정의 안정적 운용과 경제 활성화에 필수적인 요소로 볼 수 있다. \n이에 정부도 지난 2015년 최저가낙찰제를 종합심사낙찰제로 개편했다. 이후 꾸준히 종합심사낙찰제를 확대해 오다 최근 소액까지도 최저낙찰제를 폐지하고 적격 심사제를 도입했다. \n종합심사낙찰제는 가격뿐 아니라 공사수행능력, 사회적책임(고용·건설안전·공정거래 등)을 종합 평가해 낙찰자를 선정하는 제도다. 특히, 세부 평가기준 강화에 초점을 맞춰 일정 수준 이상 기술력을 갖춘 업체 중 가장 낮은 가격을 제출한 업체를 낙찰자로 선정하는 최저가낙찰제와 차별화를 뒀다. \n또 중소기업이 공사수행 능력, 기술 평가 등에서 소외되지 않는 방안도 마련해 시공실적이 부족한 업체는 공동수급체를 구성해 대형 업체와 동등하게 경쟁하는 기반을 마련했다. 아울러 지역업체가 대형업체와 공동사업으로 우수한 기술을 습득하도록 지역업체 참여비율도 평가했다.\n종합심사낙찰제 도입 당시 정부는 재정 효율성 제고뿐 아니라 산업 생태계 개선과 경쟁력이 강화될 것으로 기대했다. \n그동안 최저가 낙찰제는 혁신 제품이나 초기 시장 진입 기업에 불리하다는 지적이 많았다. 정부나 공공기관이 혁신제품을 구매할 유인책이 부족하고 시제품이나 시장에 없는 새로운 제품을 구매할 계약제도 수단도 없었기 때문이다. \n이에 기재부는 2억1000만원 이하에 적용했던 최저낙찰제를 폐지하고 적격 심사제를 도입하는 등 종합심사낙찰제 확대 기조를 분명히 했다. \n기재부 관계자는 “2016년 종합심사낙찰제를 시행하고, 최근 소액 공공물품 조달에서 최저가낙찰제를 폐지하기 위한 시행령·시행규칙 개정을 추진해 사실상 정부·공공시장에서 최저가낙찰제는 없어졌다고 봐야 할 것”이라고 말했다. \n또 시장에 없는 혁신 제품 개발과 구매를 촉진하기 위해 ‘경쟁적 대화방식’ 입찰제도 도입도 추진 중이다. 이는 제안업체와 대화를 통해 발주기관 요구를 충족하는 대안을 찾아 과업 확정 후 해당 과업 최적 제안 업체를 낙찰자로 선정하는 방식이다.\n\n하지만 최저가낙찰제의 폐단을 근절하기 위해 공공 시설공사 입찰에 도입된 종합심사낙찰제 낙찰률이 최저가낙찰제 수준으로 회귀하면서 대책 마련이 시급하다는 지적이 나오고 있다.\n기존에 적용했던 최저가낙찰제에서 발생하는 덤핑낙찰 및 부실시공, 저가 하도급, 임금체불, 산업재해 증가 등의 문제점을 해소하기 위해 2016년 300억원 이상 공공 시설공사 입찰에 본격 도입됐다.\n그러나 3년째를 맞은 종심제의 낙찰률은 계속 떨어지며 최저낙찰제 수준인 75%에 수렴해가고 있는 상황이다. \n이같이 종심제 낙찰률이 하락하고 있는 이유는 변별력 없는 공사수행능력 평가와 저가경쟁을 유도하는 세부 심사기준이 문제라는 지적이다. \n 종심제 평가 점수는 ▲공사수행능력 50점 ▲입찰금액 50점 ▲사회적 책임 1점(가점) ▲계약신뢰도(감점)로 구성된다. 이 중 공사수행능력은 참여업체의 시공실적과 전문성 비중, 시공평가점수 등을 고려해 평가한다.\n하지만 문제는 평가과정에서 공사수행능력 평가를 만점 받는 업체의 비율이 너무 높다는 점이다. 조달청 자료에 따르면, 하나의 입찰에 평균 40개 업체가 참여한다고 할 때 평균적으로 14.6개 업체가 공사수행능력에서 만점을 받으며, 이중 5.5개 업체가 총점에서 만점을 받는다. 총점에서 만점을 받은 5.5개 업체 중 가장 낮은 가격을 써낸 업체에게 낙찰되는 상황이라 낙찰률이 지속적으로 하락하고 있다는 분석이다. \n이 같은 동점자 처리 기준은 2014년∼2015년 시범사업 때는 동점자 중 균형가격에 근접한 자를 낙찰자로 선정했지만 2016년 종심제가 본격 도입되며 동점자 중 최저가 투찰자로 기준이 바뀌었다.\n이와 함께 입찰금액 평가 기준이 되는 균형가격의 산정방법도 낙찰률을 내리는데 한 몫하고 있다. 지난해부터 예정가격의 88%를 초과하면 균형가격 산정에서 제외된다. \n현행 균형가격 산정은 20개 이상 참여시 상위 투찰자 40%와 하위 투찰자 20%를 제외하고 나머지 업체들의 투찰가격을 평균해서 산출한다.\n상위 투찰자와 하위 투찰자 수를 동일하게 제외하지 않고, 상위 투찰자를 더 많이 제외함으로써 균형가격을 인위적으로 낮추고 있어 낙찰률이 더 떨어지고 있다는 지적이다.\n시범사업 당시 동점자 결정방식으로 균형가격에 근접한 경우를 뽑았지만, 본격 시행된 2016년부터 최저가 투찰자 낙찰로 개정됐다.\n또 이렇게 산정한 균형가격을 기준으로 투찰 금액이 균형가격을 초과하면 크게 감점하고, 균형가격 미만이면 적게 감점하도록 평가계수가 다르게 적용되면서, 업체 입장에서는 입찰을 따내기 위해 저가 투찰을 선택하게 된다. \n김종민 더불어민주당 의원은 지난해 국정감사에서 “건설입찰에서의 최저가경쟁은 하청업체에 대한 단가 후려치기, 부실공사로 이어져 건설재해의 원인이 될 수 있다” 며 “종심제가 도입 목적대로 기능하기 위해서는 사회적 책임점수의 비중확대 등을 통해 공사수행능력평가의 변별력을 강화하고 평균가격 하락을 유도하는 세부규정 등을 개선해야 한다”고 말했다.\n건설업계도 제도 개선을 위해 필사적이다. 실제로 지난 10년간 건설업 영업이익률이 10분의 1수준으로 크게 감소했으며, 공공공사의 적자 공사 비율이 37.2%에 달하고 있다.\n이는 삭감위주의 공사비 산정방식과 저가투찰을 유도하는 입찰제도에 기인한 것으로, 지난 15년간 예정가격은 최대 14% 이상 하향 조정된 반면 낙찰률은 17년간 고정되었기 때문이다.\n대한건설협회 관계자는 <투데이신문>과의 전화통화에서 “종심제가 애초 취지와 달리 지속적인 낙찰률 하락으로 그 의미를 잃어가고 있다”며 “인위적인 낙찰률 하락을 유도하는 입찰제도의 개선이 필요하다”고 강조했다.\n그러면서 ▲낙찰하한률 10%p 상향 ▲덤핑방지 제도화 ▲공기연장 추가비용 적정지급 ▲공정한 계약관계 정착 등을 개선안으로 내놨다. \n정부도 일부 개선 필요성을 인정하고 그에 따른 조치를 취하고 있다. 국토교통부는 올해부터 본격적으로 가격이 아닌 기술력으로 경쟁하는 문화를 만들겠다는 방침을 밝힌 바 있으며, 발주청과 업계 간 갑을 관계로 인한 불공정 관행을 바로 잡기로 했다. 특히, 지나친 가격경쟁에 따른 저가낙찰로 공사비가 하락하는 것을 차단하기 위해 발주제도도 개선할 방침이라고 밝혔다.\n또 조달청도 지난 7월 30일 설계심의 기술변별력 강화와 투명·공정성을 높이기 위한 ‘기술형입찰 심의제도 개선방안’을 발표했다. 이는 설계심의단계에서 기술변별력을 높이기 위해 기술경쟁을 촉진시키고, 우수 시공업체를 선정하기 위한 총점차등제를 도입해 수요기관이 선택적으로 활용할 수 있도록 하기 위한 조치다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-08-24T08:07:02.627000",
  "updatedAt": "2022-08-24T08:07:02.627000"
}