{
  "id": "65e373be-16ed-4ae1-9d42-f688656d041e",
  "title": "전쟁과 질병 - 서양 고대, 중세",
  "content": "[개요]\n기원전부터 현재까지 질병과 군대는 밀접한 악연의 관계였다. 군대에서는 다수의 사람들이 밀집된 공간에서 지내다 보니 질병에 취약했다.\n특히 전염병이 유행할 때는 전쟁 상황인 경우가 대부분이었다. 살육과 폭력이 난무하는 극렬한 전쟁터에서 개인에 대한 보건위생은 아무래도 뒤쳐질 수밖에 없었다. \n전투중인 위급한 상황에서 위생을 고려해 물을 끓여 먹는다거나, 전사한 군인이나 민간인에 신경쓸 여유는 없다. 시체가 부패하여 썩는 냄새가 진동하는 전쟁터에서 수많은 세균이 증식하고 이들이 군인들의 신체를 감염시키는 것은 다반사였다.\n20세기 이전까지 전쟁 중 전염병에 희생된 병사가 전투 중 전사자와 부상에 따른 사망자보다 더 많았다. 또 이와같은 ‘비전투 손실’ 때문에 전쟁의 승패가 바뀌기도 했다.\n\n전염병이 인류의 생존을 위협하기 시작한 시점이 인류가 문명을 이루기 시작했던 시점과 거의 일치한다는 사실은 시사하는 바가 크다.\n문명과 질병의 연관성을 강조하는 질병사학자들의 주장처럼 역병은 문명의 부산물이다. 인류와 항상 함께했던 병원체는 전쟁 및 기근을 자양분으로 공급받아 가공할만한 수준의 전염병으로 변신하였다. 그리고 이렇게 모습을 드러낸 전염병은 한 지역의 풍토병으로 끝나지 않았다. 인간이 일구어 놓은 문명의 도움을 받아 폭넓은 지역으로 전파되었다. \n\n세계적 규모의 전염병이 발생할 때마다 혐오와 공포 조장, 속죄양 만들기, 인포데믹(information +epidemic)라 불리는 거짓 정보와 헛소문 등도 반복적으로 나타난다. 특히 팬데믹이 발생했을 경우 이런 혐오와 증오를 부추기는 거짓 정보는 자주 폭력과 끔찍한 학살로 이어지곤 했다.\n\n[고대]\n고대에는 이유는 몰라도 녹슨 검이나 흙, 분뇨 등의 오염된 무기로 적들을 찌르면 당장 죽이지는 못해도 시름시름 앓다가 절명하는 것을 목격하는 경우가 많았다. 이런 경험을 이용하여 일부러 똥이나 진흙 등으로 날붙이를 오염시켜 사용하거나 또한 공성전에서 공격하는 쪽이 거대한 투석기로 죽은 사람이나 말의 사체를 내던지기도 했다. 또한 적군이 식수로 사용하는 수원지(우물, 하천 등)에 분뇨나 쓰레기, 동물이나 사람의 시체 등을 살포해서 전염병이 퍼지도록 하기도 했다.\n\n[펠로폰네소스 전쟁]\n기원전 430년경 고대 그리스에서 아테네가 이끌던 델로스 동맹과 스파르타가 이끌던 펠로폰네소스 동맹 간의 싸움이 있었다.\n아테네의 지도자 페리클레스는 시민들을 설득하여, 스파르타의 공격이 있을 때마다 모든 농민을 아테네 성벽 안으로 피신시키고 대신 델로스 동맹의 함대를 대규모로 동원하여 펠로폰네소스의 해안지역을 유린하기로 하는 전략을 세웠다. 그러나 많은 인구가 좁은 시내로 몰리자 위생 상태와 영양 상태가 모두 안좋아지면서, BC 430년부터 아테네에 수차례 대역병이 돌았다. 기원전 430년과 429년, 427년에 걸쳐 아테네에서 역병이 돌았고 이 역병으로 당시 아테네 군인과 민간인 4분의 1이 목숨을 잃었다고 한다. 아테네 병력 중 25%는 전쟁을 시작하기도 전에 전염병에 희생됐다.\n아테네 성에 거주하던 일반 시민도 희생됐다. 이들 중 3분의 1도 전염병에 사망하면서 전쟁보다 질병에 대한 두려움이 더 커졌다. 병에 걸릴까 봐 장례식도 치르지 않았고, 전염병 사체는 그대로 방치했다. 죽는다는 공포는 처벌에 대한 두려움도 사라지게 해 약탈, 살인 등의 범죄가 극심했다고 한다. 또 인간의 힘으로 해결할 수 없는 질병이라며 신의 힘을 빌려야 치유 받을 수 있다는 믿음도 퍼졌다.\n이 역병으로 페리클레스도 BC 429년에 사망했다. \n펠로폰네소스 전쟁사를 기록한 투키디데스도 전염병에 걸렸지만 살아남았고, 전염병에 대하여 기술하였다. 투키디데스의 기록에 따르면 당시 질병 사망자는 두통, 안구 충혈, 구토, 설사 등 증상을 보인 뒤 7~8일 만에 사망했다고 전한다. 환자의 증상으로  미루어 볼 때 당시 역병은 장티푸스였다는 설이 유력하다. 현대 의학은 당시 창궐했던 전염병을 두창이나 장티푸스, 혹은 페스트로 추정하고 있다.\n\n[카르타고 - 시라쿠사(Siracusa) 전쟁]\n기원전 396년에 일어난 사건으로, 당시 카르타고는 그리스와 전쟁을 하고 있었다. \n시실리를 점령한 카르타고인들은 아주 적대적인 방법으로 주민들을 통치했다. 이와 같은 강압적인 통치 방식에 반기를 든 시실리 사람들은 호시탐탐 독립의 기회를 노리고 있었다. 때마침 그리스와 일전을 벌이고 있던 카르타고 군대에 예상치 못한 질병이 유행함으로써 카르타고의 전투력이 크게 약화되었다. 그러자 이를 놓치지 않은 시실리 사람들은 지도자 디오니시우스가 이끄는 대로 반격을 했다. 그리하여 의외로 손쉽게 카르타고 세력을 몰아낼 수 있었고, 시실리 사람들은 신이 자신들을 위해 카르타고군에게 질병을 퍼뜨려준 것이라 여겼다.\n시실리 출신의 그리스 역사가 디오도루스는 이때 발생한 질병의 증상은 목구멍에 통증을 동반한 타 들어가는 느낌이 있고, 음식을 삼키는 경우 통증이 심해지며, 전신 피로, 설사, 환상과 환청이 발생하고 피부에는 농포가 생긴다고 기록했다. 미국의 역사가 진서는 투키디데스가 기록한 역병과 비슷하다고 주장했다. 진서는 두 전염병 모두 심한 두창(천연두)이라 생각했고, 증상이 나타난 뒤 대략 일주일 정도 지나면 사망하는 공통점이 있다고 했다. 그러나 다른 학자들은 두창이 아니라고 주장하기도 한다.\n\n[2차 포에니 전쟁(기원전 218년 ~ 201년)]\n시라쿠사를 점령하고 성내에 들어온 로마 군단병은 전투에서 계속 우위를 점해 성내의 요충지를 점령하였으나 이직 성채의 방어는 단단했고, 카르타고, 시칠리아 연합군이 도착해 외각에 주둔하며 재탈환을 노렸다. 또한 카르타고 해군까지 나타나 로마인의 외부와 성내의 차단을 시도하였다. 로마군은 자칫하다간 성내의 시민과 외부의 군대의 협공을 받아 패주할 수도 있는 위기에 빠진다. 이런 상황에서 로마인의 승리로 결정지은 것은 엉뚱하게도 다른 요인이었다. 당시 시라쿠사는 매우 더웠고 군대 주둔지는 불결했는데 이 때문에 전염병이 발생했다. 대치 중인 로마인과 카르타고군은 전염병으로 자꾸 죽어 나갔다. 그러나 로마인은 이미 2년간의 포위 경험으로 다소 상황에 익숙했으나 카르타고군은 이에 대한 대비가 전혀 되어 있지 않았다. 로마인과 카르타고인은 모두 시체를 매몰하고 병에 저항하느라 전투를 중단하였는데 그렇게 시간을 보내는 중 카르타고군의 상당수가 병사했으며, 카르타고와 시라쿠사 연합군 사령관 히밀코와 히포크라테스가 전염병에 걸려 사망함으로서 카르타고 외부 주둔군은 와해되어 버린다. 이후로 카르타고 내부의 배신으로 로마군이 시라쿠사 성채내로 진입하여 전쟁을 종식시켰다.\n\n[안토니우스(Antoninus) 역병(165-166년)]\n로마는 제국을 원활하게 연결하기 위해 만들어 놓은 도로와 항구를 통해 군인, 상인, 민간인의 이동이 용이해지면서 전염병의 이동도 그만큼 용이해졌다.\n안토니누스 역병은 로마 황제인 마르쿠스 아우렐리우스 안토니누스(Marcus Aurelius Antoninus)의 이름에서 유래되었다. 역병의 전염 과정과 증상, 대처법 등을 상세히 기록한 로마 의사 갈레노스의 이름을 따 '갈렌의 역병'이라고도 불린다. \n고대의 소식통에 의하면 안토니누스 역병이 로마의 킬리키아 공성전 기간인 165-166년 겨울에 처음으로 등장했다고 한다. 바빌로니아의 셀레우키아가 로마 총독을 죽이고 반역을 일으키자 마르쿠스 아우렐리우스와 공동 황제인 루키우스 베루스 황제의 군대가 이를 진압하기 위해 셀레우키아시를 포위하였다. 티그리스 강변에 위치한 셀레우키아는 알렉산드로스 대왕의 장군이었던 셀레우코스 1세에 의해 시리아 왕국의 수도로 처음 정해졌다. 이후 수도는 안티오크로 옮겨졌지만 셀레우키아는 계속해서 상업과 무역 및 헬레니즘 문화의 중심지 역할을 담당했다. 게다가 티그리스 강과 유프라테스 강이 운하로 연결되면서 무역의 중심지로서의 셀레우키아는 한층 더 발전하였다. 로마군에게 포위 당했을 무렵에는 그 인구가 40만 명에 육박할 정도로 교역의 중심지였다. 셀레우키아는 인간, 재화 및 문화뿐만 아니라 질병이 상호 교류할 수 있는 최적의 조건을 갖춘 물리적 공간이었던 것이다. 그런데 로마군의 포위 공격을 피해 40만 명 정도의 인구가 도시로 한꺼번에 밀집되면서, 아테네 역병이 발생했던 것과 똑같은 상황이 연출되었다. 동방에서 전염병에 감염된 자가 셀레우키아에 도착함으로써, 인간과 함께 여행을 했던 병원체가 도시내의 많은 사람들을 공격하기 시작했던 것이다. 로마군의 지속된 공격에 결국 셀레우키아는 함락됐지만, 셀레우키아가 항복한 후 로마의 사령관 아비디우스 카시우스(C. Avidius Cassius)가 약속을 깨고 약탈을 허용하면서 많은 로마 군인들이 자연스레 전염병에 감염되었다.\n또 서기 165년경에는 원정나간 병사들이 로마로 돌아오면서 로마에도 역병이 창궐하였다. 전염병이 갈리아와 라인강을 따라 군단으로 퍼졌고, 많은 사람들이 로마 제국 전역에서 사망했다고 한다.\n로마 역사가 디오 카시우스에 의하면, 이 병은 9년 후에 다시 발발했다. 로마에서만 하루에 2,000명이 사망했으며, 일부 지역에서는 인구 3분의 1이 사망했다. 특히 밀집생활을 하는 로마 군대를 황폐화시켜서 제국의 군사력을 약화시켰다. \n이런 이유로 마르쿠스 아우렐리우스 황제가 게르만족과 같은 용병을 모았다는 설도 있다. 이 역병으로 인해 이 때로부터 15년 동안 유럽 전역에서 500만 명이 목숨을 잃었다고 한다.\n일부 학자들은 이 역병으로 인해 로마 제국은 위기에 봉착하게 되었으며, 결국 그 위기로부터 벗어나지 못\n하고 몰락하게 되었다고 주장하였다. 모든 학자들이 이 학설에 동의하는 것은 아니지만, 이 전염병이 로마 사회에 상당한 영향을 미쳤음은 부인할\n수 없는 사실이다.\n전염병이 발열과 농포, 목젖의 염증, 설사, 갈증과 같은 증상을 동반하고 있다는 갈렌의 기록에 의존한다면, 전염병은 천연두일 가능성이 높다. 하지만 그것은 16-19세기에 유럽에서 창궐했던 천연두와는 증상이 같지 않기 때문에 오늘날의 기준에 따라 안토니누스 역병이 무슨 병인지를 정확하게 규명하긴 어렵다. \n학자들은 역병을 서로마제국의 멸망의 원인으로 간주하고 있다. 하지만 전염병의 피해 정도를 정확하게 알려줄 수 있는 통계 수치가 없는 상황에서 질병 결정주의는 경계해야 한다. 전염병이 로마의 경제와 군대에 큰 영향을 미쳤음은 분명하다. 그러나 전염병이 발생했을 당시 로마제국의 경제와 군대에서 나타나는 모든 변화를 전염병과 연결시켜 설명하는 것은 그 시기의 역사에 대해 왜곡된 시선을 갖게 할 수 있다.\n\n[키프리아누스 역병(3세기 중반)]\n로마제국은 3세기 중반에 ‘키프리아누스 역병’이 번지면서 다시금 큰 혼란을 겪었다. 키프리아누스 역병은 251년부터 로마를 괴롭힌 천연두로 추정되는 전염병에 붙여진 이름이다. 초기 기독교저술가 성 키프리아누스가 기록했기에 이 이름으로 불려진다.\n동로마 제국의 역사가 조시무스에 따르면, 스키타이인들이 도나우 강, 저지 모이시아, 소아시아 일대에 심각한 파괴를 자행했고, 그 과정에서 전염병이 퍼졌다고 서술했다. 또한 트레보니아누스 갈루스가 로마로 돌아온 직후 전염병이 창궐했다고 한다. 학자들은 이 점을 근거로 전연병의 진원지는 도나우 전선이며, 고트족의 파괴를 피해 집단 이주한 피난민들과 로마군 사이에서 전염병이 돌기 시작해 제국 각지로 퍼졌으리라 추정한다.\n251-266년 사이, 유행의 최고조에 로마시에서만 하루 5천명이 죽었다고 한다. 270년에도 여전히 맹위를 떨쳐 당시 황제였던 클라디우스 2세 고티쿠스의 생명을 앗았다. \n키프로스 역병의 급속한 확산과 역병 관련 사망자가 많이 발생한 이유는, 여러 민족들이 여러 경로로 로마를 공격했기 때문이다. 게르만은 갈리아를 공격했고, 파르티아는 메소포타미아를 공격했다. 로마는 여러 경로의 공격을 막느라 역병의 창궐에 대응하지 못하고 속수무책으로 당하고 말았다.\n기록에 따르면 역병에 감염된 사람은 극심한 눈의 통증과 갑작스러운 발열 등 모든 사지에서 고통을 느꼈다. 목 안에서 불에 덴 것 같은 고통을 겪었고, 구토와 혈변이 이어졌다. 정도가 심해지면 팔다리와 같은 신체 부위는 괴사해 잘려 나갔고 사람들은 시력과 청력을 잃고 심신의 힘을 잃어갔다.\n샘물가 주변은 불타는 고통을 어떻게든 해소하려는 사람들과 혼돈의 절규로 가득했다.\n도로에 버려진 시신이 먼지처럼 취급될 정도로 전염병 앞에서 감염된 사람들은 속수무책으로 방치됐다. 부모가 자식을 버리고 자식이 늙은 부모를 방치하면서 거리에서는 감염자가 굶어 죽었고 감염된 시신 또한 넘쳐났다. 무엇보다 나라도 살아야겠다는 이기적이고 무책임한 행위가 거의 당연하게 여겨졌다. \n\n많은 역사학자들은 안토니누스 역병이 제국의 전성기를 빼앗아갔다면, 키프리아누스 역병은 제국을 벼랑 끝으로 내몰았다고 평가한다. 황제가 자리에서 물러나거나 살해되는 혼란이 계속되는 가운데, 새로 등장한 역병이 제국의 지속성에 대한 물음표를 찍기 충분했기 때문이다.\n전염병의 결과, 농업과 군대에서 많은 인원 부족이 초래됐다. 키프로스 역병은 농부들에게도 심각하게 퍼져 식량 생산 부족을 야기하였다. 로마 군단의 지도력 부족과 병사 고갈은 로마의 외부 공격 방어 능력을 약화 시키고, 제국의 상태를 악화 시켰다. 질병의 광범위한 발병은 시골 인구를 도시로 이주시켰고, 남아 있는 농부들은 속수무책으로 당하면서, 로마 제국의 농업 생산은 붕괴 되었다.\n\n14세기 흑사병 유행기에 유태인들을 희생양 삼아 죽였듯이 카르타고에서도 역병이 유행하자 로마황제 데키우스의 기독교박해로 기독교신자들을 색출했다. \n하지만 감염병을 대하는 그리스도인의 모습은 동시대 로마인들의 이기적 태도와는 정반대였다. 교회를 이끄는 지도자인 주교 키프리아누스는 신자들에게 병에 걸린 이웃들을 외면하지 말고 적극적으로 돌보라고 권했다. 부유한 신자들은 기금을 출연하고 가난한 자들은 봉사를 하도록 했다. 공동체에 대한 신자들의 사회적 책무를 강조하면서 신자와 비신자 구분 없이 모든 취약 계층을 도와주고 치료하도록 고무했다. 심지어 그리스도교를 박해하고 살해했던 사람들도 도와주었다. 교회의 지속적이고 조직적인 빈민 구호 활동은 박해받던 종교를 새롭게 인식하는 계기가 되었다. 자기희생 정신이 로마인들에게 깊은 감동을 준 것이다. ‘안토니누스 역병’과 ‘키프리아누스 역병’이 발병하던 시기에 그리스도교 신자의 수가 4만명에서 600만명으로 급증했다.\n3세기를 기점으로 기독교는 빠르게 성장했다. 256년경 기독교가 명시된 첫 번째 파피루스가 등장했고, 지하묘지 카타콤도 빠르게 퍼져 나갔다.\n이후 역병의 기세도 차츰 진정이 됐고, 로마는 재건 작업에 속도를 냈다. 콘스탄티누스가 로마를 이끌던 4세기, 기독교는 제국 내에서 공인되었고 마침내 국교의 지위를 얻게 됐다.\n\n역사가 윌리엄 하디 맥닐은 165년부터 180년까지 창궐한 안토니누스 역병은 천연두에 의해 발생했을 것이며, 키프리아누스 역병은 홍역에 의해 발생했을 것이라고 추정한다. 반면 디오니시오스 스타타코풀로스는 두 역병 모두 천연두에 의해 발생했으며 홍역은 1000년 이후에 등장했다고 주장한다. 역사학자 카일 하퍼는 키프리아누스가 묘사한 증상을 볼 때 천연두보다는 에볼라일 가능성이 높다고 본다.\n\n[유스티니아누스 역병]\n540년부터 시작하여 지중해와 유럽, 근동 전체를 덮친 전염병. 이 전염병은 유스티니아누스 1세의 치세에 발발했기에 유스티아누스 역병으로 불리며, 14세기의 중세 흑사병과 대비하여 1차 흑사병으로 일컬어지기도 한다. 서로마 고토 수복 전쟁을 벌이며 로마 제국의 부활을 꿈꾸던 유스티니아누스와 동로마 제국에 심대한 타격을 입혔다.\n유스티니아누스는 동로마제국의 전성기를 누린 황제다. 그가 동로마제국을 다스린 지 10년째 되던 536년, 화산의 폭발 또는 소행성 충돌의 결과로 보이는 거대한 먼지구름이 하늘을 뒤덮으면서 가공할 기후변화가 왔다. 기온이 급락해 세계 곳곳에서 가뭄, 흉작, 기근이 확산되고 중국에선 한여름에 눈이 내리는 사태까지 벌어졌다. 당시 동로마제국의 역사가 프로코피우스는 \"태양이 1년 내내 달처럼 밝지 않은 빛을 냈다\"고 기록했다. 그리고 ‘해가 빛을 내지 않는’ 5년을 보낸 후인 541년 여름에 역병이 이집트의 항구 도시인 펠루시움(Pelusium)에서 발생했다. 이집트에서 발병한 역병은 이듬해 봄에 곡물수송선을 타고 콘스탄티노플에 도달했고, 이어서 동쪽으로는 페르시아까지, 북쪽으로는 이탈리아와 갈리아를 거쳐 아일랜드까지 퍼졌다. \n이 역병이 정점에 이르렀을 때 콘스탄티노플에서 매일 10,000명의 사람이 사망했으며, 어떤 날에는 이탈리아에 주둔한 로마군과 맞먹는 1만 6천 명이 죽었다고 한다. 그는 시신을 매장할 공간이 없어서 성밖에 쌓였으며, 다들 역병에 걸릴까 겁이 나 장례식을 제대로 치르지도 않아서 방치된 시신이 수둑했으며 악취가 온 성을 진동했다고 설명했다. 프로코피우스는 '비사'에서 황제가 역병으로 인해 황폐해진 시골 주민들에게 세금을 가차없이 거뒀으며, 심지어 역병으로 사망한 이웃이 내야 할 것까지 내놓으라고 명령했다고 밝혔다. \n나아가 542년 유스티니아누스는 오늘날의 법에까지 영향을 미치는 칙령을 발표한다. 페스트로 인해 사망자가 폭증하자 상속 관련 소송이 줄을 이었고 그를 해결하려는 목적이었다.\n또한 원로원 의원 등 상류층도 많이 죽었는데, 황제는 사망한 원로원 의원들의 재산을 가로채 군자금으로 사용했다고 한다. 그러다가 유스티니아누스 1세도 역병에 걸렸다가 회복되었다. \n유스티니아누스 이후 동로마제국은 이전의 국세를 회복하지 못했고 동로마제국을 허물어버리다시피 한 페스트는 공평하게도 동로마제국의 숙적 사산조 페르시아에도 상륙했다. 메소포타미아 인구 네 명 중 한 명은 사라지고 페르시아의 카바드 2세의 목숨까지 앗아갔다.\n그런데 이런 거대 제국의 몰락과 시련이 아라비아 사람들에게는 ‘신의 축복’으로 작용하였다. 유일신 알라를 섬기는 새로운 종교로 무장한 아랍 무슬림들은 페스트의 전염원인 곰쥐가 살기 힘든 사막에서 생활했고, 쥐들이 인간과 함께 살아가는 대도시 생활과도 거리가 멀었기 때문에 페스트로부터 상대적으로 자유로웠다. 그들은 역병으로 기진맥진한 동로마제국과 페르시아를 압박하며 영토 확장에 나섰다. 아라비아반도를 제패하고 이후 수십 년도 안 되어, 그들은 스페인에서 당나라 서쪽에 이르는 대제국을 건설하게 되었다. 이슬람이 그토록 신속하게 많은 나라를 정복할 수 있었던 것은 이 역병이 이미 그 나라들을 물리적, 심리적, 문화적으로 피폐하게 만들었기 때문이었다.\n현대의 연구자들은 독일 바바리아에서 당시 역병으로 죽어서 묻힌 유골 2구를 발굴했고 최첨단 게놈 해독 기술을 이용해 1500년 된 이 시료에서 페스트균의 게놈을 재구성하여 유스티니아누스 역병 이 페스트균이 원인이었다는 것을 밝혔다.\n\n[십자군 전쟁]\n8차에 걸친 ‘십자군 원정’(1096~1291)으로 인한 끊이지 않는 세계적 전쟁은 주요한 페스트 확산의 원인으로 거론됐다. 전쟁으로 죽은 군인들의 시신을 수습하기도 어려웠고 폐허가 된 마을에는 죽은 병사들의 시신을 검은 쥐들과 까마귀들이 파먹기 시작하면서 페스트균은 사방으로 퍼져나다. 십자군의 동방 원정은 전쟁으로 죽어가는 사람들뿐만 아니라 전염병의 확산으로 수많은 민간의 목숨을 앗아가고 있었지만, 원정은 멈추지 않았다. 전쟁에서 돌아온 병사들은 동방에서 페스트에 감염돼 서방 고향에 페스트를 확산시키는 주범이 됐다.\n1차 십자군 원정. 십자군은 1908년 6월 안타키아를 점령했으나 겨울철을 보내며 면역력이 크게 떨어졌다. 또한, 이듬해 여름 장티푸스와 말라리아가 창궐해 매일 40명이 사망했다. 전염병은 로마교황청 주교 아드히머와 프랑스 영주도 사망할 정도로 신분과 계급을 가리지 않았다. 당시 십자군은 하녀와 매춘부를 전쟁터에 동반했는데 이들 여성의 사망률이 높았다. 십자군은 이듬해 1월 도시를 불태우고 예루살렘으로 출발한 뒤에 전염병의 수렁에서 빠져나올 수 있었다. \n2차 십자군 원정(1147~1149). 1148년 프랑스의 루이 7세와 그가 보낸 기사들이 터키 아나톨리아 지방 해안에 있는 아달리아(Adalia, 오늘날 터키의 안탈야)를 떠나자마자 장티푸스 또는 이질로 추정되는 전염병이 수천 명의 보병과 순례자들을 쓸어버렸다. 이 전염병은 집단생활을 하고 있고, 체력과 건강 상태가 좋지 않은 병사들이 더 잘 걸렸다. 수천 명의 프랑스 군인들은 투르크 군사들이 무서 워서라기보다 전염병이 두려워 이 도시를 떠나려고 발버둥 쳤다. 그러나 그들은 탈출하지 못했고, 투르크의 공격을 받은 뒤에는 병에 걸리지 않은 군인들까지 대부분 목숨을 잃었다.\n3차 십자군 원정(1189~1192) 때인 1189년 8월부터 약 2년 동안 비타민 C 결핍증인 괴혈병을 포함해 한 가지 이상의 질병이 에이커(Acre)에서 번져나갔다.\n1191년 겨울과 봄에 줄기차게 비가 내리는 동안 십자군은 가혹한 기근에 시달려 풀, 개가 먹다 남긴 뼈, 말까지 잡아먹었다. 그러자 전염병이 돌아 팔다리가 부어오르고, 이가 빠졌다. 병에 걸린 군인들 중 겨우 몇 사람만 살아남았다.\n4차 십자군 원정은 그리스도교 안에서도 십자군의 명분을 완전히 잃어버린 전쟁이었는데 비잔틴 제국(동로마제국)으로 내려간 십자군이 그리스도 신자들을 학살했고, 페스트를 광범위하게 확산하는 지대한 공헌을 했으며, 교황이 그리스도인을 학살하는 십자군을 파문하는 일까지 벌어졌다.\n5차 십자군 원정(1217~1221) 때 괴혈병이 심하게 돌아 1218년부터 1219년까지 이집트 다미에타(Damietta)를 점령하고 있던 십자군의 15~20%가 목숨을 잃었다. \n역사가들이 기록한 내용을 보면, 잇몸에 종창이 생기고 이가 빠지고, 다리가 부어오르며, 피부는 곪거나 궤양이 생겨 검게 변했다고 한다. 이러한 증상으로 볼 때 괴혈병을 의심할 수 있다.\n7차 십자군 원정(1248~1254). 1250년 늦겨울과 초봄에 장티푸스와 괴혈병 그리고 다른 질병으로 보이는 전염병이 이집트 만수라(Mansurah)에 주둔하고 있던 십자군에 돌았다.\n군사들은 다리의 살점이 썩어들어 가고, 피부는 흙처럼 검게 변했으며, 잇몸은 썩고, 코에서 피를 흘렸다고 적고 있다. 이것은 괴혈병 증상이지만 다른 질병도 옮았던 것으로 추측할 수 있다. 조엥벨도 나흘마다 반복해서 열이 오르내렸고, 분비물이 입과 코로 흘러내렸다고 기록했다. 군대에 머물러 있던 용감한 루이 9세는 괴혈병과 이질로 고생했다.\n부활절까지도 전염병이 계속 돌아 먹을 것이 없자 이발사들이 죽은 사람들의 살을 잘라내 먹기 시작했다. 끔찍한 상황에 이르자 마침내 루이 9세는 다미에타로 돌아갈 것을 명령했다. 전투력은 거의 바닥이었기 때문에 추격해 오는 이슬람 군에게 항복하고 말았다. 포로 신세가 된 루이 9세는 다미에타를 포기하고 거액의 배상금을 물어준 뒤에야 자유를 얻을 수 있었다.\n\n이처럼 십자군 전쟁을 치루면서 서유럽 군사들과 이슬람 군사들은 전쟁을 치루는 동시에 전염병과도 싸워야 했다. 전쟁이 치열해지면서 위생도 열악해지고 새로운 환경에 적응해야하는데 이 과정에서 열악한 환경과 날씨, 그리고 생필품 부족과 부상으로 인해 많은 사람들이 질병에 걸려 죽어갔다. 단순한 공격과 방어의 전술적인 전략이나 병력이나 화력(무기)가 아닌 전염병에 의해 전쟁의 승패가 좌우되는 경우가 많았고, 이것은 단지 한 번의 전쟁처럼 단기적으로 발생하지 않고 1차 십자군 전쟁 때부터 시작하여 7차 십자군 전쟁까지 병사들은 전염병과 싸워나가야 했다. 결국 전쟁의 승패여부에 전염병이 큰 영향을 끼쳤으며 이것이 계기가 되어 각종 이슬람 의학이 서유럽에 도입하게 되는 계기가 되었다.\n\n[카파전투]\n1347년 ~ 1351년까지 불과 4년 만에 중세 유럽인구의 1/3을 사망케 한 것으로 알려진 흑사병(페스트)의 창궐은 흑해 크림반도의 작은 도시 카파에서의 전투에서 비롯되었다.\n당시 지중해 무역을 지배하던 베네치아와 제노바는 향신료 무역을 위해 킵챠크 칸국으로부터 베네치아는 타나, 제노바는 카파(페오도시야)라는 도시를 거점도시로 인정받아 무역을 하였다. 그런데 타나 지역에서 베네치아 상인과 몽골상인간에 다툼이 일어나 베네치아 상인들이 몽골 상인의 일가족을 살해하는 사건이 발생했다. 그에 따라 킵차크 칸국의 '자니베크 칸'이 타나지역을 파괴하고 피난온 타나 사람들을 받아준 카파지역을 공격합니다. 그런데 카파지역은 콘크리트를 이용한 단단한 성벽도시이며 바다에 면한 지역으로 쉽게 함락되지 않았다. 그리하여 1343년 킵차크 칸국의 4만 병력은 카파를 포위한 채 몇 년동안 시간만 보내고 있었다. 그러한 시기에 1347년 킵차크 칸국의 군대에 전염병이 돌았고 2만이 넘는 병사가 죽었다. 이에 자니베크 칸은 병들어 죽은 시체를 투석기를 이용해 성안으로 쏘아 올렸다. 이에 카파사람들은 시체를 바다에 버렸으나 그로부터 얼마 후 도시 사람들에게 전염병이 돌았다. 많은 사람들이 원인 모를 질병에 걸려 죽어갔으며 결국 카파의 시민들은 죽음이 난무하는 도시를 버리고 이탈리아의 제노바와 베네치아로 돌아갔다.\n공격하는 몽골군의 진중에서도 페스트는 점점 더 심해졌기 때문에 몽골군도 더 이상 싸울 수 없는 처지가 되어 도시의 함락을 포기하고 퇴각하고 말았다.\n고향으로 돌아가기 위해 카파에서 떠나는 갤리선을 탄 승객과 뱃사람들은 이미 병에 감염되어 있었다. 이들은 돌아가는 뱃길에서 발병했고, 이들은 들르는 항구마다 병을 뿌리면서 서쪽으로 가게 됩니다. 이들이 페스트에 걸려 있다는 사실을 모르는 항구 사람들은 환자가 있다는 것만 보고 맞아들였다가 급속도로 자신들의 도시에 병이 퍼지는 것을 발견하자 뒤늦게 이들을 쫓아보냈고, 이런 식의 상황 전개는 콘스탄티노플, 메시나, 제노바, 마르세이유, 그외 많은 항구들에서 계속 반복되었다. 이렇게 해안을 따라 병을 전파시키던 카파의 갤리선들은 결국 지브롤터 해협을 지나 대서양으로 나간 뒤 뿔뿔히 흩어졌다.\n이에 따라 제노바와 베네치아에서 전염병이 번지기 시작했다.\n도시 간 왕래와 모임 금지, 공중위생과 환경 개선 조치를 취했지만 별다른 효과를 보지 못했다. 시신을 주거지에서 멀리 떨어진 곳에 구덩이를 깊게 파고 매장하는 것 외에는 아무것도 할 수 없었다. 그나마 부유한 자들은 비축한 음식물로 격리 생활을 할 수 있었고, 인근 교외로 피신할 수도 있었다. 하지만 가난한 자들은 생계를 위해 거주지 인근에 머물러야 했기에 전염병에 집중적으로 희생됐다. 결국 흑사병은 생활 환경이 열악한 ‘방역 사각지대’인 빈민 지역에서 발생했다.\n패스트는 마침내 유럽전역으로 번져 유럽인구의 1/3이 죽어나가는 대 참사가 벌어진 것이다. 이후 2년간 유행한 대규모의 페스트로 인해 유럽에서는 2500만 이상의 사람들이 사망하였다.\n\n또한 이탈리아의 베네치아 같은 경우에는 외국에서 온 배들은 멀리 떨어진 섬에 40일 동안 격리하여 페스크에 걸리지 않았다는 것을 확인하고 도시에 들어올 수 있게 하였는데 이것이 검역의 시초이다. \n격리를 뜻하는 영어 ‘쿼런틴’(quarantine)은 ‘40일’을 의미하는 이탈리아어 ‘quaranta giorni’에서 유래했다. 이는 흑사병이 유럽을 휩쓸 때 항구로 들어오는 배의 선원들을 지정 장소에서 40일 동안 격리한 데서 비롯했다. \n\n※ 카파전투 이야기 중 시체투척은 기록자가 공방전 당시 현장에 있지 않았기 때문에 신뢰할 수 없다고 하는 학자들도 있다. 또 시체는 전염력이 없어서 몽골 군대가 그런 전술을 활용했다고 하더라도 효과는 없었다는 것이다. \n또 다른 학자들은 '타나'와의 곡물 무역 금지령 때문에 흑사병이 흑해로 퍼져나가는데 1년이나 지체되었으며, 카파 공성전이 끝나고 평화가 다시 찾아오면서 재개된 곡물 무역이 흑사병의 확산에 결정적인 역할을 했다고 말한다. 흑사병을 옮긴 주체는 세균 공격이 아니라 곡물 수송선이었다는 것이다.\n\n당시 전염병에 감염된 사람의 피부가 검게 변하며 죽었던 관계로 이를 흑사병이라고 불렀는데 다른 말로 페스트라고 불리우는 전염병이다. \n보통 페스트 균에 감염되면 2일에서 6일간의 잠복기를 거친 후 증상이 나타나는데, 당시 사람들은 이 병이 신이 내린 천벌이라고 여겨 함께 모여 기도하거나, 집시나 유대인이 이병을 전염시킨다고 생각하여 이들을 박해하기도 하였다. \n중세시대 사람들은 페스트를 극복할 수 있는 방법을 찾지 못했다. 그들은 초기에 개와 고양이가 페스트의 주범이라 판단해 막대한 국가예산과 인력을 동원하며 개와 고양이를 잡아 죽였다. 그 결과 벼룩을 옮기던 매개체인 쥐가 더 창궐하게 됐다. 그러나 이상하게 유대인들에게는 페스트가 번지지 않았다. 이유인즉 그들은 구약의 정결례 예식에 따라 자주 손과 발을 씻어 병에 대한 예방을 할 수 있었고, 전염병이나 나병(한센병) 환자들은 가족이나 지위고하를 막론하고 공동체 밖으로 격리시킴으로써 전염병이 확산되는 것을 차단할 수 있었기 때문이다.\n그런데 이러한 유대인들의 생존력에 독일 게르만 지역을 시작으로 \"유대인들이 샘이나 우물에 독약을 탔다\"는 소문이 퍼지면서 유대인 대학살을 불러 왔다. 전염병으로 동족을 잃은 독일 게르만 인들의 슬픔이 유대인들을 향한 증오와 분노, 질투로 이어져 당시 수많은 유다인들이 생매장되거나 화형당했다. 유다인 학살이 너무 확대되자 당시 클레멘스 6세 교황은 1348년 9월 26일 이러한 소문을 일축하는 칙서를 내리면서 유대인들에 대한 학살을 멈추게 했다.\n\n결국 유럽은 흑사병으로 인해 심각한 변화를 겪는데 일단 일할 사람이 줄어 봉건제도가 붕괴되고, 막대한 피해를 입은 수도원의 영향으로 성직자가 줄어 성직에 대한 자격조건이 완화되고, 살아 남은 자들에게 부가 집중되어 졸부가 급증하고 사회계층이 급격히 변동하게 되었다. 그리고 신이 자신을 지켜주지 못한다는 생각에 종교중심의 세계관에서 점차 벗어나게 되었다. \n14세기 페스트 유행은 유럽사에서 종교사, 사회사, 경제사에 큰 영향을 미쳤다. 페스트가 한참이던 1347년부터 1380년 사이 교회사에서 결정적인 전환이 이뤄졌다. 황제를 겸하고 있던 교황 아래 통일돼 있던 유럽의 이상은 주권을 요구하며 투쟁하는 독립국가들이 나타나게 되면서 무너지기 시작했다. 이미 독립을 요구하는 국가들의 포위 공격을 받고 있던 교회는 페스트로 수많은 성직자들이 숨지면서 라틴어를 읽고 쓸 수 있는 성직자들이 줄어들고 이에 따라 영어와 프랑스어, 독일어 등 자국어 기록이 늘어나면서 종교 안에서 ‘민족주의’가 싹트는 계기가 마련됐다. 이는 이후 종교분열의 불씨가 된다.\n교황직의 분열, 성직자와 수도자들 사이의 윤리적 방종, 평신도 사이에 퍼져 있는 거짓 신비주의를 극복하기 위해서는 교회의 쇄신과 교회 구조의 개혁이 필요했다. \n페스트로 중세는 붕괴됐고 종교의 권위는 추락하기 시작했다. 성당에 가서 열심히 기도했는데도 불구하고 페스트는 맹위를 떨쳤다. 이런 일이 지속되면서 교회의 절대적인 권위가 흔들리고, 인간은 신의 무력함을 체험하게 됐다. 이제 철학은 새로운 문제를 제기하며 신 중심의 철학이 인간 중심의 철학으로 무게 중심을 이동시킨다.\n\n\n[백년전쟁]\n유럽에서는 페스트가 창궐해 영국과 프랑스 간의 백년전쟁(1337년~1453년)이 중단되기도 하였으며 유럽대륙의 노동력 감소를 가져오기도 하였다.\n\n에드워드 3세는 1346년 8월 초 파리를 위협하면서 크레시에서 프랑스 대군을 패배시킨 뒤, 북쪽으로 방향을 틀어 칼레를 공격했다. 에드워드의 도시 공격이 가혹한 포위공격으로 바뀔 때, 작은 도시 멜컴(칼레에서 가장 가까운 잉글랜드 항구)은 해협 건너편의 사건에 신경을 쓰지 않을 수 없었다. 에드워드는 멜컴으로부터 20척의 배와 246명의 선원을 징발하여 칼레의 잉글랜드 군을 지원하게 했다. 당시 프랑스 도시들은 이미 1348년 여름에 전염이 극에 달했다. 당시 비좁은 성벽도시였던 칼레는 11개월의 포위공격에서 벗어난 지 얼마 안 되었고, 그 결과 칼레 사람들은 영양실조에 걸리고 쓰레기는 산더미처럼 쌓였으며 쥐가 들끓고 있었다. 바로 그 여름에 페스트가 칼레에 도착했다. 게다가 같은 해 여름, 잉글랜드인은 약탈한 대량의 프랑스 전리품을 본국으로 보내고 있었고 그 약탈품에는 분명 감염된 벼룩이 들어 있었을 것이다. 더욱이 페스트에 걸린 쥐들도 칼레에서 출발하는 몇 척의 멜컴 선박의 짐칸에 몰래 숨어들었을 것이다.\n칼레는 포위전 기간 동안, 영양실조와 비위생적인 상태에 놓여 있었다. 그리고 1348년은 흑사병이 프랑스 전역에 맹위를 떨치고 있었고 칼레도 예외는 아니었다. 잉글랜드군은 칼레를 접수한 후, 약탈품을 잉글랜드 군의 병참기지 항구인 멜컴으로 옮기는 과정에서 흑사병이 전파 된 것이 확실하다. \n에드워드 3세는 1350년대 초에 “지난번 괴질이 돌 때 인구가 격감하여 남아 있는 주민이 외적과 맞서 싸울 만큼 충분하지 않다.”라고 하였기 때문이다. 이는 병참기지로서의 역할을 제대로 수행하지 못함을 의미한다. \n위의 사례와 비슷한 시기에 프랑스군의 대비상태에 대한 기록이 있어 좋은 비교가 되리라 생각한다. \n1348년 5월 잉글랜드 왕 에드워드 3세는 궁수 1만 명과 보병 4000명의 부대를 거센 바람이 부는 코탕탱 반도에 상륙시켰다. 한달 만에 잉글랜드 군은 파리의 진입로까지 진격할 수 있었다. 1346년 총소집령이 낭독될 때 파리의 거리와 시장에서는 환호성과 갈채가 터져 나왔다. 국왕의 동생 알랑송 백작의 위풍당당한 지휘 아래 프랑스 기사들은 적을 맞이하러 달려 나갔고 필립 6세(프랑스 왕)는 “나의 선량한 백성들이여, 의심하지 말지어다. 잉글랜\n드 군은 지금 있는 그 자리에서 단 한 치도 더 접근하지 못할 것이로다.”고 선포했다.\n하지만 필립 6세의 자신감 넘치는 선언과 달리 프랑스 군은 침묵할 수밖에 없었다. 흑사병은 프랑스 전역으로 퍼져가며 전쟁으로 인한 죽음의 공포보다 더 강렬했다. 프랑스군은 무력화 되어 잉글랜드군에 대항 할 수 없었다. 이 당시 필립 6세는 “떼죽음이 너무 엄청나서 사람들은 하룻밤 사이에 죽어 버렸고, 어떤 때는 그보다 더 빨리 죽는 경우도 있었다.”\n라고 하였다. \n이렇듯 백년전쟁 중에 전투로 인한 인명 손실보다 흑사병으로 인한 손실이 더 컸음을 추측할 수 있다. 이러한 질병으로 인한 피해는 프랑스 군의 전시 동원중인 병력과 맞먹게 되자 군대의 확고부동한 결의는 무너졌고 전쟁은 잠시(2개월) 중단되었다.\n\n\n1489년, 유럽 스페인에서 무슬림을 몰아낼 당시 스페인 남부 그라나다에서는 마지막으로 항거하는 무슬림에 대한 그리스도교도들의 최후의 공격이 준비되고 있었다. 그런데 그 당시 그리스도교도 진영에 티푸스가 창궐했고 이로 인해 1만 7천여 명이 목숨을 잃었다고 한다.\n티푸스는 벌레에 기생하여 살아가는 리케차에 의해 감염되는데 바로 이와 쥐벼룩, 빈대 등에 의한 감염이다. 온 몸에 붉은 점이 나타나는 발진티푸스가 가장 흔한 병종인데 머리를 감지 못해 생기는 이와 위생적이지 못한 환경에서 서식하는 쥐에 의해 일파만파로 감염되었다.\n\n1494년 프랑스는 신성로마제국과 전쟁을 했는데 매독과의 전쟁도 동시에 치렀다. 프랑스는 십자군처럼 전쟁터에 매춘부도 동행했다. 특히 부대끼리 매춘부를 바꾸면서 매독은 더욱 확산했다. 이듬해 프랑스 본토에도 전파돼 파리에선 매독 감염자에게 24시간 안에 파리를 떠나라는 명령도 내렸다. 매독은 헝가리ㆍ러시아 등 전 유럽으로 퍼졌다. 바다 건너편 스코틀랜드에선 매춘부 영업을 중지했고, 섬에서 감염자를 추방하기도 했다. 본격적인 확산이 시작된 지 3년만인 1498년에는 지구 반대편 인도에서도 발견됐다.\n\n 1528년 7월에 프랑스군이 나폴리 왕국을 포위 공격했을 때, 그 일대에서만 소규모로 확산된 티푸스가 프랑스 병사들에게 전염되어 50% 가량의 병사가 사망한 경우이다. 그 당시 교황 클레멘트 7세가 스페인의 카롤로스 5세에게 굴복했던 이유는 이 사건이 결정적인 영향을 미쳤다.\n\n티푸스는 1566년에 투르크 군과 신성로마제국의 막시밀리안 2세의 군대에게 타격을 가해 군대가 패배하는데 영향을 미쳤다. 1618년에서 1648년까지 30년 전쟁 기간에 수많은 병사가 티푸스를 유럽전역에 확산시켰다.\n\n[나폴레옹 전쟁]\n이집트 원정에 나선 프랑스 군대에선 1798년 6월 초부터 페스트 감염이 시작됐다. 이듬해 1월에는 매일 17명이 사망했다. 적군이 아닌 병마와 싸우는 상황이 됐다. 나폴레옹은 군대에 퍼진 공포를 줄이기 위해 여론도 압박했다. 병명으로 ‘페스트’가 아닌 ‘열나는 임파선종’을 쓰라고 지침을 내렸다. 1801년 철군 당시에 생존자는 절반 수준까지 줄었다.\n1812년 러시아 원정에 나섰던 나폴레옹의 50만 대군이 몰락한 배경에도 전염병이 있다. 독일에 집결해 출발한 군대는 폴란드에 도착할 때 이미 발진티푸스로 6만 명이나 사망했다. 전쟁터에 병원을 만들었지만 더러웠고, 시체를 방치하면서 오히려 전염병의 온상이 됐다. 살아서 집으로 돌아간 병사는 3만 명에 그쳤다.\n1812년, 나폴레옹이 러시아 원정에서 실패하고 퇴각길에 올랐을 때, 정작 프랑스 군대를 전멸시킨 것은 바그라티온 장군이 이끄는 러시아군도 있었겠지만 주된 요인은 동장군과 더불어 프랑스 군대 내에서 만연했던 티푸스였다.\n\n\n[아메리카 대륙]\n아메리카 대륙에서는 유라시아 대륙으로부터 건너 온 전염병에 의해 인디언의 태반이 목숨을 잃었다. 아메리카 대륙에는 예로부터 대규모 전염병이 기록되지 않았는데 16세기에 유럽인들이 아메리카 대륙으로 몰려 들어가면서 대규모 전염병이 줄을 이었다.\n사실 무기의 파괴력이 극대화되지 않은 16세기에 스페인 정복자들이 제 아무리 발군의 전투력을 보인다 하더라도 수십만, 백만에 육박하는 인디언을 모두 도륙하고 정벌할 수는 없는 노릇이다. 1518년 멕시코에 상륙한 스페인의 정복자 에르난 코르테스 휘하의 부하는 고작 800명에 불과하였다고 한다. 그러나 그들이 3년 후 인구 30만 명의 도시 테노츠티틀란을 침공했을 때에는 전투가 아니라 그들이 옮긴 천연두에 의해 무려 15만 명의 인디언들이 목숨을 잃었다고 한다. 16세기에는 카나리 군도의 전 인구가 천연두로 전멸했으며, 히스파뇰라에서는 원주민의 절반이 천연두로 죽었다고 한다.\n멕시코와 페루에 홍역이 1530∼1531년에 퍼졌는데, 저항력이 없던 원주민들에게는 큰 희생을 강요했다. 또한 아메리카대륙에도 발진티푸스가 1546년에 유행한 전염병이 휩쓸었다.\n호주지역의 원주민들도 영국인들과 함께 들어온 전염병 균에 원주민 중 50%가 죽었다고 한다.\n북미대륙 전체에 걸쳐 1000만 명 규모였을 것으로 짐작되는 인디언들이 오늘날 수십만 명에 불과한 채로 미국정부가 규정한 보호구역에 사실상 갇히게 된 것도 미국이 자행한 수많은 인디언 토벌정책도 원인이겠지만 기본은 유럽인들이 안고 들어온 병원균에 의한 감염과, 또 하나의 원인은 인디언들의 주된 식량원천이었던 아메리카 들소를 백인들이 마구잡이로 잡아들인 것이었다.\n식량원천을 없애고 역병을 계속 퍼뜨리니 인디언들이 남아날 재간이 없었다. 살아남은 인디언에게는 이주를 명령하고, 저항하는 인디언은 도륙하였다. 지구상의 한 대륙에서 인디언이라는 인종이 사실상 멸종하게 된 데에는 전염병이 하나의 커다란 원인으로 지적되고 있다.\n\n\n\n크림전쟁\n크림전쟁 당시 30만 9천명의 병력을 보낸 프랑스군의 경우 전투중 부상자만 4만명, 그중 절반이 전사했지만, 질병에 걸린 병력수는 무려 20만명으로, 그중 5만명이 사망함, 영국군과 러시아군도 비슷한 비율로 죽어남,\n이런 야전병원의 문제를 해결하며 군 의료 개혁과 현대 간호학의 기초를 수립한 간호사가 바로 나이팅게일이다. 1854년 크림전쟁에 참전한 영국군 전염병 사망자는 수 개월 만에 1만 5000여명을 넘어섰다. 같은 기간 전사자 5000여명보다 세 배나 많은 규모에 놀란 영국은 대책 마련에 나섰다. 이에 나이팅게일을 비롯한 간호사가 부상병 치료에 합류했다.\n   당시 전쟁터에선 부상자를 방치했다. 간단한 치료만 받아도 다시 전투에 복귀할 수 있는 장병도 불결한 병원에서 전염병을 얻고 사망하기도 했다. 나이팅게일은 이런 의료 환경부터 개선했다. 나이팅게일이 전염병 예방을 위해 야전병원 위생 개선에 나서자 사망률은 42%에서 2%로 뚝 떨어졌다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "4138527f-e6f8-4703-a629-ac8b2ca0439c"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-18T18:23:54.065000",
  "updatedAt": "2023-02-26T13:21:16.106000"
}