{
  "id": "672ea516-d629-4758-bbd3-5cb38d5ec25a",
  "title": "암모니아(NH₃) 연료전지",
  "content": "암모니아 활용은 100년이 넘는 긴 역사로 우리 주변에 성숙되고 안전하게 잘 관리되고 있는 화학물질로 주된 사용처인 비료생산으로 인류의 생존에 큰 영향을 미치고 있다. 암모니아로 생산된 미네랄 질소 비료는 공기 중의 질소와 함께 우리가 먹는 음식 사이에의 깊은 연결고리를 형성하고 있다. \n본래 암모니아는 그동안 나프타(Naphtha, 원유를 증류할 때 얻어지는 탄화수소 혼합물) 또는 천연가스 등을 재처리하여 만들어지는 화학물질의 일종으로 취급받았다. 요소비료, 화약 등 여러 가지 물질을 만들 때 원료가 되기 때문이다. 1960년대 식량 생산을 위한 비료 확보가 중요했던 우리나라에서 암모니아 공장은 정유 공장과 더불어 우리나라 중화학공업의 표상 중 하나였다.\n\n암모니아라고 하면 흔히 화장실 악취, 삭힌 홍어의 톡 쏘는 향 등 코를 부여잡게 하는 자극적인 냄새를 가장 먼저 떠올리게 됩니다. \n동물의 대소변에는 ‘요소(尿素, Urea)’가 들어있는데, 이 요소가 세균에 의해 분해되면 암모니아가 발생하는 것이다. 적은 양만으로도 코를 찌르는 악취가 발생되기 때문에 누구나 쉽게 암모니아 냄새를 맡을 수 있다.\n암모니아는 이렇게 독특한 냄새가 나는 무색의 가벼운 기체이면서 물에 잘 녹아 암모니아수로 활용하는 경우가 많습니다. 분자식은 NH3 로 수소 원자 세 개가 정삼각형을 이루고 그 중심에 질소 원자 한 개가 삼각뿔 형태를 이루고 있습니다. 녹는점은 -78°C, 끓는점은 -33°C입니다.\n암모니아는 비등점이 영하 33℃로 상온에서 쉽게 액화 할 수 있어 저장과 이동이 용이하다.\n\n암모니아란 이름이 붙게 된 이야기도 흥미롭습니다. 고대 이집트의 태양신 암몬(또는 아문, Amon)의 신전 인근에는 염(염화암모늄)이 많이 산출되었다고 합니다. 이를 ‘암몬의 소금’이라고 부르던 것이 ‘암모니아’의 유래라고 하는데요. 신전에 예배를 보기 위해 사람들이 당시 주요 교통수단인 낙타를 타고 모여들었는데, 주인이 예배를 보는 동안 근처에 묶여 있으면서 방뇨와 배설을 한 것이 땅 속에 스며들어 암모니아염인 염화암모늄을 형성하게 되었다는 설이 있습니다.\n\n에너지원으로서 암모니아는 여러가지 장점을 가지고 있습니다. 우선 암모니아는 그 자체로 연료로 활용될 수 있으며, 연소시킬 때 탄소를 배출하지 않는 무탄소 연료입니다. 보관과 수송, 취급이 편리하다는 점도 큰 이점인데요. 상온에서 10기압이라는 낮은 압력으로도 액화시킬 수 있어 운송과 저장이 편리하답니다. \n암모니아가 전세계의 관심을 받게 된 것은 수소와 아주 밀접한 관련이 있습니다. 다가올 에너지 고갈의 시대에 수소는 가장 구하기 쉽고 풍부하며 무공해 에너지원이라 고갈될 염려도 없고 친환경적이기 때문이죠. 그러나 수소는 부피당 에너지 밀도가 낮고 가연성과 폭발위험이 높아 수송, 저장, 취급 등이 매우 까다롭습니다.\n\n이러한 수소를 저장하고 운반하는 매개체로서 떠오른 것이 바로 암모니아입니다. 암모니아는 질소와 수소의 화합물이라 수소와의 호환성이 높은데다 수소에 비해 많은 장점을 지니고 있는데요. 첫번째는 높은 액화 온도입니다. 수소는 영하 253도에서 액화되지만, 암모니아는 영하 33도면 액화되기 때문에 적은 에너지로도 수송과 저장이 쉬운 액체상태로 전환시킬 수 있습니다. \n또한 수소에 비해 단위 부피당 1.5~2배 더 저장이 가능하고, 한번에 운송 가능한 양도 약 70% 가량 더 많아 대용량 저장과 장거리 운송에 유리합니다. 수소의 치명적 단점인 폭발성 역시 매우 낮아 안전한 에너지원이기도 합니다.\n암모니아는 해외 운송도 편리한데, 현재 운항 중인 액화석유가스(LPG) 운송용 선박은 거의 대부분 암모니아도 운송할 수 있다. LPG와 보관 조건이 거의 비슷하기 때문이다. 반면 수소는 운송 선박을 따로 만들어야 하고, 그렇게 해도 운반량이 암모니아 대비 50% 정도가 더 낮다는 점을 감안하면 이는 대단한 강점이다. \n이미 전세계적인 운송, 유통 인프라가 잘 갖춰져 있다는 점도 매력적인 조건입니다. 인류는 매년 약 2억톤 가량의 비료 생산을 위해 암모니아를 상업적 용도로 활용하고 있습니다. 추가 인프라를 구축할 필요없이 전세계 120개 항구에 암모니아 터미널이 설치되어 있는 등 현재의 대량 생산 설비만으로도 충분한 제조 기반을 갖추고 있는 것이지요. \n이렇듯 제조, 저장, 수송과정이 단순하고 생산 비용이 저렴하기 때문에 수소를 암모니아로 전환해 운반하고 다시 수소로 전환해 활용하는 것이 수소 자체를 수송, 저장하는 것보다 훨씬 경제적이고 효율적이랍니다. \n암모니아는 다른 연료에 비해 높은 경제성도 가지고 있다. 암모니아 생산 비용은 휘발유와 경유 생산 비용보다 다소 비싼 편인데, 해외보다 유가가 비싼 국내에선 휘발유와 경유의 판매 가격보다 암모니아 가격이 더 싼 편이다. 취급과 공급도 쉽다. 기존의 LPG 인프라를 조금만 개조하면 차량이나 선박용 암모니아 충전소로 사용할 수 있다. 수소 변환시설만 갖춘다면 어디서든 공급받아 사용할 수 있게 되는 것이다.\n\n암모니아는 근대 화학산업에 가장 많이 응용되는 물질 또는 화학분자로 그 활용도가 굉장히 넓혀져 있으며, 그중 제일 많은 비중을 차지하는 분야는 단연코 비료생산이다. 그 다음으로는 냉각제로서의 활용이다.\n지난 세기 동안 암모니아의 생산은 비료로의 사용으로 인한 인구 증가를 뒷받침하는 역할을 하였으며, 고정 질소 공급원을 제공하는 비료에 암모니아를 사용함으로써 지난 세기 동안 세계 인구의 약 27%를 부양했다. \n\n엄청난 수요 증가를 촉진하기 위해 1908년 독일 화학자 프리츠 하버(Fritz Haber)는 재활용하여 고압 및 고온에서 수소(Hydrogen) 및 질소(Nitrogen)로부터 암모니아 합성 방법을 개발했다. \n이 공정은 칼 보슈(Carl Bosch)에 의해 산업화 되었으며, 1911년에 최초의 암모니아 합성공장이 건설되었다. 이 때문에 고온, 고압에서 수소(H₂) 와 질소(N₂) 로부터 암모니아를 생산하는 공정을 하버 보슈(Haber  Bosch) 공정이라고 한다. 프리츠 하버와 칼 보쉬는 이 과정에 대한 공로로 1918년과 1931년에 각각 노벨 화학상과 2007년 게르하르트 에르틀(Gerhard Ertl)은 철 촉매의 표면 화학에 대한 지대한 공헌으로 노벨화학상을 수상하기도 했다\n수소만 있으면 암모니아를 만드는 건 대단히 쉽다. 독일의 ‘프리츠 하버’와 ‘카를 보슈’ 박사가 질소와 수소를 직접 반응시키는 암모니아 합성법을 개발한 것이 이미 20세기 초반의 이야기다. 굳이 순수한 수소가 아니어도 된다. 화학식에 수소가 많이 포함된 천연가스 등을 이용해 암모니아를 만드는 방법도 있다. 최근에는 보다 친환경적으로 암모니아를 생산하는 기술을 연구하는 곳들도 많아졌다. 국내에서는 한국기계연구원이 대표적인데, 재생에너지를 활용해 물을 암모니아로 만드는 공정을 개발했다. 질소(N) *플라즈마에 물을 공급하면 분해가 되는데, 이때 생겨난 수소(H)가 질소와 반응해 암모니아가 생겨나는 원리다.\n\n반대로 암모니아를 수소로 다시 바꾸는 방법은 수소가 친환경 연료로 각광 받으며 최근에서야 연구되기 시작한 것이다. 저마다 효율이 높고 순도가 높은 수소 추출 방법을 개발하기 위해 연구가 한창이다. 국내에서는 한국에너지연구원 연구진이 2021년 암모니아에서 고순도 수소를 뽑아내는 방법을 개발한 바 있다. 하지만 여기서 문제는 이 암모니아를 얼마나 깨끗하게 생산할 수 있느냐 하는 점이다.\n친환경 암모니아를 만들려면 깨끗한 수소부터 만들어야 한다. 친환경 수소는 그린수소와 블루수소 등이 있는데, 천연가스와 이산화탄소 포집 설비를 함께 이용하는 하이브리드형 수소를 블루수소라고 하며, 신재생 에너지만 이용해 만드는 수소를 그린수소라고 한다. 블루수소는 이산화탄소 발생량이 대단히 낮고, 그린수소는 전혀 없다. 즉 그린수소를 재처리해 만든 암모니아만을 그린 암모니아라고 부른다. 이렇게 하면 암모니아 생산단가가 크게 올라갈 수 밖에 없다. 하지만 업계는 대량 생산을 통해 단가를 낮출 수 있으리라 기대하고 있다.\n\n암모니아의 끓는점은 다른 기체에 비해서 비교적 높은 편이고 압축할 경우 쉽게 액화되는 데다 기화열이 비교적 크기 때문에 냉장고와 공기조절장치 등의 냉각제로 사용되어오고 있다.\n오래전부터 사용되었고, 현재에도 널리 사용되어 우리의 일상생활과 산업용 및 수산물 보관용 상업 냉동기의 80%가 암모니아를 냉각제로 사용하고 있다. 지난 10년 동안 Haber-Bosch(H-B) 암모니아 산업을 물 전기분해 또는 태양열 순환과 같은 재생 가능한 수소 공급원으로 전환하기 위한 많은 모멘텀이 구축되고 있다.\n\n\n현재 산업공정 과정에서 생산되는 부생 압축수소 에너지는 주로 자동차용으로 활용되고 있으나 이는 저장량과 높은 압력에 대한 불안감과 관련 인프라 시설 확충에 한계가 나타나고 있다.\n화물차량과 장거리 운전 대형차량에 대한 수소에너지 활용과 수소에너지의 이동 및 산업에너지로서의 응용성을 높이기 위해서는 액화하여 저장밀도를 높여야 하는데 수소의 액화는 영하 254℃ 이하의 극저온 기술과 촉매전환 기술이 필요하고, 또 이를 유지관리를 위한 고도의 전문기술과 경제성 문제가 대두되고 있다.\n수소를 자동차나 선박 등에 저장해서 다니려면 350~700bar(대기압의 350~700배)에 달하는 초고압을 견딜 수 있는 탱크가 필요한데, 이런 탱크를 만드는 일이 쉽지 않아 비용이 많이 든다. 더구나 일단 탱크를 만들었다 해도, 여기에 수소를 욱여넣으려면 엄청난 힘을 가진 고압 펌프를 사용해야 한다. 더욱이 수소를 대량으로 저장하려면 액체로 바꾸어야 하는데, 이때는 섭씨 영하 40도까지 냉각해야 하므로 냉각기를 추가로 설치해야 하는 부담도 생긴다.\n\n\n암모니아 연료전지란 암모니아를 수소(H2)와 질소(N2)로 분리해 수소는 연료전지 연료로 쓰고 질소는 바깥으로 배출하는 시스템을 말한다. 연료전지에선 수소와 산소가 반응해 전기를 만든 뒤 탄소가 아닌 물이 배출된다.\n비료로 많이 쓰이는 암모니아(NH3)의 주성분이 수소인 것에 착안해, 운반이 까다롭고 운송 비용이 비싼 수소 대신 암모니아를 원료로 쓰는 연료전지다. 청정에너지원인 암모니아를 이용해 좀 더 간편하게 수소를 에너지원으로 쓸 수 있게 만든 배터리인 셈이다. \n회사 이름인 아모지는 암모니아(ammonia)와 에너지(energy)를 합친 말이다.\n\n수소는 연료전지에 쓰고 질소는 대기로 방출\n수소에 비해 암모니아의 가장 매력적인 특성 중 하나는 에너지 밀도다. 수소보다 상대적으로 작은 공간에 많은 에너지를 담을 수 있다. 액체 암모니아의 에너지 밀도는 고압 기체수소의 3배다. 완성품인 암모니아 연료전지의 에너지 밀도는 리튬이온 배터리의 5배나 된다.\n지금까지 암모니아에서 수소를 추출하려면 대형 설비가 필요했으나 아모지는 자동차에 장착해 쓸 수 있도록 소형화하는 데 성공했다.\n크래커라고 불리는 화학 반응기가 아모지가 개발한 암모니아 연료전지 기술의 핵심이다. 지금의 암모니아 분해 시설보다 훨씬 낮은 온도에서 작동하는 촉매를 쓰는 이 반응기를 통과하면서 암모니아가 수소와 질소로 바뀌고 수소는 연료전지의 원료로, 질소는 대기 중으로 방출된다.\n\n아모지는 2021년 5kW 드론을 시작으로 지금까지 100kW 트랙터, 300kW 세미 트럭에 탑재할 수 있는 암모니아연료전지 시스템을 개발하는 데 성공했다. 지금은 올해 말 시연을 목표로 1MW급 예인선에 장착할 수 있는 시스템을 개발하고 있다.\n아모지는 누리집을 통해 상용화에 대비해 텍사스주 휴스턴에 생산 시설을 구축하고 있다고 밝혔다. 궁극적으로는 암모니아연료전지를 통해 전 세계 탄소배출량의 15%를 차지하는 운송 부문의 탈탄소화를 달성하는 것을 목표로 삼고 있다.\n‘리뷰’는 “현재의 운송수단용 배터리는 장거리 트럭이나 대양 횡단 선박과 같은 글로벌 운송 수단에 전력을 공급할 만큼 충분한 에너지를 저장할 수 없다”며 “조씨는 전혀 예상치 못한 화학물질인 암모니아에서 가능한 해결책을 생각해냈다”고 평가했다.\n지금까지 아모지는 영국 AP벤처스를 비롯해 사우디아라비아의 아람코벤처스 등 세계 여러 벤처캐피탈로부터 총 1억5천만달러(2천억원)의 투자금을 받았다. 한국에선 에스케이이노베이션과 고려아연이 각각 8천만달러, 3천만달러 투자했다.\n\n\n한국, 암모니아 AIP 개발 중 한화 ESS와 병용하면 8주간 잠항 가능\n한국은 현재 보유하고 있는 수소연료전지 AIP로 2주 이상을 안전하게 잠항할 수 있는 기술을 확보하고 있으나, 현재 잠항시간을 늘리기 위해 암모니아를 연료로 하는 최신 AIP를 개발하고 있습니다. \n현재 암모니아를 연료로 하는 발전은 대규모 공장에서나 시행하고 있는 정도의 기술 수준이나, 최근에 한국 기업이 개발한 촉매로 대형 트럭에서도 암모니아를 연료로 주행을 하는 시험에 성공을 했는데, 암모니아는 수소보다 저장과 보관이 쉽고 에너지 밀도는 수소의 3배가 되고 리튬전지에 저장된 에너지 밀도는 5배가 됩니다. \n현재 연료전지에 사용하는 수소는 함정외부에서 운반해 보관하거나 함내에서 자체 생산하는 방식이 최신기술이나 암모니아는 상온에서 액체로 보관하면서 특수 촉매로 그냥 수소를 발생해 즉각 연료전지에 에너지로 사용하기에 이 기술로 만든 신형 AIP는 8주 정도의 잠항을 할 수가 있습니다. \n이 기술을 사용하기 위해서는 함내에 ESS 장치를 설치해야 하는데 한화 오션은 이미 이 기술을 확보해 일반 상선에 사용하고 있을 정도로 기술 완성도가 높은데, ESS 장치는 에너지를 추가로 안전하게 저장하는 장치로 암모니아 AIP와 함께 병용하면 8주간의 잠항이 가능해져, 향후 디젤 잠수함의 작전성과 생존성은 한국이 세계 최고로 등극할 것입니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-09-22T20:49:07.625000",
  "updatedAt": "2023-09-22T21:38:40.024000"
}