{
  "id": "68e7e0ab-7ef1-4d85-8c13-0feca3337e1f",
  "title": "자기 실현적 예언(Self-fulfilling prophecy), 피그말리온 효과, 스티그마 효과",
  "content": "어떠한 주장이나 믿음을 사실이라고 믿으면 실제로 믿는 대로 이루어진다는 개념으로, 사회학자 로버트 머튼(Robert Merton)에 의해 처음 사용되었다. 자기실현적 예언은 예를 들어, 비가 오는 날은 일진이 나쁠 것이라는 믿음이 당신으로 하여금 특정한 행동을 하도록 유도할 수 있고 이는 실제로 일진이 좋지 못한 사건으로 이어질 수 있다는 뜻으로, 환자들이 투여받은 약이 비록 가짜 약일지라도 진짜 약을 먹는다는 믿음 자체가 실제로 건강을 개선시킨다는 위약효과(placebo effect)와도 비슷하다.\n\n자기 실현적 예언이란 사회심리학적 현상의 하나로, 누군가 어떠한 일이 발생한다고 예측하거나 기대하는 것인데, 이러한 예측 혹은 기대가 실현되는 것은 순전히 자신이 그렇게 될 것이라고 믿고서, 행동을 믿음에 따라 맞춰가기 때문이다. \n\n자기 충족적 예언, 자성 예언이라고 한다. 피그말리온 효과, 플라시보 효과와 비슷하다. '상황에 대해 잘못된 판단이나 정의를 내려 다음 행동들이 처음의 잘못된 생각을 현실화하는 현상'으로 정의되며, 그 역도 성립한다.\n그리스 신화와 같은 옛 신화 및 설화 중에선 신탁 예언이 이런 식으로 이뤄지기도 한다. 끔찍한 예언의 신탁을 받은 존재가 그 예언을 피하기 위해서 행한 행동이 오히려 예언을 실현시키는 결과를 일으킨다는 것. 대표적인 예가 그리스 로마 신화의 오이디푸스 이야기와, 북유럽 신화의 종말인 라그나로크다.\n경제학적으로는, 실제 일어나고 있는 현상이 아님에도 불구하고, 이러한 현상에 유력한 영향을 미칠 수 있는 의견에 대중 심리가 반응함에 따라 해당 현상이 발생한 것과 유사한 효과를 나타내는 것을 일컫는다. 이는 경제학의 사회학적 특성에 기인하는 것으로, 경제 현상은 자연 현상과 달라 결국 사람들의 판단에 의한 행동으로 그 결과가 나타나기 때문이다. 그래서 이 용어는 경제학뿐만 아니라 사회학, 정치학 등 전반적인 사회과학에서도 사용하는 용어가 되었다. 대표적인 사례로, 경제 위기 당시 연방준비제도 앨런 그린스펀 의장의 발언 및 행동 일지가 있다. 연준위 의장 회견 전날에는 전세계 주식시장과 채권 시장이 긴장하게 되며, 의장의 한 마디 의견 표명(\"금리가 소폭 인상될 수도 있다\" 등...)에 따라 전 세계 경제가 요동친다. 그래서 경제학에선 아예 '그린스펀 효과'라는 용어가 있을 정도이다.\n\n경제 여건이 같더라도 미래 경제는 좋은 균형(good\nequilibrium)과 나쁜 균형(bad equilibrium)을\n포함하여 여러상태로 나타날 수 있는데, 실제 실현되는 결과는 경제주체들의 믿음에 달려있다는 것이다.\n예가 뱅크런(bank run)이다. 건전한 은행에 사소한 문제가 발생했다고 하자. 이 소식을 접한 몇몇 사람들이 과도한 불안감을 느껴 예금을 회수할 것이다. 만약 상황이 과장되게 전파될 경우, 많은 은행 거래자들은 예금인출을 위해 은행으로 달려갈 것이다. 은행은 현금거래액 정도만 남겨두고\n대부분 대출하기 때문에 많은 예금자가 한꺼번에인출을 요구하면우량은행이라도 유동성부족으로파산할수밖에 없다. 처음문제는 사소했지만 은행이 망할것이란 자기실현적\n예언이 형성되면, 은행의 건전성과무관하게은행은 파산하게되고 실물경제도 타격받는 나쁜균형이 실현되는 것이다. 반대로 예금자가 은행의 건전성을 객관적으로 파악하여 문제의 사소함을 인식한다면 예금인출 행위는 몇몇 사람의경우에 국한될것이다. 이경우정상적인은행거래가 이뤄져서, 은행이 실물경제의순기능역할을하는 좋은 균형이 지속되는 것이다.\n\n[피그말리온 효과, 스티그마 효과, 자기실현적 예언]\n신화 속의 피그말리온은 완벽한 여인상을 조각하고 나서 그 조각상을 아내로 맞게 해달라고 신께 간구한다. 그리고 여신 아프로디테는 그의 간절함에 감응하여 조각상에 생명을 불어넣어준다. 이처럼 타인의 기대나 관심에 부응하여 행동하면 실제로 좋은 결과를 얻는 현상을 심리학에서는 ‘피그말리온 효과’라는 말로 설명한다.\n 피그말리온 효과와 반대의 의미로, 주변의 부정적인 평가나 선입관에 노출되면 실제로 부정적인 방식으로 행동하여 바람직하지 못한 결과를 얻게 되는 현상을 ‘스티그마(Stigma)효과’라고 한다.\n피그말리온 효과와 스티그마 효과는 모두 자기실현적 예언의 한 유형으로 볼 수 있다.\n ‘자기실현적 예언’이란 용어는 특히 경제의 불확실성을 사후에 설명할 때 동원되곤 하는데, 경제에 관한 부정적인 예측이나 전망이 많아질수록 실제로 경기침체가 도래할 확률도 높아진다는 주장을 예로 들 수 있다.\n 부정적인 컨센서스에 따라 소비자들은 지출을 줄이고 투자자들은 투자를 줄이고 기업은 고용을 줄이는 등 부정적인 경제행위의 빈도와 규모가 늘어나면서 실제로 경기침체를 유도한다는 것이다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-23T10:19:09.473000",
  "updatedAt": "2022-01-23T20:38:43.044000"
}