{
  "id": "694f60ad-fcb5-488a-a3f2-fe9271c8cb8c",
  "title": "뱅크런의 역설, 구성의 오류",
  "content": "[뱅크런의 역설]\n뱅크런이란 예금자들이 돈을 찾기 위해 일거에 은행으로 몰려들어 집단적 분노와 공포에 휘말리는 사태를 말한다. 니컬러스 크리스타키스 하버드대 교수는 2007년 영국 노던록 은행의 뱅크런 사태를 이렇게 분석했다.\n“예금을 인출하려고 노던록 은행 앞에 줄을 섰던 사람들 중 다수는 은행이 정말 파산할 것이라고 생각하지 않았다. 그러나 그들은 군중의 움직임에 자극받아 맹목적으로 따라갔다.”\n뱅크런의 실체는 바로 이 같은 공포의 무차별적인 확산이다. 크리스타키스 교수는 광대한 소셜 네트워크에 주목했다. A의 행동이 B에게 영향을 주고 끝나는 것이 아니라, 다시 C, D 등에게 순차적으로 영향을 준다는 것이다. 이런 현상을 2007년 세계경제포럼은 잘못된 정보가 마치 전염병처럼 급속도로 퍼져 근거 없는 공포를 낳는다는 의미에서 ‘인포데믹스(infodemics, 정보전염병)’라는 신조어로 설명했다. \n하지만 뱅크런이 무서운 진짜 이유는 이 같은 공포가 자기실현 효과를 갖는다는 점이다. 만약 뱅크런이 없다면 부실 은행이라 하더라도 정부의 지원과 자구노력으로 얼마든지 회생할 수 있다. 은행은 망하지 않아 좋고 고객도 무리하게 예금을 찾을 필요가 없다. 하지만 예금자들이 예금이자 손해를 감수하면서까지 맡겨놓은 돈을 찾으려고 몰려들면서 공포와 불신이 전파되면, 은행은 결국 지급할 돈이 없어 문을 닫을 수밖에 없다. 공포가 모여 현실을 만들어내는 것이다. \n개인으로서는 합리적 선택인지 몰라도 집단화되면서 불합리하고 비이성적인 결과를 초래한다. 이는 ‘뱅크런의 역설’ 또는 ‘구성의 오류’라고 불리며 행태경제학의 주요 관심사가 되고 있다. \n모바일뱅킹 시스템은 역설적으로 위기시 가장 빠른 속도의 뱅크런이 일어나는 촉매가 될 수 있다. 비대면으로 쉽게 금융거래를 할 수 있는 편리함이 위험성을 증폭시킨다. \n\n[구성의 오류(fallacy of composition)]\n개인적으로는 가장 합리적인 의사결정이지만 전체로 보면 합리적이지 않은 결론에 도달하게 되는 일을 가리키는 용어로 합성의 오류라고도 한다. 어떠한 문제해결에 있어서 개인이 합리적이라 생각하는 행동을 하더라도 전체가 똑같은 행동을 했을 때는 비합리적인 결과를 초래하는 경우를 가리킨다. \n연관개념으로 공유지의 비극, 죄수의 딜레마, 마이너리티 게임 등이 있다. 정치학에서는 집단행동문제(Collective Action Problem)이라고 한다.\n\n■ 예\n－ 스포츠 경기를 더 잘 보기 위하여 한 사람만 일어서면 잘 보이겠지만 모든 사람이 일어서면 아무런 효과도 없이 모두가 다리만 아프게 된다.\n－ 탁자 간격이 좁은 식당에서 한 사람이 목소리를 높이면 잘 들리겠지만 모든 사람이 목소리를 높이면 거의 고함치듯 목소리를 높여야 대화가 가능해진다.\n－ 자동차는 빠르지만 많은 사람이 차를 끌고 나오면 교통체증으로 인해 걷는 것보다 느려진다. 또한 많은 사람이 (시차가 있는) 교통정보를 듣고 안막히는 길로만 몰려들면 그 길이 더 막히기도 한다.\n－ 어느 특정 기업이 제품의 가격을 조금 올리면 그 기업은 이익을 더 얻는다. 그러나 모든 기업이 이걸 노리고 모든 제품의 가격을 올리면 물가가 올라서 오히려 악영향을 끼친다.\n－ 한쪽이 가격을 내리면 시장 점유율이 높아지지만 전부 가격을 내리면 생산자들에게는 어떤 이득도 없다.\n－ 기업의 인원삭감이나 관세장벽에 의한 무역수지 개선 등 개인이 합리적이라 생각하는 행동을 하더라도 전체가 똑같은 행동을 했을 때는 반대의 결과를 가져오는 경우가 많다. 이는 미시경제가 경제의 한 부분임에 반해, 거시경제는 경제 전체의 순환구조이기 때문이다.\n\n[저축의 역설(절약의 역설, Paradox of Thrift)]\n케인스의 주장으로 국민들이 저축을 많이 하게 되면 오히려 경기를 악화시킨다는 이론이다. \n개인들이 저축의 증가는 소비를 줄여 집단 수요를 감소시키게 되고 그 결과 총 생산을 감소시키며 소득이 줄어든 개인들이 그에 따라 총 저축액을 감소시킨다는 역설을 묘사한 것이다. 즉, 개인이 저축을 늘리게 되면, 최종적으로 총 저축액은 감소한다는 것이다. \n일반적으로 국가의 총수요는 가계의 소비와 기업의 투자, 정부지출의 세 가지로 구성된다. 사람들이 저축을 늘리면 소비가 감소하고 총수요가 줄어든다. 총수요가 줄어들면 기업은 생산을 줄이기 시작하고 이에 따라 고용 수준도 점차 떨어진다. 이렇듯 저축이 결국 경제에 나쁜 영향을 미치므로 저축을 악덕으로 볼 수 있다는 것이다. 물론 이런 상황은 경기가 불황일 때 심해진다.\n반례도 있다. 케인즈식 유효수요 창출정책의 일환으로 일본 정부는 1999년 일인당 2만엔의 상품권을 성인들에게 모두 지급했다. 상품권을 통해 국민의 소비를 늘리려는 심산이었다. 그런데도 저축에 익숙한 일본 국민들은 소비를 하지 않아 일본 경기를 계속 침체시킨 주요 원인이 됐다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "51fc321a-6b6f-434a-8658-78fb231eb912",
    "4c2e72b8-0cf2-48f3-b5fa-5ad39f6b68ea"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-24T14:58:21.982000",
  "updatedAt": "2023-12-21T10:10:00.186000"
}