{
  "id": "69dd723e-99ce-4039-8ff9-86b48f3a33dc",
  "title": "리더 경영",
  "content": "LG\nLG, 언론에 의해 선한 기업으로 포장된 기업입니다. 친형이 엘지 계열사 다니고 있습니다. 그냥 똑같은 한국 족벌기업일 뿐입니다.\n\n정ㅎㅇ 저분 그룹사에서 찍어 보낸 재무통 출신이고 애초부터 엘지디스플레이 쪼으라고 보낸 인사...\n\n여기 말고 딴데서 블라인드 댓글 보는데 1안, 2안, 3안 준비해 가서 선택 못하면 1-1, 1-2, 1-3, 2-1, 2-2, 2-3, 3-1, 3-2, 3-3 만들어 놓고 여기서 또 선택하면 1-1-1, 1-1-2 .... 이런 식으로 보고서 준비해 가야 하는 스타일이라 하더라고요. 전 이런 상사 만나면 월급 1억원 준대도 바로 사표씀.\n\n제가 엘지 계열사 다녀봤는데 일 많고 삼성한테 열등감 오지게 느낌. 야근도 다반사고, 술도 맨날 쳐묵\n\nLG의 의사결정 시스템은 전부터 말이 많았는데 조금도 나아지지 않은 모습이네요. 다른 곳이야 그렇다쳐도 첨단 IT 계통에선 능력있는 사람을 의사결정권자로 앉혀야지. 똥별들만 잔뜩 끌고와서 뻘짓시키다 망하는 패턴을 또...\n\n저런 경우 과도한 근무시간 때문이 아니고요. 실적이나, 책임감 때문에 그럽니다. 되려 근무시간이 너무 한정되어 있어 물량 못뽑아 스트레스 받아서 저런게 훨씬 신빙성 있음\n\n데이터, 보고서에 목숨 걸고 거기에 입각한 결정에 강박이 있다는 건 회사 자체가 의사결정의 결과에 과도한 책임을 지운다는 소리 같네요. 역사를 바꾼 성공한 의사결정은 객관적 데이터만이 아닌 특정 개인의 직감으로 나온 경우가 매우 많은데 저게 사실이라면 엘지는 유의미한 혁신은 절대 못하고 그냥 지금처럼 근근히 가늘고 갈게 가겠네요.\n\n안타깝습니다. 리더 자질 없는 리더가 너무 많습니다\n\n무능한 사람이 상사로 있으면 저러는 거. 엘지가 망하는 이유가 있네요.\n\n대부분 회사 임원놈들이 저럼. 더 높은 곳에 더 자질이 없는 사람을 뽑은 것 뿐.\n\n엘지디스플레이 지금 하청업체들 단가도 제대로 인상 안해주고, 일처리 엉망이라 오래 못갈듯. 딱 MC 걸은 길로 가고 있음.\n\nlg 그룹내에서 lg 디스플레이 산업은 곧 망할 산업으로 평가받음. 이건 중국탓도 크고, 가장 적자라.\n\n상사가 너무 완벽주의면 힘들죠. 아무리 케이스를 준비해도 어차피 현재 관점에서의 숫자일 뿐이고 미래는 항상 변화함. 인사이트 있고 책임질 줄 아는 리더라면, 어느 정도의 데이터 만으로도 결정을 내릴 줄 알아야죠. 결국 부하들의 에너지는 유한하기 때문에 불필요한 데이터 작성에 일시키기는 건 자제할 줄 알아야.\n\n대기업\n다른 대기업은 안저럴 거 같죠? 삼성, sk, 포스코, 엘지... 한국 대기업 대부분이 저렇습니다. 한국에선 자산 500억 이상 부자 아니면 한살이라도 젊을 때 이민이 답입니다.\n\n한국 모 대기업 다니다 30초반에 도저히 못해먹을 거 같아서 호주 이민왔는데 정말 최고의 선택이었습니다. 너무 행복합니다. 지금\n\n삼성\n거대 반도체회사의 오너가 동양사학과 출신입니다. 오너 아래에있는 부회장들이 알아서 회사를 경영하는데 회사가 잘 되길 바라는건 요행을 바라는거지 제대로된 회사라고 할수있는지... \n오너가 반도체회사를 어떻게 운영할지, 어디로 갈지 알지를 못하는데 바로 밑에 부회장을 제대로 등용하는 능력이 있을까요? 알아야 면장을 한다는데 전혀 문외한이 그 자리에 있는데 뭘 기대를 할까요? 지금 본인이 선택한 부회장들이 신통치 않다라는게 결과로 나오는 것이죠. 10년 전부터 제대로 부회장을 기용하였으면 이런 위기도 오지 않을텐데 알지를 못하니 미래를 설계하고 어디를 갈 건지 아예 기대를 할 수 없으니..\n엔비디아 젠슨황이라는 사람은 향후 미래에 그래픽카드의 발전성을 보고 창업할 때부터 차근차근 준비를 했다고합니다. 뭔가 틀리지 않나요. 전문가와 아예 문외한 사람과의 차이를...\n\n과거 이건희 회장 때도 위기는 있었다. 그럴 때면 이건희 회장은 조직을 긴장하게 만들었다. 불시에, 밤낮을 가리지 않고 모든 경영진에게 전화하니 경영진은 긴장하면서 살 수밖에 없고, 조직 전체가 긴장했다. 이건희 회장은 ‘첫째도 기술, 둘째도 기술, 셋째도 기술’이라고 했다. \n그런데 이건희 회장이 쓰러진 후 삼성을 좌지우지한 것은 기술자가 아닌 사람들이다. 인텔이 느슨해지기 시작한 것도 2000년대 초 기술자였던 앤디 그로브가 떠난 뒤 재무통들이 오랫동안 최고경영자(CEO)를 맡은 이후다. 이번에 삼성전자가 톱다운 방식으로 기술을 중시하겠다고 했으니 기대를 걸어봐야 한다. 실패를 용인해주는 회사 분위기도 필요하다.\n회사는 총수의 생각에 따라 기업 문화가 만들어지고 움직인다. 이건희 회장이 계시다면 신경영을 통해 혁신해야 한다며 그룹 전체를 들었다 놨다 하며 정신 차리게 할 것이다.\n\n이건희는 본인이 다 끌고갔고. 이재용은 재판 끌려다니는 사이에 정현호한테 맡겼더니 아주 아작을 내놓은 거죠.\n\n현명하고 강력한 리더십이 없는 조직은 세대의 변화를 결코 이길 수 없습니다.\n기업이 관리로 이어가는 건 기껏해야 십수년인데\n삼성은 AI로 들어가는 변혁의 시대에 리더쉽 부재로 대응을 실패한걸로 보여요.\n따라 잡으려면 뼈를 깎는 변화가 필요할텐데 관료화된 조직이 바뀌는 경우를 본 적이 없어서 향후 삼성전자는 부정적으로 보입니다.\n\n갑자기 조직문화가 바뀐게 직원 들이 나태해져서? 언론에서는 두루뭉실하게 조직문화가 문제라고 말하지만 밤새우며 일하셨던 황금기를 이끈 올드보이들이 아직 남아있습니다. 그들이 갑자기 나태해졌을까요? 그들이 노조의 메인 스트림일까요? 일하던 사람은 그대롭니다. 감독이 바뀌었고 이 큰 조직의 감독은 큰 틀에서 방향을 못잡아주고 있죠. 지금도 마찮가지고 앞으로도 단순 숫자 개선에 힘쓸 겁니다 그가 제시할 건 숫자가 아닌데 말이죠. \n아버지가 했던 단순한 것들이 있습니다. 빠르게 의사결정을 내리고 기민하게 움직였고 본질에 충실했죠. 그리고 그 부분에 대해 부족한 점은 최고 리더가 계속 지적했었죠. 그걸 정리한 핵심가치가 선대 회장때는 있었구요. 근데 그 가치가 최근 회장대에선  언급되지도 지켜지지도 않습니다. \n현장이 어떻게 돌아가는지 어떤 가치에 의해 움직이는지 아마 감도 못잡고 있을겁니다. 왜냐면 눈앞에 숫자만 보고 있기에 미래가치는 못보는 거죠. 대다수의 직원은 수년전부터 문제를 체감했지만 분명 내부의 소리보다 외부 기관에 수십억원 때려 박으며 문제를 찾으려 드는 우를 범할 껍니다. \n\n\n\n\n\n\n\n스티브 잡스\n애플에서 쫓겨났다 복귀한 잡스는 아이브를 산업 디자인 부문 수석 부사장으로 발탁해 애플의 전성기를 이끌었다. 제품 디자인 하나하나에 집착한 잡스는 거의 매일 아이브를 만나 아이디어를 교환하고 끝없이 토론했다. 잡스는 아이브를 두고 “그가 없었다면 지금의 애플은 없었다”라며 ‘영혼의 동반자’라고 평가한 바 있다.\n\n저는 젠슨황이나 일론머스크와 이재용을 비교해 보면 어디에 투자해야 할지 보입니다. 테크기업의 리더는 엔지니어들의 심장을 뛰게 만들어야 합니다. 그래야 최고의 인재들이 몰려들고 성과가 나옵니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-22T10:22:27.028000",
  "updatedAt": "2025-05-28T15:30:15.970000"
}