{
  "id": "69e81ed7-b2c8-4b63-8a94-7f7cc6587627",
  "title": "CIWS(Close-In Weapons System)",
  "content": "![image](media/1952b33bd55.86c6af7b0545828e.jpg)\n![image](media/1952b5d1998.a6add75a6df4d60c.jpg)\n![image](media/1952b65b312.aabb23afcc5bd9d7.png)\n\n\n\n팰렁스 vs 골키퍼\n팰렁스 - 20mm, 파괴력이 약하여 미사일에 명중해도 미사일을 완파시키지 못함, 따라서  2차 피해 발생\n골키퍼 - 30mm, 네덜란드제, 판매량이 적어서 후속 군수지원이 어려움, 유럽제 특유의 더딘 AS\n\n전세계에서 대한민국이 골기퍼를 애용하는 국가이다 보니, 네덜란드 탈레스에서 어차피 사장되는 라인을 살리고자, 삼성탈레스와 합작으로 한국형 CIWS 제안을 했지만, 비용 문제로 반려 되었다.\n\n골기퍼를 잘 애용하다가 팰렁스로 돌아선 이유는 여러가지다. 팰렁스는 미해군 주력 근접방어 시스템이다 보니 지속적인 업그레이드가 진행이 된 반면, 골기퍼는 그렇지 못해서 점점 진부화가 되었다. 거기에 골기퍼 자체가 A-10에 쓰이는 30mm 캐틀링건을 사용하다 보니 시스템 자체가 매우 커졌다. 시스템 전체 체적과 무게가 76mm 함포와 맞먹는 정도이다 보니 선박에 용이하게 장착하기는 쉽지 않았다. 또한 인천급을 건조할 때 제일 큰 비중을 둔 부분이 비용 절감이었다.\n팰렁스에 비해 두 배의 가격과 시스템의 발전이 없는 진부화, 그리고 76mm 함포와 맞먹는 체적/무게가 한국 해군이 팰렁스를 택한 이유였다.\n근데 골키퍼라는 경쟁자가 사라지니 팰렁스측이  가격을 두배로 올렸다. 원래 골키퍼 시스템에 대한 한국 해군의 평가는 나쁘지 않았고, 결정적으로 30mm, 20mm의 탄의 체적에 오는 파괴력이 차이가 있다. 그리고 점차 확산 되는 초음속 대함 미사일로 인해, 지속적인 업그레이드 중인 팰렁스 조차 물리적 한계인 20mm탄 위력에 대해 우려하는 반면, 30mm탄은 확실한 파괴를 보장한다는 겁니다.\n골기퍼는 LIG넥스원에서 창정비를 수행하고 있고, 한화 탈레스 이전에 삼성탈레스가 한국형 CWIS를 제안한 바 있다보니 K-CIWS 자체에 대한 개발 능력은 확보된 상태이고, 앞으로의 주기비용과 개발 비용적으로 국산화가 더 유리하다는 판단을 내리게 된다. 골기퍼 기반의 K-CIWS를 개발하게 되면, 원천 기술자인 탈레스측에서 저렴한 비용을 받고 생산라인과 기술을 이전할 가능이 매우 높다.\n문제는 GAU-8 30mm 기관포를 더 이상 생산하고 있지 않는다는 거다. 이 부분 역시 국산화를 타진 하고 있지만, 안될시 20mm도 검토중이다.\n\n드론 잡자고 전차나 장갑차에 팰링스, 골키퍼같은 덩치의 기관포를 달고 다닐 수 있습니까? 고폭성 탄두가 효과가 좋긴 하겠지만 그렇게 하다가는 전차의 본질을 상실하게 됩니다. 아예 30mm 기관포를 장착한 대공 장갑차가 따로 전차를 호위하지 않는 이상 전차에 직접 30mm를 달고 다닐 수 없습니다. 그런데 전차 하나에 드론 방어용 장갑차 하나를 묶어서 작전에 투입하는 것도 말이 안 되는 소리죠. \n드론을 위해서는 수백 미터 거리로 접근한 드론에게 30구경 총탄을 뿌릴 수 있는 M134 미니건이 좋다고 봅니다. 덩치도 M2 기관총 정도이니 전차에 탑재하기에도 무리가 없고 급박한 상황에 대 보병용으로 쓰기에도 좋습니다.\n\n미국 제네럴 다이내믹스의 컨셉 전차(abrams X)에 아파치 공격 헬기에 탑재되는 M230 30mm 기관포를 탑재한 모델이 소개되기는 했습니다. 그런데 그 기관포는 심지어 험비에도 장착될 정도로 가벼운 물건입니다. 그리고 ciws처럼 표적 추적 레이다와 사통장치가 구비되어 있는 물건이 아니라 카메라로 표적 확인하고 리모트 컨트롤로 사격할 수 있는 기능 밖에는 없어요. 사용되는 탄환만 보더라도 골키퍼에 사용되는 30 x 173mm 탄과 비교하면 M230탄은 30 x 113mm로 부시마스터 25mm 탄환보다 구경만 클 뿐 크기도 작습니다. 포구 초속이 높지 않고 포신이 짧아서 명중률도 좋지 못해서 근접 신관을 써도 효과가 떨어질 뿐 아니라 탱크나 장갑차량 탑재 버전은 발사 속도가 분당 200발 정도로 높지 못해서 근접 드론 방어용으로는 적합하지 못합니다. M230이 크기도 크지 않고 무게도 가벼워서 전차에 달아놓을 수는 있으나 아파치에 장착된 M230이 주로 지상 표적 공격에 적합한 물건이지 드론용으로 사용하기는 부적합. 드론을 상대하려면 일단 탄속이 빠르고 발사 속도가 빨라야 합니다. 초당 3발 정도 나가는 기관포로 드론을 상대하다가는 빠른 속도로 접근하는 자폭 드론을 방어 못함. abrams X에 무인포탑 형식으로 달아놓은  M230 30mm 기관포는 화력 강화용이지 드론 방어용이 아닙니다. \n\nCenturion C-RAM\nThe Centurion C-RAM, also called the Land Phalanx Weapon System (LPWS), is an American Counter-Rocket, Artillery, and Mortar (C-RAM) air defense artillery system. The system was developed in 2004, during and after the Iraq War identified a weakness in ground-based anti-projectile artillery. \nThe system was fielded in Afghanistan at US and allied bases that were too small to cost-effectively deploy other systems. The system has sensors and imaging so that it is fully self-contained. The Centurion shot down 70% of indirect fire in Afghanistan, defending an area roughly 1.2 kilometres (0.75 mi) around the bases as well.\nInitially, the C-RAM systems were distributed to United States allies for use against insurgent mortar attacks in the Iraq War, this being a common type of attack. The system was operated by several countries in the Green Zone to defend against attacks on embassies in the area. The system has been pushed as an idea to counter Iranian missiles and drones, especially in the Gulf states and in Ukraine since the Russian invasion in 2022. As of 2008, the US Army had received 22 systems, leading to the Navy experiencing some delays.\n2024. 2월, 팰렁스가 예멘 후티 반군이 쏜 미사일을 파괴하는 데 성공.\n\n제조업체 : Northrop Grumman, Raytheon, and Oshkosh Corporation.\n레이다:  Ku-band (AN/TPQ-36) AESA\n유효사거리 : 2km\n가격 : $1000만\n\nCIWS-II\n초음속 및 해면 근접 비행(Sea Skimming) 미사일까지 무력화할 수 있도록 개발할 계획이다. 이를 지상에 설치할 경우 공군 활주로, 군 지휘 시설 등 거점 방어에도 활용될 예정.\nCIWS-Ⅱ의 진화적 개발도 추진 중이다. 미래 게임체인저로 불리며 핵심 위협으로 주목되는 군집 드론 등에 대응할 수 있도록 개발하는 것이다. 현재 운용중인 CIWS는 관통탄약만을 사용하고 있어 군집 드론에 대한 대응이 어렵다.\nCIWS-Ⅱ는 향후 성능개량을 통해 전방확산탄을 탑재할 예정이다. 전방확산탄은 표적 전방의 일정거리에서 탄약의 전방으로 방출된 자탄이 원심력에 의해 넓게 퍼져 대공표적을 무력화시키는 탄약이다. CIWS-Ⅱ의 전방확산탄은 탄막을 형성해 무차별적으로 날아오는 군집 드론을 제압할 것으로 기대된다. \n김민석 한국국방안보포럼 연구위원은 “현재 미국 및 유럽의 CIWS는 노후화돼 이란 해군의 신형 대함미사일 방어에 적합하지 않다. 터키의 CIWS는 기관포 발사속도 등이 느려 이란 해군의 미사일로부터 UAE 함정을 잘 방어하지 못할 것”이라 말했다.​ \n제조사:  lig nex1. \n2027년 개발 완료, 2030년 양산을 목표.\n\nLIG넥스원이 개발 중인 CIWS-Ⅱ를 기반으로 ‘지상용 다목적 CIWS’ 개발에 나설 계획이다. 함정의 최후 방공 무기체계인 CIWS가 지상용으로 개발돼 장사정포와 무인기를 막아내는 최종 병기가 될 전망이다.\n저고도에서 북한 초대형 방사포뿐만 아니라 자폭·군집 드론, 순항미사일까지 요격이 가능\n\nGAU-8은 전 세계에서 미국 공군과 한국 해군만 사용한 지 20년이 넘었다. 수급불안\n문제는 30mm 포가 A-10이후 한국 해군만 사용함.  거기서도 가격이 오르는 중임.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-01-18T08:50:06.776000",
  "updatedAt": "2025-02-22T11:11:53.764000"
}