{
  "id": "6a4b8b50-b954-449b-90e6-f90b0ed37ae3",
  "title": "전국시대",
  "content": "도쿄는 본래 에도(江戶)로 불리어진 이름 없는 어촌으로 스미다가와(隅田川)라는 강과 바다(東京灣)가 만나는 곳이었다. 습지가 너무 많고 강물과 바닷물이 조수에 따라 섞여 있어 농사는 생각할 수 도 없었다. 이렇게 버려진 지역에 뜻밖의 인물이 전봉(轉封)되어 오면서 에도의 운명을 크게 바꾸어 놓는다.\n\n16세기 일본의 전국(戰國)시대를 제패한 오다 노부나가(織田信長)는 일본 통일을 눈앞에 두고 있었다. 그는 오만함과 방심으로 심복 아케치 미쓰히데(明智光秀)의 모반에 의해 교토의 혼노지(本能寺)에서 뜻밖에 목숨을 잃는다(本能寺의 變). 오다에게 갑작스러운 변고가 일어났을 때 오다의 실력 있는 부하들은 오히려 미쓰히데의 눈치를 보고 있었다.\n\n그러나 의협심이 강한 하시바 히데요시(羽柴秀吉 후에 豊臣秀吉)는 멀리 히로시마 근처에서 전쟁을 하고 있음에도 불구하고 깜짝 휴전을 하고 몰래 군사를 돌렸다. 미쓰히데를 징벌하러 교토로 돌아오기 위해서였다. 이 소식을 들은 미쓰히데는 교토 입구의 야마자키(山崎)에서 기다렸다. 정의가 살아 있는지 여부를 결정하는 일전(一戰)이었다. 많은 다이묘(大名 영주)들은 인근 산위에서 관측소를 만들어 놓고 승부의 추이를 지켜보고 있었다. 이긴 편에 줄을 서 보겠다는 기회주의자들이었다.\n\n사필귀정인가. 주군의 원한을 풀어 주겠다는 의리를 내 세운 히데요시 군대는 장시간 행군의 피로에도 불구하고 승리하였다. 미쓰히데는 패주하여 산에서 길을 잃고 산적에게 살해된다. 1582년 7월2일 임진왜란 발발 10년 전의 일이었다.\n\n이 한 번의 전쟁으로 오다의 일개 장수에 불과했던 히데요시는 목숨을 걸고 주군에 충성을 다했다는 의리의 부하로 오다 세력의 중심에 서게 되었다. 어느 누구도 히데요시에 대항할 명분과 힘을 잃었다.\n\n히데요시가 권력을 잡게 되면서 결국 1586년 이에야스도 관백에 오른 히데요시의 권위에 굴복하고 히데요시의 거성 오사카 성에 입조하였다. 이때 이에야스는 차남인 오기마루를 히데요시의 양자(사실상의 인질)로 보내었고, 히데요시는 이부동생인 아사히히메를 이에야스의 정실로 보내어 사실상의 종속관계를 구축하였다.\n\n오다 노부나가의 급사(急死) 이후 권력을 거머쥔 도요토미 히데요시는 기세를 몰아 일본 통일에 박차를 가한다. 능수능란하게 세력을 불리며 서일본과 규슈를 접수한 히데요시는 1590년 봄 동쪽으로 시선을 돌려 관동(關東)의 강자 호조(北條) 가문 복속에 나선다. 호조 가문은 본거지인 오다와라(小田原)성에서 농성(籠城)했으나 집요한 봉쇄를 견디지 못하고 그해 여름 성문을 열고 만다. 소위 ‘오다와라 정벌’이라고 하는 이때의 전투로 히데요시는 사실상 일본의 패자(覇者)가 된다.\n\n그러나 천하를 호령하는 히데요시에게 열등의식과 두려움을 느끼게 하는 인물이 있었다. 도꾸가와 이에야스(德川家康)였다. 히데요시는 언젠가 자신의 자리를 넘어 다 볼 인물로 이에야스를 경계하였다.\n\n이에야스는 성장 환경이 천민 출신의 히데요시와는 달랐다. 이에야스는 나고야 인근 비옥한 오카자키(岡崎)를 소유하는 다이묘의 아들로 덕망까지 갖추어 많은 사람들의 존경을 받고 있었다.\n\n히데요시는 이에야스를 미리 꺾어야 했다. 그러나 그를 제거하기 위해서는 명분이 필요했다. 이에야스가 불만을 품고 히데요시에 대항하도록 하는 빌미를 제공하는 것이다. 히데요시는 이에야스에게 비옥한 오카자키 지역을 내 놓고 척박한 에도로 가라는 황당한 전봉 명령을 내렸다.\n\n1590년 일본을 거의 통일한 도요토미 히데요시(豊臣秀吉)가 이에야스에게 슨푸(駿府)에서 오다와라(小田原)에로의 전봉(轉封)을 제안했다. 오다와라는 중국의 함곡관을 능가한다는 천하의 험소(險所) 하코네(箱根) 동쪽에 있는 성(城)이다. 이에야스는 한 술 더 떠 오다와라보다 더 동쪽의 에도를 선택했다.\n히데요시의 속내는 2인자 이에야스가 시골에 쳐 박혀 중앙정치에서 손 떼게 하려는 심산이었는데 이에야스가 에도로 가겠다고 한 것은 의심 많은 히데요시를 더욱 안심시키기 위한 것이었다.\n\n관동을 접수한 히데요시는 같은 진영으로 참전한 도쿠가와 이에야스에게 에도로 영지를 옮길 것을 넌지시 제안한다. 드넓은 관동의 지배권을 주겠다는 명분이었으나 내막은 간단하지 않았다. 당시 에도는 불모지나 다름없는 미개척지였다. 반면 이에야스의 본거지인 슨푸(駿府·시즈오카현)는 풍부한 물산을 자랑하는 교통 요지였다. 후세의 사가들은 에도 전봉(轉封) 권유를 이에야스를 견제하기 위한 히데요시의 계책으로 해석한다.\n\n이에야스의 가신(家臣)들은 히데요시의 함정을 모르고 거칠게 반발하였다. 이에야스는 히데요시의 의중을 간파하고 있어 두 가지 이유를 들어 가신들을 설득하였다.\n첫째는 지금 반발하여 군사를 일으키면 파 놓은 함정에 빠져 영원히 제거될지도 모른다. 둘째는 히데요시가 천하를 통일하면 공신들에게 영지를 나누어 주어야 하는데 턱 없이 부족하다. 히데요시는 조선을 통해 중국을 침략할 허황된 야심을 가지고 있다. 영지를 미끼로 전국의 다이묘들에게 전쟁지원을 명령할 것이다. 차라리 에도에서 모두 농부가 되어 황무지를 개간하면서 때를 기다리는 것이 나을 수 있다.\n\n하루아침에 삶의 터전을 잃게 된 수만 가솔을 이끌고 에도에 입성한 이에야스는 맨땅에서 다시 시작한다.\n이에야스는 가신들을 위로하고 창과 칼을 녹여 삽과 괭이를 만들었다. 이에야스 가신들은 농민이 되어 강을 준설하고 바다를 메워 농지를 만들고 신도시를 건설했다. 일본 최초로 매립을 통해 도시건설을 시작한 것이다.\n보통 영주라면 성(城)부터 챙길 것이나, 이에야스는 가신들의 주거지 개척, 농경지 확보, 물자 운송용 수로 건설, 상업 진흥에 힘을 쏟는다. 다행히 에도는 동서를 연결하는 천혜의 지리적 이점이 있었다. 이때부터 시작된 에도 건설이 훗날 이에야스가 도요토미 가문을 응징하고 강력한 통치력의 에도 막부를 여는 원동력이 되어 주었다.\n\n이에야스의 위대한 지도자 면모는 형세를 읽고 힘을 기르며 때를 고르는 안목에서 찾을 수 있다. 위기를 전화위복으로 만드는 것은 분노나 오기(傲氣)가 아니라 냉철한 상황 판단과 전략적 인내임을 알려주는 교훈이 일본 근세 역사에 담겨 있다.\n\n이에야스의 예상대로 일본열도를 통일한 히데요시는 칼날을 조선을 향하였다. 조선을 먼저 정복하고 조선의 군사를 앞세워 중국(明)까지 밀고 갈 작정이었다. 이것은 선교사들로부터 인도와 중국을 알게 된 주군 오다의 꿈을 실현하는 것이기도 하였다.\n\n임진왜란이 일어나자 일본 최대의 다이묘였던 도쿠가와 이에야스도 임진왜란에 참여하도록 압박을 받았지만, 도쿠가와는 관동 일대의 반란 진압 및 관동 경영을 핑계로 관동 다이묘들을 비롯한 자기 세력의 참전 규모를 최소화하고 일부만 전진기지인 지금의 사가현 가라쓰시 히젠 나고야성에 주둔시키는 선에서 움직이지 않으려 한다. 히데요시로서는 이에야스의 지원이 절실했으나, 이에야스의 세력이 상당해서 무시할 수 없는 처지라 결국 이에야스의 지원을 포기해야만 했다. \n\n속전속결로 금방 끝날 것 같은 히데요시에 의한 임진왜란은 7년의 세월을 끌었다. 조선에서 뜻밖에도 의병(義兵)의 게릴라전, 해전의 천재 이순신의 활약으로 중국은커녕 조선도 쉽지 않았다. 중국은 항왜원조(抗倭援朝)라는 기치로 조선에 지원군을 보내자 전쟁은 교착상태에 빠진다. 조선에 대한 침략전쟁이 뜻대로 되지 않자 성질 급한 히데요시가 화병을 얻어 어린 아들을 남겨 놓고 급사한다. 히데요시의 죽음으로 명분 없는 7년 전쟁(1592-1598)은 이웃 나라 조선에게 씻을 수 없는 상처만 남기고 끝이 난다.\n\n조선침략 전쟁에 참여한 일본의 수많은 다이묘들은 군인들을 잃고 재정이 고갈되었다. 그러나 그 사이 황무지 개간에 공을 들인 이에야스는 멀쩡했다. \n히데요시 사후 이에야스가 일본의 정국을 좌지우지 할 수 있었던 것도 개간을 통한 재정 비축과 거의 손상되지 않은 군대가 있었기 때문이다. 히데요시 사후 2년 만인 1600년 이에야스는 히데요시의 잔존 세력과 천하의 주인을 정하는 전쟁을 일으킨다. 일본 전국시대를 종언하는 마지막 전쟁인 세키가하라 전쟁이었다.\n\n1598년 도요토미 히데요시가 죽자, 이에야스는 드디어 야심을 드러내며 후쿠시마 마사노리, 가토 기요마사 등 도요토미 가 내부의 오와리 국 출신의 다이묘들을 포섭하기 시작하였다. 그러던 중 1600년 6월, 아이즈의 우에스기가 불온한 움직임을 보인다는 고발과 우에스기 가문의 도발적인 대답을 계기로 이에야스는 이를 토벌한다는 구실로 오사카에서 출진하였다. 이것이 이른바 일본 역사에서 가장 큰 전투 중 하나이자 '천하를 둔 전투'라 일컬어지는 ‘세키가하라 전투(関ヶ原の戦い)’의 서막이었다. 결국 이에야스는 이후 벌어지는 일련의 사건에서 모략으로 승기를 갖추어놓고 세키가하라에서 이시다 미츠나리와 결전을 벌인 끝에 군사적 식견의 우위를 점하고 승리, 마침내 천하를 잡게 되었다.\n\n이에야스가 이 전쟁에서 승리함에 따라 에도는 처음으로 일본 정치의 중심에 서게 된다. 만일 세키가하라 전투에서 이에야스가 패배하였다면 에도는 작은 변방 도시로 남게 되고 히데요시가 근거지로 했던 오사카(大阪)가 정치의 중심이 되어 오늘의 일본의 수도는 오사카였을지 모른다.\n\n1603년 쇼군(征夷大將軍)이 되면서 에도에 막부(幕府)를 개설한다. 이에야스는 에도를 오사카 같은 대도시를 만들 계획을 세우자 가신들은 고등어를 키워 고래가 되게 한다고 믿지 않았다.\n이에야스는 산킨코다이(參勤交代)를 실시했다. 에도를 건설해도 각 지역의 다이묘들이 와서 살지 않으면 의미가 없다. 그들을 에도에 인질로 묶어 두면 배신도 막을 수도 있다. 정권의 안보를 위해서 일거양득의 득책이다. 다이묘들은 에도에 집을 짓고 가신들의 주거도 준비하는 등 에도의 주택 경기와 소비 경제가 활발해졌다.\n\n세키가하라 전투 이후 이에야스는 도요토미의 직할 영지를 오사카 성과 그 일대의 60여만 석(본래는 220여만 석)으로 축소시키고, 나머지 자신을 적대한 가문들도 모두 추방 또는 감봉, 전봉하였다. 그리고 이에야스를 예전부터 따르던 중신들 및 일족들을 전국의 요지에 배치하였다.  \n\n1607년 도쿠가와 이에야스는 조선에 공식적으로 사과하고 임진왜란은 일본의 뜻이 아닌 도요토미 히데요시 혼자만의 뜻임을 강조하였으며, 임진왜란에 참전한 다른 다이묘들은 히데요시의 강압에 어쩔 수 없이 출진한 것이라 해명하며 사과하며, 소 요시토시를 시켜 임란시 납치된 조선인과 약탈품들을 가능한 한 송환하도록 했다. 또한 도요토미계의 잔당들과 후예들을 '수적'이라 칭하면서 그들을 모두 소탕해 씨를 말렸다고 조선 조정에 알리는 외교적 센스를 발휘하여 조선과의 외교를 단번에 정상화시켜 버리는 수완을 발휘한다.\n\n다이묘들은 가신을 데리고 에도에서 1년 그리고 자신의 영지에 1년씩 보내는 이중생활을 했다. 에도와 지방을 왕복해야 하므로 막부는 전국의 다이묘를 동원하여 간선도로를 만들어 모든 길은 에도로 통하게 했다. 교통의 정비로 숙박시설이며 서비스업의 경제가 살아나고 지방과 에도와의 교류가 원활해 상업이 발달했다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-18T23:33:47.461000",
  "updatedAt": "2022-03-18T23:33:47.461000"
}