{
  "id": "6a755cb1-209e-4bc6-879e-a2f118241170",
  "title": "십자군 전쟁",
  "content": "십자군이란 11세기 말에서 13세기에 걸쳐 서유럽의 기독교인들이 <이교도(이슬람 교도)에 대한 응징> 이라는 구호를 내걸고 성지인 예루살렘의 탈환을 위해 조직한 군대였다. 이 십자군 때문에 이슬람 지역은 엄청난 희생을 치러야 했다.\n\n이 십자군 전쟁의 발단은 서유럽 기독교인들의 성지 순례를 아랍인들이 방해하지 말라는 경고에서 비롯되었다. 순례의 길은 멀었다. 그 길을 소유하고 있던 사람들은 아랍인이었다.\n\n애초에는 별다른 대립이 없었다. 앞서 말한 것처럼 아랍인은 상업 민족이었기 때문에 이익만 있으면 여행자들을 괴롭히지 않았다. 그러다가 10세기경 새로이 등장한 셀주크 투르크 족이 아랍인을 몰아내고 이슬람 세계의 주도권을 쥐게되면서 상황은 달라졌다. 11세기 후반에는 동로마 제국까지 무너뜨리고 기독교의 성지 예루살렘을 점령, 순례자들을 괴롭히기 시작한 것이다. 그리하여 성지탈환의 깃발을 내걸고 제1차 십자군 전쟁이 1096년에 터지게 되었다. 프랑스를 중심으로 이탈리아ㆍ독일의 기사단, 또 성직자, 일반 시민, 농민이 참가, 격전을 거듭한 끝에 마침내 예루살렘을 점령하고 예루살렘 왕국을 건설한다. 그러나 이것은 오래 못 가고 2백 년에 걸쳐 일곱 차례나 십자군 전쟁을 벌이지만 끝까지 성지 탈환에는 성공하지 못했다.\n\n십자군 전쟁의 피해는 참으로 컸다. 그러나 수많은 군대의 왕래로 인해 동방 문화가 수입되고 동방 무역이 번성해 가면서 수학 분야도 교류가 이루어지게 되었다. 십자군이 바다로 육지로 이동해 가면서 수많은 사람들, 물자와 동시에 많은 돈이 오갔고 결국 주변 도시는 크나큰 이익을 얻게 되었다.\n\n가령 제3차 십자군 전쟁에 참가한 프랑스 필립 2세의 경우를 보자. 그는 기사 650명, 병사 1,300명과 그 수만큼의 말, 그리고 이들을 먹여 살릴 8개월분의 식량이 필요했는데, 이를 5,850 은화 마르크로 이탈리아의 제노바 상인과 수송 계약을 맺었다. 또한 어떤 귀족은 기사 4,500명, 병사 9,000명, 그에 상당하는 말, 보병 2만 명을 먹여 살릴 9개월분의 식량을 수송비 8,500 은화 마르크로 베니스의 상인과 계약하기도 했다. 상인은 이 수송을 위해 함대를 건조해야만 했다. 이와 같은 거금이 오가는 과정에서 은행 업무가 필요해진 것은 당연한 일이다. 큰 돈의 거래에는 어음이 필요했다. 그 좋은 예로서 제6차 십자군 전쟁에 참가했다가 포로가 된 프랑스의 루이 9세에 대한 보석금의 문제가 있었다.\n\n원래 중동 지방에서는 인질과 돈이 같은 의미를 지니고 있었다. 그들은 결코 포로를 그냥 죽이지는 않았다. 그들에게는 포로야말로 곧 돈이기 때문이었다. 따라서 그들은 기회만 있으면 서슴없이 인질을 잡았다. 십자군 전쟁 때에도 예외가 아니어서 열심히 포로를 잡았다. 루이 9세의 보석금은 다음과 같은 경로로 지불되었다.\n\n\n제노바 상인이 루이 9세에게 돈을 빌려 준다.\n↓\n루이 9세는 프랑스의 국고에서 어음으로 갚는다.\n↓\n어음은 제노바의 상인에게 건너간다\n↓\n어음은 제3의 금융업자에게 건너간다.\n↓\n제3의 금융업자는 프랑스의 국고에서 결제를 받는다.\n\n\n\n이것이 어음할인의 최초 본보기였다. 이 거래에는 이자가 붙었고, 결과적으로 제노바의 상인은 2할에 가까운 이윤을 남기게 되었다. 십자군 전쟁 때에는 현금을 가지고 다니는 일이 매우 위험했고, 따라서 어음을 현금으로 바꾸는 일을 대행하는 금융기관이나 어음 제도가 발달할 수밖에 없었다.\n\n십자군의 출발 항구였던 북이탈리아의 여러 도시들, 즉, 제노바, 피사, 베네치아 등은 십자군의 물자 수송을 통해 큰 돈을 벌었으며, 돌아올 때에는 그곳의 물건을 가져왔기 때문에 오며가며 돈을 벌었던 것이다. 그 이전의 생활은 매우 단순했으나 이런 복잡한 상거래를 함으로써 수학이 발달하지 않을 수 없게 되었다. 피사의 수학자 피보나치의 《수판의 책》이 널리 보급된 배경에는 이러한 상황이 깔려 있었다. 이탈리아에서는 그 후 16세기에 이르러 방정식이 크게 유행했다. 그 역시 아래와 같은 시대적 배경이 있었기 때문이었다.\n\n\n십자군원정→막대한 돈의 이윤→금융 기관의 발달→복잡한 계산술의 발달",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-15T10:00:50.613000",
  "updatedAt": "2023-04-15T10:03:42.812000"
}