{
  "id": "6b032120-5608-4486-af10-7f95de593081",
  "title": "여수(麗水)/순천",
  "content": "![image](media/19491972a26.8903c062196897ea.jpg)\n![image](media/194f7dee340.b0901ce2d3776ab7.png)\n\n\n여수\n510년대 초반 무령왕의 대가야 공세 때 백제에게 함락되면서 옛 원지국의 세력 기반은 완전 해체되어 백제의 직접 지배지가 되었고, 이후 대가야가 520년대에 백제에게 반격하는 과정에서도 백제는 여수시 일대를 유지하는 데 성공했다. 백제 성왕 때 이미 여수시 반도지역은 원촌현(猿村縣)), 도서지역은 돌산현(突山縣)이라는 이름이 붙었다.\n이후 6세기 후반에 관산성 전투 및 그 이후 여러 전투에서 백제가 신라에게 패배하면서 전남북 동부 내륙 일대가 신라에게 넘어갔지만, 이때도 백제가 전력투구하면서 여수, 순천, 광양 일대만은 빼앗기지 않고 유지했고, 이후 660년 백제 멸망 때까지 백제의 강역으로 유지된다.\n남북국시대 신라 경덕왕의 지명 한자화 정책으로 여수시의 반도 육지권역은 해읍현, 화양면을 포함한 도서권역은 여산현(廬山縣)이란 이름이 붙었다. 이때부터 승평군(순천)에 소속되었다.\n신라 왕궁 근위대 장교로 복무하던 견훤이 지방 군 지휘관으로 인사이동할 때 처음 배치된 곳이 다름아닌 순천-여수 일대 승평군이었고, 이 일대에서 복무하던 견훤이 다시 광주로 전근가서 기반을 잡았었다. 그래서였는지 후삼국시대에는 후백제의 영역에 들어간다.\n\n여수라는 명칭은 고려 태조 23년(940) 행정 구역 개편시 해읍현을 여수현으로 변경하면서 사용하게 됐으며, '여수(麗水)'는 4면이 아름다운 바다로 둘러싸인 데서 유래한 명칭이다.\n고려 태조 왕건이 삼국을 통일한 뒤 전국을 순행할 때, “이 지역은 인심이 좋고 여인들이 아름다운데 그 이유가 무엇이냐” 묻자 신하들이 “물이 좋아서 인심이 좋고 여인들이 아름답습니다”고 답했다고 한다. \n\n순천\n명목상으로는 마한의 일부였고, 근초고왕 때부터는 백제의 마한연맹의 주도권을 인정하는 백제의 간접 지배지였다. 다만 신미국을 중심으로 뭉친 소국 연맹체 침미다례는 백제의 견제 탓에 전라도 동부로는 전혀 세력을 뻗치지 못했기에, 순천 일대를 근거지로 하는 종래의 마한 소국은 침미다례와는 무관했다고 여겨진다. 그러나 475년 한성백제가 수도 위례성 함락으로 몰락의 위기에 처하게 되자, 그 전부터도 무역을 통해 전라도 일대에 그 영향력을 투사해가던 반파국(대가야)이 이러한 틈을 타 순천을 포함한 호남 동부 지역에 진출했고, 이때 순천은 사타국(娑陀国)이라고 불렸다. \n세력을 회복한 백제는 무령왕 시기인 512년도에 반파국을 꺾은 후, 반파국이 주도하는 가야연맹의 가맹국이었던 사타국을 멸망시키고 직접 지배화하였으며, 이때부터 순천 일대는 백제의 직접 지배 영역에 속하게 되었다. 그후 감평군(欿平郡)이라고 불렸으며, 원촌현(여수), 돌산현(돌산 지역), 마로현(광양)을 영현(領縣)으로 삼았다. 이후 전라도 동부는 백제가 520년대 초반까지 약 십 년 동안 반파국과 공방을 주고받으며 영토를 빼앗기고 빼앗는 전장이 되지만, 순천, 여수, 광양 일대는 한번도 빼앗기지 않고 확고하게 장악했다. 이후 관산성 전투 패전 이후 신라가 밀고 들어와서 백제는 반파국에게 어렵게 되찾은 전라도 동부 일대(남원, 장수 일대)를 다시 신라에게 잃게 되는데, 이때도 순천, 광양, 여수만큼은 진흥왕의 신라에게 빼앗기지 않고 확고하게 백제령으로 유지했다. 다른 지역은 몰라도 이 일대를 빼앗기면 옛 침미다례 일대도 방어가 어려워질 게 뻔했으니, 백제 입장에선 다른 곳은 내줘도 순천, 여수, 광양은 결코 내줄 수 없었던 것으로 보인다.\n그후 660년 백제 멸망 후 663년까지의 백제부흥운동 진압 과정에서 신라의 군현으로 편성된다. 남북국시대인 757년 (신라 경덕왕 16년), 승평군(昇平郡)으로 개칭하고 해읍현(海邑縣), 여산현(廬山縣), 희양현(晞陽縣)을 거느렸다.-영현(領縣)하였다.- 고려초에 승주(昇州)로 불리었고 이에 후삼국시대 기록에도 승주로 나타난다. 호족 박영규가 웅거하였으며, 이후 후백제의 강역이 되고 박영규는 후백제왕 견훤의 사위가 된다. 후백제가 일리천 전투 결과로 멸망한 후에는 고려의 군현이 된다.\n940년(태조 23년), 해읍현은 여수현(麗水縣)으로, 여산현은 돌산현(突山縣)으로, 희양현은 광양현(光陽縣)으로 개칭되어 그대로 승평의 속현이 되었고, 곡성군의 영현이던 부유현(富有縣, 현 주암면 승주읍 일대)이 승평의 속현이 되었다. 983년(성종 2년) 전국에 12목을 설치할 때 승주목(昇州牧)이 되었다.\n\n신증동국여지승람에서 순천을 산과 물이 기이하고 고운 탓에 세상에서 소(小)강남이라고 일컫는다는 기록이 있다. 마치 순천의 자연환경이 중국의 강남과 비슷하다는 뜻으로 작은 강남이라고 일컬었다고 한다.\n\n고려 공민왕 때 홍건적의 개경침공 으로 피신을 해야 했던 공민왕은 왕의 처가쪽인 화순 동복 오씨들과 어머니 를 모시고 피신처를 찾던 중 화순 동복사람인 \"김도\"의 안내로 지금의 순천시 송광면 삼청리 모후산 자락 왕대 마을 쪽에 안착하게 된다. \n아들인 공민왕은 경상도 안동으로 가게 되고, 어머니와 처가쪽 사람들이 이곳 송광면 삼청리 왕대 마을에 머무르면서, 모후산에서 자생하는 산삼을 먹으며 기력을 회복하게 된다. 그후 홍건적의 난이 어느 정도 진압된 이후 어머니를 모시러 온 공민왕이 이곳 순천 송광면 삼청리 왕대마을에 도착하여 기이하고 우람한 산세를 보고 곁에 있던 김도에게 \"이산이 무슨 산이냐?\"라고 물으니, 김도는 \"예, 라복산이라 하옵니다.\"라고 대답하였다. 그러고 나서 다시 왕이 말하기를 \"과연 덕여모후로다.\"라고 말하였다.\n왕이 머무른 장소라 하여 마을 이름도 '왕대' 라 칭하였고, 왕족이 피신한 임시수도라 하여 그 아랫마을 이름은 '유경'이라 부르게 되었다. 지금도 이곳 송광면 왕대, 유경 마을에는 공민왕의 이야기와 함께 산넘어 주암면 대광리 용문마을 에 존재하던 '대광사'란 큰절이 존재했었고 대광사 관련 불교유적들이 송광면 삼청리, 후곡리 주암면 대광리 주변으로 남아있으며 대표적인 대광사의 유적에는 대한민국 명승 25호로 지정된 '초연정원림'이 있고 후곡리 모후산 중턱에는 유마사 운성암절터가 현재에도 남아있다.[3]\n\n낙안\n3세기 원삼국시대에는 낙안군 지역에 마한의 불사분야국(不斯濆邪國)이 있었다. 이후 백제가 낙안군 일대를 병합하여 분차군(分嵯郡)을 설치했는데, 불사(弗斯) 또는 부사(夫沙)라고도 불렸다. 757년, 신라 경덕왕에 의해 분령군(分嶺郡)으로 개칭하고 충렬현(忠烈縣, 현 고흥군 남양면 일대), 조양현(兆陽縣, 현 보성군 조성면 일대), 강원현(薑原縣, 현 고흥군 두원면 일대), 백주현(栢舟縣, 현 고흥군 동강면 일대) 4개의 속현을 관할했다. 940년에 낙안으로 개칭되었고 나주의 속현이 되었으며, 이전에 관할하던 4개의 속현은 보성군으로 이관되었다. 동시에 충렬현, 강원현, 백주현은 남양현(南陽縣), 두원현(荳原縣), 태강현(泰江縣)으로 개칭되었다. 후에 다시 낙안군으로 승격하였다. 원래는 현 벌교읍 고읍리에 관아가 있었으나, 고려 말 ~ 조선 초에 왜구가 들끓자 더 내륙인 낙안읍성 자리로 이전했다.\n\n金華\n금화 김씨(金華金氏)는 한국의 성씨로, 시조는 김랑(金浪)으로 전해집니다. 김랑은 신라 경순왕의 후손으로, 조선시대에 진사를 지냈다고 알려져 있습니다. 하지만 문헌이 전해지지 않아 본관의 유래 등은 알 수 없습니다.\n지금은 사라진 전라남도 낙안군 서쪽에 있던 지명으로 낙안군은 지금의 순천시 낙안면, 순천시 외서면, 보성군 벌교읍 일대이다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-01-23T14:13:49.966000",
  "updatedAt": "2025-04-05T19:23:31.491000"
}