{
  "id": "6b26d46c-7625-4b46-bbaa-bb65da866e63",
  "title": "강대국의 흥망  vs 문명의 충돌",
  "content": "[강대국의 흥망]\nPaul Kennedy의 저서 『The Rise and Fall of the Great Powers』(1987)은 1500년부터 2000년까지의 세계 강대국들의 부상과 몰락을 경제적 변화와 군사적 갈등의 관점에서 분석한 역사서입니다. 이 책에서 Kennedy는 \"제국의 과도한 팽창(imperial overstretch)\"이라는 개념을 통해, 강대국들이 경제적 기반을 초과하는 군사적 확장을 추구할 경우 쇠퇴의 길을 걷게 된다고 주장합니다.(en.wikipedia.org)\nKennedy는 역사적으로 스페인, 프랑스, 영국, 독일 등의 제국들이 군사적 야망과 경제적 능력 사이의 불균형으로 인해 쇠퇴했음을 지적하며, 이러한 패턴이 현대의 미국에도 적용될 수 있다고 경고합니다. 그는 미국이 광범위한 글로벌 의무와 이익을 감당하는 데 필요한 자원을 초과하여 군사적·경제적 부담을 지고 있다고 분석했습니다.\n이 책은 출간 직후 큰 반향을 일으켰으며, 미국의 정책 결정자들과 학자들 사이에서 미국의 세계적 역할과 지속 가능성에 대한 논의를 촉발시켰습니다. 특히, 1980년대 후반의 경제적 도전과 군사적 개입이 Kennedy의 분석과 맞물려 미국의 미래에 대한 우려를 증폭시켰습니다.\nKennedy는 이후에도 자신의 주장을 고수하며, 미국이 군사적 개입과 경제적 부담 사이의 균형을 재조정하지 않을 경우, 역사적 선례처럼 쇠퇴할 수 있다고 강조했습니다. 그는 미국이 국제적 의무를 재평가하고, 경제적 기반을 강화하는 데 집중해야 한다고 조언합니다.\n이러한 Kennedy의 분석은 오늘날에도 여전히 유효하며, 미국의 대외 정책과 경제 전략에 대한 중요한 통찰을 제공합니다.\n\n폴 케네디 예일대 교수가 저술한 『강대국의 흥망』. 1500년대부터 1980년대까지 강대국의 정치,경제적 대두와 쇠락의 이유를 찾는 책으로, 저자는 강대국의 국력은 오로지 다른 나라와의 비교를 통해서만 정확하게 파악할 수 있다고 말한다.\n강대국의 대두는 이용 가능한 자원과 경제적 내구성에 좌우되며 강대국의 쇠퇴는 무분별한 군사력의 증강과 그로 인한 경제력의 쇠퇴, 이용가능한 자원 이상의 전비 지출과 강대국의 야심에 의한 것이라고 지적한다.\n또한 지난 5세기 동안에 전개된 강대국들의 흥망성쇠가 경제력과 군사력의 변화 추이에 의해 좌우되어 왔다고 설명하면서, 21세기에는 미국, 소련, 서유럽 등의 쇠퇴와 아시아계 강국의 부상을 예언하고 진단하는 내용을 담고 있다.(현재는?)\n\n각국의 재정 대비 군사비 지출을 비교하여 왜 영국이 18세기말에 프랑스와의 패권경쟁에서 승리했는지 설명했다. 즉 영국 재정의 건전성이 프랑스에 비해 좋았기 때문에 결국 18세기에 프랑스를 제치고 패권을 거머쥔 것이다. 이것은 사실 프랑스 지도부가 멍청했기 때문이 아니라, 프랑스는 수많은 적과 국경을 맞대어 있기에 대육군을 유지해야하지만, 영국은 해군만 신경쓰면 되기 때문에 그 차이가 고스란히 프랑스의 재정 부담으로 돌아온 탓이 컸다.\n세계 대전을 거치면서 미국과 소련의 냉전이 시작되고 그로 인해 영국, 프랑스, 독일은 상대적으로 쇠퇴하게 되었다. 그러나 냉전으로 인한 과도한 군비경쟁은 미국과 소련의 경제력 쇠퇴를 불러 일본과 독일의 등장을 가져왔다는 것이다.\n중국도 잠재적으로 미, 소가 저문 다음의 파워로 떠오를 수 있다고 보았다. 그 이유는 중국은 당시 경제성장에 매달리면서도 군비가 그다지 많지 않다는 점에 주목했다. 케네디가 미, 소의 쇠퇴를 예언한 것은 과도한 군비지출이었는데, 이에 반해 당시의 일본, 독일, 중국은 군비부담이 적기 때문에 국력이 더 신장할 여지가 많다고 보았다.\n\n1. 한 국가의 부(富)가 커질수록 부를 지켜내기 위해 그만큼의 군사력이 반드시 뒷받침되어야 한다.\n2. 하지만, 경제대비 이런 군사력의 지나친 확대는 재정 불건전화를 불러와 강대국의 쇠퇴를 불러온다. 즉 경제력이 성장함에 따라 군사력도 '같이' 그리고 '균형'을 이루는 게 필요하며, 군사력이 지나치게 확장되면 필연적으로 경제의 몰락 및 패권의 몰락을 부른다.\n3. 강대국의 조건에 민주주의 유무는 상관없다. 즉 민주주의 체제가 만병통치약은 아니라는 것이다.\n\n케네디의 견해에 반대하여 미국 패권의 지속성을 주장하는 정치학자들도 있다.\n케네디가 예상한 바와는 반대로, 일본은 1990년대 이래 내리막길로 들어섰고, 2020년대 시점에서 보면 미국은 커녕, 중국에도 밀리는 상태가 되었다.\n케네디는 미국의 쇠퇴를 예언했지만, 미국은 소련의 몰락과 함께 IT 경제의 부흥으로 혁신에 성공하여서 케네디의 예언과는 정 반대로 1990-2000년대 세계 유일의 초강대국 노릇을 했다. \n단 2010년대 두드러진 중국의 팽창과 미중 패권전쟁 구도에 대한 예상은 어느 정도 적중하고 있다. \n\n\n[문명의 충돌]\n헌팅턴에 따르면 인류의 역사를 통틀어 볼 때, 문명과 문명이 만날 때에는 항상 크고 작은 분쟁이 벌어져 왔다. 하지만 제2차 세계 대전 이후, 문명의 정체성을 대체하여 자유주의와 공산주의라는 새로운 이념이 주도권을 차지하며 50년에 가까운 기간동안 미국과 소련의 냉전체제가 지속된다. 그러나 80년대 말까지 세계 질서를 결정하던 미국과 소련의 양극 냉전체제가 소련의 붕괴로 막을 내리면서, 다극 체제로 다시 세계질서가 재편된다고 주장했다. 그리고 냉전 기간 동안 미국과 소련의 이념 대립을 위해 대신 싸워온 대리 전쟁 국가들 내부에서 쌓여온 갈등, 그리고 자본주의와 공산주의 이념을 대체하는 새로운 이데올로기로서의 문명 정체성이 새로운 분쟁의 씨앗이 될 것이라고 주장했다.\n\n• 서구(Western)의 영향력은 줄어들 것이며, 동아시아와 이슬람 문명의 영향력이 증대될 것이다. 이슬람 국가들과 인근 국가들간의 세력 균형이 위협을 받을 것이며, 비서구 문명들은 자신의 문화의 고유한 가치를 강화해 갈 것이다.\n• 서구의 압도적인 패권은 점차 약화될 것이며 그 패권은 점차 비서구 세계, 특히 동아시아 문명으로 빠르게 이동할 것이다. 그리고 이런 패권의 이동은 비서구 사회의 자긍심과 서구 사회에 대한 거부감을 증대시킬 것이다.\n• 자본주의와 공산주의 이념의 쇠퇴로 인하여 종교의 이념적 가치가 부활하여 더욱 큰 영향력을 행사하기 시작할 것이다. 특히 비서구 국가들은 서구 문명의 타락성에 반감을 가지며 서구 문명에 대한 안티테제로서의 종교의 순수성을 강조할 것이다.\n• 하지만 이슬람과 동아시아는 도전의 기반이 서로 다르다. 동아시아는 빠른 경제 성장에 기반을 둔 자기주장을 펼칠 것이며 이슬람은 인구 증가를 기반으로 자기 주장을 펼칠 것이다. 이 두 차이점은 두 문명의 각기 다른 도전이 세계 질서의 위협에 끼치는 정도의 차이를 야기한다. 경제 성장에 기반을 둔 동아시아는 이미 구축되어 있는 세계 질서 하에서 자신의 목소리를 낼 수 있는 기반을 마련하고 있지만, 그렇지 못한 이슬람은 비 자본주의적인 방식, 즉 테러리즘과 같은 무력 행사로서 자신의 목소리를 낼 것이다. 즉, 동아시아보다는 이슬람이 더욱 세계 질서에 위협적인 존재가 될 것이다.\n• 자신들의 가치가 세계 보편적인 가치임을 주장하는 서구 문명에 맞서 동아시아(특히 중국), 이슬람의 도전이 앞으로의 세계 질서의 위협 요소 중 가장 큰 영향력을 미치는 요소가 될 것이다. 그리고 러시아(정교회), 일본(신토), 인도(힌두교)는 이 문명의 경계선에 걸쳐서 있어, 협력과 갈등의 요인을 모두 가지고 있기 때문에, 사안에 따라서는 서구의 편에, 또는 비서구의 편에 설 것이다.\n• 중국이 아시아의 패권국으로 부상하려는 것을 미국이 저지하려고 할 경우, 대규모 전쟁의 가능성도 존재한다.\n\n같은 문명권 내 나라들은 똘똘 뭉친다는 헌팅턴의 주장과 달리 최근 중동 이슬람 세계의 핵심 갈등은 이슬람 문명권 내 수니파와 시아파의 대립이다. 심지어 수니파 아랍 국가와 유대 국가 이스라엘이 시아파 이란에 맞서고자 아브라함 협정을 맺고 전략적 연대를 조직했다. \n문명 충돌론의 약점은 한국인의 뚜렷한 반중 정서에서도 발견된다. 문명충돌론에서 우리는 중국 문명권에 속하며 유교 문화의 우산 아래 중국과 종속 및 협력 관계를 유지하며 잘 지낸다지만 실제는 다르다. 헌팅턴의 문명 충돌론대로 라면 중국과 같은 문화권에 속하는 대만, 한국 등은 진작에 중국과 협력 관계에 있어야 했겠지만, 오히려 문명적으로 이질적인 미국과 동맹 내지는 제휴 관계에 있으면서 중국을 견제하고 있는 상황이다.\n문명충돌론에 대한 가장 대표적인 비판은 서로 다른 문명들 사이의 대화, 공존 가능성과 이를 위한 노력의 필요성은 평가절하한 채, 대립과 충돌의 숙명성만을 강조한다는 점이다. 문명도 엄연히 인간이 만든 것인데, 인간이 문명에 일방적으로 지배받기만 한다는 오류를 저지르고 있는 것이다. \n하랄트 뮐러도 '문명의 공존'이란 저서를 통해 헌팅턴의 견해에 반박했다. 그는 문화는 섬처럼 독립되어 있는 것이 아니라 네트워크를 통해 서로 연결되어 있으며, 서로 다른 두 문화가 만났을 때 충돌이 아니라 양립하거나 새로운 문화가 생길 수 있다고 말했다. \n미국과 중국 간의 패권 경쟁도 '문명 충돌'이라는 요소만으로 단순화하기 어려운 문제다. 그보다는 동아시아 지역이 차지하는 국제적인 정치, 경제, 군사적 중요성의 비중 강화를 배경으로 하고 있다는 해석이 더욱 설득력이 높다. \n\n\n[국가는 왜 실패하는가?]\n《국가가 왜 실패하는가》는 2012년에 처음 출판되었으며 경제학자 다론 아제몰루와 제임스 로빈슨의 저서이다. Daron Acemoglu and James A. Robinson.\n저자와 다른 많은 과학자들의 이전 연구를 요약하고 대중화한다. \n신제도경제학을 기반으로 저자들은 정치 및 경제 제도 (사회에 존재하는 일련의 규칙 및 집행 메커니즘)에서 다른 요인을 고려하여 여러 국가의 경제 및 사회 발전 차이에 대한 주요 원인을 본다. 지리, 기후, 유전학, 문화, 종교, 엘리트, 무지는 이차적 요소이다.\n\n저자는 두 가지 유형의 제도를 대조한다. 정치적 의사 결정 및 소득 분배 과정에서 사회의 대다수를 배제하는 것을 목표로 하는 추출적 제도와 경제 및 정치 생활에서 사회의 가능한 가장 광범위한 계층을 포함하는 것을 목표로 하는 포괄적 제도이다. 저자에 따르면, 광범위한 사회 계층이 배제됨에 따라 정치적 의사 결정 과정은 필연적으로 엘리트에 속하지 않은 모든 사람들의 경제적 권리에 대한 공격으로 이어진다. 그리고 재산권에 대한 신뢰할 수 있는 보장과 사회의 다양한 부분에서 기업으로부터 소득을 얻을 수 있는 기회가 부족하여 경제 성장이 중단된다. 따라서 저자에 따르면 다원주의적인 정치 제도가 없으면 지속 가능한 발전을 달성하는 것이 불가능하다.\n\n애리조나주 노갤러스와 소노라주 노갈레스에 대한 설명으로 시작하여 저자들은 두 도시를 가르는 벽 양쪽의 생활 수준이 극적으로 다른 이유에 대해 의문을 제기한다. 이 책은 어떻게 일부 국가는 높은 수준의 번영을 달성했지만 다른 국가는 지속적으로 실패했는지에 초점을 맞춘다. 높은 수준의 웰빙을 달성한 국가는 오랫동안 안정적으로 높은 경제성장율을 보여왔다. 이러한 경제 상태를 지속 가능한 발전 이라고 한다. 여기에는 기술의 끊임없는 변화와 개선이 수반된다. 즉, 과학 및 기술 진보라고 하는 과정이다. 일부 국가에서는 이러한 현상이 관찰되고 다른 국가에서는 시간이 멈춘 것처럼 보이는 이유를 찾다가 저자는 과학 기술 발전을 위해 광범위한 사회 계층의 재산권을 보호하는 것이 필요하다는 결론에 도달한다. 기업 및 혁신으로부터 수입을 얻을 수 있는 능력(발명에 대한 특허 포함). 그러나 시민이 특허를 받자 마자 즉시 자신의 발명에 대해 더 완벽한 버전의 특허를 받은 사람이 아무도 없다는 사실에 즉시 관심을 갖게 되어 특허로 인한 수입을 영원히 받을 수 있다. 따라서 지속 가능한 개발을 위해서는 특허와 함께 상당한 부를 받기 때문에 이를 허용하지 않는 메커니즘이 필요하다. 저자들은 그러한 메커니즘이 사회의 광범위한 부분이 국가 통치에 참여할 수 있도록 하는 다원적 정치 제도라는 결론에 도달한다. 이 예에서는 이전 특허의 발명가가 지고 다른 모든 사람이 이긴다. 다원주의적인 정치 제도에서는 다수에게 유리한 결정이 내려지며, 이는 이전 발명가가 새로운 발명에 대한 특허를 막을 수 없다는 것을 의미하므로 기술의 지속적인 개선이 있을 것이다. 경제 성장을 상품과 기술의 끊임없는 변화로 해석한 것은 조지프 슘페터가 처음 제안한 것으로 이 과정을 창조적 파괴라고 불렀다. 경제 모형의 형태다. 여기서 신제품 개발에 대한 인센티브는 더 나은 제품의 발명 후에 끝나는 생산 독점 이익이다. 다원주의적 정치 제도만이 기존 독점의 소유자가 경제력을 사용하여 신기술의 도입을 차단할 수 없도록 보장할 수 있기 때문에 저자에 따르면 이러한 제도는 국가가 지속 가능한 개발로 전환하는 데 필요한 조건이다. 또 다른 전제 조건은 국가의 충분한 수준의 권력 집중화이다. 이것이 없으면 정치적 다원주의가 혼란으로 변할 수 있기 때문이다. \n\n저자에 따르면 국가 발전을 위한 결정적인 역할은 개인이 사회에 존재하는 이러한 규칙을 준수하도록 강제하는 일련의 공식 및 비공식 규칙 및 메커니즘인 제도에 의해 수행된다. \nAcemoglu와 Robinson의 개념은 반대되는 두 가지 원형으로 구성된다. 착취적 및 포용적 경제 및 정치 제도이다.\n\n포용적 경제 제도는 엘리트뿐만 아니라 사회의 광범위한 부분의 재산권을 보호하고 재산의 부당한 양도를 허용하지 않으며 모든 시민이 이익을 얻기 위해 경제 관계에 참여할 수 있도록 한다. 이러한 기관의 조건에서 근로자는 노동 생산성을 높이는 데 관심이 있다.\n\n착취적 경제 제도는 인구의 많은 부분을 자신의 활동으로 인한 소득 분배에서 제외한다. 그들은 엘리트를 제외한 모든 사람이 경제 관계에 참여하여 이익을 얻는 것을 방지하고 반대로 엘리트에 속하지 않은 사람들의 재산을 소외시킬 수 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-04T03:39:32.781000",
  "updatedAt": "2025-06-03T22:36:02.391000"
}