{
  "id": "6b7df340-964d-4cc7-870c-f9cbec6b5f79",
  "title": "북한군 전력",
  "content": "지난해 11월 북한 평양국제공항을 촬영한 위성사진에 그야말로 충격적인 장면이 포착됐다. 북한이 보유한 IL-76MD 화물기 3대가 개조되고 있는 모습이 찍힌 것이다. 화물기 동체 위에는 대형 레이더 설치를 위한 거치대가 장착됐는데, 이 모습을 처음 식별한 미들베리국제학연구소(MIIS)는 “조기경보통제기로 개조하는 작업이 이뤄지고 있다”고 분석했다. 세계적으로 낙후된 공군의 상징인 북한 공군이 한국 E-737 같은 조기경보통제기를 만들고 있다는 얘기다.\n\n높이 나는 새가 멀리 보는 게 세상 이치다. 지상에 설치되는 레이더는 아무리 높은 산봉우리에 있어도 지형이나 지구곡률효과 탓에 사각지대가 클 수밖에 없다. 하지만 대형 레이더를 항공기에 실어 높은 고도에 띄워놓으면 얘기가 달라진다. 공중 레이더는 하늘에서 내려다보는 형태로 빔을 방사하기 때문에 계곡이나 고층건물 숲 사이로 숨어서 접근하는 순항미사일이나 무인기를 쉽게 잡아낼 수 있다. 지구곡률효과 영향도 덜 받기에 같은 출력의 레이더를 사용해도 지상에 배치한 경우보다 먼 거리 물체를 쉽게 탐지·추적할 수 있다.\n\n조기경보기는 분명 현대 항공전에서 대단히 강력한 위력을 발휘할 수 있지만, 그렇다고 아무나 쓸 수 있는 무기는 아니다. 하늘에 떠 있는 레이더로 상대방을 멀리서 볼 수 있다고 해서 그 자체로 적을 제압하거나 억제하는 전투력이 되는 것은 아니기 때문이다. 조기경보기가 제 성능을 발휘하려면 탐지한 정보를 데이터링크로 실시간 공유하는 전투기나 지대공미사일이 필요하다. 그런 점에서 한 가지 의문이 생긴다. 조기경보기를 만드는 북한에는 현대화된 전투기나 방공무기가 없기 때문이다.\n\n북한은 표면적으로 한국 공군보다 더 많은 전투기를 갖고 있지만, 일부 기종을 제외하면 전투 임무를 수행하기 어려운 고철이다. 6·25 전쟁 때 쓰인 MIG-15가 아직도 일선에 있고, MIG-15와 기술적으로 별반 차이 없는 MIG-17까지 합치면 북한 공군 전투기 160여 대가 1950년대 유물일 정도다. 북한에서 여전히 주력 전투기 대우를 받는 MIG-19 계열 100대는 이제 아프리카 저개발국가에서도 쓰지 않는 ‘도태 기종’이다. 물량 면에서 주력인 MIG-21 계열 150~200여 대는 한국 공군에서 퇴역하고 있는 F-5E/F와 같은 세대 노후 기종이다. 현대적인 공중전 자체가 불가능한 전투기다.\n\n그나마 레이더를 갖추고 가시거리 밖 공중전을 할 수 있는 북한군 전투기는 MIG-23 50여 대와 MIG-29 40여 대를 합쳐 90대 정도다. 모두 평양~황해도 일대에 배치돼 수도 방공 임무를 맡고 있다. 서해 북방한계선(NLL)에서 긴장이 고조되면 가장 먼저 투입되는 북한 공군 최정예 전력이다. 하지만 1970년대 생산된 MIG-23은 서방제 전투기들과 실전에서 일방적으로 두드려 맞은 ‘실패작’이라는 평가가 지배적이다. MIG-29 역시 1980년대 후반 제작돼 도입 30년이 넘어가는 구형 기체다. 당연히 조기경보기와 데이터링크는 불가능하고, 현대화된 공대공·공대지 무장 운용 능력도 없는 퇴물이다.\n\n이런 상황을 잘 아는 북한은 최근 러시아와 손잡고 전투기 성능 개량에 나섰다. 국가정보원은 지난해 가을 국회 정보위원회에 “북한이 러시아로부터 신형 항공기 도입을 준비하고, 항공기 조종·정비 교육을 받을 인원도 선발하고 있다”고 보고한 바 있다. 3월 22일에는 동아일보가 “러시아가 북한의 MIG-29 전투기 성능 개량 사업을 지원하고 있으며 이를 위해 러시아 기술자들이 북한에 들어와 있다”고 단독 보도하기도 했다. 여러 정황을 종합해보면 북한이 신형 전투기 도입과 기존 전투기 성능 개량 사업을 동시에 진행하는 것으로 보인다.\n\n북한이 성능을 개량하고 나선 MIG-29는 1989년 도입된 극초기형 MIG-29A 펄크럼-C와 복좌 훈련형 MIG-29UB 기종이다. 당시 북한은 평양 방어를 담당하는 제55항공연대와 제57항공연대에 배치하기 위해 MIG-29 계열 기체 51대를 주문했다. 이 중 20여 대를 직도입했으며, 평안북도 구성군 방현항공기공장에서 나머지 물량을 면허생산했다. 소련 붕괴 후 부품 공급이 끊기기 전까지 북한이 확보한 MIG-29는 40대 정도로 추정된다. 한국군 당국은 이 가운데 절반은 부품 수급을 위한 ‘동류전환’ 용도로 쓰이고 실제 운용 가능한 기체는 20대 미만인 것으로 판단하고 있다.\n\n북한은 자신들이 보유한 최신·최강 전투기 MIG-29를 애지중지하며 온갖 행사에 얼굴 마담으로 내세우고 있다. 하지만 성능을 따져보면 이 전투기는 1990년대 중반 이후부터 한국 공군에 별다른 위협으로 인식되지 않는다. 공중 기동성은 우수하지만, 레이더 성능이 형편없고 탑재 무장도 낙후됐기 때문이다. MIG-29는 원산지 러시아에서도 ‘수호이’ 계열 전투기에 밀려 찬밥 신세를 면치 못하고 있다. Su-27/30 시리즈에 비해 체급과 성능이 한참 떨어지는데 유지비는 높은 게 문제다. 이 때문에 러시아 공군은 현재 보유한 MIG-29 250여 대 가운데 70여 대만 작전 배치한 상태다. 매년 20~30대씩 도입 중인 수호이 계열 전투기와 달리 MIG-29 계열은 생산 라인 유지를 위한 최소 물량만 정책적 배려 차원에서 도입하고 있다. 북한에선 귀한 대접을 받는 MIG-29가 러시아에선 천덕꾸러기 취급을 받고 있는 것이다.\n\n러시아 입장에선 추가 비용을 들이지 않고도 당장 사용 가능한 MIG-29 부품과 장비를 북한에 건네 생색을 낼 수 있다. 러시아가 추진하는 북한 MIG-29 성능 개량은 남아도는 재고 부품과 일부 신부품으로 기체를 현대화하는 작업으로 추정된다. 사실 전투기는 부품만 잘 교체하면 구형 플랫폼도 최신 전투기 못지않은 성능을 내는 게 가능하다. 가령 유럽 각국은 1970년대 도입한 초기형 F-16을 개량해 신형 암람(AMRAAM) 공대공미사일과 항공직격탄(JDAM) 같은 무기를 운용하고 있다. 브라질은 낙후된 F-5를 조기경보기와 연동되는 최신 사양으로 만들어 이보다 신형인 프랑스 미라지 2000을 압도하기도 했다. 북한 MIG-29도 레이더, 항공전자장비, 엔진 등 부품을 교체하면 현재 판매되는 최신 개량형 MIG-35에 준하는 성능을 발휘할 수 있는 것이다.\n\n레이더와 미션컴퓨터 개량이 핵심\n가장 먼저 개량이 이뤄질 것으로 보이는 구성요소는 레이더와 미션컴퓨터다. 레이더의 경우 기존 구형 N019 기계식 레이더와 체적·무게가 비슷한 ‘Zhuk-AE’ 능동형 전자주사식 위상배열(AESA) 레이더로 교체하는 게 유력해 보인다. 이 레이더는 120㎞ 거리에서 전투기 크기의 목표물 30개를 동시 추적할 수 있고, 그중 8개 표적에 공대공미사일을 퍼부을 수 있다. 북한 MIG-29에서 이를 운용하려면 미션컴퓨터와 조종석을 통째로 교체하고, 충분한 전력 공급을 위해 엔진과 발전기도 신형으로 바꿔야 한다. 엔진은 현재 생산되는 RD-93 계열이 공급될 가능성이 크고, 미션컴퓨터 교체 작업을 통해 통신장비와 데이터링크 시스템도 추가될 것으로 보인다.\n이 같은 개량이 이뤄지면 북한 MIG-29는 한국 공군 전투기와 거의 대등한 공중전을 벌일 수 있게 된다. 조기경보기가 300~400㎞ 밖에서 표적을 탐지해 정보를 전송하면 그 데이터를 받아 100㎞ 이상 거리에서 R-77 일명 ‘암람스키’ 미사일도 쏠 수 있다. 헬멧 연동 조준기까지 장착하면 조종사가 보는 방향으로 미사일이 자동 조준돼 이른바 꼬리물기 식 근접 공중전을 하지 않고도 상대 전투기를 공격하는 것이 가능하다.\n수호이 계열 중심으로 전투기 전력을 단순화하는 러시아가 여분의 MIG-29 부품을 재고 정리 차원에서 북한에 넘겨주고 성능 개량도 돕는 것으로 보인다. 이 작업이 완료되면 북한의 MIG-29 보유 대수는 현재 20여 대에서 2배 이상으로 늘어날 수도 있다. AESA 레이더와 신형 중거리공대공미사일, 데이터링크 시스템으로 무장한 MIG-29 40~50대는 북한 공군력을 한 차원 업그레이드하기에 충분한 전력이다.\n\nF-15K, FA-50 성능 개량 서둘러야\n물론 MIG-29가 제아무리 ‘풀옵션’ 개량되더라도 한국 공군의 스텔스 전투기 F-35A나 최신 사양으로 개량된 KF-16V에 맞서는 것은 무리다. 스텔스 전투기인 F-35A는 MIG-29 처지에선 볼 수조차 없는 ‘유령’이나 다름없다. 두 전투기가 맞붙으면 교전이라기보다 일방적 학살에 가까운 공중전이 벌어지는 것이다. KF-16V도 성능 면에서 MIG-29를 압도한다. KF-16V의 고성능 AESA 레이더는 MIG-29 크기의 전투기를 최대 370㎞ 밖에서 탐지할 수 있다. MIG-29의 레이더경보수신기가 조준 여부를 인식하지 못하도록 하는 첨단기술 덕에 먼 거리에서도 쉽사리 제압할 수 있다. KF-16V의 주력 공대공 무장인 AIM-120C-7/8은 사거리가 120~150㎞, 비행속도는 음속(마하) 4에 달한다. 북한 조종사가 미사일이 접근하는 것을 인지할 때면 MIG-29는 공중에서 산산조각 날 수밖에 없다.\n\n문제는 채 개량되지 않은 한국 공군 전투기들이다. 한국 공군에는 F-15K 59대, FA-50 60대, 그리고 80여 대에 달하는 F-5E/F 전투기가 있다. 아직 개량되지 않은 F-15K는 AESA 레이더를 탑재한 MIG-29를 상대로 여러 면에서 불리한 전투를 할 수밖에 없다. 수도권 유사시 긴급 출격 임무를 맡고 있는 FA-50과 F-5E/F 계열은 중거리공대공 교전 능력과 자체 방어용 전자전 시스템이 없다. 유사시 개량을 마친 북한 MIG-29에 일방적으로 사냥당할 가능성이 크다.\n\n북한이 러시아와 손잡고 재래식 군사력을 빠르게 현대화하고 있다. 한국군도 북한군이 노후 무기로 무장한 것을 전제로 구축 해놓은 군사력을 전면 재정비할 필요가 있다. 2030년대 초반에나 끝날 예정인 F-15K 성능 개량 사업 일정을 앞당기고, 낙후된 F-5E/F의 조기 퇴역을 추진해야 한다. 또한 FA-50을 제대로 된 전투기로 활용하기 위한 성능 개량 사업도 서둘러야 한다. 군사 대비 태세가 급변하는 한반도 안보환경에 맞춰 빠르게 변화하지 못한다면 그 후과(後果)는 고스란히 국민이 뒤집어쓸 수밖에 없다.\n\n\n\n\n김정은, 러시아 기술 적용된 '최신 지대공미사일' 발사 참관\n2025.03.21\n\n[앵커]휴전 협상이 한창인 러시아에서 푸틴 최측근으로 꼽히는 군부 실세가 북한을 전격 방문했습니다. 때마침 김정은 위원장은 러시아 기술이 투입된 걸로 보이는 '신형 지대공 미사일' 발사 현장을 찾았는데, 군사기술 이전을 비롯한 북한의 이른바 '파병 청구서' 논의가 이뤄질 거란 관측이 나오고 있습니다.이어서 윤동빈 기자가 전해드립니다.  \n[리포트]이동식 발사대에서 쏜 미사일이 먼저 바다 위를 날아가던 순항미사일을 요격하자, 차량 내부 모니터로 이를 지켜본 김정은 위원장이 환하게 웃습니다.북한 미사일총국은 최신형 지대공 미사일 시험발사에 성공했다고 발표했습니다.조선중앙TV\"(김정은 위원장은) 자랑할만한 전투적 성능을 갖춘 또하나의 중요방어체계를 우리 군대에 장비시키게 된다고 하시면서….\"현재 북한은 수호이 계열 전투기 70여기와 미그 계열 500여기를 보유하고 있지만, 우리 군의 KF-16과 동급인 4세대 전투기는 40여기에 불과합니다.\n고가의 전투기 도입이 어려운 북한은 러시아의 지대공 미사일시스템 S-400을 기반으로 방공 미사일을 개발중인데, 시험발사에 성공한 미사일을 요충지에 집중 배치할 경우, 미 전략폭격기와 우리 전투기의 공중작전에 부담이 될 수 있습니다.\n\n김대영 / 한국국가전략연구원 연구위원\n\"2017년 원산 앞바다까지 B-1B 폭격기가 북상했을 때 손도 못 쓰고 지켜봤다면 이제는 공중전력에 대한 카운터 펀치를 갖게 된 셈….\"",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-04-07T15:56:36.910000",
  "updatedAt": "2025-03-22T12:11:38.504000"
}