{
  "id": "6ba9fbf8-18f7-406e-a90a-19f472518e90",
  "title": "마약의 역사 - 우리나라",
  "content": "중국에 양귀비가 전래된 것은 당나라 때였으나, 우리나라에는 고려 말-조선 초에 들어온 것으로 추정된다. <세종실록지리지>에는 앵속각(=말린 양귀비 열매)이 충청도와 강원도에서 재배되는 약재로 등재되었다.\n양귀비 씨앗인 앵자속을 약재로 취급한 우리나라 최초의 의서(醫書)는 <동의보감>이며, 아편 흡연에 대해서는 19세기 중반 이규경이 <오주연문장전산고>에서 처음 소개했다. 아편으로 인한 해독이 사회문제로 대두하기 시작한 것은 1882년 임오군란 이후였다. 1890년대에는 아편에서 추출한 모르핀이 전래되었는데, 일제강점기에는 일부 병원이 모르핀 중독 확산의 거점 역할을 했다. 1921년에는 경상북도 상주의 일본인 의사 시마모토가 조선인 통역으로 하여금 모르핀을 대리처방, 대리주사하게 했다가 발각된 일도 있었다.\n\n1945년 광복 이전 우리나라에서 가장 먼저 들어와 남용된 마약류는 아편으로, 그 시기는 구한말로 추정되고 있습니다. 당시 청나라(지금의 중국) 사람이었던 ‘양대인’이라는 자가 아편을 소개한 것으로 알려져 있습니다.\n일본은 1930년대부터 동아시아와 태평양 지역에서 전쟁을 일으켰습니다. 일본이 전쟁을 지속하기 위해서는 돈이 필요했겠죠. 당시 일본은 식민지에서 여러 자원을 수탈했는데, 그 중에 ‘양귀비’도 포함되었습니다. 특히, 일본은 중국 내 점령지역뿐만 아니라 한반도에서도 양귀비를 대대적으로 재배해 ‘아편’을 채취한 것으로 알려졌는데요. 당시 2차 세계대전 시기에는 아편이 비상 의약품으로서의 ‘의료적’ 역할뿐만 아니라 경제적 가치가 큰 ‘재화’이기도 했습니다.\n일제강점기에는 2차 세계대전으로 아편가격이 급등하며서 함경도 등 산간지역에서 양귀비 비밀재배가 이뤄지기도 했다. 이에 조선총독부는 아편 단속법령을 공포하면서 단속을 시작했습니다.\n이후 조선총독부는 조선아편취체령을 공포해 양귀비 재배를 한정하고, 아편은 수거해 군인들의 치료용으로 사용했습니다. 1925년부터는 일본 정부 차원에서 아편 판매 정책을 감행해 국내 재배지를 확대하면서 국내 소요량보다 많은 아편을 생산해 대만, 만주 등지에 수출했다.\n대검 백서에 따르면 일본은 작업능력 향상을 목적으로 아편을 대량 생산, 군대, 공장에서 반 강제적으로 사용하게 했다고 한다.\n\n해방 직후 한국에서는 마약 중독자 증가가 중요한 사회 문제로 부상했다. 1947년에 미군정 보건후생부는 마약 중독자 인원과 밀매 건수를 집계한 결과, 마약 범죄가 해방 직전에 비해 곱절로 증가했다고 발표했다. 한국 언론은 해방 후 마약 문제의 주요 원인이, 일본이 철수하면서 한반도\n에 남긴 아편의 불법적인 유포와 만주 일대에 거주하던 마약 중독자들의 귀환에 있다고 진단했다. 당시 주요 일간지는 “해방 후 일본군이 항간에 퍼뜨리\n고 간 아편과 해외에서 돌아온 아편 중독자들의 무사려한 행동으로 말미암아 아편 중독자가 나날이 격증”하고 있다고 보도했다. 이런 주장은 일본이 전\n개한 아편 정책에 대한 비판을 담고 있었다. 일본은 제1차 세계대전을 계기로 의료용 마약의 자급과 동아시아 마약 시장 장악을 위해, 자국의 세력권 가운\n데 아편 소비가 거의 없는 조선을 아편 및 그것을 가공한 마약의 대량 생산 기지로 선정했다. 비록 제1차 세계대전이 종결됨에 따라 해외로부터 마약 공급\n이 재개되어 조선산 마약에 대한 수요가 급감했지만, 만주사변 후 마약의 공급지로서 조선의 역할은 다시 강화되었다. 아편의 대량 소비지인 만주를 지\n배하게 된 일본은 재원 조달을 목적으로 만주에서 아편 전매를 실시했고, 높은 아편 수요를 조선산 아편과 마약으로 충당했다. 이를 위해 조선총독부는 \n강원도와 함경도 일대에 대규모 아편 재배 단지를 조성했고, 그곳에서 생산되는 수출용 아편의 유실을 막고자 「아편단속령」(阿片團束令, 1919)을 실시\n했으며, 1929년에는 잉여 아편의 불법 유통을 막기 위해 아편 수납, 마약 제조 및 판매를 모두 관영화했다.\n조선에서 생산된 수출용 아편과 마약은 조선총독부 전매국의 감독 아래 보관되었으나, 1945년 일본인 관리자들이 조선에서 철수함에 따라 적절한 관리\n를 받지 못한 상태로 방치되었다고 언론에 보도되었다. 언론에 따르면 이 마약들은 관리가 느슨해진 틈을 타서 한국인들 사이에 불법적으로 유포되었다. \n일례로 『경향신문』은 마약 중독자의 급증이 “해방 후 일제의 발악으로 산포된 아편으로 발생한 것”이라고 주장했다. 『동아일보』 또한 “해방 직후 왜적들이 전매국 답십리 공장과 진해에서 뿌리고 간 막대한 생아편 1만1천4백여 키로와 모르핀 980여 키로(현 시가 이십억 이상)가 큰 해독을 끼치고 있다”고 보도했다.\n식민 잔재의 청산이라는 구호 아래 조선총독부의 아편 정책을 폐지한 미군정과 한국 정부는 그 결과로 여겨지던 마약 밀매를 검거하는 데 집중했다. 「마\n약의 취체」에 따라 서울 중앙경찰청은 출범 직후부터 마약밀매단 소탕을 실시했으며, 서울 검찰청과 협동 작전을 전개하여 충무로 등지에 있는 마약굴을 수색하고 마약 중독자 및 밀매상을 체포했다. 나아가 미군정과 한국 정부는 각 도에 마약 취체관을 배치하여 경찰과 함께 마약 밀거래를 단속하였다. 마약 밀매에 대한 정부의 단속은 식민지 유산의 청산을 위한 활동으로 선전되었다.\n\n한국전쟁의 정전회담이 중단과 재개를 반복하던 1953년 한국의 한 언론은 유엔군 사이에 마약 중독자가 증가하고 있다는 사실을 보도했다. 그에 따르면 부산에 주둔하고 있던 미군 가운데 폭행, 살인 등의 범죄를 저지른 병사들은 주로 마약 중독자들이며, 이들에게 마약을 공급한 것은 한국인 마약 밀매단이었다. 이 정보를 탐지한 한국 정부는 경찰을 동원하여 부산의 마약 소굴을 수색한 결과, ‘급생의원’이라는 한의원을 운영하던 무면허 한의사를 불법 마약 유포의 중심인물로 체포했다. 이 한의사는 창부, 포주, 자동차 운전사, 구두닦이로 이루어진 마약 밀매단을 조직하여 “수천 명에 달하는 우방 미(美) \n병사들의 아편중독자를 내게 한” 혐의와 함께, 북한군이 퇴각하면서 한국에 남겨 둔 간첩이라는 의심을 받았다.\n북한군과 중공군이 마약을 유포하여 한국군과 유엔군을 약화시킨다는 지적은 이 기사 외에도 자주 거론되었다. 한국의 다른 일간지는 “북한 공산 괴뢰 \n및 중공 오랑캐들은 그들의 소위 공작대들로 하여금 마약류를 남한 각지에 휴대 유입시킴으로써 마약류를 판 돈을 그들의 공작비에 충당케 하는 한편, 이와 같이 마약을 퍼뜨림으로써 유엔군 장병을 중독케 하여 전력을 소모시키려는 악랄한 전법”으로 나오고 있다고 공산군을 비판하면서, 공산군이 서울을 \n비롯한 전선 일대에서 유통되는 마약의 출처라고 보도했다.\n마약을 한국 사회를 침략, 전복하려는 공산주의자들의 도구로 보는 인식은 1950년대 한국에서 널리 퍼져있었다. 해방 이후 마약 중독자 증가가 중요\n한 사회 문제로 부상하는 가운데, 정부는 공작비를 마련할 용도로 아편을 소지하고 있던 간첩을 체포했다는 수사 결과를 공표했고, 이를 근거로 관련 부처의 고위 관료들은 북한으로부터 유입되는 아편을 철저히 차단하겠다는 담화를 발표했으며, 공산주의자들의 아편 전술을 비판하는 사설 또한 일간지의 지면에 자주 등장했다. 언론과 정부의 적극적인 선전은 마약이 공산주의자들의 침략 수단이라는 인식을 대중들에게 확산시켰고, 공산주의자들이 한국인을 마약 중독자로 만드는 부도덕한 행동을 하고 있다고 강조함으로써 그에 대\n한 적대감을 자극했다.\n\n정부는 1957년 4·23 마약범을 제정해 양귀비 재배자 및 아편 상속자에 대한 단속을 강화했으나 아편중독자의 증가를 막을 수는 없었다.\n5·16 군사정부는 1961년 특정법죄가중처벌에 관한 임시법에 마약사범에 대한 가중 처벌을 두거 강력한 단속을 실시했으나 기대에 미치지 못했다.\n1963년 합성 마약인 메사돈이 남용되면서 1965년에는 마약중동자가 3만5000명에 달했다. 이에 위기를 느낀 정부는 1965년부터 대대적으로 마약사범에 대한 집중 단속을 시작해 1967년 마약사범은 감소하기 시작한다.\n1960년대는 일본 야쿠자 조직의 마약 범죄가 한국에 손을 미쳤다. 일본정부가 필로폰제도 단속을 강화하가 일본 야쿠자 조직이 과거 일제시대 징용으로 필리폰제조에 종사했던 한국인들을 찾아 한국에서 만들어 일본으로 밀수출하는 일을 벌이기도 했습니다.\n1970년대에는 원남전의 영향으로 대마담배 흡연자들이 생겨났고, 주한미군이 주둔하고 있는 기지촌을 중심으로 점차 대마 흡연자들이 늘어나기 시작했다.\n점차 대학가와 연예계에서 대마초가 확산되자 정부는 1967년 4월 대마 관리법을 제정해 습관성 의약품관리법에서 대마를 분리해 대마 흡연자에 대한 대대적인 단속을 전개했다. 1980년대는 메스암페타민, 이른바 필로폰이 국내에서 널리 남용되는 불법 마약류가 됐습니다. 1960년대와 70년대까지만 하더라도 국내에서 필로폰을 제조해 수출했으나 한국사회에서 남용되지는 않았다.\n하지만 경제성장을 바탕으로 유흥·향락 문화가 발전하면서 필로폰도 덩달아 국내에서 급속도로 퍼지게 되었다.\n1970년대 이황순을 비롯한 히로뽕 제조자들은 부산 칠성파, 20세기파 같은 조폭과 일본 야쿠자 야마구치구미 등과 손잡고 광범위한 마약 밀조-밀수를 했다. 히로뽕 제조 특성상 악취가 많이 나고 일본 경찰의 단속이 심하기 때문에 일본에선 쉽게 제조하기가 어려웠다. 당시 한국에는 일제강점기 때부터 히로뽕을 제조하던 기술자들이 남아있었고, 그래서 이들이 야쿠자 및 조폭한테 자금 지원을 받아서 한국에서 제조를 한 뒤 한국 조폭들이 유통과 판매망을 맡고, 일본 야쿠자들이 그 밀조된 약을 받아서 일본에 판매하는 어마어마한 히로뽕 밀수 루트가 있었다. 이러한 마약 장사로 한일 폭력조직이 돈을 크게 벌었다고 알려져 있다. 일본 야쿠자 가운데 재일교포 출신들이 있었고 한국 조폭들과 의형제를 맺은 경우도 많았기 때문에 양국 폭력조직의 우호관계는 돈독했고 서로 협력해서 돈을 번 것이다.\n\n1980년대 들어 필로폰은 대한민국에 가장 횡행하는 마약으로 자리를 잡았다. 일본과 한국 정부의 필로폰 밀반입 강력 단속에 필로폰 수출길이 막히자 역으로 한국에서 소비되기 시작했다. 특히 눈부신 경제성장과 아시안게임, 올림픽에 힘입어 유흥과 향락 문화가 발전한 것이 원인이었다. 필로폰 문제가 걷잡을 수 없이 커지자 정부는 대검찰청에 마약과를 신설하고 필로폰 제조조직을 일망타진하기 위한 대대적인 작전을 펼친다. 이 기간 국내 필로폰 제조기술자 대부분이 검거되면서 한국은 약 3년간 ‘마약 진공시대’를 맞이하게 된다.\n이에 따라 필로폰 가격이 천정부지로 치솟자 중국, 대만, 홍콩 등에서 제조된 값싼 필로폰이 대거 한국으로 유입된다. 특히 형기를 마친 국내 필로폰 제조기술자들이 중국으로 넘어가 제작한 필로폰이 다시 한국에 밀반입되면서 중독자가 크게 늘어난다. 이런 가운데 1990대 말 IMF사태까지 터지면서 필로폰 중독자가 절정에 이른다.\n또 제5공화국이 일본을 상대로 한 필로폰 밀수출 단속을 강화하면서, 판로가 막힌 필로폰이 국내 시장에 유입되면서 중독자가 늘어나가 시작했다.\n결국 정부는 상황의 심각성을 느끼고 1989년 대검찰청에 마약과를 신설하고 필로폰 제조 조직에 대한 잔속을 강화합니다. 이후 1991녀까지 3년간 국내의 거의 모든 필로폰 조직을 와해시키는데 성공합니다.\n\n한편으로는 마약을 일본에만 판 것은 아니었기에, 결국 1970~80년대에 부산은 마약도시로 악명이 높았고, 강력한 단속 끝에 한일 양국의 히로뽕 루트는 일단 사라진다. 그러나 이후에도 알음알음 소규모 제조와 밀매가 시도되고 있었던 걸로 보인다.\n이후 일본 야쿠자들은 남한 루트가 힘들어지자 아예 눈을 돌려서 다른 곳에서 마약 밀수를 시도하는데 그중에서 유명한 것이 북한산 마약과 골든 트라이앵글에서 삼합회가 가져오는 마약이다. 그 중 홍콩 삼합회와 연계된 대만 흑사회인 죽련방이 마약 밀수에 적극적인 것으로 알려져 있다\n\n이후 한국은 국내에서 마약을 찾아볼 수 없는 시대를 맞이했으나, 필로폰 1회 투약분이 5000원에서 10만원 이상으로 20배 이상 폭등하며 중국, 대만, 홍콩, 필리핀 등지에서 값싼 필로폰이 들어오게 됩니다. 외국산 필로폰의 밀수입으로 국내 필로폰 사범이 증가하자, 수사당국은 공급조직 위주로 단속을 전개해 국내 필오폰 사범은 줄어들기 시작합니다.\n1989년과 1991년 사이에 필로폰 제조자들이 형기를 마치고 출소해 중국으로 건너가 현지에서 필로폰을 제조, 이를 한국과 일본에 밀수출하기 시작합니다. 이 같은 상황은 1990년대 후반 경제위기와 맞물려 필로폰 중독자가 늘어나는데 영향을 미칩니다.\n2000년대 들어서는 국내외 인적·물적 교류가 늘어나며 불법 마약은 필로폰에서 서구에서 많이 사용하는 야바, 엑스터시 등으로 대체되기 시작합니다. 또 마약 밀수출 경유지로 한국을 이용하는 마약조직이 늘어나고 있다.\n또 2010년대 들어서는 이번에 적발된 버닝썬, 아레나에서와 같이 GHB(물뽕)과 같은 신종 불법 마약이 전방위적으로 퍼져나가고 있다.\n\n광복 후 북한 당국은 의료용 아편을 직접 생산했던 것으로 확인됩니다. 인민위원회 농림부 특별상품과가 주도해 함경도, 양강도 산간지역에서 아편을 생산했고 ‘신의주제약공장’에서는 ‘모르핀’도 생산할 수 있었다. 그러나 북한은 적어도 1970년대까지는 높은 제조 기술을 요구하는 고순도 ‘헤로인’을 자체적으로 생산할 능력을 보유하지 못했던 것으로 보입니다.\n북한에 있어 마약은 그 자체가 곧 국가의 재화입니다. 수령을 비롯한 지도부의 승인에 의해서 움직일 수밖에 없는 구조이다.\n하지만 북한 당국은 1970년대까지만 해도 비밀리에 마약을 취급했기에 이 시기만 하더라도 민간인 사이에서 마약이 널리 퍼지지는 않았던 것으로 알려졌습니다. 물론, 1950년대부터도 일반 민가에서는 집집마다 양귀비를 조금씩 심곤 했지요. 그것은 당시 남한도 마찬가지였습니다. 하지만, 소규모가 아닌, 대규모의 고품질 마약을 생산하기 위해서는 국가적 차원에서 생산이 이뤄져야 했습니다. 북한 내 민간인들이 마약 생산 기술을 습득한 것은 1980년대 이후 국가가 주도적으로 고순도 마약을 대량 생산하기 시작하고 나서부터 꽤 많은 시간이 흐른 후라고 말할 수 있습니다.\n\n국가 주도의 마약 생산과는 별개로, 북한이 마약으로 인해 공식적으로 국제사회에서 논란의 중심에 섰던 계기가 있습니다. 바로 1970년대 해외에 있는 북한 공관과 외교관을 활용해서 마약 밀매를 시도했던 일련의 사건들이죠. (관련 기사 1, 관련 기사 2) 이 시기부터 국제사회에서 북한의 국가 주도형 마약 거래 문제가 주목받기 시작했습니다. 지금까지 공식적으로 드러난 북한 마약 관련 사건 및 정보를 종합해 볼 때, 1980년대 이전까지는 북한 당국이 국내에서 마약을 대량으로 생산해 이를 밀수출했다기 보다는 제3국 등지에서 생산된 마약을 다른 나라에 이윤을 붙여 중계 무역 형태로 판매하는 식으로 돈을 벌었던 것으로 보고 있습니다.\n\n그렇기에 1980년대 중반만 하더라도 북한 내부, 즉 일반인 사이에 돌아다니던 마약은 치료용으로 종종 쓰이던 소규모의 아편을 제외하고는 사실상 거의 없던 것으로 알려졌습니다. 이를 뒷받침할 수 있는 근거 중 하나는 1970년대에서 1980년대 초반 사이에 출판된 ‘조선말대사전’을 통해서도 확인할 수 있습니다. 이 시기의 조선말대사전을 살펴보면 마약과 관련한 단어는 거의 볼 수 없는데, 이는 당시에만 해도 북한 내에서 마약 문제가 크게 이슈화 되어 다뤄졌던 상황은 아니었다는 것을 의미한다고 볼 수 있죠.\n\n 북한 내부의 마약 확산은 국가 주도의 마약 생산과도 밀접한 관련이 있습니다. 1970년대 중반 이후 북한의 경제 상황은 나락의 길로 접어들기 시작했는데요. 김정일의 경우 1974년 2월 김일성의 후계자로 지명된 후에도 무리한 치적 사업을 이어갔습니다. 그 과정에서 북한이 장기적으로 경제침체의 길을 걷게 되는데 큰 영향을 미쳤다고 알려져 있죠. 경제가 어려워짐과 동시에 필요한 돈은 더 늘어만 갔었습니다. 이러한 상황 속에서 당국에게는 자금을 마련하는 데 있어 가장 효율적인 수단이 바로 무기와 마약 판매였습니다.\n\n무기의 경우에는 일반적으로 부피가 크죠. 이에 비해 마약은 부피가 작아 은닉이 쉽고 저비용으로 고수익을 낼 수 있는 고부가가치 사업이었습니다. 이 시기 여러 정황상 북한 당국은 그동안 해외에서 벌여온 중계 형식의 마약 밀무역을 넘어, 자신들이 마약 생산에도 본격적으로 뛰어들어 더 큰 규모로 돈을 벌려고 결심한 것으로 보입니다. 그렇게 북한에서 국가 주도의 마약 생산이 본격적으로 시작되었습니다.\n\n이후 국가가 주도해 생산한 마약의 대부분은 외국으로 수출된 것으로 보입니다. 외국으로 마약을 수출하기 위해 활용된 주요 중간 거점은 러시아와 중국이었는데요. 주중북한대사관과 주러북한대사관이 대표적이라고 할 수 있습니다. 주목할 만한 부분은 국가 주도의 마약 생산이 본격화되면서 민간영역, 즉 북한 내 암시장에서도 국가가 생산한 마약이 풀리기 시작했다는 점입니다.\n\n \n나의 후원내역\n소개\n\n활동\n\n참여\n\n뉴스\n\n후원하기\n촛불을 밝혀주세요\n이용약관개인정보처리방침이메일무단수집거부사이트맵FAQ자료실이메일구독신청Contact\n \n인사이트 블로그 인터뷰\n일상이 된 마약 – 북한의 마약 문제\n2021.10.31\n북한과 마약\n국제앰네스티 한국지부이하 ‘한국지부’는 최근 북한의 보건의료 상황을 다루며 북한 주민의 마약 사용 및 중독 실태에도 주목해 왔다. 최신 북한인권 상황을 파악하기 위해 지난 2년 넘게 이뤄진 탈북인과의 심층 면접에서 빠지지 않고 언급된 주제는 바로 ‘마약’이었다.\n\n한국지부는 북한 내 마약 사용 실태를 보다 상세히 들여다 보기 위해 이번 블로그 글을 준비했다. 마침, 북한 마약 문제를 연구한 박사학위 논문이 최근 발표된 바 있다. 해당 논문은 『북한 마약 문제 연구 : 국가주도형 초국가적 조직범죄 특성을 중심으로』이다. 저자는 북한 국제범죄 전문가이자 북한인권 단체에서 활동하고 있는 이관형 박사이다.\n\n10월 초 한국지부는 논문의 저자를 직접 만나 북한 주민의 마약 사용 실태와 함께 그것이 인권적 측면에서 내포하고 있는 문제점에 관해 이야기를 나눴다. 다음은 그와 가진 대담의 주요 내용이다. 전문가 대담 아래에는 한국지부가 최근 탈북인 심층면접을 통해 수집한 북한 내 마약 사용 실태 관련 증언도 살펴볼 수 있다.\n\n북한 마약 문제 분석\n이관형 박사\n이관형 박사\n-정책학 박사(북한학 전공)\n-現 (사)엔케이워치 사무국장\n-前 경기도 평생교육진흥원 민주시민교육지원센터장\n-前 (사)북한인권정보센터 연구위원\n-前 한국교육개발원 탈북청소년교육지원센터 연구원\n북한 마약의 역사\n국제앰네스티 한국지부 → 지부, 이관형 박사 → 박사\n지부: 북한의 마약 역사에 대해 간략하게 말해줄 수 있나요?\n\n박사: 북한 당국 주도의 마약류 생산과 밀매 문제는 1945년 8월 광복 직후부터 시작되었습니다. 북한에게 마약류는 전술적 도구로서 정치적, 군사적, 경제적인 목적을 위해 사용되었습니다. 그리고 시간을 과거로 더 되돌려 보면, 북한의 마약 시초는 이보다 더 앞선 일제 강점기에 그 뿌리를 두고 있다고 말할 수 있습니다.\n\n아시다시피 일본은 1930년대부터 동아시아와 태평양 지역에서 전쟁을 일으켰습니다. 일본이 전쟁을 지속하기 위해서는 돈이 필요했겠죠. 당시 일본은 식민지에서 여러 자원을 수탈했는데, 그 중에 ‘양귀비’[1]도 포함되었습니다. 특히, 일본은 중국 내 점령지역뿐만 아니라 한반도에서도 양귀비를 대대적으로 재배해 ‘아편’[2]을 채취한 것으로 알려졌는데요. 당시 2차 세계대전 시기에는 아편이 비상 의약품으로서의 ‘의료적’ 역할뿐만 아니라 경제적 가치가 큰 ‘재화’이기도 했습니다.\n\n지부: 해방 이후에도 한반도에서 아편 생산이 계속되었나요?\n\n박사: 광복 후 북한 당국은 의료용 아편을 직접 생산했던 것으로 확인됩니다. 인민위원회 농림부 특별상품과가 주도해 함경도, 양강도 산간지역에서 아편을 생산했고 ‘신의주제약공장’에서는 ‘모르핀’[3]도 생산할 수 있었습니다. 그러나 북한은 적어도 1970년대까지는 높은 제조 기술을 요구하는 고순도 ‘헤로인’[4]을 자체적으로 생산할 능력을 보유하지 못했던 것으로 보입니다.\n\n\n양귀비 진액을 채취해 건조시켜 만든 아편 덩어리 © 연합뉴스\n\n아편의 원료인 양귀비 열매 진액 © Shutterstock\n\n양귀비 진액을 채취해 건조시켜 만든 아편 덩어리 © 연합뉴스\n\n아편의 원료인 양귀비 열매 진액 © Shutterstock\n국가가 연루된 마약 유통\n지부: 북한 당국이 마약 생산과 거래에 직접적으로 관여해왔다고 보시나요?\n\n박사: 그렇습니다. 북한에 있어 마약은 그 자체가 곧 국가의 재화입니다. 북한은 이른바 ‘유일적영도체계’, 즉 수령의 명령에 의해 군, 국가, 인민이 움직이는 하향식 지휘체계를 가지고 있습니다. 마약 생산과 수출 역시 마찬가지인데요 수령을 비롯한 지도부의 승인에 의해서 움직일 수밖에 없는 구조입니다.\n\n하지만 북한 당국은 1970년대까지만 해도 비밀리에 마약을 취급했기에 이 시기만 하더라도 민간인 사이에서 마약이 널리 퍼지지는 않았던 것으로 알려졌습니다. 물론, 1950년대부터도 일반 민가에서는 집집마다 양귀비를 조금씩 심곤 했지요. 그것은 당시 남한도 마찬가지였습니다. 하지만, 소규모가 아닌, 대규모의 고품질 마약을 생산하기 위해서는 국가적 차원에서 생산이 이뤄져야 했습니다. 북한 내 민간인들이 마약 생산 기술을 습득한 것은 1980년대 이후 국가가 주도적으로 고순도 마약을 대량 생산하기 시작하고 나서부터 꽤 많은 시간이 흐른 후라고 말할 수 있습니다.\n\n국가 주도의 마약 생산과는 별개로, 북한이 마약으로 인해 공식적으로 국제사회에서 논란의 중심에 섰던 계기가 있습니다. 바로 1970년대 해외에 있는 북한 공관과 외교관을 활용해서 마약 밀매를 시도했던 일련의 사건들이죠. (관련 기사 1, 관련 기사 2) 이 시기부터 국제사회에서 북한의 국가 주도형 마약 거래 문제가 주목받기 시작했습니다. 지금까지 공식적으로 드러난 북한 마약 관련 사건 및 정보를 종합해 볼 때, 1980년대 이전까지는 북한 당국이 국내에서 마약을 대량으로 생산해 이를 밀수출했다기 보다는 제3국 등지에서 생산된 마약을 다른 나라에 이윤을 붙여 중계 무역 형태로 판매하는 식으로 돈을 벌었던 것으로 보고 있습니다.\n\n그렇기에 1980년대 중반만 하더라도 북한 내부, 즉 일반인 사이에 돌아다니던 마약은 치료용으로 종종 쓰이던 소규모의 아편을 제외하고는 사실상 거의 없던 것으로 알려졌습니다. 이를 뒷받침할 수 있는 근거 중 하나는 1970년대에서 1980년대 초반 사이에 출판된 ‘조선말대사전’을 통해서도 확인할 수 있습니다. 이 시기의 조선말대사전을 살펴보면 마약과 관련한 단어는 거의 볼 수 없는데, 이는 당시에만 해도 북한 내에서 마약 문제가 크게 이슈화 되어 다뤄졌던 상황은 아니었다는 것을 의미한다고 볼 수 있죠.\n\n함흥시에 위치한 흥남제약공장 내부\n함흥시에 위치한 흥남제약공장 내부\n\n본격적인 국가 주도의 마약 생산\n지부: 그러면 1980년대 중반 이후에는 북한 당국이 마약을 본격적으로 생산하기 시작했나요?\n\n박사: 그렇습니다. 북한 내부의 마약 확산은 국가 주도의 마약 생산과도 밀접한 관련이 있습니다. 1970년대 중반 이후 북한의 경제 상황은 나락의 길로 접어들기 시작했는데요. 김정일의 경우 1974년 2월 김일성의 후계자로 지명된 후에도 무리한 치적 사업을 이어갔습니다. 그 과정에서 북한이 장기적으로 경제침체의 길을 걷게 되는데 큰 영향을 미쳤다고 알려져 있죠. 경제가 어려워짐과 동시에 필요한 돈은 더 늘어만 갔었습니다. 이러한 상황 속에서 당국에게는 자금을 마련하는 데 있어 가장 효율적인 수단이 바로 무기와 마약 판매였습니다.\n\n무기의 경우에는 일반적으로 부피가 크죠. 이에 비해 마약은 부피가 작아 은닉이 쉽고 저비용으로 고수익을 낼 수 있는 고부가가치 사업이었습니다. 이 시기 여러 정황상 북한 당국은 그동안 해외에서 벌여온 중계 형식의 마약 밀무역을 넘어, 자신들이 마약 생산에도 본격적으로 뛰어들어 더 큰 규모로 돈을 벌려고 결심한 것으로 보입니다. 그렇게 북한에서 국가 주도의 마약 생산이 본격적으로 시작되었습니다.\n\n이후 국가가 주도해 생산한 마약의 대부분은 외국으로 수출된 것으로 보입니다. 외국으로 마약을 수출하기 위해 활용된 주요 중간 거점은 러시아와 중국이었는데요. 주중북한대사관과 주러북한대사관이 대표적이라고 할 수 있습니다. 주목할 만한 부분은 국가 주도의 마약 생산이 본격화되면서 민간영역, 즉 북한 내 암시장에서도 국가가 생산한 마약이 풀리기 시작했다는 점입니다.\n\n지부: 국가 주도의 마약 생산은 주로 어디서 이뤄졌나요?\n\n박사: 당시 북한에서 국가 주도로 마약을 생산하던 시설 중 대표적인 곳으로는 ‘흥남제약공장’, ‘순천제약공장’, ‘상원만년제약공장’을 들 수 있습니다. 마약을 제조하기 위해서는 기본적으로 인프라가 갖춰져야 해요. 보안 유지에 용이한 지형을 갖춰야 하며 전기도 필요하죠. 생산에 들어가는 물도 원활하게 공급할 수 있어야 합니다. 흥남구역이 있는 함흥시, 그리고 순천시 같은 경우에는 화학 및 제약 인프라가 많이 조성되어 있는 지역이기도 하거니와 과학자들이 많이 사는 도시이기도 했어요. 상원만년제약공장 같은 경우는 원래는 평양시에 속했으나 지금은 황해북도에 속하는, 평양과 인접한 곳이죠. 이들 공장 모두 외부에는 제약공장으로 알려져 있으나, 공장 내 마약을 전문적으로 생산하는 시설을 보유했다는 증거가 속속 발견되었습니다. 이 외에 군(軍) 소유의 시설도 존재한 것으로 보이는데요. 이런 시설은 지하 갱도에 있어 위성으로도 소재 파악이 어렵습니다.\n\n국제사회는 북한의 국가 주도형 마약 생산 사실을 파악하고 이를 감시해왔습니다. 북한 당국은 마약을 생산하던 시설 가동을 한동안 멈추는 식으로 마약 생산 활동을 숨기고자 했죠. 일시적으로 공장 가동이 중단되면서 그곳에서 마약을 생산하던 기술자 중 일부는 민간으로 나왔고, 자신들이 직접 마약을 생산해 팔기 시작했습니다. 국가를 위해 마약을 생산하던 과학자, 기술자가 민간에서 활동을 시작하며 마약을 생산하게 된 것이죠. 국가 주도의 마약 생산이 일반인 사이에서의 급속한 마약 확산에 영향을 미치는 상황이 결국 오게 된 것이죠. 북한 당국이 자초한 부메랑 효과라고도 할 수 있겠네요.\n\n주민들 사이에 마약이 본격적으로 확산된 시기는 1990년대 ‘고난의 행군’ 시기입니다. 고난의 행군 당시 북한에서는 사회시설, 생산시설 할 것 없이 국가가 운영하는 대부분의 시설 가동이 멈췄습니다. 제약회사도 마찬가지였죠. 질병이 창궐하고 병자가 늘어나면서 항생제와 치료제의 수요가 급격히 증가했지만 국가에서 제공하던 보건의료 서비스가 멈춘 상황에서 필수 의약품을 구할 방도는 없었습니다. 이 시기 마약이 사람들 사이에서 급속하게 퍼져 나가기 시작했습니다.\n\n당시까지만 해도 일반 사람들은 마약이 정확히 무엇이고, 마약의 부작용에는 어떤 것들이 있는지에 대해 거의 모르는 상황이었습니다. 그나마 아편은 오래 전부터 치료용으로 널리 사용되고 있었기에 그나마 조금 알고 있는 수준이었죠. 하지만 그마저도 배탈, 설사, 고열 같은 게 있을 때 효능이 좋다는 내용 정도였고 그것이 신체적으로, 정신적으로 어떠한 악영향을 미칠 수 있는지에 관해서는 잘 모르고 있었습니다.\n\n그런데 이 시기 민간에 아편 말고도 새로운 마약이 풀리기 시작했습니다. 우리나라에서는 ‘필로폰’으로, 북한에서는 ‘빙두’, ‘아이스’ 등으로 불리는 ‘메스암페타민’[5]과 헤로인이 그것이었습니다. 민간에서의 헤로인 유통은 2000년대 초반 근절되었지만, 메스암페타민은 사람들 사이에서 급속히 퍼져 나갔습니다.\n\n북한 당국이 마약을 관리하고 통제하고자 하는 의지가 없었던 것은 아니었습니다. 민간에 마약에 풀리면 좋을 게 없기 때문이었죠. 만약 마약을 몰래 빼돌리다가 발각될 경우 극형에 처해질 정도로 처벌이 엄했습니다. 하지만, 아무리 통제에 능한 북한이라고 해도 모든 영역에서 100% 수준까지는 통제하지 못합니다. 그 당시 국가가 비밀리에 운영하던 마약 생산 시설에서 일하는 일부 노동자 및 간부는 생산된 메스암페타민 중 일부를 뒤로 빼돌렸습니다. 이렇게 빼돌려진 메스암페타민은 개인 밀수업자를 통해 중국으로 넘어가게 되었는데, 그 과정에서 북한 내부에도 메스암페타민이 풀리기 시작했습니다. 이를 기점으로 수출용으로만 생산하던 매스암페타민이 어느 순간 내수용으로 돌아서게 된 것이죠.\n\n일단 마약이 퍼지게 되면 그 누구도 이를 되돌리기 힘듭니다. 특히, 북한의 경우 고난의 행군으로 북한 내 의약품 공급 체계가 사실상 붕괴된 상태에서 마약의 심각성에 대해 잘 모르는 사람들이 마약을 무분별하게 접하게 된 상황이었습니다. ‘이게 만병 통치약이라더라!’, ‘이거 하면 기분이 좋아진다!’라는 식의 소문이 일반인들 사이에 널리 퍼지면서 마약은 사회 곳곳으로 광범위하게 침투했습니다. 고난의 행군을 겪으며 나라의 경제사정이 워낙 좋지 않다 보니 병원을 가도 약을 구할 수 없는 상황이었고, 장마당에 나가도 항생제 같은 기본적인 약조차 찾기 어려운 게 현실인 상황에서 마약 사용의 증가는 어찌 보면 당연한 모습이었습니다.\n\n북한 주민의 마약 사용 증가에는 간부들의 책임이 크다고 봅니다. 북한에서는 마약 통제를 담당하는 관료집단부터 마약이 돈이라고 생각하고 있어요. 현재 북한은 마약을 생산하는 민간 생산자를 포함하여 사법 당국자, 당 간부 등 권력을 쥔 핵심 간부들이 각자의 이익을 위해 한 배에 올라타 있는, 모두 다 같은 부패고리에 엮여 있는 상황입니다. 국가의 방침이 어떻든 이를 실행하는 중간 간부층 모두가 부패해 있다 보니 실제 민간 영역에서의 마약 통제가 제대로 이뤄질 리가 없지요. 검찰소, 국가보위성, 사회안전성 같은 법기관에서 일하는 법일군 모두가 다 같은 줄에 엮여 있으니까요.\n\n[프로포폴]\n최근에 사회적으로 문제가 되고 있는 프로포폴도 이미 오래전부터 마취과 분야에서 사용되어 온 마취제로서 다른 마취제들에 비해 작용 시간이 빠르고 마취 중 호흡 마비의 위험성이 적어 선호되었으나, 정신적 의존성을 유발시키고 오남용되는 사례가 많아지게 되었다. 결국 우리나라에서는 2011년 2월 세계 최초로 프로포폴이 정신적 의존성이 강해 의도하지 않게 중독상태를 일으킬 수 있으며, 중독되면 불안, 충동공격성 등이 발생하고 신체적, 경제적 파탄에 이를 수 있다는 점으로 마약류로 지정해 관리하고 있다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-07-02T19:42:36.954000",
  "updatedAt": "2022-07-02T21:43:27.444000"
}