{
  "id": "6bc776b3-f52e-45e4-8bcb-920755b5cafb",
  "title": "용병의 역사 - 근대",
  "content": "[테르시오 용병]\n테르시오는 모두 에스파냐 병사들만으로 구성된 것이 아니라, 독일, 이탈리아, 에스파냐령 네덜란드의 왈룬 지방에서 소집한 수많은 용병들로 구성된 '다른 국가들의 부대'로 조직되어 있었다. 그러나 핵심은 에스파냐인들이었으며, 외국인들은 이들의 강력한 규율과 프로 정신에 주목했다. 에스파냐 병사들의 강력한 규율은 로크루아 전투(Battle of Rocroi - 1643)에서 보여졌다, 독일과 왈룬의 테르시오 부대는 전장에서 달아났지만 에스파냐 테르시오는 결국 포병대의 공격으로 진형이 붕괴되기 전까지 프랑스 기병대의 세번에 걸친 돌격을 지휘관과 함께 버텨냈기 때문이다.\n군대는 주로 용병으로 구성되어 있었고, 전시에 따라 고용되는 것이 기본이었다. 테르시오도 주요 구성원은 용병이었으나, 이탈리아 반도를(훗날 네덜란드에서도) 계속 지킬 필요가 있었기에 테르시오는 평상시에도 유지되었고, 상비군적인 성격을 갖게 되었다. 장시간에 걸친 고용은 항상 일정이상의 숙련도, 결속력을 유지할 수 있게 되었다.\n\n최초의 테르시오는 1536년 카를로스 1세의 휘하에 결성되어 스페인인으로 구성되었다. \n1584년에야 펠리페 2세가 최초의 이탈리아 테르시오의 구성을 승인했다. \n그 전에 스페인인이 아닌 다른 나라 사람들은 연대에 복무했다. 1598년 부르고뉴 연대는 테르시오로 변모되었다. 이것은 1602년 왈롱 연대가 테르시오로 바뀌고 1605년 아일랜드, 영국, 스코틀랜드의 용병들도 각각 테르시오로 변모하게 된다.\n\n\n[영국 동인도회사 용병]\n18세기 민족주의가 싹트면서 중앙정부가 국민군, 상비군의 이름으로 군사 업무 전권을 갖는 나라가 늘기 시작했습니다. 과거처럼 유력 귀족이 국가의 지원 아래 사병으로 쓰는 대군을 거느리거나 국가가 용병들에게 면허증을 줘서 임무를 지정하고 지원하는 방식은 점차 사라졌습니다. \n그렇다고 용병에게 큰 일을 맡기는 경우가 없어진 건 아니었습니다. 근대의 용병단 중에는 출신국의 권력집단이 뭐라 하든 상관없이 한 국가의 운명을 거머쥐고 흔든 단체들이 있었습니다. 초기 자본주의의 병폐를 제대로 제어하지 못하고 용병단에게 국가만큼 커지는 걸 방관한 것입니다. 일종의 기업군이라고 할 수 있는 영국의 동인도 회사군은 영국 정규군의 명령 체계를 전혀 따르지 않는 사설 군대였습니다. 이들은 자사 소속 육군과 외주 고용으로 데려오는 해군을 가지고 인도를 착취해 이익을 창출했습니다. 토지세는 50퍼센트로 책정했고, 농부들이 죽든 말든 밥이 되는 곡물 대신 마약과 차, 목화를 기르도록 강제했으며 당연히 말을 안 들으면 죽였습니다. 곡물은 없애고 그나마 있는 거래량도 동인도 회사가 독점한 끝에 1770년 인도에는 벵갈 대기근으로 1천만 명이 굶어 죽었습니다. \n\n[헤센 용병]\n헤센 대공국은 독일의 연방국가 중 하나로 국가 산업을 용병업으로 지정한 나라다. 이들이 용병업을 국책사업으로 선택한 사연도 스위스와 비슷하다. 원래 농업 국가였는데 30년 전쟁의 한복판에서 국토가 초토화된 뒤 남은 자원이 인력밖에 없자 궁여지책으로 용병업을 육성했다.\n어쨌거나 도시 국가 크기의 공국인 헤센은 전 국민의 7퍼센트를 군인으로 유지하고, 유럽 전역에 용병으로 대여해 주며 외교적-경제적 이득을 챙겼다. 잦은 전쟁 탓에 헤센은 능력 위주의 군국주의 국가로 변화됬다. 그래서 일반 병사도 장교가 될 수 있었던 헤센 공국의 용병들은 갈수록 명성 올라갔다.  \n또 헤센 용병은 미국 독립전쟁시 영국군에게 고용되어 미국과 전투에 참전하였는데 죽거나 박봉을 받으려고 다시 유럽으로 돌아가는 것보단 당시 이민을 적극적으로 받아들이던 미국에 정착했다. 영국이 패배하면서 용병으로서의 능력도 보여주지 못하고, 다수의 국민도 잃은 헤센은 사업을 접어야만 했다.\n\n[코사크 용병]\n18세기 후반쯤 되면서 코사크는 러시아 제국과 특수한 관계를 맺는다. 러시아가 코사크의 독립을 보장해 주는 대가로 러시아의 용병 노릇을 하기로 한 것이다. 그래서 코사크는 20세기 초까지 러시아 제국의 수많은 전쟁(대북방 전쟁, 크림 전쟁, 나폴레옹 전쟁, 코카서스 전쟁, 오스만튀르크 전쟁, 제1차 세계 대전 등)에 동원되었다. 심지어 20세기 초에는 코사크를 폴란드인과 유대인에 대한 포그롬(pogrom=조직적 학살)에 동원하기도 했다.",
  "color": "default",
  "labels": [],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-12-23T22:17:55.602000",
  "updatedAt": "2025-09-06T14:19:59.608000"
}