{
  "id": "6d153171-fb08-41af-a346-f7cfdb7f9c32",
  "title": "훌리건 - 팬덤정치",
  "content": "미국의 정치철학자 제이슨 브래넌(Jason Brennan)은 최근 저술 <민주주의에 반대한다>(Against Democracy)에서 민주 국가의 시민들을 호빗(Hobbits), 훌리건(Hooligans), 벌컨(Vulcans)이라는 세 그룹으로 분류한다.\n\n먼저 호빗은 정치에 무지한 정치무관심층이다. 한층 흥미로운 그룹은 훌리건인데, 브래넌은 이들을 \"정치에 대한 스포츠 팬\"으로 규정하며 정치적 정보를 편향된 방식으로 소비하고 정치적인 입장이 다른 이들을 적대시하는 경향을 갖는다고 말한다. 브래넌은 훌리건에 대해 부정적 입장을 견지하며, 그들을 정치에 관한 정보를 합리적으로 소비하지만 정치에 대하여 냉정하고(impassionate) 불편부당한 벌컨과 대비한다.\n\n브래넌뿐만 아니라 대다수의 정치이론가들은 훌리건이 정치를 타락시킨다고 여길 듯하다. 특히 정치적 진보는 정치 권력에 대한 자유로운 비판을 통해서만 가능하기에 정치인에 대한 지지는 언제나 비판적 지지('지지는 하지만 비판할 건 비판한다')여야 한다고 보는 포퍼적(Popperian) 관점에서 훌리건은 정치 발전에 걸림돌이라 할 만하다.\n\n이념적 편향성이 강한 훌리건들은 자신들이 지지하는 정치인에게 가해지는 정당한 비판을 무시하고 심지어 그런 비판을 제기하는 측과의 여론전도 마다하지 않기 때문이다. 두 말할 것도 없이 문빠는 훌리건의 특성을 지니고 있다. 때문에 포퍼적 관점에서 문빠는 일견 민주주의를 타락시킨다는 비판으로부터 자유롭지 못한 것처럼 보인다.\n\n그런데 문제가 간단치 않은 것이 정치심리학적 연구가 발달한 미국의 통계조사에 따르면 대부분의 미국인들이 호빗이나 훌리건에 속하며 벌컨은 무시할 수 있을 정도의 소수라는 사실이다. 정치학자 다이애나 무츠(Diana Mutz)는 그녀의 저서 <다른 편에 귀 기울이기>(Hearing the Other Sides)에서 정치참여형 시민들이 거의 모두 훌리건적 성격을 갖는다고 단언한다.\n\n정치에 적극적으로 참여하는 시민들은 대개 자신의 의견에 대한 아집이 강하고, 정치에 대한 정보를 수용할 때도 자신의 입장에 유리한 것만을 취사선택하며, 자신과 다른 의견을 갖는 이들과 진지한 대화를 나누는 것도 기피한다.\n\n아마 한국도 상황이 크게 다르지 않을 듯하다. 정치를 좀 안다는 사람들은 대개 강한 이념적 편향성을 지니는 반면, 그런 편향성을 지니지 않는 이들은 대개 정치에 무지한 무관심층이다. 모임에서 정치 이야기가 나오면 훌리건들 사이의 싸움으로 이어지기 십상이고 그 싸움은 정치에 무관심한 호빗들에 의해 진정되곤 한다. \n\n그렇다면 왜 사람들은 정치에 적극적으로 관심을 갖고 참여하기 시작하면 편견과 아집으로 가득 찬, 비판에 귀 막는 훌리건으로 돌변할까? 흥미로운 사실은 인간이 수행하는 활동 중 가장 합리적이라 간주되는 과학에서조차도, 적어도 토마스 쿤(Thomas Kuhn)의 과학철학에 따르면, 훌리건이 주류라는 사실이다. 시쳇말로, 과학에서도 '뉴턴 이론빠' '지동설빠' '플로지스톤(phlogiston) 이론빠'가 있었다는 말이다.\n\n수성의 근일점(perihelion)이 이동하는 천문 현상이 뉴턴 이론에 대한 명백한 반박사례라는 사실은 그 이론의 초창기부터 알려졌지만 뉴턴 이론의 지지자들은 대부분 그것을 무시하였다. 그 현상은 이후 아인슈타인의 일반상대성 이론에 와서야 비로소 성공적으로 설명될 수 있었다. 비슷하게 18세기 당대 최고의 화학자 조셉 프리스틀리(Joseph Priestley)는 연소 현상에 대하여 라부아지에의 산소 이론이 플로지스톤 이론에 비하여 우월한 설명을 제시한다는 사실이 명백해진 상황에서도 끝내 산소 이론을 거부하고 플로지스톤 이론을 고수하며 생을 마감했다.\n\n양자역학의 창시자인 막스 플랑크(Max Planck)는 이런 사실을 한탄하며 다음과 같은 명언을 남기기도 했다. \"새로운 과학적 진리는 그 반대자를 납득시키고 이해시킴으로써 승리하기보단, 오히려 그 반대자가 결국에 가서 죽고 그 진리에 익숙한 새로운 세대가 성장하며 승리한다.\"\n\n이는 정치와 마찬가지로 과학도 편견과 아집에 사로잡힌 훌리건의 세상이라는 것을 보여준다. 적어도 쿤이 제시하는 과학관에서는 그렇다. 이쯤 되면 정치적 신념이나 과학적 신념에 대한 팬덤은 단순히 교정이 필요한 일부의 일탈로 치부하기에는 무리가 있는 것 아닌가 하는 생각이 자연스럽게 힘을 얻는다.\n\n철학자 토마스 네이글은 인간 내에 존재하는 두 가지 관점을 구분함으로써 전통적인 철학의 난제들, 가령 삶의 의미, (카뮈가 시찌프스의 신화로 형상화한) 철학적 부조리, 자유의지 등에 대한 깊은 통찰을 제공했다.\n\n그 한 관점은 일인칭적, 주관적, 실천가적, 행위자적 관점(sub specie humanitatis)이고 다른 한 관점은 삼인칭적, 객관적, 이론가적, 관찰자적 관점(sub specie aerternitatis)이다. 일상에서 나는 대개 첫 번째 관점(일인칭적, 주관적 관점)에서 나의 생명, 건강, 직장, 가족 등에 그 무엇과도 비교할 수 없는 중요성과 의미를 부여하며 지극한 진지함으로 그들을 보살핀다.\n\n하지만 내가 호기심 어린 눈으로 모래 위를 부지런히 움직이는 개미를 유심히 관찰할 때의 시선, 그런 무심하고 냉정한 삼인칭적 관찰자 혹은 방관자의 시선으로 어떤 대상을 바라 볼 수도 있다. 과학자가 탐구의 대상을 이론가의 입장에서 관찰할 때 혹은 직업의식에 투철한 기자가 객관적이고 중립적 입장에서 정치·사회의 이슈를 보도할 때 이런 관점을 취한다.\n\n흥미로운 점은 내가 나 자신을 삼인칭적 관찰자 혹은 방관자의 관점으로 응시하는 것이 가능하다는 사실이다. 그때 나는 드넓은 우주, 영겁의 시간 속에 잠시 존재하다 사라지는 지극히 사소하고 우연적인 미물로 느껴지고, 아울러 내가 일인칭적, 주관적, 행위자적 관점에서 내 자신에게 부여하던, 만물의 중심으로서의 그리고 의미의 원천으로서의 중요성이 돌연 연기처럼 사라지는 것을 경험한다.\n\n이처럼 서로 충돌하는 두 가지 관점(주관적 행위자적 관점과 객관적 관찰자적 관점)이 우리 안에서 서로를 포획하고 있고, 그러한 이유로 우리는 두 관점의 충돌로부터 벗어날 길이 없다. 그렇기에 우리는 타인의 죽음에 대해서는 무덤덤하지만 자신의 죽음에 대해서는 생각하는 것조차 끔찍해 하고, 삶이 더없이 허무하다고 무의미하다고 되뇌지만 동시에 삶의 의미를 간절히 갈구하며, 왜 살아야 하는가라고 자문하지만 그에 대한 답변이 채 주어지기도 전에 이미 생을 위해 발버둥치는 자신을 발견하는, 그런 부조리하고 모순적인 존재일 수밖에 없다.\n\n고대 철학자 아낙사고라스(Anaxagoras)는 자신의 아들이 죽었다는 소식을 접하곤 \"나는 불사의 아들을 둔 적이 없다\"고 말하며 평정심(apatheia)을 잃지 않았다는 일화로 유명하다. 많은 이들은 이 일화를 듣고 어떤 당혹스러움을 느끼게 되는데, 그 당혹스러움은 어디에서 오는 것일까? 그것은 바로 부모가 자녀에 대하여 일인칭적, 주관적, 행위자적 관점을 취해야 한다는 우리의 상식과 그것을 거부하며 아들의 죽음에 대하여 삼인칭적, 객관적, 방관자적 관점으로 응대하는 아낙사고라스의 모습 사이의 충돌에서 온다. \n\n그렇다면 부모가 자녀에 대하여 일인칭적, 주관적, 행위자적 관점을 취해야 한다는 상식은 어디에서 오는 것일까? 당연한 말이겠지만 그것은 부모에게 자녀는 길거리에서 우연히 만나는 아무개가 아니기 때문이다. 자녀는 부모의 삶의 방향과 행불행을 결정했고, 또 앞으로도 그렇게 결정할 존재이기 때문이다. 이처럼 우린 우리의 삶에 중요한 것들에 대하여, 특히 우리의 노력과 헌신을 통해 어렵사리 얻어진 것이라 애착이 간다면 더욱 더, 일인칭적, 주관적, 행위자적 관점을 취한다.\n\n세계에 대하여 무심한 삼인칭적 방관자는 훌리건이 될 수 없다. 내가 누군가의 '빠'가 된다는 것, 누군가를 돌보고 보살핀다는 것, 그를 위해 나의 노력과 정성을 바친다는 것, 그의 행불행을 나의 행불행과 등치시키며 그가 성공할 때 함께 기뻐하고 그가 실패할 때 함께 눈물 흘린다는 것은 그에 대하여 네이글의 두 관점 중 일인칭적, 주관적, 행위자적 관점을 취한다는 것을 뜻한다.\n\n문빠는 바로 이러한 관점에서 문재인 정부를 바라보고 문재인 정부에 애착을 가지고 지지하는 시민이라 할 수 있다. 이는 자식을 보살피는 부모의 관점이나 혼신을 바쳐 완성한 과학 이론에 애착을 느끼는 과학자의 관점에 다름 아니다.\n\n공부를 잘하지 못하는 수험생을 삼인칭적 객관적 관찰자의 관점에서 비판하기는 쉽다. 하지만 그가 내 자식이라면 이야기가 달라진다. 그때 나는 삼인칭적 관찰자나 방관자의 관점이 아니라 일인칭적, 주관적 행위자의 관점에서 그의 삶, 건강, 미래를 보살피고 돌보게 되기 때문이다.\n\n혹시라도 공부에 소홀하다고 혼낼 땐 그의 마음이 다치지 않을까 걱정하고 혹여 자신의 성적 때문에 좌절하고 있다면 비난보다는 격려의 말을 건네줄 것이다. 누군가 타인이 자식에게 혹독한 비판을 가할 것 같으면, 설혹 그 비판이 지극히 정당하다는 것을 알더라도, 자식을 두둔하고 나서는 것이 부모의 마음이다. \n\n과학이론이나 정치권력으로부터 어느 정도의 거리를 지키며 그것을 자유롭게 비판하는 것으로부터 과학의 발전, 정치의 발전을 추동하려 한 포퍼의 시도는 객관적이고 무심한 방관자 혹은 관찰자의 관점에서는 설득력을 지닐지 모른다.\n\n그러나 과학도 정치도 모두 인간이 하는 일이다. 자신이 평생을 바쳐 연구한 플로지스톤 이론을 끝내 포기하지 못한 프리스틀리나 기존의 수많은 과학의 난제를 해결할 희망을 안고 이제 막 꽃피기 시작한 뉴턴 이론의 초기 지지자들에게 자신들의 과학 이론에 대하여 무심한 삼인칭적 관찰자의 관점을 유지하라는 요구하는 것은, 그것이 과학의 진보를 위해 바람직한지 여부를 떠나서, 인간에게 가능하지 않은 것을 요구하는 것인지도 모른다.\n\n명백한 반박사례에도 불구하고 뉴턴 이론을 포기하지 않은 그 이론의 초기 지지자들이나 라부아지에의 산소 이론이라는 우월한 이론 앞에서도 자신의 플로지스톤 이론을 끝까지 고수한 프리스틀리는 포퍼의 과학관에서 나쁜 과학자라 할 만하다. 그러나 나는 그로부터 그들이 나쁜 과학자라 성급히 결론짓기 보단 포퍼의 과학관이 과학자도 결국은 자신에게 소중한 것들에 애착을 갖고 일인칭적 행위자의 관점에서 그들을 돌보고 보살피는 인간이라는 사소한 진리를 놓치고 있다고 말하고 싶다.\n\n과학자들이 과학적 신념에 대하여 언제나 객관적 거리를 유지하며 그것의 비판과 반박에 매진하는 포퍼적 과학이 혹여 가능할지 모르나 적어도 그건 인간의 과학이 될 수는 없다. 이 대목에서 뉴턴 이론의 초기 지지자들이나 프리스틀리의 선택까지도 과학의 울타리 안으로 포섭함으로써 과학적 합리성이라는 외피 속에 가려져 있던 인간의 얼굴을 드러낸 토마스 쿤의 과학철학은 빛을 발한다.\n\n정치에 관심을 갖고 적극적으로 참여하는 시민들이 정치인에 대하여 무심하고 불편부당한 제삼자적 방관자의 관점을 취하기 힘들다는 것은 어쩌면 당연하다. 그들이 대개 훌리건인 이유이다. 특히 한국의 민주주의가 결코 쉽게 얻어진 것이 아니라는 사실을 상기할 때, 1980년 광주에서 1987년 6월 항쟁으로, 그리고 지난해의 촛불집회로 이어지는 민주화의 흐름 속에서 수많은 이들의 희생과 헌신이 있었다는 사실을 상기할 때, 민주주의나 정의와 같은 가치들에 대하여 무심하고 냉정한 삼인칭적 관찰자의 관점을 취하는 것은 아낙사고라스가 아들의 죽음에 대하여 그런 관점을 취하는 것만큼이나 비상식적이다.\n\n나는 문재인 지지자들이 문재인 정부에 보내는 지지의 근저에는 문재인 정부가 장래에 우리 사회를 더 민주적이게, 더 공정하게, 더 정의롭게 만들 것이라는 그들의 희망이 자리잡고 있다고 믿고 있다. 따라서 문재인 정부에 대한 포퍼식의 비판적 지지가 그로부터 일정한 거리를 유지하는 삼인칭적 관찰자 혹은 방관자의 관점을 요구하는 한, 문재인 지지자들에게 비판적 지지란 헛된 신화에 불과하다. 그들이 일인칭적, 주관적, 행위자적 관점에서 문재인 정부를 돌보고 보살피며 그에게 비판적 지지가 아닌 전략적 지지를 보내는 문빠가 될 수밖에 없는 이유이다.\n\n나는 성숙한 민주 시민(democratic citizen)을 일인칭적, 주관적, 행위자적 관점에서 흔들림 없는 열의, 관심, 애착으로 민주주의적 가치들 돌보고 보살피는 정치참여형 시민이라 정의한다.\n\n내가 지난 글(문빠는 '광신도'? 나의 대답은 '아니다')에서 문빠들이 \"한층 성숙한 민주적 시민상\"을 실현한다고 말했던 것은 바로 이 정의에 따른 바이다. 그들은 훌리건임에 분명하지만, 그들이 열광적으로 응원하는 것은 다름 아닌 대한민국의 민주주의와 정의이고, 그런 한에서 성숙한 민주 시민이라 불리기에 손색이 없다는 것이 나의 확신이다.\n\n=> 일인칭 관점과 3인칭 관점간의 균형, 조화",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-06-01T16:04:25.946000",
  "updatedAt": "2023-04-28T07:31:17.396000"
}