{
  "id": "6d4c8187-fb9a-4d1c-9393-cd9137faf800",
  "title": "신경제학(정치경제학) - 거시",
  "content": "■ 개론\n•경제는 균형이다. 모든 경제 변수는 적정한 수준의 값을 가져야 한다. 지나치게 높아도 안되고 지나치게 낮아도 안된다.\n•\n•경제학(경제원리)은 수요/공급의 법칙과 효용 극대화 원리가 전부다. 이 두 가지 법칙을 이해하면 제반 경제현상을 거의 이해할 수 있다.\n\n•현대의 거시경제 분석은 경제변수는 실물경제적 측면과 금융 투자적 측면을 함께 고려해야 한다.\n예) 환율. 미국의 금리 인상으로 금리격차가 커지면  금리 격차로 인한 이익을 추구하기 위해 해당 국가에서 미국으로 자본이 이동하고 따라서 환율이 떨어진다. 또한 해당 국가의 위험성을 인지한 외국의 투기자본이 자금을 뺄 가능성이 커지고 환율은 더 떨어지고 외환위기 가능성이 도래.\n\n•경제정책은 시차(time lag)를 두고 발생한다. 현재의 경제지표를 보고 결정하면 cobweb 현상 발생. 전쟁, 코로나 등과 같은 외부충격은 시간이 지나면서 자연 해소\n예) 금리 인상의 효과는 0.5~1 년 이상의 시차로 발생하는데 현재의 싯점에서 물가상승률이 높다고 금리를 인상하는 것은 바람직하지 않다.\n\n•경기순환(경기파동)은 경제시스템 자체의 기제가 작동하는 내재적 현상. 인위적인 거시경제정책으로 경기 팽창과 경기침체를 조절하려고 하는 것은 더 큰 경제 문제를 야기시킴\n\n■ 금리\n국채 금리, 즉 이자율이 높아졌다는 건 높은 수익률을 보장해야 살만큼 시장에서 인기가 떨어졌다는 뜻.\n\n한은 총재\n \"한국은행 입장에서는 유동성을 더 늘려 부동산 시장에 불을 지피는 역할을 하지 않으려 한다\" \n이는 한은이 네 차례에 걸쳐 단행한 기준금리 1%포인트(p) 인하가 경기 부양 효과보다는 부동산 시장으로 더 흘러 들어갔다는 판단에 따른 것이다.\n\n■ 무역수지, 경상수지\n우리나라 무역수지가 4개월 연속 적자를 기록하면서 경기 둔화 경고음이 커지고 있다. 올해 들어 8월 20일까지 우리나라 누적 무역수지 적자는 255억달러로 불어났다. 연말까지 미국, 중국 등의 경기 부진으로 수출 증가세가 둔화되면서 무역수지 적자폭이 더 확대될 것이란 우려\n추경호 경제부총리 겸 기획재정부 장관은 이 자리에서 “무역수지 적자 중에도 경상수지는 상당폭의 흑자를 지속하고 있다”며 위기 상황이 아니라는 점을 강조했다. 무역수지에 서비스수지, 본원소득수지, 이전소득수지 등을 합친 경상수지는 올해 상반기(1~6월) 누적 247억8000만달러 흑자를 기록했다. 같은 기간 무역수지는 152억5300만 적자를 냈다.\n정부는 아직 문제가 없다는 입장이지만, 민간에서는 무역적자가 쌓이면 경상수지도 흔들릴 수밖에 없기 때문에 안심하기엔 이르다고 경고했다.\n\n최근 기획재정부는 우리나라 무역수지가 흑자 전환에 어려움을 겪는 상황에 대해 “무역수지 적자는 연초부터 이어진 에너지 가격 상승에 주로 기인한다”며 “한국뿐 아니라 일본, 프랑스 등 주요국에서도 무역수지 악화를 경험 중”이라고 했다. 그러면서 “우리 경제 대외건전성을 종합적으로 판단하는 데 있어서는 재화 수출입뿐 아니라 서비스 교역, 해외투자 소득 등 대외부문과의 경제적 거래를 포괄하는 경상수지가 보다 유용한 지표”라며 “경상수지는 6월까지 견조한 흑자 기조를 유지 중”이라고 강조했다.\n\n경상수지는 외국과의 상품, 서비스의 거래와 외국에 투자한 대가로 벌어들이는 배당금, 이자 등의 소득 거래 등을 합산한 통계다. 크게 상품수지, 서비스수지, 본원소득수지, 이전소득수지 등 4개 항목으로 구성되며, 이 가운데 가장 큰 비중을 차지하는 상품수지가 무역수지와 연동된다.\n무역수지는 재화의 수출입 격차를 뜻하는 상품수지와 비슷하지만, 두 지표는 집계 방식이 달라 결과적으로 액수에서 차이를 보인다. 무역수지는 통관 기준 수출액과 수입액의 차이로, 실제 \n무역수지는 통관 기준 수출액과 수입액의 차이로, 실제 상품이 세관 당국에 신고한 시점이 기준이 된다. 상품수지는 소유권 이전 기준으로 작성되기 때문에 무역수지에는 잡히지 않는 중계무역과 가공무역까지 포함된다.\n\n앞서 김영환 한국은행 경제통계국 금융통계부장은 “상품수지에는 수출과 수입의 격차에 더해 선박 운임과 보험료, 가공무역 등이 반영되면서 조정을 거치기 때문에 무역수지 적자가 반드시 상품수지 적자로 이어지진 않는다”고 설명했다. 실제 지난 6월 기준 우리나라 상품수지는 35억9000만달러 흑자를 기록한 반면, 무역수지는 25억7500만달러 적자를 냈다.\n일례로 선박 수출을 보면 무역수지는 선박이 최종 인도되는 시점에서만 통계에 잡힌다. 반면 상품수지는 조선사가 선박 건조 과정에서 선수금, 중도금, 잔금 등을 반영한다. 외국 기업이 국내 공장에서 상품을 생산하기 위해 해외에서 원자재를 수입할 때 무역수지의 경우 통관 기준 수입액으로 집계하지만, 상품수지는 외국 기업간 거래는 소유권 이전이 아니라고 보기 때문에 수입액으로 계산하지 않는다. 이 때문에 무역수지의 수입액이 상품수지 수입액보다 큰 경향이 있다. 지난 6월만 놓고 보면 무역수지 기준으로 집계한 수입액은 602억달러로, 상품수지 수입액(559억4000만달러)보다 약 43억달러 더 많았다.\n\n경제 전문가들은 무역수지 적자로 당장 우리나라의 대외건전성에 문제가 생겼다고 볼 수 없다는 정부 주장에는 어느 정도 동의하지만, 수출 의존도가 높은 우리 경제 특성상 무역적자폭이 확대되는 상황 자체가 경제 성장을 막는 부정적인 요인이라고 평가했다. 경상수지가 흑자라는 이유로 무역적자를 가볍게 여겨서는 안 된다는 지적이다. 현재 추세가 지속되면 상품수지가 악화되면서 경상수지마저 적자로 돌아설 수 있는데, 이 경우 재정수지와 경상수지가 동시에 적자인 ‘쌍둥이 적자’가 현실화될 수 있다는 우려도 나온다.\n\n■ 양적완화(Quantitative Easing : QE) vs 양적긴축(Quantitative Tightening : QT)\n\n양적완화는 중앙은행이 금리가 0에 가까워 더 이상 인하를 하지 못할 경우, 금융시장의 경기 부양을 위해 정부의 채권 및 여러 금융 자산을 매입하여 시장에 유동성을 공급하는 것을 의미합니다.\n코로나 펜더믹으로 인해 위축된 시장에 활기를 넣기 위해 은행에서 돈을 뿌리는 정책으로 이해하시면 됩니다.\n양적완화 정책으로 시자에 돈이 많아지면 화폐의 가치가 하락하게 되고, 시장에 돈이 많아졌기 때문에 사람들이 투자를 적극적으로 하게 되어 주가는 오르게 되며, 낮아진 화폐 가격으로 인해 외부로 퍼져나가게 됩니다.\n\n양적긴축은 중앙은행이 금리인상 및 긴축 정책의 효과가 미미하다고 판단되면 반강제적으로 시장에 풀린 돈을 빨아들이는 것을 의미합니다.\n즉, 경기가 과열되었을 때 시장의 돈을 은행으로 다시 돌려놓는 정책입니다.\n양적완화를 시행하게 되면 시장에 돈이 많아지고, 화폐의 가치가 떨어지기 때문에 물가가 상승하는 인플레이션이 발생하게 됩니다.\n이렇게 과열된 시장에서 인플레이션이 발생하게 되면 중앙은행은 그동안 사들인 채권들을 다시 돈으로 회수하여 시장에 풀어둔 돈을 가져오게 됩니다. 양적긴축을 실시하게 되면 돈이 은행으로 모이기 대문에 화폐의 가치는 높아지고, 금리가 올라가서 사람들은 주식투자보다는 은행에 저축을 하려 합니다. 이러한 현상으로 주가는 하락하며, 외부로 빠져나갔던 화폐는 다시 그 나라(미국)로 돌아오게 됩니다. 하지만, 양적긴축을 한다고 해서 주가가 계속 하락하는 것은 아니며, 경기가 좋아진 만큼 주가는 경기 순환 사이클에 맞춰 장기적인 하락보다는 점진적으로 우상향 하는 모습을 볼 수 있습니다.\n\n■ 총공급  vs 총수요\n총수요란 국내에서 생산된 재화와 서비스(이하 재화)를 사용하려는 욕구의 총량으로, 총공급은 국내에서 생산하려고 하는 재화와 서비스의 총량으로 총수요와 총공급이 일치될 경우 국민경제의 생산수준인 GDP와 물가가 결정됩니다.\n\n국내에서 생산된 재화를 사용하려는 주체는 가계, 기업, 정부, 해외부문으로 나눠서 생각해 볼 수 있고, 가계의 소비, 기업의 투자, 정부의 정부지출, 해외부문의 수출을 모두 더하면 국내의 총수요가 됩니다. 이때 가계, 기업, 정부의 지출 중에서 해외에서 수입된 것이 포함된 것이라면 이를 빼주어야 국내에서 생산된 재화에 대한 총수요로 정의할 수 있습니다. \n총수요 = 소비 + 투자 + 정부지출 + 수출 - 수입\n총공급은 학자에 따라 매우 다양한 형태로 도출되고, 나타납니다. 극단적인 총공급 곡선은 물가 수준에서 수평이거나 수직이지만, 일반적으로 총공급 곡선은 (단기에) 우상향한다고 동의하고 있습니다. 물론 그 근거는 학자마다 조금씩 다릅니다.\n\n물가가 올라가면 사람들이 똑같은 지출을 한다고 해도 더 많은 화폐를 가지고 다녀야 한다. 사람들이 화폐를 더 많이 가지려고 한다면 돈을 구하기 어려워지고 이자율이 상승한다. 이자율이 상승하면 기업의 투자가 감소하고 총수요가 줄어든다. 주택이나 자동차와 같은 내구재는 주로 할부로 구입하기 때문에, 이자율 상승은 가계의 내구재 소비를 감소시켜서 총수요를 감소시킨다. 또한 물가가 올라가면 해외재화에 비해 국내재화의 가격이 비싸져 수출이 줄고 수입은 늘어나 총수요가 감소한다. \n결론적으로 물가가 올라가면 가계소비, 기업투자, 수출이 줄고 수입이 늘어 총수요가 감소한다. 따라서 총수요 곡선은 우하향한다.\n총공급곡선도 시장의 공급곡선과 같이 우상향한다. 가격이 오르면 기업은 더 많이 만들어서 더 높은 가격에 생산 및 판매하려고 하기 때문이다.(여러가지 요인)\n\n총수요, 총공급곡선이 단순히 개별 시장의 수요공급곡선을 폭넓게 적용시킨 것이 아니라 이와는 분명히 구분돼야 할 개념이다.\n\n총수요를 변화시키는 물가 이외의 요인은 총수요곡선을 이동시킨다. 정부가 지출을 증가시키면 총수요가 증가하고 총수요 곡선이 우측으로 이동한다. 정부가 세금을 늘리면 가계가 사용할 수 있는 소득이 줄어들어 소비가 줄고 총수요가 감소한다. 기업들이 미래에 대해 낙관적인 견해를 갖고 투자를 증가시키면 총수요가 증가한다. 정부가 환율을 올리는 정책을 취하면 수출이 늘어나고 수입이 감소하여 총수요가 증가한다. 교역 상대국이 호황으로 소득이 증가하면 국내 재화와 서비스에 대한 수요(수출)이 증가해서 총수요가 증가한다. 이 모든 요인은 총수요 곡선을 우측으로 이동시킨다. 중앙은행이 통화량을 증가(감소)시키는 정책을 취하는 경우에도 총수요가 증가(감소)한다. 통화량이 증가하면 이자율이 하락하고 이자율 하락은 투자와 소비 증가로 이어져 총수요를 자극하기 때문이다.\n총공급 곡선은 기업의 생산비용을 반영한다. 따라서 기업들의 생산조건에 변화가 오면 총공급 곡선이 움직인다. 예를 들어, 유가가 상승하면 기업의 생산비용이 올라가 총공급곡선이 좌측 또는 위로 이동한다. 반면, 신기술이 개발되면 같은 노동과 자본으로 더많은 생산이 가능하다. 이는 총공급 곡선의 우측 또는 아래로 이동으로 나타난다.\n\nㅇ 균형총생산량의 결정\nGDP는 총수요와 총공급이 만나서 결정된 사후적인 균형의 국민 생산 수준이며 총공급은 주어진 물가에서 한 나라 기업이 공급하고자 하는 재화의 수량입니다.\n총수요와 총공급이 일치될 경우 국민경제의 생산수준인 GDP와 물가가 결정됩니다.\n\nㅇ 케인지안 vs 고전학파\n - 장기균형(고전파), 단기불균형(케인즈)\n - \n(전제) 국가 전체적으로 봤을 때, \n소득이 지출을 결정하는가, 지출이 소득을 결정하는가? \n총수요가 총공급을 창출하는가, 총공급이 총수요를 창출하는가?\n\n케인즈 : 단기적으로는 지출이 소득(국민총생산)을 결정, 소득 = f(지출), 총공급 = f(총수요)\n\n고전학파 : 장기적으로는 소득이 지출을 결정, 지출 =   f(소득), 총수요 = f(총공급)\n\nㅇ 케인즈\n경제의 단기적 균형에 관한 논의이다. 이 이론은 단기적으로는 시장의 불균형이 해소되지 않을 것이라는 다는 상황을 전제한 모형이다.\n그에 의하면 경제의 생산활동과 그로 인한 소득의 창출은 총수요(지출 계획)의 크기에 의해 결정된다는 것이다. 즉 단기적으로는 수요 또는 지출계획의 크기가 생산과 소득을 결정하는 견인차가 된다는 것이다. 여기서 총 지출계획이란 자국 재화에 대한 민간의 소비지출 계획과 투자지출 계획, 정부지출 계획, 그리고 해외의 수요(수출)를 말한다.\n\n케인즈의 주장은 단기적으로 시장 불균형이 발생했을 때 국가(정부)가 개입하여 적극적인 재정, 금융정책을 통하여 수요(지출)를 창출하여 시장을 활성화하는 것이다.\n\nㅇ 고전학파 경제이론\n이 이론은 시장 불균형을 해소하는 방향으로 가격이 조정되는 장기 상황을 전제한 모형이다.\n세이의 법칙:공급이 스스로의 수요를 창출한다. \n\n생산 또는 소득의 크기가 수요 또는 지출을 결정하고 시장은 장기적으로 초과수요 또는 초과 공급이 존재하지 않는 균형상태에 이른다고 주장하고 있다.(이에 반해 케인즈는 우리 모두는 장기적으로 죽는다고 언급) \n이러한 상황 하에서는 정부가 시장에 개입할 명분이 존재하지 않는다.\n\n예) 코로나 바이러스 창궐에 의한 현재의 경제상황에서 알 수 있듯이 경제는 항상 균형 상태에 있지는 않다. 현재의 상황은 특이한 상황으로 생산(공급) 중단과 수요 위축이 동시에 발생한 상황으로, 바이러스를 퇴치하지 못하는 상황에서는 경제의 회복이 불가능하다.\n\nㅇ 총수요와 총공급의 일치\n케인즈의 입장을 견지하든지 또는 고전학파의 입장을 견지하든지 경제에서 사후적으로 지출과 소득의 크기는 같다. 왜냐하면 내가 누군가에게 지출한 돈은 그의 소득이 되고, 누군가가 내게 지출한 돈은 나의 소득이 되기 때문이다. 지출이 발생하는 곳에서는 항상 소득이 발생한다.\n\n고전학파는 장기적으로 총수요와 총공급이 일치하여 시장이 균형을 이룬다는 것이고, 케인즈는 단기적으로 초과 공급이 있을 수 있고 이것이 경기침체를 야기하므로 국가가 개입하여 총수요를 끌어 올려야 한다는 것이다.(케인즈는 말하기를 장기적으로 균형으로 회귀한다고 하더라도 장기적이  100년이 걸린다면 현실 경제에 무슨 소용이 있는가?라고 반문한다.)\n\n■  경기 변동\n균형 물가와 균형 총생산량이 변하는 것이 경기변동\n\n-- 민스키의 불안정성 이론\n-- cobweb 모형\n\n[cobweb 모형]\n\n■ 가격의 수렴\n- 가격은 조정 과정을 거쳐 단계적으로 수렴\n- 그림\n- 경기변동의 원인\n- 예) 농산물, 부동산\n \n■ 가격의 확산, 불균형\n- 미시적 차원\nㅇ 그러나, 수요, 공급 곡선의 모양에 따라 항상 균형으로 수렴하지 않는다.\nㅇ (예) 버블\n\n- 거시적 차원\nㅇ 국가전체 측면에서도 총수요, 총공급 곡선의 모양에 따라 항상 균형으로 수렴하지 않는다. \nㅇ 단기적 공급 부족이 장기화될 가능성.\nㅇ (예) 초인플레이션, 디폴트\n\n한편 고전학파 경제학자들이 주장하듯이 장기적으로도 총수요와 총공급이 일치하는 방향으로 흘러갈 것인가?\n이러한 과정은 장기적으로 cobweb 프로세스를 통해서 총수요와 총공급이 일치하는 방향으로 점진적으로 진행될 것이다. 그러나 거미집 모형 이론에서 알 수 있듯이 수요, 공급곡선의 기울기에 따라 수요-공급 차이가 균형으로 수렴하는 것이 아니라 점차 확대될 수도 있다. 단일 상품인 경우 버블, 국가 차원에서는 초인플레이션 또는 디폴트 현상이 일어날 수 있다. \n\n■ 자원경제\n예) 금광이나 석유, 또는 개스전이 터져서 갑자기 소득(Y)이 폭증했다면 어떻게 하는 것이 최선일까?\n\n답) \n-- 정부 지출(G)을 늘린다.\n예) 19세기 스페인의 경우, 신대륙 아메리카에서 발견된 금, 은 수입을 20년간의  전쟁비용으로 낭비. 결국 쇠락의 길을 걸음. \n\n-- 단기 소비를 늘린다.\n예) 네덜란드병, 자원의 저주, 남미 국가들\n\n-- 인적자원, R&D(I)에 투자 \n-> 경제 성장의 밑거름\n예) 스웨덴, 미국\n\n■ 재정 건전성\n국가차원에서 총소득(총생산, 총공급)과 총지출(총수요)간의 균형을 달성하기 위해서는 총지출을 줄이는 방안 혹은 총소득을 늘리는 방안이 있다.\n\nY = C + I + G + X - M\n\n정태적 측면 : 단기적으로 총지출을 줄임으로서 수지 균형 달성. 정부지출을 줄이거나 해외수입을 줄임.\n개별 가계 차원에서 주부들은 수입이 줄면 소비를 줄인다.\n\n동태적 측면 : 장기적 관점에서 투자 지출을 늘림으로서 총생산을 늘려 수지균형 달성. 케인즈식 처방.\n개별 가계 차원에서 남자들은 사업에 투자함으로써 수입을 늘려 가계수지 균형을 맞춘다.\n\n재정건전성을 유지하기 위해서는 단기적 처방으로 정부지출을 줄이고,  장기적 처방으로 미래산업에 대한 투자지출을 늘려 총생산 증진을 유도해야 한다.\n\n ■ 인플레이션\nㅇ 수요 증가로 가격(물가) 상승 - 수요견인형(demand pull), 유동성 증가\n처방 : 금리인상\n\nㅇ 공급 감소로 가격(물가) 상승 - 공급감소형(cost push), 전쟁/기후 등 환경적인 요인으로 공급이 감소하면  물가가 상승하고 인플레이션이 발생.\n처방 : 금리인상 아님\n\nㅇ 탈세계화\n지금 인플레의 기본구조는 탈세계화입니다.\n1990년 냉전이 끝나고 수십년 동안의 세계화를 통해 비용구조가 낮춰져왔는데 그게 뒤집어지고 있는거란 말이에요.\n\n■ 기대인플레이션\n-- 물가 상승을 예상한 경제주체들은 물가가 오를 것을 예상하고 물건을 미리 사놓는 사재기 현상이 발생 -> 수요 증가로 물가 상승 -> 기대심리로 인플레이션 발생\n => positive feedback(양의 되먹임) 현상 발생\n => 기대인플레이션을 완화하기 위해 통화당국은 기준금리 인상\n\n-- 공급형 인플레이션이라도 이로 인해 기대인플레이션이 발생한다면 금리인상으로 대응\n예) 유럽 러-우전쟁은 공급형 인플레, 물가상승 기대심리가 발생하여 이를 억제하기 위해 금리인상\n\nㅇ 하이퍼인플레이션\nㅇ 스태그플레이션\n\n■ 경제성장과 인구문제\n세계은행은 1998년 발간한 보고서를 통해 1965~1990년 동아시아 지역의 ‘기적(miracle)’과 같은 경제 성장의 약 3분의 1이 인구 증가로 인해 달성됐다고 분석했다. 이미 작년부터 인구 감소가 시작된 한국은 과거와 같은 인구 증가 효과를 볼 수 없는 셈이다.\n전문가들은 저출산·고령화 현상이 향후 한국 경제의 침체를 유발하는 직접적 요인이 될 것이라고 경고했다. 저출산·고령화로 인한 생산연령인구(15~64세) 감소가 노동 투입과 자본 축적, 투자, 소비 감소를 유발하고 생산성까지 떨어뜨리기 때문이다.\n산업연구원은 2017년 발간한 ‘저출산·고령화의 경제적 영향분석과 정책시사점’ 보고서를 통해 “생산연령인구 비율이 0.1%포인트 감소하면 GDP는 연평균 0.3% 감소한다”고 분석했다.\n홍은주 한양사이버대 경제금융자산관리학과 교수는 “일본은 생산연령인구가 1995년부터 급격히 감소했는데 생산연령인구 비중이 낮아지면서 1인당 실질 GDP 증가율도 하락했다”며 “한국은 일본에 비해 약 21년의 후행성을 보이는 점에 비춰볼 때 곧 일본의 ‘잃어버린 20년’ 전철을 밟게 될 것”이라고 우려했다.\n\n■ 경제성장이론\n저축을 통해서 성장을 이룬다는 솔로우 등의 주장은 전형적으로 미국 중심의 얘기다. 한국이 경제 성장을 이룬 것이 저축률이 높아서 인가? 일본이 전후 급격한 경제 성장을 이룬 것이 저축률이 높아서 인가? \n그 이유는 해외수출을 통한 자본축적 때문이다. 솔로우 성장모형에서 수출/수입 부문은 빠져 있다.\n대항해 시대에 스페인이, 그후 영국이 급격히 성장한 이유도 남미와 인도에서 약탈 경제를 통한 자본의 해외 유입이다.\n\n■ 지리경제학\n우리나라가 동남아에 있었다면 지금과 같은 경제성장을 이를 수 있었을까?\n\n경제성장 일본 도움론 : 주변 일본의 물적, 인적 도움이 우리나라 경제성장에 한 역할을 했다.\n\n■ 경제성장과 정치구조\n\n■ 환율\n일반론 : 환율이 상승하면 수출이 늘어나서 좋다?\n\n환율이 상승하면 수출 상품 가격은 낮아지지만 수입 윈자재 가격이 비싸진다. 그래서 수출 상품과 수입 상품의 가격 탄력성을 봐야 한다. 수입 상품의 탄력성이 낮다면 환율이 상승하면 수입 금액이 비싸지므로 수입은 크게 늘어난다. 수출 상품의 탄력성이 낮다면 수출 증가 효과는 별로 없다.\n결국 환율이 상승하면 무역적자가 더 심해질 수 있다. 그래서 적정 환율이란 게 존재한다. 환율이 지나치게 올라가면 수입 상품의 가격도 올라가므로 무역수지가 나빠질 수 있다.\n또한 상품 자체의 경쟁력이 없으면 환율이 오른다고 수출도 늘어나지 않는다. 왜? 타국에서 사주질 않으니까.\n예) 2022년 일본 경제의 현실이다.\n이는 수요, 공급 곡선이론에서도 설명 가능하다. 상품의 수요, 공급은 가격에 따라 변하지만 소득, 품질, 기술,  마케팅 등 다른 변수에도 영향을 받는다.  가격만이 결정요인이 아닌 것이다.\n\n■ 공공경제학\n\n■ 비교우위론\n경제 효율성만을 추구. \n정치적 형평성을 고려 안함. \n공급망 문제, 가격 변동(외부요인, 천재지변)에 따른 위험을 고려 안함",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-23T21:39:03.296000",
  "updatedAt": "2025-11-13T05:11:06.332000"
}