{
  "id": "6e27a021-0c15-42ec-9645-0f8992847b10",
  "title": "고체연료 vs 액체연료",
  "content": "액체 연료가 더 어렵고 더 정밀한거 맞습니다.\n그런데 로켓을 무기로 사용하려고 하면 액체 연료는 맞지가 않죠. 연료를 주입한 채로 놔두면 내부가 부식합니다. 그래서 얼마 안가 못쓰게 되버리죠.\n바로 쏠 수 있는 무기로 쓰려면 고체연료가 맞죠.\n고체연료는 한번 채우고나면 10년 이상 보관도 가능합니다. 한마디로 상시 대응이 가능하다는 얘기죠. 그래서 무기는 고체연료, 위성 발사체는 액체를 사용하는게 일반적 입니다.\n\n액체연료는 추력이 좋고 정밀 조절이 가능합니다만 연료를 발사 직전에 주입을 해야합니다.\n발사하기 전에 로켓을 세우고 연료 주입을 하는 시간이 들고 날씨 등이 고려되어야 합니다.\n반면 고체연료는 추력이 적지만 바로 발사가 가능합니다. 그래서 군사적으로 가치가 큽니다.\n또 군사 위성이 초반에 파괴되면 이를 메꾸기 위해서 다시 발사를 해야하는데,  마이크로 위성은 가볍고 궤도도 낮으니 이 고체연료 로켓 추력으로 충분한거죠.\n고체연료 로켓은 액체보다 비추력이 낮기 때문에 대형 페이로드를 발사하기에는 어렵습니다만 소형 군사 감시, 정찰, 통신위성을  쏘아올리기에는 경제성과 신속성에서 장점이 있습니다. \n그간 고체 연료를 사용한 로켓이나 미사일의 경우 사거리나 무게가 미국에 의해 제한되어 있어\n고체연료로는 긴 사거리나 더 무거운 로켓을 개발하지 못했지만, 액체연료는 로켓이나 미사일 발사전에 연료를 채우는 게 가능하여 사전에 미리 알수 있기 때문에 사거리나 무게 등에 제한받지 않아서 액체연료를 사용했다고....\n작년에 사거리나 무게제한이 실제적으로 해제되어 버리니 그간 개발하지 못했던 고체연료를 사용한 탄도체를 개발하는 게 가능해져서 이제 실제로 개발 성공했다는 이유에서 의미가 큰 것이죠.\n\n투트랙으로 간다고 생각하시면 됩니다.\n액체연료 로켓은 한국항공우주연구원이 주도하고 있고, 머잖은 미래에 재사용 가능한 액체연료 로켓을 만들 것으로 보이고요. 이 쪽은 상업용이니 당연히 경제성이 최우선입니다.\n고체연료 로켓은 국방과학연구소가 주도하고 있고, 역시 머잖은 미래에 정찰 위성 등 군사용 위성을 쏘게 될 것입니다.\n\n미래에 한반도에서 전쟁이 난다면 우주 공간도 역시 전쟁에 휘말릴 수밖에 없고, 서로 적국의 위성얼 격추하려는 시도를 할 것입니다. 따라서 망실된 위성 대신 쓸 정찰 위성을 즉각 쏘아올릴 필요가 있죠.\n민간용 로켓들은 경제성이 최우선이라 로켓 세우는 것도 날씨를 고려해야 할 정도로 상당히 가볍게 (약하게) 만들어집니다. 로켓 연료 탱크가 2mm 도 안되는 알루미늄 합금 통으로 만들어질 정도니까 말 다했죠. 날씨 안 좋을 때 세우고 연료 주입하다가는 부러질 수도.. 어차피 날씨 안 좋으면 추력 다 살리지 못 해서 궤도에 제대로 안착 못 할 가능성도 무척 크고요. 특히 날씨만이 아니라 계절까지 고려하는 것이 민간용 로켓이죠. 언제쯤 쏴야 적은 연료 (더 크거나 더 많은 위성 발사)를 쓰게 될지까지 고려합니다. 다만 민간용으로도 고체연료로켓이 쓰이기는 합니다. 마지막 3단에 소형이면서 고추력인 고체연료로켓을 쓰는 식이죠. (단, 스페이스X는 물론이고 한국이 만드는 민간 로켓도 3단까지 모두 액체연료임)\n그런 용도를 위해 군용으로 만든 고체연료로켓 기술을 민간에도 기술 제공한다는 얘기는 있지만, 실제로 쓸지는 모를 일입니다.\n간단히 말해서 계절/날씨 안 가리고 발사하는 고체연료 로켓을 민간에서도 쓸 가능성이 있긴 합니다.\n\n스타링크는 고체연료로켓과는 전혀 관련이 없고,\n전량 재사용 가능한 로켓으로 액체연료 주입 로켓으로 발사되었습니다.\n\n고체로켓 역시 무작정 만들어 놓고 주구장창 대기 탈 수 없거든요. 엄청 민감해서 보관상태에 따라서 수년만 지나도 사실 제대로 발사될 지 모르는 상태가 될 수 있음. 특히 고추력일 경우는 더 더욱이요.\n오히려 더 돈 낭비할 가능성도 있기는 하지요. 오버홀 비용이 생각보다 꽤 높을 가능성도 있기는 합니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-01T16:13:26.269000",
  "updatedAt": "2022-07-23T22:06:31.129000"
}