{
  "id": "6e355ca4-c156-47cf-880c-c1524197c833",
  "title": "춘추전국시대",
  "content": "![image](media/1759994078952.1008105736.png)\n![image](media/1900683b16a.8dc7238ead56ad67.jpg)\n![image](media/190174ad9ef.8e9910c5644244e2.jpg)\n![image](media/1901766ba87.ba7de649d3f5c6b1.jpg)\n![image](media/19084e2be49.91efdb52a084d19d.jpg)\n![image](media/1930e289871.a31a5e5cdf225054.jpg)\n![image](media/1930e292551.9c5a759934733d6f.jpg)\n![image](media/19448418ef3.8629ce8c00d0254f.jpg)\n![image](media/19a28883e68.8b8f112307b055f0.jpg)\n\n\n\n춘추시대 : bc770~ bc403  약 270년\n전국시대 : bc403~ bc221  약 200년\n주나라 멸망 : bc249\n진나라 중국통일 : bc221\n\n\n삼태극 카페\n공자의 말년에 공자의 제자인 '자로'는 위나라에서 관직을 맡고 있었다. 그는 안회가 죽었다는 소식을 듣고  장례 조문을 위하여 노나라에 왔다가 위나라에 변고가 있을 조짐을 알고 시급히 돌아간다. 이때 위나라에서는 '장쯔'라는 여인이 정권을 잡고 있었는데 쫒겨난 태자가 반란을 일으킨 것이다. 그런데 노나라에 있던 공자에게  제자가 어제 밤에 위나라에서 정변이 일어났다고 알려주었다. 어떻게 3000리나 떨어진 곳의 일이 단 몇 시간만에 전달될 수가있을까?\n\n진 효공인 영거량은 위앙을 등용하여 변법을 성공시킨다. 위앙은 주변 정세를  설명하면서 秦나라는 위수라는 강에 농사를 의존한다고 말했다. 위수는 당연히 위나라를 거쳐 흐르는 강일 것이다. 그런데 재미있는 것은 원래 제나라 사람이던 강태공은 진주 강씨의 조상으로서 위수에서 곧은 바늘로 세월을 낚고 있다가 서백을 만나 상나라를 없애고 주나라를 세우는데 일등공신이 되어 제나라를 하사 받는다. 즉 위수는 분명 위나라와 관련이 있는데 진나라와 위나라를 흐르는 강이 어떻게 (현재 중국 지도상)멀리 떨어진 제나라를 흐를 수 있을까?\n\n공자의 일대기를 보면 당시의 나라들은 매우 작은 소국들이었다. 지금의 지도에서처럼 대국이 아니다. 하루 아침에 국경 근처까지 왔다가 단 하루만에 다시 도읍으로 돌아갈 수 있는 작은 나라들이었다.  우루무치는 한문으로 烏魯木齊(오로목제)이다. 투루판은 吐魯番이다. 노나라와 제나라의 글자가 모두 있다. 즉 秦, 晋, 이, 조, 韓, 노, 제, 연나라가 모두 신강분지와 우루무치, 토로번, 둔황에 몰려 있었던 것이다. \n둔황 옆에 과주라는 도시가 있는데 옛 이름은 안시였다. 고구려의 안시성이 바로 그곳이었다. 그리고 옥문이라는 도시가 있는데 옥문을 경계로 동서를 구분했다고 한다. 고구려와 싸운 연나라는 바로 둔황 근처였다. 투루판의 아스타나 고분에는 연나라의 흔적이 고스란히 남아 있다. \n즉 지금 중국 측이 제시하는 지도는 완전 엉터리다. 위앙은 초나라가 가장 넓은 영토였다고 주장하며 다른 나라들은 부족 국가들로서 작은 나라들이었다. 진효공은 진나라를 부흥시키기 위해 인재를 등요하기 위하여 서생들을 모집한다. 그들에게 내린 과제는 한달 동안 진나라를 돌아보고 오라는 것이었다. 물론 위앙도 진나라 곳곳을 돌아보고 온다. 한달 동안 전국을 당시에 자동차도없이 돌아다니려면 한달 이상 걸린다. 지도에서 보는 진나라 땅은 적어도 남한 넓이는 7~8배는 되어 보인다. \n\n성헌식\n현재 중국에서는 당나라가 백제를 공격하기 위해  장량의 수군이 떠난 래주를 산동성 연태로 비정하고 있다. 원래 래(萊) 땅은 강태공의 고향인 북부 하남성 위휘(衛輝)현 부근이다.\n주나라 개국의 일등 공신으로 무왕에게 제(齊) 땅의 제후에 봉해진 강태공이 봉지인 영구(營丘)에 도착할 무렵 래이(萊夷)의 군사들에게 공격을 받는다. ‘사기’에 따르면 “래이는 영구 주변에 사는 만족(灣族)이다”는 기록이 있다.\n중국은 하남성 위휘현 일대에 있던 제나라를 산동성으로 옮기기 위해 강태공의 무덤을 치박(淄博)시에 조성했다. 물론 가짜 무덤이다.\n당시 제 땅에 사는 사람들은 강태공이 죽자 그를 섬서성 서안 부근에 있는 주 문왕 곁에 장례 지내고 그를 기리기 위해 하남성 위휘현에 의관총을 조성했다. 그런 의관총의 위치가 산동성 임치라는 것은 명백한 역사왜곡인 것이다.",
  "color": "default",
  "labels": [
    "baf8ac0a-cbc0-4174-aafe-417a1cab2927",
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-06-11T18:12:13.795000",
  "updatedAt": "2025-10-28T10:58:17.488000"
}