{
  "id": "6e43d5b6-1462-49de-9dba-2926ad34ef23",
  "title": "SVB 파산 사태 총정리",
  "content": "1) 코로나 팬데믹 이후 각국의 금리 인하 및 양적완화 정책으로 시장에 유동성이 넘쳐남\n\n2) 저금리로 시장에 돈이 많이 풀리면서 수많은 스타트업 등 벤처기업들로 투자금이 몰림\n\n3) 미국 벤처캐피털이 지원하는 스타트업 가운데 절반 정도가 SVB(Silicon Valley Bank)와 거래\n\n4) 실리콘밸리 벤처기업들도 넘쳐나는 현금을 SVB에 예치하기 시작\n\n5) 벤처기업들의 직접 자본 조달로 대출 수요는 크게 감소하고, 예금은 넘쳐나기 시작\n\n6) 주로 스타트업에 대출해주는 SVB 특성상 타은행 대비 예금이율도 상대적으로 높음\n\n7) 결국 SVB는 예금이율을 감당하기 위해 사상 최저 금리 수준에서 1%대 장기채나 MBS, 하이리스크 스타트업 등에 투자 단행\n\n8) 연준의 유동성 회수 및 금리 인상이 시작됨\n\n9) 급격한 긴축에 따른 유동성 부족으로 벤처캐피털의 돈줄이 막히면서 스타트업들이 자금난에 봉착하자 지난해 하반기부터 본격적으로 예금을 인출하기 시작\n\n10) SVB는 금리 상승에 따른 채권 가격 하락으로 막대한 평가손실을 기록하고 있던 중이었는데, 고객 자금 인출로 채권을 팔면서 평가손실이 실제 손실로 확정\n\n11) SVB 재무건전성 악화되자 무디스에서 신용등급 강등\n\n12) 블룸버그 등에서 SVB의 위태로운 재정 상황과 대규모 손실 우려 관련 보도\n\n13) 지난주 가상화폐 전문은행 Silvergate 파산으로 뱅크런 심리까지 촉발\n\n14) SVB는 유동성 확보를 위해 매도가능증권(AFS) 매각으로 18억 달러 손실을 발표\n\n15) 자본 확충을 위해 실리콘밸리 기업들에 “너네가 힘들 때 우리가 도왔으니, 이제는 우리 좀 도와다오” SOS 보내고 22억 5천만달러 증자 발표했으나 증자 실패\n\n16) 증자 발표 후 시장 우려가 확대되면서 뱅크런 및 패닉셀\n\n17) SVB 모회사 SVB파이낸셜 주가 -60% 급락 이후 다음날 개장 전 -60% 이상 추가 폭락해 거래 일시 중단\n\n18) 참고로 SVB 최고 책임자 Greg Becker는 은행 파산 며칠 전에 360만 달러 주식 매도 (나쁜놈)\n\n19) SVB측은 매각을 모색했으나 금융 당국이 바로 폐쇄 결정, 역사상 2번째 큰 규모의 은행 파산\n\n20) SVB는 미국뿐만 아니라 영국, 캐나다, 독일, 중국, 인도, 덴마크, 이스라엘, 스웨덴 등에도 진출해 있어 글로벌 시장으로 파장 확산 중\n\n21) 전 세계 2위 스테이블 코인 USDC 발행사 서클도 약 4.4조원이 SVB에 묶여있다고 발표하면서 페깅이 깨짐. 대형 스테이블 코인 하락으로 DEFI 코인들 동반 하락\n\n22) 대한민국 국민연금도 2021년 기준 SVB 주식 3624억원 보유중 (현재 약 3200억 손실 추정)\n\n23) SVB와 거래하는 스타트업 중에 당장 현금 지급이 안되면 살아남기 힘든 스타트업이 대다수로 줄도산 우려까지 확대\n\n24) 예금보험한도 25만달러 이내에서 예금 인출이 가능하나, 고객들의 86% 이상이 초과되는 금액임\n\n25) 자산 규모 약 280조원의 미국 16대 은행이 위험신호가 나오고 망하기까지 44시간 걸림\n\n26) 이번 SVB 파산 규모는 2008년 금융위기 이후 최대 (역대 은행 파산 규모 중 두 번째)\n\n\n27) 다만 SVB의 자산은 현금(7%), 미국채 및 준정부기관 채권(55%), 대출(35%)로 당장의 유동성 고비만 넘길 수 있다면 85%~95%는 회수 가능한 자산으로 분석\n\n28) 재닛 옐런 미 재무장관 “몇몇 은행에 대해 면밀히 주시하고 있으며 문제 해결을 위한 수단이 있다” 발언\n\n29) 바이든 대통령 “다음주 CPI는 좋을 것”이라고 미공개 정보 뿌리면서 시장 달래기 노력\n\n30) 내년 재선을 앞두고 있는 민주당은 이번 사태 해결을 위해 총력을 기울이는 중, 제2, 제3의 SVB 사태를 막기 위해 연준 압박 가능성도 (인플레이션과 기업 위기 사이에서 합의점 모색 등)\n\n31) 당연히 책임은 SVB에 있지만, 연준의 가파른 금리 인상이 원인이 되었기에 비난에서는 벗어나지 못할 듯 (시위대 연준 앞에서 시위 중)\n\n32) 오는 FOMC에서 50bp 금리 인상 확률이 우세했으나, 다시 25bp 인상 확률이 높아짐\n\n33) 미국 FDIC와 연준, 추가 뱅크런 막기 위한 펀드 조성 논의중\n\n\n[결론]\n-시스템리스크로 번질 확률은 제한적\n-주식시장 센티멘털에는 치명적\n-시장 공포 vs 긴축 속도 완화\n-당장은 시장 변동성 확대 예상되나 CPI, FOMC(25bp 인상) 이벤트 이후 안정될 듯",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-03-12T22:13:04.292000",
  "updatedAt": "2023-03-12T22:44:57.382000"
}