{
  "id": "6e66220d-5e0c-44b6-b8c8-9b261e2593b6",
  "title": "둔감장약",
  "content": "포탄의 위력은 포탄의 구경(155mm)의 제곱에 비례한다고 보시면 되겠고, 포탄의 사거리와 탄착 정밀도는 포신의 길이에 거의 비례한다고 보면 된다. \n물론 그 외의 요소 (발사속도, 제어기구, 반동 억제능력 등등)이 있으니 단순하게 말할 수는 없습니다.\n52구경장 155mm 포에 쓸 수 있는 포탄으로는 사거리 40km가 대충 한계인 것으로 압니다.\n그 이상 사거리 나온다는 물건은 모두 포탄에 로켓 추진기구를 달아서 나오는 것이고요. 로켓 추진기구를 달면 포탄의 작약 들어가는 공간을 줄여야 하니 포탄의 위력이 감소합니다. 아무래도 또 하나의 요소가 들어가기 때문에 탄착 정밀도가 더 떨어지고요. 물론 유도 기능을 추가하는 사거리 연장탄도 있지만, 역시 일반적 사거리 연장탄보다 위력이 더 떨어짐. 핀포인트 공격이 가능하다는 장점으로 상쇄하는 거죠.\n\n안전성 : 기존의 장약은 포신이 과열되면 자체 발화가 돼 탄이 발사가 안 되거나 내부 화재의 위험성이 있었죠. 둔감 장약은 말 그대로 열에 둔감해서 정확히 발사가 아니면 발화하지 않아 급속사라든지 지속사를 할 때 훨씬 향상된 발사 성능을 보장하는 장약이죠.\n뭐 포신 냉각 기술까지 획득할 수 있으면 K-9은 그냥 말그대로 최강 자주포가 되는 거죠.\n\n연사력 : 둔감장약이 온도에 훨씬 안정적이라 연속 사격시 약실내 온도가 올라가도 장약이 약실내 자연발화하는 일이 없어 약실내 온도가 높은 상태에서도 연속으로 사격이 가능하게 해줘 지속 발사속도를 분당 k9 2발에서 k9a2 6발로 늘릴수 있음\n\n사거리 : 약실내에서 일반 화약이 발화시 매우 단시간에 급격하게 연소하여 순간적으로 약실내 압력이 피크를 짝고 내려옵니다. 반면 둔감장약을 사용하면 발화시 화약의 연소가 순차적으로 일아나고 약실 압력이 일반 화약보다 최고 피크압력은 낮지만 좀더 오랜시간 높은 압력을 유지시킵니다. 이런 이유로 일반 화약보다 둔감화약이 포탄이 포신을 통과하는 동안 지속적으로 높은 압력으로 포탄을 밀어줄 수 있어 일반 화약보다 더 높은 포구 에너지를 만들어 줍니다. 높은 포구 에너지는 긴 사거리로 나오죠\n그리고 동일 장약대비 일반 화약보다 최대 압력이 낮아 약실과 포신에 부담을 적게줘 수명을 늘려주거나, 혹은 같은 약실기준 둔감장약은 더 많은 장약을 넣어도 일반장약과 동일한 최대 압력을 찍는 대신 탄을 밀어주는 시간은 길어져 사거리를 늘려주기도 합니다. 즉 동일 장약용량이면 포신 수명이 늘어나고 약실 허용 최고압력에 맞춰 둔감장약 용량을 늘리면 사거리가 더욱 길어집니다.\n\n정확도 : 일반 화약이 순간적으로 쎄게 밀어 줬다가 이후에는 힘이 급격하게 빠지는 형식이라면 둔감화약은 일반화약 70~80% 수준의 힘으로 지속적으로 일정하게 밀어주는 방식이라 약실과 포신내 압력이 일정하게 유지되고 이러한 압력의 급격한 변화없이 안정적인 에너지 전달은 포탄의 발사후 탄도비행을 안정적으로 유지시켜 정확도가 증가합니다.\n\nk9a2 자주포에서는 둔감장약이 연사력 증가를 위해 주로 사용되지만, k2 전차는 사거리 증가(관통력 증가)와 정확도 증가에 촛점이 잡힌 둔감장약이 사용됩니다.\n\n\n장약의 종류는 과거에 3가지 썻음.\n녹색 - 둔감장약, 지근 거리용/특수탄용, \n백색 - 일반용, \n적색 - 최장거리용. \n지금은 이걸 모두 한 가지로 통일한듯 함. 과거 둔감장약은 고열에 강하지만 대신 폭발력도 약해서  근거리를 쏠 때 썻음. 적색은 랩탄 쏠 때나 최장거리 사격이 필요할 때 씀.(지금은 아마 거의다 치장물자로 빼거나 폐기 했겠죠)\n하얀색은 기존에 쓰던 백색폭약이 맞을 껍니다.   한국은 폭약을  종류별로 색을 다르게 해 놓습니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-01-13T04:37:27.318000",
  "updatedAt": "2023-01-19T11:22:47.745000"
}