{
  "id": "6f09063b-d192-4195-8d55-6c4a1f95cd1c",
  "title": "전쟁과 음식(I)",
  "content": "![image](media/18242fa37e9.b0032847146ee0df.jpg)\n![image](media/18242fa3820.9d8f9978bfbfdbbb.jpg)\n![image](media/18242fa385d.b7cecfb4ce39b421.jpg)\n![image](media/18242fa3881.bfd809c1f0e769bd.jpg)\n![image](media/18242fa38a7.aa303ea72280cd18.jpg)\n![image](media/18242fa38ce.a6655dc2d61c2945.jpg)\n\n\n\n\n[건빵, 하드택(hardtack)]\n'수분 없는 바싹마른 구운 밀가루빵'이라는 개념 자체는 이집트의 '두라'처럼 상당히 예전부터 있었지만 현대 건빵의 원형격인 '쉽 비스킷'은 고대 로마시대에 개발된 것이다. 이름에서 알 수 있다시피 밀이 주식인 유럽환경에서 긴 항해동안 배에서 두고두고 먹을 수 있는 식량으로 만들어졌다. \n\n중세시대의 전투식량 중 유명한 것은 하드택 (건빵)인데, 현대 국군에 보급되는 부식 즉, 과자 개념이 아니라 그냥 밀가루 반죽 덩어리를 불에 몇 번이고 구워 수분이 쫙 빠져나가 진짜 돌덩이가 될 때까지 바싹 말린다. 수분이 적어 세균이 번식하기 힘든 데다가 수분의 무게가 사라진 만큼 가벼워지고 부피도 줄어들어서 휴대 및 장기 보관이 용이해지기에 고대부터 오늘날까지 시대와 장소를 막론하고 애용되는 비상식량이자 보존식품이며, 군인들의 전투식량을 대표하는 음식이기도 하다.\n만든 직후에는 그래도 씹을 수 있을 정도지만, 몇 달 내지 몇 년씩 숙성되면서 단단해진 이후에는 벽돌같이 단단해져 이가 들어가지 못하는 것은 기본이고, 돌에 찍었더니 건빵이 아니라 돌이 먼저 쪼개졌다는 설도 있다.\n\n미국 남북전쟁 당시 북군 병사의 수기를 보면 건빵을 원망하는 장면이 나오는데 무엇보다도 그 딱딱함에 대해 불평하고 있다. 농담이나 과장이 아니라는 것을 강조하면서 \"건빵이 너무나 딱딱해서 이빨이 들어가지 않으므로 총의 개머리판이나 돌을 이용해서 건빵을 부수는데 가끔은 내리치는 돌이 깨졌다\"고 한다.\n\n일설에는 하드택이나 비스킷 덩어리로 적의 머리를 후려쳐서 죽인 적이 있다는 괴소문이 돌았고, 19세기 영국 해군 군율에는 '절대로 식사시간 중에 건빵을 던지지 말 것'이라는 규칙이 있었다고 한다. \n장병들 중에서는 깨끗한 건빵보다  벌레먹은 건빵은 덜 단단하다는 이유 하나만으로 이를 더 선호하는 경우도 있었다. \n\n이렇게 악명이 높았음에도 많은 활동량을 자랑하는 군인이나 장기간 항해하는 선원들은 어떻게든 먹어야 하니 술이나 커피와 같은 음료수를 찍어서 먹었거나, 사치를 부릴 때는 우유에 푹 적셔셔 좀 부드럽게 해서 먹거나 다른 요리를 할 때 부숴 넣어 먹었다고 한다.\n\n빵을 야전에서 만드는 것이 굉장히 어렵다. 빵은 밀이 아닌 밀가루로 만든다. 그런데 밀가루는 쉽게 상하는 것으로, 근대에 이르기 까지는 모든 국가의 군대에서는 밀가루가 아니라 탈곡을 하지 않은 밀알의 형태로 된 것을 휴대하고 다녔다.\n그래서 병사들은 야전에서 밀가루 반죽과 효모를 사용하기 어렵기 때문에 거의 빵을 먹지 못했고 \n대개는 ‘건빵’ 또는 ‘비스킷’을 만들어 먹었다. \n이 분야의 선두 주자가 로마군이었다. 요새에 주둔할 때는 제대로 된 빵을 먹었지만 행군할 때는 밀가루에 소금을 약간 넣고 물로 반죽한 것을 그대로 딱딱하게 구운 건빵을 만들어 먹을 수밖에 없었다.\n\n15세기 대항해 시대에 범선에는 밀가루를 싣지 않았다. 오랫동안 보관을 하지 못하고 변질이 될 수도 있기 때문이었다. 또 배에서는 불을 피울 연료를 많이 실을 수 없다는 문제가  있었다.\n당시 대서양과 인도양을 항해하던 배들의 주된 식량은 건빵과 염장 쇠고기, 염장 돼지고기였다. 염장 육류는 일단 소금기를 빼낸 뒤 삶아야 먹을 수 있는 식품이었으므로 이것만으로도 꽤 많은 석탄이나 땔나무가 소모되었다. 또 빵을 굽기 위해 소중한 연료를 낭비할 수는 없었다. 오븐에서 빵을 굽는 것은 솥에 삶는 것에 비해 연료 소모량이 많은 편이었다. 결국 대양을 항해할 선박들은 미리 구워둔 건빵을 잔뜩 싣고 떠나는 것 외에는 다른 선택의 여지가 없었다. \n마젤란, 콜럼버스, 쿡 선장 등의 항해는 물론, 당시 대부분의 항해에는 소금에 절인 육류, 건빵을 많이 싣고 항구를 떠났다. 18세기 영국 해군의 식단에는 만든지 오래된 건빵이나 썩기 직전 쇠고기 또는 돼지고기를 바닷물에 삶아 먹는 정도였고, 말린 완두콩을 삶아서 먹기도 하였다.\n\n일본인이 빵을 처음 본 것은 1534년 일본에 표류한 포루투갈 상선의 선원들이 먹는 호밀빵을 구경했을 때이다. 일본인들은 서양인들이 쌀밥대신 먹는 빵에 대해 호기심을 가졌다. 특히 일본의 지식인들과 상류층들이 빵에 대해 큰 관심을 보였는데 그 이유 중 하나는 전쟁이었다. 당시 일본에서는 병사들이 주먹밥이나 말린 쌀을 먹으면서 싸웠는데 내전이 많았던 일본에서 주먹밥은 휴대하기가 불편했다.\n주먹밥을 싸서 이동하자니 일단 부피 때문에 번거롭고 많이 갖고 다닐 수도 없었고 여름에는 쉽게 쉬어서 잘못 먹으면 배탈이 나기 쉽고 겨울에는 꽁꽁 얼어서 먹기가 쉽지 않았다. 때문에 주먹밥을 대신할 새로운 군용식량 개발이 절실했다.\n1840년 아편전쟁에서 청나라가 무참하게 패하자 일본에도 불안감이 펴졌고 해안 경비의 필요성이 강조되면서 막부는 에가와에게 이즈반도(도쿄만)의 해안경비를 맡겼다.\n에가와는 해안 방어를 위해 두 가지에 주력했다\n첫째는 서양의 포술을 전수받는 것이다\n도쿄만으로 진입하는 서양함선을 해안에서 대포로 저지하기 위해서였다. 둘째는 전투식량 개선이었다.\n쉽게 상하고 보관이 불편한 주먹밥 대신에 빵을 전투식량으로 만들려고 했다.\n1842년 에가와는 전투식량으로 빵을 만들어봤고 이를 시험해 봤는데 결과는 만족스러웠다. 이때 만든 빵은 밀가루에 소금으로 맛을 냈으며 보통은 한 개, 많이 먹는 사람은 두 개를 먹었다. \n이 무렵 일본 전역의 해안 지역에서 이즈반도로 무사들이 모여들었다. 에가와에게서 서양 포병술을 배우기 위함이었다. 이때 무사들이 배운 포병술과 전쟁 때 먹는 식량으로서 빵의 편리함이 각지에 퍼지게 되었다.\n에가와가 처음 군용 빵을 만든 지 10년 후,각 지역의 영주들인 다이묘들 사이에 군용 빵 개발경쟁이 벌어졌다. 1854년 미국의 페리함대가 일본에 개항을 압박해왔고 다이묘들 사이에도 전쟁에 대비해 식량을 비축하려는 경쟁이 벌어졌다. 이에 따라 지역별로 주먹밥을 대신할 특색있는 군용빵이 만들어지기 시작했다. 이때 탄생한 건빵이 미토번의 병량환, 샤쓰마번의 증병, 조슈번의 비급병이다. 이름은 각각 군용 경단, 찐빵, 비상용 떡을 뜻했지만 생김새는 서양의 비스킷과 상당히 닯아있었다.\n그러나 이 무렵끼지만 해도 전시의 주식은 주먹밥이나 말린 쌀이었고 군용 빵은 보조역할을 할 뿐이었다. \n그러다 군용 빵이 전쟁의 승패를 좌우하게 될 두 번의 전쟁이 일어났다. 첫번 째 전쟁은 1868년의 보신전쟁이다. 일본의 메이지천황이 당시 일본을 지배했던 도쿠가와 막부에 권력반환을 요구하자 막부 세력이 반발하여 일본 전역에서 벌어진 전쟁이다. 이때 관군이 막부가 있는 에도를 공격하러 갈 때, 공장에 장기보관이 가능한 빵 5000명분을 주문해 전투식량으로 삼았다. 이 전쟁에 빵이 어떤 영향을 미쳤는지에 대한 기록은 없지만 결과는 관군의 승리였다. \n세이난 전쟁. 사무라이 시대가 종말을 맞이하게 된 이 전쟁에서 결정적인 전투는 다하라자카 전투였다. 1877년 3월,엄청난 비가 내리는 가운데 벌어진 이 전투에서 관군은 승리했고 양측에서 12000명의 전사자가 나왔다.\n전투의 승패를 가른 요인에는 여러 가지가 있지만 병참 측면에서는 군용 빵이 중요한 역할을 했다.\n수시로 큰 비가 내렸던 17일간의 전투에서 사무라이 반군은 폭우로 인해 거의 밥을 제대로 지어 먹을 수 없었다. 반면 관군은 군용 빵 덕분에 배를 든든히 채우고 전투에 임할 수 있었다.\n세이난 전쟁에서 관군이 먹었던 빵은 보통의 빵보다 수분이 적어 휴대가 간편하고 장기보관이 가능한 건빵의 전신이었다. 물론 평상시에는 밥을 비롯해 일반적인 식사를 했지만, 이 빵은 전투 중과 같은  비상시에 예비식량으로 이용됐다. \n이후 일본은 주요 전쟁 때마다 군용 빵을 개선해나갔다. 보다 건빵에 가깝게 개선된 첫 전쟁은 1894년의 청일전쟁이었다. 이 전쟁은 일본 본토가 아닌 조선과 청나라에서 벌어졌기 때문에 병력의 이동이 잦았다. 세이난 전쟁 때 효과를 본 군용 빵도 너무 커서 불편했고 막상 먹을 때는 부서져 가루가 되기 일쑤였다. 일본은 이 전쟁을 계기로 유럽으로 조사단을 파견해 유럽 군대의 전투식량을 면밀히 연구했다. 그 결과 독일식 군용 식량인 비스킷을 응용한 '중소면포(重燒麵包)'를 만들었다. 중소는 이중으로 구웠다는 뜻이고, 면포는 빵이라는 뜻이니 두 번 구운 빵, 다시 말해 비스킷을 그대로 한자로 옮겨놓은 이름이다. \n이 군용 빵은 1904년에 발발한 러일전쟁에서 처음 사용되었다. 그러나 러일전쟁을 치루면서 중소면포의 문제점이 발견됐다. 밀가루 등으로 만들었기에 계속 먹으면 질린다는 점, 여전히 휴대 중에 쉽게 부서진다는 점, 그리고 아직 수분이 남아 있어 물러진다는 점 등이었다. 더욱이 병사들은 중소면포를 갖고 다니기를 꺼려했다. 일본어로 두번 구웠다는 중소(重燒)와 크게 다쳤다는 중상(重傷)이 발음이 같았기 때문이었다.\n일본은 중소면포를 개량해 신형으로 만들고 이름 역시 병사들의 사기를 고려해 '건면포(乾麺麭)'로 바꿨다. 중소면포가 잘 부서지는 이유는 밀가루 때문이었다. 미국에서 수입한 점성 낮은 밀가루가 주재료였기 때문이었는데, 신형 건면포에는 점성 높은 유럽산 밀가루 사용했다. 신형 건면포는 1914년 1차 세계대전 때 독일군과 싸운 중국 칭따오 공략작전에서 처음 사용됐다. 1차 세계대전을 거치면서 발견된 문제점은 지속적으로 보완되었다\n끊임없는 개발과 시행착오를 거쳐 지금과 비슷한 건빵이 완성된 것은 일본의 만주 침략이 시작된 1931년이었다. 이때 일본 육군은 수첩 정도의 크기였던 건면포를 현재의 과자 크기와 같은 소형으로 대체했다. 새로운 건빵은 한 입에 쏙 들어가는 크기라서 흘릴 염려가 없었다. 작아진 만큼 주머니에 넣고 다녀도 쉽게 부서지지 않았다.\n먹기에 편했을 뿐 아니라 건면포보다 훨씬 빨리 만들 수 있었다. 이 무렵부터 건빵에 별사탕도 같이 포장되기 시작했다. 이때까지만 해도 정식 명칭은 건면포였지만 군인들과 일반인들은 건빵으로 부르기 시작했다. 그리고 일반인에게도 보급이 시작됐다.\n중일전쟁 발발 이듬해 일본육군 '전시급여규칙'에 건빵에 대한 규정은 다음과 같다\n밀가루를 주원료로 제조하며 건빵 220g, 별사탕 10g을 무명헝겊 봉투에 담을 것, 보존기간은 7년을 목표로 할 것.\n자위대에서는 지금도 전투식량으로 건빵이 지급된다. 그러다가 일본의 제과점에서 일하던 한국인 제빵사 이순택이 건빵을 만드는 법을 배웠고, 해방 이후 민간인에게 판매한 것이 인기를 끌자 대한민국 국군에서도 공급되어 건빵이 정착되었다고 한다. 그리고 한국전쟁 때 이순택씨가 북한군에게 붙잡히는 바람에 북한 조선인민군에다 강제로 건빵을 공급하다 대한민국 국군에게 구출되면서 다시 건빵을 국군에 납품하였다고 한다. 그래서 지금의 북한의 조선인민군도 건빵을 사용한다.\n\n[빵]\n나폴레옹은 항상 적은 병력으로 다수의 적을 상대하기 위해서 기동전을 중시했으므로 그의 군대는 항상 보급 문제에 시달렸다. 이런 문제를 해결하려고 나폴레옹은 현지 징발(약탈)에 의존하는 경우가 많았다. 이러한 연유로 나폴레옹 군대는 점령지에서도 비교적 괜찮은 빵을 먹었다.\n빼앗아 먹는 주제에 병사들은 빵의 부드러운 속만 먹고 딱딱한 빵 껍질은 버려서 식량을 약탈당한 현지 주민들의 분노를 샀다고 한다.\n\n나폴레옹 전쟁 당시 영국 해군은 일요일 특별식으로 '더프(duff)'라는 일종의 푸딩이 제공되었다. 삶아서 만드는 케이크 같은 거라고 보시면 된다. 배에서 오븐에 대규모로 케이크를 구우려면 연료가 너무 낭비되므로 주로 삶아서 만들 수 있는 디저트를 만들었던 것이다.\n\n[파스타]\n이탈리아에서는 이 건빵의 단조로움에 벗어나기 위해 파스타가 개발되었다. 건조 파스타는 부피도 작고, 장기 보존도 가능하고, 솥에 삶기만 하면 아주 훌륭한, 야들야들한 식사가 되었으므로 특히 해군이 크게 환영했다. 당시 영국 해군은 건빵과 럼주를, 이탈리아 해군은 파스타와 와인을 주식으로 삼았다고 한다.\n\n[염소]\n대항해시대 영국해군에서는 염소와 선원의 등가교환도 이뤄졌다. 당시에는 보관기술이 취약하다 보니 식량으로 쓰려고 살아있는 염소를 태우고 항해에 나섰는데, 아무래도 장기간 격리된 공간에 머물다 보니 금단의 영역에 발을 들여놓는 선원들이 있었다.\n그러한 풍기문란을 억제하기 위해서 '수간'에 대해 내려진 징벌은 양측(선원과 염소) 모두 교수형이라는 엄한 거였는데, 사형당한 선원은 수장한다지만 염소는 버리기 아까워서 요리해서 먹었다.\n문제는 여기에 맛들인 나머지 단백질 보충 좀 하겠답시고 맘에 안드는 선원에게 '수간'의 누명을 뒤집어 씌우는 행태마저 나타났다고 한다.\n\n[순무]\n1차 세계대전 당시 독일제국은 식량 공급이 아주 힘들었다. 상당히 많은 국가를 적으로 돌리고\n바다는 영국이 다 틀어막았기 때문. 하지만 전쟁 중이니 군인들을 먹일 식량이 필요했다.\n그래서 먹인게 바로 바로 이 순무다. 순무는 무의 일종으로 대개 팽이 모양의 둥근형이다. 그냥 무와 다른 점은 색이 자줏빛을 띄고 있다. 순무 뿌리의 맛은 매콤한듯 하나 고소하며 겨자향의 인삼맛이 난다. 순무는 무를 재배하는 방법으로 재배하면 되지만 늦여름에 파종하고 늦가을에서 초겨울에 수확하는 것이 많다. 순무는 아주 잘 자라기 때문에 공급에 문제가 없었다.\n그 당시 영국군은 아주 조금밖에 없지만 고기라도 있었고 고기 국물에 흠뻑젖은 감자라도 먹었지만\n독일군은 삼시세끼를 모두 순무만 먹을 수밖에 없었다. 하지만 삼시세끼 익힌 순무만 먹다보면 당연히 반발도 심한 법. 그런데 어느날부터 빵이 보급되기 시작되었다. 하지만 그 빵은 밀가루가 아니였다. 바로 갈아낸 순무를 뭉쳐 빵틀에 넣고 구워낸 것. 빵틀에 넣고 구워낸다고 빵맛이 날리 없었다. 그 당시 독일군의 식사는 순무국에 순무빵이였고 이는 결국 독일 국민 전체로 확대되며 독일 전국민이 순무만 먹게되는 상황이 되고 만다.\n이런 상황까지 전개되자 독일군은 그 순무빵에 나무 톱밥까지 넣어 순무를 아끼게 되고 독일군은 그저 먹기위해 진격해서 영국과 프랑스의 참호에서 통조림을 뺏어먹는 진풍경이 있었다는 소문도 전해진다.\n1916년부터 1918년까지 순무만 먹게되는 이 기간을\n독일에서는 순무의 겨울이라 부르며 기억한다.\n당시 독일 국민들은 삼년동안 순무랑 톱밥 5대5  비율로 섞어만든 유사 빵에 순무 태워서 만든 카페인 없는 유사커피,  순무 한조각 들어있는 유사수프 먹으면서 포탄공장에서 하루 16시간 근무했었다.\n또한 치커리를 볶아서 유사커피를 만들어 먹었다.\n\n[아이스크림(2차 세계대전)]\n2차 세계대전 때 미국은 병사 사기진작용으로 여러가지를 줬지만, 아이스크림을 좋아했고 태평양의 해군은 아이스크림에 미쳐 살았다. 땡볕에서 일하고 먹는 아이스크림이 너무 맛있지만 일단 배에서 술 먹지말라고 금지령이 떨어져서 술 대체품이 아이스크림이었던 것. 하지만 전투용 배에 포탄이나 기름 넣을 공간도 부족한데 아이스크림을 따로 보관할 공간을 만들기도 뭐했고 대충 쑤셔넣자니 얼마 안 가서 다 녹으니 고민하던 미국은 결국 아예 아이스크림 생산시설과 보관시설이 달린 배를 만듬. 이걸 12척이나 만듬. 용도는 말 그대로 전함을 따라다니면서 후방에서 계속 아이스크림 만들어서 돌림. 여기서  일하던 형제가  이때 얻었던 경험으로 가게를 하나 차렸는데 베스킨 라빈슨 형제의 베스크라빈스임.\n이런 아이스크림 덕분에 여러가지 에피소드도 많다.\n필리핀해 해전의 둘째날 미군 함재기들이 일본 항공모함들을 발견하여 공습에 나섰다. 하지만 오후 늦게 시작된 공습이라 미 함재기들이 귀환할 때쯤은 이미 어두워진 밤이었고 함재기들은 착함하는것이 큰 문제였다. 기동부대 사령관이었던 마크 미처 제독이 전 함대에 불을 밝혀 아군 함재기들의 착함을 유도했고 귀환하지 못한 조종사들을 수색해 구조해내었다. 또한 조종사들을 구조하는 함정에게는 아이스크림을 더 배급하겠단 약속까지 하였다. 이 구축함은 나중에 비행단장 구출했다고 아이스크림 100리터 받음.\n또 다른 일화는 렉싱턴 항공모함이 일본군의 공격받아서 침몰하던 때였음. 산호해 해전에 요크타운과 참가한 렉싱턴은 일본 함재기의 뇌격을 얻어맞는 전투를 한뒤 전선에서 물러났지만 내부에 유폭이 일어나 배를 포기하는 명령이 떨어진 상태였다\n승조원들은 퇴함 준비중인데 어떤놈이 갑자기 도끼 들고와서 자물쇠걸린 문을 부수기 시작. 사람들이 왜 그러냐니까 부순던 놈이 여기 아이스크림이 있잖아! 함. 그러자 모든 승조원이 합심해서 문 부수고 아이스크림 구출작전 시작. 통이란 통은 다 가져와서 아이스크림 담아가고 그것도 부족해서 쓰고 있던 철모 벗어서 거기다가 담아갈 정도. 결국 구출 될 때까지 아이스크림 먹었음.\n\"(아이스크림을 담을) 컵과 나무숫가락이 모두 떨어지자, 헬멧에 담아 먹었다.\"\n2차대전 때나 전후의 합동 군사 훈련 등 영 연방 계통의 함정과 접촉할 기회가 있을 때에도 술의 밀반입이 이뤄지곤 했다. 영 연방 함정에는 배급되는 럼주가 있었고, 미국 배에는 콜라나 아이스크림이 있었으므로, 두 나라의 수병들은 서로에게 없는 것을 적절히 물물교환 했던 것. 물론 영 연방 배보다 미국 배가 많을 때가 잦았고 미국인들 쪽이 상대방의 물품에 대해 훨씬 더 아쉬운 형편이었으므로, 이 거래는 영 연방의 수병들에게 유리하게 진행되는 경우가 많았다.\n물론 미해군도 몰래 술을 담가먹거나 심지어는 어뢰의 알콜연료를 빼먹기도 하지만 중죄로 단속했고 따라서 아주 일부상황였죠..\n\n필리핀 해 해전 종료 직후, 해전 때보다도 큰 위기가 닥쳐왔는데 돌아오는 과정에서 시간이 너무 늦어 파일럿들이 밤바다를 비행해서 돌아와야만 했다. \n하지만 당시 엔터프라이즈가 포함된 함대를 지휘하던 마크 미처 제독은 함대의 목숨을 걸고 전 함선에 불빛을 밝힐 것을 지시하는 도박을 감행한다. 야간에 함재기도 없는 항공모함, 즉 호위 없는 함대가 떡하니 불을 밝힌다는 게 뭘 의미하는지 가장 잘 알면서도 파일럿들을 위해 함대의 목숨을 걸고 야간등화를 켜라고 명한 것이었다. 이런 마크 미처 제독의 목숨을 건 도박은 멋지게 성공하여 대부분 무사히 귀환했으며, 엔터프라이즈에서 돌아오지 못한 파일럿은 제10항모비행단 지휘관인 윌리엄 R. '킬러' 케인 중령 단 한 명 뿐이었고 그도 동월 22일에 아이스크림 25갤런(약 95리터)과 맞바꿔 구조된다. 아이스크림이 언급된 이유는 마크 미처 제독이 구조를 장려하기 위해 '파일럿을 구조해오는 배에는 아이스크림을 더 배급하겠다'고 선언했기 때문이다. 해당 파일럿이 구조되었을 당시, 파일럿을 구조한 배글리급 구축함 패터슨(DD-392, USS Patterson)는 통신 과정에서 \"킬러 케인의 몸값은 아이스크림 몇 갤런인가?\"라며 협상까지 시도했다. 물론 이는 자신들의 공적을 자랑하기 위한 농담이고, 항공모함으로서는 매우 저렴한 댓가였다. 항공모함의 입장에서 아이스크림은 소화재로 쓸 고체 이산화탄소 생성 과정에서 나오는 냉기를 이용해서 만들었으므로 재료만 있으면 얼마든지 자체적으로 생산할 수 있었기 때문이다. 패터슨 호는 킬러 케인의 몸값(?)으로 25갤런(약 95리터)의 아이스크림을 받았다고 한다.\n\n구축함: 어이 엔터프라이즈호 아이스크림을 내놓지 않으면 조종사는 안돌려보내준다. \n구축함에서 항모에 소속한 전투중 추락한 항공기 조종사를 구조하면 보통 조종사의 물품 다 털어감. 물론 구조된 조종사들은 목숨을 살려줬으니 그냥 웃으면서 줬고 항모에 인계할떄 엔터프라이즈 같은 경우 보통 몰래 꽁쳐둔 양주 2병에 아이스크림 한 통씩 줬다함.\n\n[의료용 주류]\n1914년의 전면 금주 조치의 또 다른 예외조항은 바로 의료용 주류였습니다. 의료 시술에 사용되는 소독용 에틸 알콜이나 강심제 역할을 하는 브랜디, 위스키, 그 외 리큐르 등 ‘약으로써의 술’은 없어서는 안될 필수불가결한 것이었기에 전면 금주 조치 하에서도 허용될 수밖에 없었죠. 이들 알콜과 주류들은 군의관의 관리·감독 하에 놓여 있었고, 보통 의무실의 약품 수납장에 고이 모셔져 있곤 했습니다. 그러면 때때로 이런 의료용 주류의 존재를 알고 있는 수병들이 의무실에 무단 침입하거나, 혹은 의무병과 작당을 해서 이를 조금씩 몰래 몰래 빼내 마시는 거죠. 하지만 의료용 주류의 주 고객은 수병들보다는 주로 장교들이었습니다.(물론 어느 정도 짬이 되는 고급장교들에게만 해당되는 이야기지만) 평소에 군의관과 친한 장교들은 가끔씩 이렇게 보관돼있는 의료용 주류들을 얻어 마시곤 했고, 드물긴 하지만 함장처럼 함내의 권한이 막대한 장교에 이르면 아예 사적으로 술을 가져다가 의무실 수납장에 보관해놓고는 ‘개인적인 지병’을 핑계 삼아 가끔씩 술을 마시는 경우도 있었다고 합니다. 물론 이런 의료용 주류에 가장 가까이 있는 군의관과 의무실 사람들이 제일 술 마실 기회가 많았을테지만 말이죠.\n\n[아이스크림(베트남전)]\n베트남전때 양키스테이션(북폭임무를 맡은 함대)에 소속된 호주군 구축함이 임무 수행중 때마침 격추된 미해군 파일럿을 구조했습니다. 곧이어 파일럿이 소속되있던 항공모함에서 헬기가 와서 복귀시킬려 했는데, 호주 구축함이 대가 없이는 파일럿을 주지않겠다고 땡깡을 부립니다. 황당한 일에 헬기조종사는 무엇을 원하는지 물었고 호주군은 당당하게 아이스크림 한드럼을 요구했습니다. 결국 미군헬기는 항모로 복귀해서 아이스크림을 한드럼 가지고 파일럿과 맞교환한 이야기도 있다.\n\n[도넛 걸]\n전쟁터를 누빈 도넛 걸(DoughGirls)들\n해마다 6월이면 미국에서는 도넛 데이(National Doughnut Day 또는 National Donut Day)라고 하는 휴일이 있다. 이 기념일이 생기게 된 배경에는 전장에서 싸우는 병사들을 위한 희생정신이 담겨 있다. 헬멧과 가스마스크, 그리고 45구경 리볼버로 무장한 여성들. 그들은 1차 세계대전에서 전쟁터를 누비며 활동을 하였다. 그리고 그들의 활동에서부터 기원하여 도넛데이가 만들어졌다.\n제1차 세계대전에 미국이 참전하게 되고 프랑스의 전선에 병력들이 투입되면서 구세군 대장이었던 에반젤린 부스(Evangeline Booth)는 전선의 장병들을 지원하기 위하여 11명의 여성대원들과 함께 전쟁에 참가하였다. 그녀는 고생하는 장병들의 사기를 진작시키기 위해 포탄이 쏟아지고 총알이 빗발치는 전쟁터의 폐허가 된 오두막의 한켠에서 프라이팬 대신에 헬멧을 이용하고 반죽을 밀기 위해 빈병을 사용하여 작은 냄비에 한 번에 7개씩의 도넛을 튀겨 첫날에만 150명의 병사들에게 도넛을 제공하였다.\n전쟁터에서 만든 도넛의 인기는 폭발적이었으니 그 다음날은 첫 날의 두 배를 만들었고 어느 정도 시설이 구축되고 나서부터는 하루에 9천 개씩의 도넛을 만들어 제공할 수 있게 되었다.\n1차대전 당시에 만들어진 아래의 포스터는 실제 전쟁에 참가한 구세군 봉사자 스텔라 영(Stella Young)을 모델로 하여 제작한 것인데 당시 그녀는 16세의 어린 소녀였다고 한다.\n이런 도넛걸들의 희생과 봉사정신을 기념하기 위해 구세군 시카고 지부에서는 1938년부터 도넛 데이를 만들었던 것이다.\n제1차 세계대전에 지원한 구세군 자원봉사자들의 숫자는 모두 250명이었으며 그녀들은 매일 평균 2,500개의 도넛과 800개의 팬케이크를 만들어 병사들의 사기를 높였으며 민간인과 구별하기 위해  위 그림과 같은 제복을 착용하였다.\n그녀들의 이런 희생이 얼마나 장병들의 사기를 높였는지를 보여주는 사례가 있는데 당시 전쟁에 참가했던 병사가 보스턴의 지역신문에 보낸 편지에는 이렇게 적혀 있다. \n“전쟁터에서 뜨거운 도넛과 파이를 먹을 수 있다고 상상하십니까? 거기다 예쁜 소녀들이 주는 것을 요. 맛은 유명 상점에서 파는 것보다 훨씬 좋습니다.”\n그 후로 도넛 걸(Dough Girls)들의 봉사는 2차 세계대전으로 이어지게 되었고 1944년 영국에 주둔하고 있던 그녀들의 활동하는 모습이 라이프 잡지의 사진기자를 통해 널리 알려지게 되었던 것이다.\n도넛 자체가 남북전쟁 당시 야전식단으로 개발된 음식이다. 미국 오리지널 음식이 별로 없지만, 도넛은 미국산이다. 구멍이 있는 이유는 속이 빨리 익데, 균일하게 익고 빨리 튀겨내기 위함이고, 또한 튀긴 도넛을 구멍으로 고리에 걸 수 있어 기름빼기 쉽게 하기 위함이다.\n\n[태평양전쟁]\n아이스크림이랑 도넛이랑 스팸을 뿌려댔으니 전쟁을 질 수가 있나. 미국 조차도 설탕을 배급제로 주면서 아끼려던 때라 어쩔수 없음. 설탕을 당시 필리핀에서 많은 양을 수입하고 있었음. 전쟁 때문에 하와이에서 생산 하는것도 급감하고 난리남.\n\n전선에 케이크랑 초콜릿 보급했다.\n\n태평양전쟁 말기에, 한 미군이 생일이라고 엄마가 본토에서 초콜릿 케익을 보냈는데, 먹지도 않고 가버린 걸 일본군이 보고 희망회로가 꺼져 버렸다는 일화를 본적이 있다.\n\n영화 벌지 대전투에서는 독일군장교 마틴 헤슬러가 미군에게서 노획한 물품 중에서 집에서 미군 병사의 어머니가 배달시킨 초콜릿 케이크가 있는 것을 보고 \"승산이 없다\"며 절망하는 장면이 나온다. 이건 사실 에르빈 롬멜이 원조인 유명한 야사로, 아프리카 전선에서 노획한 미군의 소지품 중 아직 먹지도 않은 초콜릿 케이크가 나왔다고 한다. 1년 전 지급받은 누더기 군복을 걸친 채 빵 한 조각으로 하루를 버티며 실탄조차 아끼는 독일군의 상황과는 달리, 수천 km나 떨어진 고향의 케이크가 신선하게 전해지는 미군 보급의 위력을 깨닫고는 좌절감을 느꼈다는 것이다. 헌데 이게 일본군 버젼도 있는데, 미군에게 보급품으로 투하된 낙하산 상자를 보급이 끊겨 풀을 뜯어먹으며 버티던 일본군들이 가로채서 좋아라 반갑게 열어보니 초콜릿과 빵이 가득 들어서, 굶던 일본군이 기뻐하면서도 \"우린 못 먹어 미치겠는데 미군은 이런 것도 보급하다니, 대체 우리가 뭔 수로 미군을 이기냐\"고 되려 절망감만 들었다는 이야기인데, 이런 것도 있듯이 아무래도 야사이니까 실제로 보긴 어렵다.\n\n스팸 먹기 싫다고 버리고, 추축국 독일은 식량난에 시달리는데. 연합국이던 영국도 식량난이었는데 미군은 스팸이 싫다고 버리고\n\n일본군이랑 독일군은 미국 보급상자 발견해서 개봉했을 때 말로 형용할수 없는 감정들과 패배를 직감했다고 들음. 명장인 롬멜조차 미군 병사 짐 속에서 초코 케이크 발견하고 좌절했을 정도임.\n\n실제로 태평양 전쟁 때도 일본군들이 미군들 보급 탈취했는데 거기에 아이스크림 있는거 보고 사기가 왕창 떨어졌다고 하지. 자기들은 칡뿌리 캐 먹어가며 싸우는데 이런 먼 땅까지 꽝꽝 언 아이스크림을 공수하는 나라를 어떻게 이기냐고..\n\n오키나와 전투때는 일본군 잔존병들이 때때로 미군 기지를 습격해오기도 했음. 하루는 일본군이 콜라 원료를 담은 물탱크를 날려버렸는데 이에 열받은 미군 병사들이 콜라 원료탱크를 날린 일본군을 즉결처분 했다. 그 일본군들은 탄약고인 줄 알고 터트렸다고 하니 아무튼 엄청나게 많은 콜라들이 있었다고 추측할 수 있겠죠.\n\n[토피도 쥬스(Torpedo Juice)]\n2차대전 이전, 미 해군이 사용하던 어뢰는 추진동력으로 대부분 내연기관 방식을 취하고 있었다. 그리고 그 연료는 바로 알콜, 곡물 등으로 만들어진 순도 95% 이상의 에틸 알콜이었다. 때문에 잠수함, 구축함, 항모의 병기병 등 어뢰를 접할 수 있는 보직의 수병들 중에서는 어뢰의 알콜을 빼내서 마시는 사람들도 종종 나타나곤 했는데, 이들은 빼낸 알콜을 오렌지나 파인애플 쥬스 등과 1:3의 비율로 섞은 뒤 이를 ‘토피도 쥬스'라고 부르며 마시곤 했다. \n물론 이는 중범죄에 속했다. 사실 어뢰의 연료탱크 용량에 비하면 수병들이 빼내는 양은 참새 눈물 정도밖에 안되니 발사된 어뢰가 항주 도중에 멈춰버린다던가 하는 일은 없었지만, 그래도 병기에 손을 대는 일은 크게 문제가 될 만한 일이었다. 하지만 어뢰를 하나하나 점검해가며 연료량을 체크할 수도 없는데다가 항상 어뢰 관련 수병들을 감시하는 것도 쉽지 않았기 때문에 현실적으로 토피도 쥬스를 완전히 근절하기는 어려웠다. 때문에 당국은 수병들이 빼낸 알콜을 마실 수 없도록 어뢰 연료용 알콜에 붉은 색의 화학물질을 첨가했지만, 수병들은 그런 조치에도 불구하고 간단한 필터(대개 압축한 빵 덩어리였음)로 화학물질을 걸러낸 후 이를 마셨다.\n이런 현상은 1944년부터 전지 추진식 어뢰가 배치되기 시작하면서 점차 줄어들긴 했지만, 어뢰나 장비의 청소에도 알콜이 사용되었기 때문에 완전히 근절되지는 않았다.\n\n[코카콜라]\n코카콜라의 시작은 두통약이었다. 이후 발전을 거듭하여 미국 내에서 제법 유명한 음료수가 되었다. 하지만 지금 같은 위상은 아니었다. 코카콜라의 변화는 1941년 일본의 진주만 습격으로 시작된다. 이 사건으로 인해 미국은 2차 세계대전에 참전하는데 1,600만 명의 군인 그리고 그들이 마실 100억병의 코카콜라를 전선에 투입한 것이다.\n여기, 전쟁의 중심에서 콜라를 외치는 사령관이 있다. 그의 이름은 아이젠하워(Dwight D. Eisenhower) 유럽 연합군 총 사령관, 나중에는 미국 대통령이 될 인물이다. 1943년 북아프리카에서 연합군을 지휘하는 아이젠하워는 본부에 긴급한 전보를 붙인다. “이곳에는 콜라… 코카콜라가 필요하다.” 2차 세계대전은 코카콜라에 군인 할인이 적용되는 시기였다. 코카콜라의 회장 로버트 우드러프(Robert Woodruff)는 '군복만 입고 있으면, 묻지도 따지지도 않고 세계 어디든 콜라 한 병에 5센트에 판매'라고 발표를 하였는데. 콜라 덕후인 아이젠하워가 이 기회를 놓치면 안 되는 것이다. 그는 전보로 300만 병의 코카콜라를 주문한다. 하지만 미국에서 아프리카까지 코카콜라를 배송하려면 시간도 오래 걸리고, 병이 깨져 아까운 코카콜라가 흐를지도 모른다. 때문에 그는 주둔지에 하루에 600만 병 분량을 만들 수 있는 코카콜라 생산기지를 만들기 시작한다. 연합군이 거주한 세계 곳곳에 만들어진 코카콜라 생산기지는 전쟁이 끝난 후에도 그 자리에 남는다. 그렇게 하여 코카콜라가 UN 가입국보다 많은 국가에서 판매되게 되었다.\n\n게오르기 주코프(Georgy Zhukov)는 독일의 러시아 침공을 막았으며, 베를린에 진격해 사실상 전쟁을 끝내버린  소련의 전쟁 영웅이다. 국민적인 추앙을 받은 주코프는  지독한 콜라 매니아였다. \n2차대전에서 독일을 쓰러트린 미국과 소련은 전후처리 문제를 위해 군수뇌부끼리 회담을 가졌는데, 이 자리에서 연합군 총사령관인 아이젠하워는 휴식 도중 주코프에게 콜라를 권했는데 주코프는 콜라를 한잔 마시고는 그 맛에 빠져 콜라중독 상태가 되어버린다. 이후로 하루라도 코카콜라를 마시지 않으면 입 안에 가시가 돋는 듯한 기분을 느낄 정도였다고 한다. 냉전시대, 그것도 소련에서 코카콜라의 존재란 ‘제국주의 음료수’였다. 물론 스탈린도 맛있다고 했다. 스탈린은 코카콜라를 마시고 맛이 뛰어나단 점은 인정했지만 그런 음료가 미국에서 제조된다니까 코카콜라에 맞설 만한 음료를 개발하라 지시하고, 콜라에 금수조치를 때려버렸다.  주코프는 매일 코카콜라를 마시면서도 자칫 스탈린에게 코카콜라를 애용하는 것이 걸리면 미국의 스파이로 몰려 숙청당할 것이 두려웠다.  그는 코카콜라를 투명하게 만들어 소련의 전통주 ‘보드카’처럼 보이도록 하기위해 미국과 비밀스러운 접촉을 했다. 그리고 수줍게 아이디어를 냈고, 미국의 해리 트루먼 대통령은 황당했지만 요구를 들어주었다. 코카콜라 사에서는 색깔 없는 코카콜라에 소비에트 별 문양이 그려진 위장 콜라를 만들어 주코프에게 전달했다고 한다. 첫 투명 코카콜라 50병이 생산되어 중립국인 오스트리아를 통해 소련으로 배송되었음. 처음엔 투명한 유리병에 빨간 별이 그려진 뚜껑을 씌워 콜라인줄 모르게 했고, 나중에는 아예 보드카 병에 담아 보냄.\n\n[톱밥]\n톱밥은 초식을 하는 가축들조차도 위장장애를 일으키므로 식재료로서 부적합하다. 톱밥을 소화시킬 수 있는 건 흰개미 같이 나무를 식용하도록 진화한 생물들뿐이다.\n\n1841년에 독일에서 간행되었다는 시집에서 전쟁 포로를 위한 톱밥 호밀빵의 레시피가 소개되어 있다.\n50% 찧은 호밀, 20% 썬 사탕무, 20% 나무 전분 (톱밥), 10% 다진 잎과 짚\n\n독일은 이후에도, 제1차 세계 대전과 제2차 세계 대전 시기에 밀가루에 톱밥을 섞어서 빵을 만들어 먹었다고 전해진다. 독일이 영국의 해상봉쇄로 인해 기본적인 생필품이 모조리 떨어졌고 독일과 교류하려던 나라조차 없었기 때문이다. 당연히 맛은커녕 건강에도 안 좋았다.\n\n19세기에는 적은 비용으로 더 많은 빵을 공급하기 위해 톱밥을 빵에 넣는 행위가 정당화되기도 했다. 심지어 몇몇 농업 학회 저널이나 연구자들은 톱밥이 소화가 더 잘 되고 영양도 높다고 주장하면서 빵을 만들 때 톱밥을 넣는 것을 권장하기도 했다고 한다.\n사실 경제적으로 열악한 처지의 사람들이 빵에 엉뚱한 것을 넣어서 양을 불려 먹는것은 오래전부터 있었던 일이다. 특히 척박한 땅에 살았던 옛 바이킹의 유적지에서 발굴된 빵 조각 중에서는 나무 껍질을 갈아 넣거나, 심지어는 작은 돌멩이 혹은 모래를 섞은 것도 발견되었다고 한다.\n\n[카레라이스]\n카레라이스는 각기병을 예방하기 위해 메이지유신 이후 일본 해군에 처음 도입된 음식이었다. 당시 일본군의 주식은 백미밥과 된장국 정도였다. 예산 및 보급제한 등의 문제로 신선한 야채나 고기가 제때 지급되긴 힘들었고, 도정한 백미는 비타민 B1이 제거된 상태라 각기병을 유발하기 쉬웠다.\n이로 인해 고민하던 일본 해군은 인도 주둔 영국군이 카레를 스튜처럼 끓여서 보급하는 것을 보고 이를 일본식으로 바꿔 밥위에 뿌려먹는 카레라이스란 음식을 만들었다. 당시 영국군은 보급문제로 오래 보관해 군내가 나는 재료들로 비프스튜를 만들어 보급하는 경우가 많았는데, 이 냄새 제거를 위한 향신료로 카레를 뿌렸다. 일본 해군은 이와 함께 잡곡밥도 각기병 방지에 효능이 있다는 것을 알고 식단에 백미가 아닌 혼식을 넣도록 했고 이 덕에 해군은 각기병 문제가 상당부분 해소됐다. \n아이러니하게도 일본 육군은 잡곡밥이나 카레 등의 방법을 거부했는데 이는 메이지유신기부터 시작된 육군과 해군의 갈등과 대립, 그리고 각기 다른 국가에서 유학을 하고 파벌싸움이 번진 일본 군 장교들끼리의 대립이 한몫했다. 이로 인해 어이없게 일제 육군병력은 각기병으로 상당한 전력손실을 입는다. \n당시까지 각기병이 생기는 원인이 과학적으로 밝혀지지 않았기 때문에 많은 병사들이 희생됐다.  러일전쟁 당시 25만명의 일본 육군이 각기병에 걸려 이중 2만8000여명이 사망한 것으로 알려져있다. 각기병은 훗날 조선 초대 총독인 데라우치 마사타케(寺內正毅)가 부대 급식을 혼식으로 바꾸면서 줄어들게 됐다.\n1880년대 일본 해군이 도입한 군용식품 카레는 선풍적 인기를 끌게 된다. 1890년대 이후부터는 일본 해군에서 토요일마다 카레라이스를 먹는 전통이 생겼고, 주 5일제로 변환되면서 금요일마다 먹는 음식이 됐다. 일제 패망 직전으로 몰리고 있던 태평양전쟁 말기까지도 일본 해군 기함인 야마토(大和) 함에서 카레라이스가 나왔다는 이야기가 전해질 정도로 카레라이스는 일본 해군의 상징적 음식이 된다.\n\n[환타]\n환타는 독일에서 처음 만들어진 음료다. 아돌프 히틀러 집권 당시에 대공황으로 인해 경기가 매우 나빴다. 실업자 구제 정책 중 하나로 공장의 건설을 많이 추진했는데, 그 중의 하나가 바로 미국의 코카콜라 생산 시설이었다. 독일에서도 콜라는 곧 대중적인 음료가 되어 히틀러 또한 종종 마시며 좋아했다고 한다. 당시 독일은 미국을 이어 세계에서 두 번째로 콜라를 많이 마시는 나라였다. 그런데 제2차 세계 대전 직전에 미독 관계가 단절되자 미국은 독일에 경제제재를 시행했고, 미국에서 수입되던 코카콜라 시럽의 수입도 중단되어 독일의 코카콜라 공장도 가동 중단되었다. \n여담으로 당시 미군들은 수통에 콜라를 넣고 다니는 경우가 있었고 독일 역시 일부 병사들이 공급이 끊기기 전에는 수통에 콜라를 넣고 다녔으나 공급이 끊기고 어쩔 수 없이 물을 넣고 다녔는데 이 물은 약품으로 정수한 물이기 때문에 맛이 너무나 불쾌했다고 한다.\n당시 독일 코카콜라 지사장이었던 막스 카이트(Max Keith)는 중립국인 스위스를 통해 콜라 시럽을 들여오는 방법도 모색해 보았지만 불가능하다는 사실을 깨닫고 결국 독자적으로 콜라를 대체할 수 있는 새로운 음료를 개발하기로 결정했다. \n당시 개발 기록에 따르면 유장(乳漿:젖에서 단백질과 지방을 빼고 남은 부분), (사과주를 빚고 남은)사과 섬유질, 과일즙, 첨채당으로 음료를 만들고 여기에 탄산가스를 주입해 환타를 완성했다고 한다.\n미국 군인들이 콜라를 좋아했듯이, 독일 군인들도 환타를 엄청나게 좋아했다. 독일 국민들도 환타를 매우 좋아했는데, 재밌는 것은 독일 국민들이 환타를 좋아했던 이유 중 하나가 환타를 설탕의 대체재로 사용할 수 있었기 때문이다. 전쟁 말기에 독일의 물자 부족이 심화되어 수프나 스튜 같은 음식에 넣을 설탕마저 사라지자 대신 환타를 넣는 일이 많았다고 한다.\n2차 세계대전 종전 후 미국 코카콜라는 독일과 네덜란드 등에 있는 코카콜라 공장을 다시 접수했다. 베를린을 점령한 미군은 폐허 사이에 반파되어 쓰러져 가는 공장에서 홀로 환타를 만들고 있는 막스 카이트를 발견했다고 한다. 이것을 전해들은 당시 코카콜라의 CEO였던 로버트 우드러프(Robert W. Woodruff)는 훗날 직접 독일을 방문하여 전쟁 속에서 코카콜라 생산 시설을 지켜낸 그를 치하했고, 막스 카이트는 어려운 전시 상황에서도 공장을 유지한 공로로 코카콜라의 유럽 책임자로 승진했다. 그렇지만 환타 자체는 나치 독일을 상징하는 음료이기도 하고, 워낙에 저질 재료를 긁어모아 만든 음료였기 때문에 단종되었다.\n그러나 1950년대에 코카콜라의 라이벌인 펩시가 새로운 음료 몇 종을 출시하자 코카콜라에서도 경쟁을 위해 나름대로 인기 있었던 음료 브랜드였던 환타 브랜드를 1955년에 부활시켰고 코카콜라 회사의 이탈리아 지사에서 본격적으로 나폴리에서 자라는 오렌지를 사용해 환타를 만들기 시작했다. 성분과 제조법이 예전의 환타와 완전히 달라졌기 때문에 현대의 환타는 이 1955년의 이탈리아산 오렌지 환타를 기원으로 두있다고 봐도 무방하다. 이후 환타는 나름대로 성공적인 음료가 되었고 1960년 코카콜라 회사에 정식으로 인수되면서 미국에도 소개되었다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-07-28T13:04:48.661000",
  "updatedAt": "2023-01-28T11:08:53.611000"
}