{
  "id": "6f16d140-18ae-4d85-acbe-aad0099dcae8",
  "title": "전쟁과 세금 - 중세",
  "content": "[인두세(tax per head, poll tax)]\n중세에는 새로운 형태의 세금, 인두세가 추가됐다. 인두세는 글자 그대로 사람 머릿수대로 내는 세금으로 소득이 없는 사람에게도 과세하는 세금이다. 소비세의 경우 소비 금액에 비례하여 과세 금액이 늘어나는 반면, 인두세 세금은 일률적이기 때문에, 소득 대비 부담률은 소득이 적은 사람 일수록 크고, 많을수록 적어진다.\n 이슬람에서 유래된 인두세를 1275년 유럽 최초로 도입한 나라가 영국이었다. 도입 목적은 전쟁 수행을 위한 전비조달 때문이었다. \n\n[와트 타일러의 난(Wat Tyler's Rebellion)]\n인두세는 많은 조세저항을 불러온 세제이기도 했다.\n기존의 부역과 공납외에 추가로 부과된 인두세를 백성들이 좋아할리 만무였다. \n민란의 배경은 13세기 유럽의 경제성장과 14세기 초반의 정체, 그리고 흑사병으로 전 유럽의 인구가 격감하면서 발생한 사회적 혼란에 백년전쟁으로 인한 과도한 착취까지 겹치자 잉글랜드의 민중들이 봉기한 것이다. \n1381년의 와트 타일러의 농민 혁명은 영국정부가 인두세를 도입하자  민중이  과중한 세금에 반발하여 일어난 민란이었다. 영국에서는 1377년 백년전쟁의 전비 조달을 위해 의회가 14세 이상 모든 남녀에게 인두세를 부과하자 발생했다.\n직접적인 원인은 1381년 5월 30일에 왕실 관리인이었던 존 뱀프턴이 에식스 일대에서 인두세 채납을 채근한 것에서 비롯되었다. 인두세를 두고 일어난 다툼은 삽시간에 민중 봉기로 이어졌고 잉글랜드 곳곳으로 퍼져나갔다. \n와트 타일러는 국왕에 대한 충성을 맹세하는 동시에 인두세 · 농노제 · 부역 · 시장세의 폐지와 반란 참가자의 죄를 묻지 말 것을 요구하였다. 국왕은 농민군의 세력에 밀려 그 요구를 인정하는 특허장을 써 주면서, 농민의 귀향을 요구하였다. 타일러는 캔터베리 대주교 서드베리와 재무장관 등을 처형하고 반란군을 해산시켰다. 반란군의 요구는 일단 받아들여져 대부분의 농민은 만족한 마음으로 귀향하였다. 그러나 보다 더 많은 개혁을 요구하는 사람들이 남아서 국왕에게 재차 면담을 요구하였다. 회담은 스미스필드에서 행해졌고, 타일러는 백성을 탄압하는 여러 법의 폐지, 교회 영지의 몰수와 그 민중에게 그 영지 분배, 농노 전원의 자유인화 등을 요구하였다. 이때 돌발사태가 일어났다. 타일러와 국왕이 담판을 하고 있을 때 갑자기 런던 시장 윌리엄 월워스가 타일러를 칼로 찌르고 체포해 버린 것이다. 지도자를 잃어버린 농민군은 국왕 측의 역습으로 걷잡을 새 없이 무너져버렸고, 존 볼을 비롯한 반란군의 지도자는 붙잡혀 타일러와 함께 교수형에 처해졌다. 이렇게 해서 반란은 진압되\n었다. 반란에 참가한 농민은 엄하게 처벌되었으나, 노동력 부족과 농민 반항의 두려움 등으로 \n학살당한 사람의 수는 많지 않았다. 농민 반란은 비록 실패로 끝났으나, 와트 타일러의 난을 계기로 영국의 농노는 점차 해방되어 자유 농민이 되었다. 농노는 가벼운 해방금만으로 자영 농민이 될 수 있게 된 것이다. 그 결과 장원제는 붕괴되고, 영주들은 약체화되었다. 그와 반대로 국왕의 권력은 강화되어 영국은 절대주의의 길을 향해 나아가게 되었다.\n와트 타일러의 난을 직접 촉발한 것은 영국 정부가 백년전쟁 전비를 조달하기 위해 15세 이상 모든 주민에게 부과한 인두세였지만, 농민들이 반란을 통해 근원적으로 겨냥한 것은 토지 소유에서 재판권을 거쳐 인격적 지배까지 아울렀던 중세 영주권의 폐지였다.\n영국은 이후 인두세를 징수할 엄두를 내지 못하다가 1698년 제도를 폐지했다.\n\n[무굴 제국의 쇠락]\n무굴 제국에서는 악바르 대제가 악으로 키워 놓은 제국을 아우랑제브 황제가 전비 조달을 위해 비 이슬람교도들에게 부과하던 인두세를 부활시킴으로써 제국을 쇠퇴시키는 계기가 되었다. \n아버지 사 자한을 유폐시킨 뒤 왕위에 오른 아우랑제브는 무굴 제국을 철저하게 이슬람 세계로 만든다. 궁정 안의 힌두교적 요소를 없애고, 사원을 파괴하고, 힌두교도에 대한 인두세를 차별 부과하는 등 편협한 억압정책을 썼다. 이는 결국 많은 힌두교도의 반항과 반란을 야기시키고, 1674년 힌두교도들이 데칸 지방에 마라타 왕국을 세워, 무굴 제국의 강력한 적대 세력으로 등장하였다.\n18세기 약화된 무굴의 중앙 권력은 데칸 지방에서 델리 주변까지 세력을 확장한 마라타 동맹에 의하여 무굴 황제의 지배력은 약화되었다.\n\n[소득세]\n오늘날 누구나 당연하게 생각하고 있는 소득세도 전쟁과 밀접한 관계가 있다. 사실 국민들의 소득을 낱낱이 파악해 세금을 매기는 것은 통치자들의 오랜 로망이었다. 하지만 전근대(前近代)의 행정 능력으로는 국민들의 소득을 정확하게 파악하는 것이 쉽지 않았거니와 소득세 징수에 따르는 사생활 침해 등에 대한 반발도 거셌다. 이 때문에 중세에도 소득세를 도입하려는 시도들이 여러 번 있었지만 실패로 돌아가거나 도입하더라도 오래가지 못했다.\n근대적 의미의 소득세는 나폴레옹전쟁 중에 영국에서 만들어졌다. 영국은 당초에는 물품세(소비세), 관세, 상속세, 토지세 등 전통적인 세금과 전시국채(戰時國債) 등을 통해 전비를 조달했지만, 이내 한계가 드러났다. \n나폴레옹과의 전쟁에서 프랑스에 열세로 몰리자 영국은 군사력 강화가 더욱 필요했다. 보다 더 많은 함선과 무기로써 프랑스를 압박할 필요가 있었다. 군비에 필요한 재원 마련을 위해 새로운 소득원이 필요했는데, 새로운 세금을 징수할 명목으로 영국은 소득세를 도입하였다. 윌리엄 피트[소(小)피트] 총리는 1798년 의회를 설득해 ‘세금 및 세금납부법’을 제정, 소득세를 걷기 시작했다. \n소득이 60파운드를 넘으면 1파운드당 2펜스를, 200파운드를 넘으면 1파운드당 2실링을 내야 했다. 1파운드는 20실링과 같고, 1실링은 12펜스와 같았다. 즉, 세율이 60파운드 이상에서는 1%에 약간 못 미쳤고 200파운드 이상에서는 10%였다. \n영국은 소득세라는 세원을 발굴해낸 덕분에 나폴레옹과의 전쟁에서 승리할 수 있었다. 이 때문에 소득세는 ‘나폴레옹을 패배시킨 세금’이라고 불렸다.\n\n반면에 나폴레옹의 프랑스는 영국의 흉내를 낼 수 없었다. 조세저항이 단초가 되어 혁명이 일어났고, 국왕(루이 16세)이 단두대에서 목이 잘린 기억이 아직도 생생했기 때문이다. 결국 나폴레옹은 창문세, 소금세 같은 구태의연한 세금에 의존해야 했다. 모자라는 부분은 군대의 ‘현지조달’, 즉 약탈로 메워야 했다. 이는 점령지 주민들의 반발을 야기했다. 포르투갈, 스페인, 러시아, 독일 등 곳곳에서 반(反)프랑스 봉기가 일어났고, 이는 나폴레옹의 패배를 앞당겼다.\n영국의 소득세는 워털루 전투에서 나폴레옹이 패배한 후인 1816년 폐지됐다가 30년 후 로버트 필 총리는 크림전쟁으로 인한 재정위기를 극복하기 위해 소득세를 부활시켰다. ‘국가재정이 정상화되면’ 소득세를 다시 폐지하겠다는 약속을 덧붙였지만, 그 약속은 지켜지지 않았다. \n영국에서 소득세는 1842년에 다시 부활된 후 다시는 없어지지 않았다.\n\n미국에 소득세가 생긴 이유도 전쟁에 기인했다. \n애초 미국인들은 세금을 혐오했다. 영국으로부터 독립하겠다는 이유도 영국이 부과한 세금 때문이었다. 아메리카 식민지의 모든 출판물에 세금을 물리는 영국의 1765년 인지법은 “대표 없으면 세금도 없다”는 저항을 불러일으켰다. 1775년의 보스턴 차 사건은 1773년 차법에 대한 반발이었다. 그랬던 미국은 남북전쟁이 발발한 지 약 4개월 후인 1861년 8월 5일, 소득세 부과를 결정했다. 소득이 800달러를 넘으면 세율 3%가 적용되었다.\n미국에서는 남북전쟁 기간 중에 북부와 남부 모두 전비 조달을 위해 소득세를 도입했다. 여기서도 소득세와 전쟁은 밀접한 관계가 있음을 확인할 수 있다. 전쟁이 끝날 때까지 10% 정도의 국민이 소득세를 납부했다.\n\n[스페인의 알카발라(alcabala)세]\n스페인의 '알카발라세'는 망국의 원인으로 유명하다. 이슬람권에서 비롯된 세금으로 스페인이 800년 가까이 이슬람 세력의 지배를 받는 동안에 자연스럽게 이식됐다. 처음에는 부동산과 일부 상품 거래에만 적용되다가 16세기 후반 필리페 2세 때부터 모든 상품으로 대폭 확대된 이 세금은 일종의 부가가치세다. 알카발라세는 거래 단계마다 10%씩 부과되었다. 여기에 단계마다 업자가 이윤을 붙이면 그에 따라 세금도 당연히 올라간다. 조세 수입은 늘어나지만 이러한 과도한 세금은 상공업의 발전을 위축시키고 서민들에게도 큰 부담이 됐다. \n지리상의 대발견 시대 이후 남미의 식민지에서 엄청난 양의 금, 은을 수취했음에도 불구하고 다른 산업 기반이 거의 없던 스페인은 영국, 프랑스, 네덜란드 등 주변국과의 장기간 전쟁에 필요한 막대한 전비를 충당하기 위해 이 알카발라세에 과도하게 의존했다. 더 나아가 스페인은 이 세금을 자기들 지배 아래 있던 포르투갈이나 네덜란드에 강제로 부과하려고 했다. 이에 반발한 포르투갈과 네덜란드는 치열한 항쟁 끝에 스페인으로부터 독립을 쟁취했다.  19세기 초 스페인은 알카발라세를 폐지했지만 이후 스페인은 내리막길을 걷기 시작했다.\n\n[히틀러]\n히틀러는 그의 저서 《나의 투쟁》으로 1923년에 123만 라이히스마르크(RM·독일제국부터 1949년까지 쓰였던 독일의 화폐 단위. 1949년 화폐개혁으로 도이치마르크로 바뀜)의 수입을 올렸다. 뮌헨시 세무 당국은 이에 대해 60만 마르크의 세금을 물렸다. 히틀러는 20만 마르크만 납부하고 나머지는 체납했다. 입만 열면 국가와 민족을 위해 자신의 모든 것을 바치겠다고 떠들었던 히틀러지만, 세금을 내는 것은 싫었던 것이다. 당시만 해도 대단한 사치품이었던 자동차를 구입하고 이를 업무용으로 비용 처리하는 꼼수를 쓰기도 했다.\n 1933년 1월 히틀러가 집권하자 뮌헨 세무서장은 그에게 “체납액을 소멸시켜주겠다”고 제안했다. 히틀러는 그 제안을 흔쾌히 받아들였다. 한 달 후 그 세무서장은 국세청장으로 승진하고 월급이 40% 올랐다.\n히틀러는 국가예산으로 구입해 국민들에게 뿌리다시피 한 《나의 투쟁》의 저작권료, 자신의 초상이 들어간 우표에 대한 초상권료 등도 챙겼다. 재무부와의 협상(?)을 통해 급여에 대한 세금도 면제받았다. 대독일민족의 지도자인 총통이 세금 같은 사소한 문제 때문에 신경을 쓰는 일이 있어서는 안 된다는 이유 때문이었다.\n히틀러는 죽는 순간까지도 자신에게 재산이 거의 없다고 주장했지만, 2014년 6월 영국의 일간지 《데일리메일》은 “역사가들이 세금 및 은행 서류를 조사한 결과, 히틀러는 탈세, 저작권료 등으로 국민 몰래 약 11억 라이히스마르크(2014년 가치 6조2000억원) 규모의 축재를 했다”고 보도했다.\n\n그는 원천징수제도를 도입했다. 종전에는 1년에 1회 세금을 부과하던 것을 12회로 나누어 매달 급여에서 원천징수하도록 한 것이다. 세무 당국의 입장에서는 세금 징수가 편리해졌다. 직장인들이 의식하지 못하는 사이에 회사가 먼저 세금을 떼서 납부하니, 조세저항도 적었다. 나치독일의 동맹국이던 일본도 1941년에 이 제도를 도입했다. 일제(日帝)가 남겨준 많은 행정시스템과 함께 원천징수제도도 해방 후 대한민국으로 승계됐다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-29T08:01:20.183000",
  "updatedAt": "2022-04-10T13:39:19.297000"
}