{
  "id": "6f9242f5-47af-4aed-9f28-966ca70c31aa",
  "title": "고구려 성",
  "content": "![image](media/1922ee41d97.a1e3cec25f4aa8c3.jpg)\n![image](media/1922ee687c9.adaa7540a87e3fd2.jpg)\n![image](media/1922f01b46e.b0f65ac9e509d165.jpg)\n![image](media/192bbe1a8d3.85e0b87caf81fb4f.jpg)\n![image](media/1933bedfee7.889da9213989831a.jpg)\n\n\n후한서\n고구려는 遼東의 동쪽 천리 밖에 있다. 남쪽은 朝鮮과 濊貊, 동쪽은 沃沮, 북쪽은 夫餘와 接境하여 있다. 그 나라의 넓이는 방 2천리인데, 큰 산과 깊은 골짜기가 많으며 사람들은 산골짜기에 의지하여 산다. 농사지을 땅이 적어서 힘껏 농사를 지어도 自給하기에 부족하기 때문에 그 習俗에 음식을 아낀다. 그러나 宮室은 잘 지어 치장한다.\n東夷들이 서로 傳하여 오기를 [高句驪는] 夫餘의 別種이라 하는데, 그러한 까닭으로 언어와 法則이 [부여와] 많이 같다. 무릎을 꿇고 절을 할 적에 한 쪽 다리는 펴서 끌며, 걸을 때는 모두 달음박질을 치듯 빨리 간다.\n\n삼국지 위서 동이전\n또 小水貊이 있다. [고]구려는 大水유역에 나라를 세워 거주하였는데, 西安平縣의 북쪽에 남쪽으로 흘러 바다로 흘러드는 작은 강이 있어서, 고구려의 別種이 이 小水유역에 나라를 세웠으므로, 그 이름을 따서 小水貊이라 하였다. 그곳에서는 좋은 활이 생산되니, 이른바 貊弓이 그것이다.\n\n\n\n당군이 안시성에서 고구려군에게 가로막혔을 때 안시성을 우회하여 오골성을 공격한 후 평양성을 직공하자는 강하왕 이도종의 간언을 태종이 받아들이지 않은 이유가 신성과 건안성에 주둔한 고구려의 10만 대군 때문이었다는 것을 감안하면 건안성이 고구려의 중추지였음.\n\n신성(新城), 건안(建安), 주필(駐蹕)에서의 세 차례 큰 싸움에서 우리의 군대와 당나라의 병사 중에 전사자가 많았으며, 말들도 많이 죽었다. 황제가 성공하지 못한 것을 깊이 후회하고 탄식하면서 말했다. “만일 위징(魏徵)이 있었다면 나에게 이번 원정을 못하게 하였으리라.”\n《삼국사기》 고구려본기 보장왕 상\n\n건안성\n건안성은 요동성이나 안시성, 비사성, 부여성, 책성 같이 특징적인 성들에 비하면 그렇게 유명하지 않지만 실제로는 요동성처럼 엄청나게 거대한 성으로 요동성 다음 가는 중요한 요충지였고 따라서 지방장관인 건안 욕살의 치소였다.\n건안성은 또한 영주 도독 장검이 이끄는 이민족 부대의 공격과 비사성을 함락한 장량의 평양도행군의 공격을 막아내며 평양도행군이 당나라 본군과 보조를 맞춰 고구려 영내로 진입하는것을 막아냈다. 645년 4월, 장검의 이민족 부대는 요하 하류에서 도하하여 건안성을 공격하여 고구려군에게 피해를 입혔지만 결국 건안성을 함락시키지 못하였고, 자치통감에는 645년 7월에는 장량의 평양도행군이 건안성을 공격하다가 건안성의 고구려군에게 오히려 반격당하여 군사를 많이 잃고 가까스로 막아낸 기록이 있다.\n\n요서 10성\n태백일사 고구려본기\n\n太祖隆武三年(55), 築遼西十城, 以備漢, 十城, 一曰安市, 在開平府東北七十里, 二曰石城, 在建安西五十里, 三曰建安, 在安市南七十里, 四曰建興, 在灤河西, 五曰遼東, 在昌黎南境, 六曰豊城, 在安市西北一百里. 七曰韓城, 在豊城南二百里, 八曰玉田堡, 舊遼東國, 在韓城西南六十里, 九曰澤城, 在遼澤西南五十里, 十曰遼澤, 在黃河北流左岸. 五年春正月, 又築白岩城·桶道城.\n\n1. 안시(安市)성 \n개평부의 동북쪽 70리 떨어진 곳\n2. 석성(石城)\n건안성에서 서쪽으로 50리 떨어진 곳\n3. 건안(建安)\n안시성에서 남쪽으로 70리 떨어진 곳\n4. 건흥(建興)\n난하의 서쪽\n5. 요동(遼東)\n창려의 서남쪽 경계에 있다.\n6. 풍성(豊城)\n안시성의 서북쪽으로 100리 떨어진 곳\n7. 한성(韓城)\n풍성의 남쪽 200리 떨어진 곳\n8. 옥전보(玉田堡)\n옛날의 요동국으로 한성에서 서남쪽 60리 떨어진 곳\n9. 택성(澤城)\n요택성에서 서남쪽으로 50리 떨어진 곳\n10. 요택(遼澤)성\n황하 북류의 왼쪽 언덕에 있다.\n\n\n현도성( = 형태시?)\n[삼국사기]\n『통전(通典)』을 살펴보니, “주몽(朱蒙)이 한(漢) 건소(建昭) 2년(기원전 37년)에 북부여(北扶餘)로부터 동남쪽으로 가서 보술수(普述水)를 건너 흘승골성(紇升骨城)에 이르러 자리를 잡고, 국호를 구려(句麗)라 하고, ‘고(高)’를 성씨로 삼았다”고 말하였다. 고기(古記)에서 이르기를 “주몽(朱蒙)이 부여(扶餘)로부터 난을 피해 도망하여 졸본(卒本)에 이르렀다.”라 하였다. 이로 보아 흘승골성(紇升骨城)과 졸본(卒本)은 같은 한 곳이다. 『한서지(漢書志)』에서 이르기를 “요동군(遼東郡)은 낙양(洛陽)에서 3천 6백리 떨어져 있고, 속현(屬縣)으로 무려(無慮)가 있다.”고 하였는데, 곧 『주례(周禮)』에서 보이는 북진(北鎭)의 의무려산(醫巫閭山)이고, 대요(大遼)시기에 그 아래에 의주(醫州)를 설치하였다. [또 한서지에] “현도군(玄菟郡)은 낙양(洛陽)에서 동북으로 4천리 떨어져 있고, 소속된 현은 셋이며, 고구려는 그 가운데 하나이다.”라 하였다. 이로 보아 이른바 주몽이 도읍하였다고 일컫는 흘승골성(紇升骨城)과 졸본(卒本)은 아마 한(漢) 현도군(玄菟郡)의 경계이고, 대요국(大遼國) 동경(東京)의 서쪽이며, 『한지(漢志)』의 이른바 현도(玄菟)의 속현 고구려(高句麗)가 이것일 것이다. 옛날 대요(大遼)가 아직 멸망하지 않았을 때 요(遼)의 황제가 연경(燕京)에 있었는데, 곧 우리(고려)의 조빙하는 사신들이 동경(東京)을 지나 요수(遼水)를 건너 하루 이틀에 의주(醫州)에 이르러, 연계(燕薊)로 향하였는데, 이에 그러한 연유를 알 수 있다.\n\n『한서』 권28하 지리지 제8하에 따르면 현도군의 호(戶)는 45,006에 인구[口]는 221,845명이었으며, 고구려(高句驪)·상은태(上殷台)·서개마(西蓋馬) 3개의 현이 있었다고 하는데, 이는 대체로 제2 현도군 시기의 상황을 전한 것으로 보고 있다.\n\n\n오골성\n612년(영양왕 23) 수나라 양제(煬帝)가 대군을 이끌고 요동성(遼東省)을 포위하고 있는 동안, 우문술(宇文述) 등의 별군이 오골성을 거쳐 압록강을 건너 평양에 진군하기 위해 살수(薩水)를 지나려다 을지문덕(乙支文德)에게 대패하여 돌아갔다.\n\n645년(보장왕 4년) 당은 고구려를 침략하였고, 개모성, 요동성을 차례로 함락 후 이어서 백암성을 공격하였다. 이때 연개소문은 오골성의 고구려 군사 1만 명을 요동으로 급파하였다. 이때 당군의 전군 총관 계필하력의 철륵 기병을 이끌고, 고구려군과 전투 중에 고구려 무장 고돌발에게 창에 찔려 큰 부상을 당하였다. 이후 당 태종의 군대가 몰려오고 백암성 성주 손대음이 항복하여 백암성이 함락되고 포로가 되었다. 당 태종이 이에 고돌발을 처형하려 하였으나, 당사자인 계필하력이 만류하여 풀려났다.\n\n안시성\n645년(보장왕 4) 당태종이 고구려를 칠 때 요동성ㆍ백암성(白巖城) 등의 요하(遼河) 동쪽의 성들을 점령하고 난 뒤 남쪽의 건안성(建安城)과 북쪽의 안시성(安市城) 중에서 먼저 안시성을 공격하다가 실패하고 말았다. 이에 당나라에 항복한 고연수(高延壽)의 말을 듣고 안시성을 놔둔 채 평양의 길목인 오골성을 치려 하니, 장손무기(長孫無忌)가 반대하기를 ‘만약 그렇게 하면 신성(新城)과 안시성의 무리가 당나라 군사의 뒤를 칠 것이므로 이것은 불가하다’ 하여 다시 안시성을 공격하였으나 끝내 실패하여 당나라 군사는 철수하고 말았다.\n\n〔4년(645)〕고연수와 고혜진이 황제에게 청하여 다음과 같이 말하였다. “저희가 이미 대국에 몸을 맡겼으니 감히 그 정성을 바치지 않을 수 없습니다. 천자께서 빨리 큰 공을 이루셔야 저희가 아내와 자식을 만날 수 있습니다. 안시성 사람은 그 집을 돌보고 아껴서 사람마다 자진해서 싸우므로 갑자기 함락하기 수월하지 않습니다. 지금 저희는 고구려의 10여 만 무리를 가지고 있었는데, 〔황제의〕 깃발을 바라만 보고서도 무너졌고, 우리나라 사람의 간담이 부서졌습니다. 오골성(烏骨城)註 001의 욕살은 늙어서 〔성을〕 굳게 지킬 수 없습니다. 군사를 옮겨서 그곳으로 가시면 아침에 도착하여 저녁이면 이길 것이며, 그 나머지 길에 있는 작은 성은 필시 기세만 보고도 달아나 무너질 것입니다. 그런 후에 그곳의 물자와 양식을 거두어서 북을 치며 행군해 나가면 평양도 반드시 지키지 못할 것입니다.” 여러 신하도 다음과 같이 말하였다. “장량의 군대가 사성(沙城)註 002에 있으니, 그를 부르면 이틀 밤에 도착할 수 있습니다. 고구려가 두려워하는 틈을 타서 힘을 합쳐서 오골성을 함락시키고, 압록수를 건너면 곧장 평양을 빼앗을 것이니, 〔전쟁의 성공이〕 이 거사에 달려 있습니다.” 황제가 이를 따르려고 하였는데, 유독 장손무기만이 다음과 같이 말하였다. “천자가 친히 정벌하는 것은 여러 장수와 달라서 위험을 무릅쓰고 요행을 바랄 수 없습니다. 지금 건안과 신성의 오랑캐 무리는 가히 100,000명입니다. 만약 오골(烏骨)로 향한다면 모두 우리의 뒤를 밟을 것입니다. 먼저 안시성을 격파하고, 건안성을 빼앗은 연후에 멀리 달려 나가 전진하는 것이 낫습니다. 이것이 만전의 계책입니다.” 황제가 이에 그만두었다.\n\n옥성주(屋城州): 고구려 서북방의 중진인 오골성(烏骨城)인데, 본서 권6 신라본기6 문무왕 10년 3월조에 ‘옥골(屋骨)’로 나온다.\n\n 오골성烏骨城 : 중국의 랴오닝성[遼寧省] 펑청시[鳳城市] 봉황산산성鳳凰山山城으로 비정된다. 그런데 북한의 조선전사에는, “오골성의 위치에 대해 종\n\n전에는 봉황성鳳凰城이나 그 부근으로 보는 견해들이 있었다. 그러나 봉황성은 그 당시에 고구려의 부수도副首都였다는 것이 명백한 만큼 그러한 견\n\n해들은 맞지 않는 것이다. 오골성은 지금의 요령성 수암현에 있는 수암성이다.”라 하여 새로운 견해를 제시하였다.\n\n[동국지리지東國地理誌]\n오골성烏骨城 : 등주登州에서 동북쪽으로 바다를 따라가면 오호도鳴呼島에 이른다. 또  동쪽 해변으로 500리를 가 청니포靑泥浦, 도화포桃花浦, 행인포杏人浦, 석인왕石人汪, 탁타만橐駝灣을 지나면 비로소 오골강烏骨江에 이른다. 확신할 수는 없지만 지금의 여순보旅順堡가 이곳으로 보인다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-09-12T13:27:15.185000",
  "updatedAt": "2024-11-18T06:05:14.490000"
}