{
  "id": "6f94aac4-9562-46a7-b077-2333002788f4",
  "title": "漫散軍民 - 한반도 천도",
  "content": "「정난의 역」의 확대에 따라 요동까지도 명 혜제군과 연왕군이 격돌하는 전장으로 바뀌자 피난민과 패잔병들이 전란을 피하여 조선으로 밀려드는 새로운 사태가 발생하였다. 조선으로 나온 이들 漫散軍民들은 거의 대부분이 원래 조선출신으로서 그 동안 요양 등지에서 살아오던 사람들이었다. 조선 조정에서는 만산군민을 송환시켜 달라는 요동 總兵官의 요구에 대해 쉽게 결론을 내지 못하다가 결국 하륜 등의 의견을 좇아 받아들이기로 결정하였다. 조선이 몇 차례에 걸친 명의 송환요구를 묵살하면서까지 자기 방침을 강행하게 되는 데는 패망 직전에 와 있는 건문정권의 권위하락이 그 배경에 깔려 있었다. 조선은 이미 태종 2년(1402) 3월에 의주로 도망 온 요동군 朱景 등이 제공한 “2월 11일에 征燕軍이 도망가거나 흩어진 수가 셀 수 없고 민가를 침입하므로 본토로 도망 나왔다”는 정보에 의해 명 혜제군이 궤멸상태에 빠졌다는 것을 알고 있었다. 조선은 몰락이 임박한 건문정권의 송환요구를 묵살하고 2만에 가까운 만산군민을 받아들였다.\n　「정난의 역」은 태종 2년 6월에 이르러 남경이 연왕군에 함락당함으로써 막을 내렸다. 남경이 함락되어 명 혜제가 자살하고 연왕이 제위에 올랐다는 소식은 3개월이 지나서 비로소 조선에 알려졌다. \n명의 새 황제인 명 성조가 보낸 사신 兪士吉과 汪泰 등이 조서를 지니고 입국하고 있다는 것을 알고 태종은 즉각「건문」 연호의 사용을 정지시켰다. 이 때부터 조선은 내전의 결과 새로이 탄생된 영락정권에 대해 실로 기민하게 대처하기 시작하였는데, 명사가 아직 개경에 도착하기도 전에 명 성조의 즉위를 축하하기 위해 보낼 賀登極使로 하륜을 선정해 놓았다. 명사 일행이 개경에 도착하여 조서를 宣讀한 다음날부터 조선은 다시「홍무」 연호를 쓰기 시작하였으며 하등극사 하륜을 하정사 趙璞 일행과 함께 즉각 남경으로 출발시켰다.\n\n조선왕조 수립 이래 명과의 현안문제는 명 태조가 조선을「生釁」과「侮慢」을 이유로 질책한 데서 비롯되었다.「생흔」과「모만」의 핵심은 조선이 여진을 유인하고 있으며 요동정벌을 준비하고 있다는 것이었다. 여진 귀속문제는 요동정벌과 같은 정면 충돌은 아니고 여진초무를 둘러싼 암투였지만, 결국 명의 힘에 굴복하여 물러설 수밖에 없었다. 결론적으로 고려말 이래 조선 초기에 걸쳐 대명관계에서 발생하는 모든 중요한 현안문제의 바탕에는 표면적인 현상과는 별도로 요동의 지배권을 확보하기 위한 양국의 치열한 각축이 하나의 흐름으로 존재하였다는 것을 알 수 있다.\n\n\n\n다시 한양으로 천도하는 것을 정한 지 1년 만인 1405년(태종 5) 10월 8일에 개경을 떠나 11일에, 3일 걸려 한양으로 들어온다. 그리고 이궁도 19일에 완성을 보았으며, 25일에는 창덕궁(昌德宮)으로 이름지었다. 이렇듯 개경에서 한양으로의 천도는 태조의 한양 천도, 정종의 개경 환도, 태종의 한양 재천도의 과정을 겪었다. 하지만 태종대에는 1411년(태종 11) 윤12월 14일에 개거도감(開渠都監)을 설치하여, 이듬해 1월 15일부터 1달 동안 충청·전라·경상도 5만 2천 8백 명의 군인을 동원해서 청계천(당시 개천)을 정비하였다. 그리고 곧바로 이어 기존 도감을 행랑조성도감(行廊造成都監)으로 삼아 정비된 청계천을 바탕으로 행랑을 만들어 시전을 건설하고자 하였다. 이런 과정을 통해 한양은 확고하게 조선의 새로운 수도가 될 수 있었다.\n\n\n길재(吉再)\n   오백 년 도읍지(都邑地)를 필마(匹馬)로 돌아드니,\n   산천(山川)은 의구(依舊)하되 인걸(人傑)은 간 데 없다.\n   어즈버, 태평연월(太平烟月)이 꿈이런가 하노라.\n\n\n길재는 고려말의 충신으로, 조선이 건국된 뒤 1400년(정종 2)에 이방원(李芳遠)이 태상박사(太常博士)에 임명하였으나 두 임금을 섬기지 않겠다는 뜻을 말하며 거절하였다. 세종이 즉위한 뒤 길재의 절의(節義)를 기리는 뜻에 그 자손을 서용(敍用)하려 하자, 자신이 고려에 충성한 것처럼 자손들은 조선에 충성해야 할 것이라며 자손들의 관직 진출을 인정해주었다.\n   이 시조는 고려말 3은(三隱)의 한 사람이었던 야은(冶隱) 길재(吉再)가 백의(白衣)의 몸으로 영화로웠던 고도(古都) 송도(松都)에 와서 인재들은 흩어져 없어지고, 폐허가 된 것을 보고 인생무상이 느껴져 읊은 것이다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-05-26T00:23:01.229000",
  "updatedAt": "2025-12-24T12:43:58.587000"
}