{
  "id": "6ff0484c-8947-458a-8a71-d384cb4820ac",
  "title": "초인플레이션의 역사 - 우리나라",
  "content": "[조선의 당백전]\n당백전을 주조하게 된 가장 큰 이유는 당시 조선 정부의 재정 악화에 있었다. 흥선대원군은 세도 정치 하에서 실추된 왕실의 권위를 회복하기 위해 많은 재원이 필요한 경복궁 중건 사업을 무리하게 강행하였다. 또, 1860년대에 접어들면서 서구 열강의 조선에 대한 문호개방 요구가 점증하자, 군대를 증강하고 군비를 확장하는 등의 국방 정책의 강화에도 많은 재원이 필요하게 되었다.이와 같은 재원 확보를 위해 원납전(願納錢)·호포제(戶布制) 등의 제도를 신설하기도 하였으나, 세도 정치이래 계속되어 온 삼정의 문란은 조선 정부로 하여금 만성적인 재정난에 시달리게 하였다.그래서 비상 대책으로 당백전 주조를 단행하게 되었다. 당백전 주조의 직접적인 동기는 재정난 타개에 있었으나, 소전(小錢)의 불편을 덜기 위한 목적도 있었다. 즉, 당시 통용되던 상평통보는 1매의 가치가 1문(文)이었고, 1문은 단위가 너무 작아 고액 거래 등 유통하는데 많은 불편이 있었기 때문이다. 상평통보 100개분의 액면가를 가진 당백전을 발행했다. 상평통보 최고액권이 당이전이었으니 갑자기 50배의 주화를 발행한 것이다. 1866년 11월부터 금위영(禁衛營)에서 당백전을 주조하기 시작해, 이듬해 4월까지 6개월여 동안 1,600만 냥이라는 거액을 주조하였다. 실질 가치가 상평통보보다 5·6배에 지나지 않는 신화폐에 100배의 명목 가치를 부여한 화폐를 다량으로 주조·발행함으로써 일시적으로는 거액의 이득을 취해 응급한 국가 재정 수요에 충당할 수 있었다. 그러나 단시일 내 그처럼 다량의 악화가 시중에 나돌게 되자, 화폐 유통 질서가 큰 혼란에 빠져 버렸다. 상평통보를 가진 자는 당백전과의 교환을 기피해 상평통보를 시중에 내놓지 않았다. 또, 시중에서는 상인들이 당백전의 사용을 꺼려 일시적으로 물물교환의 형세가 나타났고, 화폐가치의 하락에 따라 물가는 폭등하였다.악화 당백전의 대량 주조·유통에 따른 이러한 대혼란은 여론을 비등하게 하였고, 이에 따라 정부에서도 1867년 4월 당백전 주조를 중단하였고, 이듬해 10월 장령(掌令) 최익현(崔益鉉)의 상소를 계기로 유통까지도 금지하기에 이르렀다.\n\n이 실책은 청나라 돈 청전(淸錢)을 들여오는 것으로 땜질되었다. 청전 유통이 합법화된 것도 1867년의 일로 이것도 흥선대원군의 작품이다. 대원군이 청전의 유통을 허가한 것은 당백전의 주조사업이 중단되어 국가의 재정 손실을 보충해야 했기 때문이다. 그리고 유통되던 당백전을 회수하는 과정도 당백전을 청전으로 바꿔준 다음에 당백전을 다시 녹여버리는 것이었다. \n문제는 청나라 동전 자체도 관리들이 밀수한 동전이라서 당백전에 비하면 양화였지만 당시 화폐인 상평통보 기준으로 1/3 ~ 1/2의 가치를 갖는 통화였다는 것이다. 그래도 이게 당백전보다는 부작용이 적다는 이유로 흥선대원군 통치시기 동안에는 계속 사용되었다. 청전은 삽시간에 상평통보 유통량의 40%를 점유하였고 조선 내에서는 화폐에 대한 불신풍조가 다시 일어났다.\n고종이 친정을 시작하면서 화폐 경제를 혼란으로 만들고 있던 청전을 폐지했다. 대신들이 재정 형편을 걱정하였지만, 고종은 잘못을 고치는 것이 중요하다는 입장에서 중단을 강행하였다. 갑자기 화폐량이 줄어들게 되자 이번에는  상평통보의 통화가치가 올라가고 물가가 떨어지는 디플레이션이 발생하였다. 또한 청전을 폐지하니 정부의 창고에는 사용하지 않는 청전이 가득하게 되었다. 당백전 때와 마찬가지로 지방 관아와 병영에서 상평통보는 자기들이 챙기고 청전만 공납으로 올려보냈기 때문이다. 이 재정파산 상태를 타개하는 것에만 2년이 걸렸다. 그 덕에 운요호 사건 때 재정이 부족한 군대가 무기를 제대로 준비하지 못해 전투에 지게 되었다.\n\n[백동화]\n황제 직속 원수부가 설치돼 중앙과 지방 군대를 지휘했다. 정부 중요 기구로서 화폐를 주조하는 전환국 등이 황제 개인의 기구로 옮겨졌다. 인삼 전매권, 광세, 염세, 어세 등의 정부 재원이 황실 재산을 관리하는 내장원(內藏院)으로 편입됐다. 농상공부가 관리한 전국의 역토, 둔토, 목장토 등의 공유지가 황제 개인의 재산으로 바뀌었다. 전환국이 발행한 백동화(白銅貨)는 황실 재정의 가장 큰 수입원을 이뤘다. 1901~1904년에 걸쳐 해마다 300만원(元) 이상의 백동화가 남발돼 격심한 인플레이션을 유발했다(1원=옛 10냥). 용산의 전환국에서 주조된 백동화는 매번 20여 명의 지게꾼이 경운궁 내 별고(別庫), 곧 황제의 창고로 옮겼다. \n\n백동화 주조 권한이 정부에서 왕실로 넘어간 것도 화폐 발행이 크게 늘어나는 데 일조했다. 갑오개혁의 개혁 비용으로 1895년 처음 발행된 백동화의 총금액은 약 16만원이었으나, 왕실의 수입원이 된 1899년엔 8배에 달하는 약 130만원이 발행됐다. 시중에 풀린 백동화의 양이 크게 늘어나자 화폐 가치는 심하게 떨어져 갔다. ‘백동화(白銅貨) 파동’이었다. 1900년 이후 내장원 소속이 된 전환국은 고종의 의향에 따라 백동화를 대량 주조하여 황실에 납입하는 기구로 변질되었다. ‘전환국은 황제의 전환국’, ‘화폐도 황제의 화폐’라는 말이 공공연하게 떠돌 정도였다. \n그런데 유통된 백동화는 전환국에서 주조한 것 이외에도 민간이나 외국인에 의한 위조(僞造), 또는 외국에서 밀수입된 것도 상당액 포함되어 있었다. 백동화의 대량 주조와 위조, 외국으로부터의 밀수입은 국내 통화량을 더욱 증가시켜 화폐가치를 급속도로 떨어뜨렸다. 1901년 7월 이전에는 쌀 한 되 가격이 1냥 내외이던 것이 1901년 말에는 7냥 수준으로 7배가량 올랐다. 이러자 상거래는 마비 상태에 이르렀고, 국민 생활은 도탄에 빠졌다. \n\n백동화의 비극은 스스로의 가치가 절반으로 떨어지는 데서 끝나지 않았다. 화폐 가치가 떨어진다는 말은 물가가 상승함을 뜻한다. 곡물 가격이 크게 오르며 시장의 혼란이 지속되자 결국 대한제국은 은본위제를 포기, 1901년 광무개혁의 일환으로 금본위제도를 재도입한다. \n결국 대한제국은 금본위제도를 공포하고도 금화는 상징용 몇 점만 발행했을 뿐 악화인 백동화를 남발해댔다. 액면가는 2전 5푼이지만 제조원가는 5푼에 불과해 막대한 화폐주조차익을 남길 수 있는 백동화(白銅貨)를 마구 찍어댔다. 일본인들도 니켈과 간단한 압연기만 있으면 제조 가능한 백동화를 대량 위조해 물가 앙등을 거들었다.\n여기까지는 그래도 약과. 러일 전쟁 이후 일본은 전환국을 폐지하고 대한 제국의 화폐 발행권을 박탈하였으며, 재정 분야를 일본인 고문 메가타 다네타로가 거머쥐게 만든다. 러일전쟁 승리를 확신한 일본은 1904년 8월 대한제국을 윽박질러 1차 한일협약을 체결하며 탁지부(재무부) 고문으로 메가타 다네타로(目賀田種太郞)를 앉혀 재정에 관한 전권을 휘둘렀다. 재정고문 메가타가 침략의 원흉 이토 히로부미보다 더 한국을 수탈했다는 주장도 있다.\n결정적으로 광무 5년(1905년) 7월부터 시행된 화폐 정리(구권과 신권의 교환)는 조선의 상업을 마비시켰다. 화폐교환을 알리는 관보(官報)라야 달랑 30부였다. 일반 신문에도 화폐교환 소식이 실리긴 했지만 3,000부 남짓한 발행 부수로 영세상인들은 제대로 알지도 못했다. 백동화 960만원과 엽전 432만원 등 1,442만원에 이르는 교환액의 90%는 일본과 청나라 상인들이 가져갔다. 새로운 변화에 대응하지 못한 조선의 상인들은 큰 손실을 입고 파산하고 말았다. 본격적인 식민지 수탈에 앞서 상권을 완전히 상실한 것이다. 화폐 주권 상실은 경제 종속을 가속시키고 종국에는 한일병탄으로 이어졌다.\n\n\n[일제강점기]\n일제 강점기에 조선은행권은 도쿄에 있는 대장성 인쇄국에서 찍어냈다. 패전이 가까워 지면서 조선은행은 서울에서도 지폐를 인쇄했다.\n일본강점기에 조선 밖에서 조선은행권의 유통은 금지되었다. 하지만 제 2차 세계대전 막바지에 중국내 일본 점령지와 만주국에서 조선은행권이 널리 유통되었다. 그 이유는 중국내 괴뢰정부가 남발한 지폐보다 조선은행권의 신용이 더 높았기 때문이다. 대륙에서 빠져나오는 일본인도 조선은행권을 요구했다.\n1937년 이후 1945년까지 식민지 조선의 경제는 일본의 전쟁 수행을 뒷받침하기 위해 물자, 인력, 자금을 동원해야 되는 전시 체제였다. 식민지 조선에서 그 재원은 주로 통화 증발을 통해 조달되었다. 태평양 전쟁 시기 군자금을 마련한다고 돈을 마구 찍어내서 발생한 극심한 인플레이션으로 인해 물가 폭등이 발생했다. 일제는 조선은행권을 무리하게 발행함으로써 발행액은 1936년 기준으로 1945년까지 23배가 폭증했다. 일본은행권으로 일본 국채를 매입하고(일본 전시 재정 충당) 이 국채를 보증준비로 조선은행권을 발행하는 방식이었다. 조선인에게 인플레이션을 전가시키는 장치로 직접적 수탈 이상으로 심각한 피해를 입힌 것이다.\n조선은행권 발행고는 1936년에 비해 1945년 9월 말 41배로 늘었으며, 같은 기간 동안 물가는 45배로 증가한 반면 임금은 3배 인상되는 데에 그쳤다.  통화가 남발되는 가운데 가격 통제와 물자 배급을 통해 인플레이션을 억제했고 전비를 마련하기 위해 실시된 전국적인 강제 저축이 인플레이션을 억제하고 있었다. 중일전쟁 이후 서울의 생필품 물가는 최고 229배까지 오르면서 극심한 인플레이션에 시달렸다. 이러한 억제된 인플레이션 아래에서는 정부가 아무리 단속한다 하더라도 암거래가 성행하기 마련이다. 1945년 6월 공정 가격과 암시장 가격을 비교해 보면 쌀값은 98배, 설탕은 174배, 빨랫비누는 무려 200배나 암시장 가격이 비쌌다. 쌀의 경우는 1943년 이후 생산량이 급격하게 감소한 반면 공출량은 사전 할당제를 통해 증가하였고 배급량은 감소하여 열악해진 쌀 수급 상황을 반영한 것이었다. 당시 사치성 생필품인 설탕, 세숫비누는 거의 공급이 끊겨 돈이 있더라도 구입할 수 없는 상황이었다. \n이후 1945년 해방이 되어 이런 제동장치가 제거되자 지금까지 강제로 억눌려온 물가가 폭등하였다.\n광복 이후 물가 폭등은 갑자기 일어난 것이 아니라 전시기 실제 물가가 사후에 반영된 것임을 알 수 있다. 물가와 임금 증가율의 현격한 차이는 민중의 삶이 얼마나 고통스러웠는지를 말해 준다.\n\n[해방 직후]\n8.15 광복을 맞이하며 일본으로 철수하던 일본인들이 돈을 마구 풀어놓고 가고, 북한 정권이 남한의 경제 혼란을 초래하기 위해 위조지폐를 대량으로 살포하는 등 여전히 경제는 대혼란이었다. \n\n해방이 되자 일본인들이 귀국을 준비하면서 은행에 저축한 돈을 대거 인출했고 조선은행권을 대량으로 발행했다. 심지어 철수 직전의 조선은행 일본인 간부들은 100원짜리 지폐 인쇄 원판을 빼돌려 그 원판으로 근택인쇄소라는 곳에서 지폐를 몰래 인쇄해 일본인들에게 나눠줬다. 며칠 사이에 100원권이 두배로 발행되었다.\n\n해방 직후 20여일간 조선총독부 손아귀에 있는 조선은행은 미친 듯이 돈을 찍어 냈다. 지폐 용지가 모자라 모조지에다가 지폐를 찍어냈다. 용지 부족에 시달리자 조선은행 다나카 데쓰사부로(田中三) 총재는 오사카에 있던 구용서 대리에게 조선은행권 3억원을 서울로 급히 공수하라는 지시를 받았다. 3억원은 해방직전인 8월 14일 현재 남조선 화폐발행액의 15%를 웃도는 물량이었다.\n9월 8일 구용서는 항공기와 열차를 갈아 싣고 그 돈을 서울에 가져왔다. 그날 미군이 서울에 입성했다.\n미군은 당초 조선은행권을 폐기하고 미군 군표를 법정화폐로 사용할 계획이었다. 일본에서는 이미 더글러스 맥아더 장군에 의해 미국 군표가 사용되었다. 하지만 남한에 온 미군 책임자 존 하지 중장은 일본에서 온 뭉치 지폐를 보고 조선은행 창고에 쌓여 있는 돈을 파악한 이후 미군 군표 대신에 조선은행권을 계속사용하기로 했다. 새 돈을 찍어 내는데 필요한 인쇄기와 지폐를 사야하는 비용과 수고를 덜자는 손쉬운 생각이었다.\n이 와중에 위조지폐 사건도 발생했다. 일본인들이 철수과정에서 급하게 찍던 인쇄 원판을 회수하지 않았다. 일본인들의 재산(敵産)을 불하하는 과정에서 일본인들이 지폐를 인쇄하던 근택인쇄소가 조선공산당 남조선분국(남로당)에게 넘어갔다. 거기에 지폐인쇄 원판도 남아 있었다. 당시 공산당은 합법 정당이었다. 조선공산당은 근택인쇄소를 조선정판사(朝鮮精版社)로 개명하고 원판을 이용해 100원권을 대량으로 찍어냈다. 그들은 그 돈을 공산당 공작금으로 활용했다. 그들 10명은 1946년 5월에 검거되었고, 이 사건은 남한에서 공산당에 대한 반감이 커지는 계기가 되었다.\n\n일본이 항복한 1945년 8월부터 미군이 주둔한 1945년 9월까지 일본 정부는 도쿄에서 급히 돈을 발행하여 공수하고, 닳아서 폐기해야 할 구권을 계속 보관하는 등의 작업으로 기존 발행량의 두배가 넘는 돈을 쌓아둔 뒤 패망이 확실시 될때부터 미군정이 들어올때까지 돈을 살포하여 일본인 귀향 자금, 친일반민족행위자에게 재산 분배, 퇴직금, 재한 일본인 단체의 사업 자금으로 썼고 그 돈이 풀리자 한국 내의 물가가 넉 달 사이에 수십배로 폭등하였다. \n\n해방 이후 6·25전쟁이 발발하기 이전 우리 경제는 가장 극심한 인플레이션을 경험하게 된다. 1945년 9~12월에는 물가가 무려 112.9%나 뛰었고, 1947년에는 전년 말 대비 128.1%나 상승하였고, 1949년에는 전년 말 대비 무려 486.4% 상승하였다. 물품 부족에다 통화량 확대는 필연적으로 물가 상승을 유발했다. 1947년을 100으로 계산했을 때 도매물가지수(WPI)는 1945년 11.7, 1946년 55.0, 1947년 100, 1948년 162.9로 뛰어 올랐다.\n서울 도매물가지수로 측정한 인플레이션율은 해방이 되던 1945년 8월 중에 2,364%로 급격하게 상승했다. 물가 상승은 이듬해도 이어져 1946년 4분기 서울 도매물가지수는 전년동기비 370% 상승했다.\n1948년 8월 15일 대한민국 정부 수립 이후에도 물가 상승은 여전했다. 1947년 100으로 할 때 서울도매물가지수는 1949년 222.8, 1950년 348.0으로 올라갔고, 통화발행액도 1949년 1억2,100만원에서 1950년 2억8,399만원으로 증가했다.\n\n미 군정은 초기에 미국식 자유시장 경제제도를 도입했다. 1945년 10월 5일, 미군정은 미곡의 자유가격제를 고시했다. 하지만 미군정 당국이 남한의 경제구조와 실정을 제대로 이해하지 못한데다 극심한 인플레이션을 제압하지 못하는 바람에 시장경제는 왜곡되어갔다. 극심한 물자부족에 조선은행권을 소지한 사람도 물자를 구입할수 없었다. 군정 초기에 주식인 쌀은 이미 100배 가격으로 암시장에 유통되었으며, 잡곡과 밀가루등 대체 곡물도 적게는 20배에서 많게는 80배까지 치솟았다.\n‘현상유지정책’을 점령 기조로 삼았던 미군정은 남한의 높은 ‘인플레이션 현상’과 ‘생산성 저하’에 직면하여 다시 통제경제정책을 시행하였다. 이에 따라 1946년 5월 28일 군정법령 90호 ‘통제경제령’이 공포되었고, 물자의 배급과 가격이 통제되었다. 다시금 이러한 배급과 통제로 인해 ‘暗市場’이 성행하였고, 결국 이러한 상황 속에서 일제강점기의 암시장은 계속 존치되었다.\n물가가 치솟자 미군정은 1946년5월 28일 군정법령으로 통제경제령을 공포, 물자의 배급과 가격통제를 시행했다. 그 결과로 암시장은 더 성행했다.\n군정은 쌀 1포대당 180원으로 구매하고, 최고가격제를 공표했다. 하지만 쌀은 시장에서 자취를 감추었고, 암시장에서만 거래되었다. 도시민의 쌀부족 현상을 타개하기 위해 하루 2홉의 배급제가 실시되었다. 그것으로 부족한 가정은 암시장에서 쌀을 구해야 했다. 1947년 10월 기준으로 서울에선 회현동, 인현동, 방산동, 낙원동, 청계천, 남대문, 충무로, 영등포 등 14곳에 암시장이 있었다고 한다. 이 시기에 암시장 상인들은 관할 경찰서에 후원금을 상압하고 경찰이 암시장을 보호해 준다는 기사가 실리기도 했다.\n\n[6.25 전쟁]\n한국전쟁이 발발한 1950년에 통화증가분의 99%를 정부 부분에서 소화했다. 즉 재정적자를 인플레이션 조세(inflation tax)로 해결한 것이다. 전쟁이 발발하면서 이 숫치는 기하급수적으로 팽창했다. 전쟁비용을 통화발행으로 충당했다.\n1945년 해방에서 1953년 한국전쟁 종전까지 9년 동안 서울 도매물가지수는 약 509배 상승했고, 연평균 증가율은 118%에 달했다. 이 기간에 곡물 물가지수는 509배, 건축자재의 물가지수는 1,707배 증가했다. 이는 외국 원조로 곡물 수요를 다소 충당한데 비해 전쟁복구용 물가가 많이 뛰었다는 사실을 드러낸 것이다.\n\n해방직후 물가상승은 1949년이 되고 이 즈음하여 경제의 정상화가 이뤄지면서 겨우 진정되는가 싶었는데 한국전쟁이 터지면서 다시금 초인플레이션이 터지고야 말았다. 매우 빨리 서울이 점령당해 화폐를 제조하던 '조선서적 인쇄주식회사' 직원들이 전쟁이 터지자 인쇄기와 인쇄 원판들을 그대로 놓고 달아나서 북한이 그것들을 전부 접수했다. 그리고 한국은행 지하금고에 있는 약 105억원의 미발행 은행권도 접수하였다. 하지만 사실 전쟁 이전부터 일어난 남로당 계열의 정판사 위조지폐 사건때문에 안그래도 물가는 치솟고 있던 상태였다. 서울에서는 북한의 위조지폐 대량 살포로 밀가루 한 말 가격이 1950년 7월~1950년 10월 기간에 120배가 뛴 적도 있다. 그래서 한국은행은 북한이 낙동강 방어선 내부에 위조지폐와 미발행권을 뿌려 초인플레이션이 일어나는 경제교란을 염려하여, 제1차 긴급통화조치를 발표한 후 새롭게 일본에서 제작한 한국은행권 원을 자연인 1명당 10만 원씩 등가교환하는 방식으로 유통했다.\n\n한국은행의 경제통계에 따르면 도매물가지수는 1945년부터 1953년까지 약 1만 배만큼 폭등했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-04T18:27:17.252000",
  "updatedAt": "2023-04-27T09:37:28.609000"
}