{
  "id": "70f0585e-0dd3-4961-90c0-d43204ea284d",
  "title": "육류 반입 금지",
  "content": "1. 공항 로비에서 술안주로 먹은 육포 남은거 가방에 넣고 일본 도착\n2. 일본 세관원한테 걸림\n3. 일본 국내법상 육류는 반입금지. 한국으로 다시 귀국해야할수있다고 세관원이 말함\n4. 이 조치는 부당하다고 항의했지만 결국 취조실로감\n5. 한국대사관에 전화해봤지만 도와줄수없다함\n\n마지막으로 뭐 서명하라고 문서줬는데 작성안하자 여권에 뭘 찍었다고 말했는데 저거 일본 영구입국금지임\n\n참고로 전 세계 어디 공항이든 육류 반입은 엄격히 금지되어있음\n육류 조심 세관원에게 엉까고 떼쓰지 말자..메모.\n\n육포는 가열조리된게 아니라 농업에 민감한 나라는 다 저럽니다. 안 그런 나라가 있으면 그냥 입국심사대가 허술한거고. 저게 미국이었으면 더 험한꼴 봤을 듯. \n\n육류,수산물 말고도 식물, 과일채소류, 농림산물류 etc 반입 금지\n미숫가루 가져가도 불려가던데\n패키징이 부실한 씨앗 즉 곡물은 잡혀가는건 맞음\n나도 예전에 파인애플인가 가방에 깜박한거 있어서 버렸었지.\n\n그런데 빡신게 아니고 모든 나라가 그래요. 유사국가인 한국도 그런데요 뭐 ...\n거짓신고가 가장 컷을 겁니다. \n심지어 제주도갈 때도 고기류못들고타는디. 육포 못갖고 간다고 제주도\n체크 항목에는 없다고 신고했다가 걸렸으면 일본에선 빼박이죠\n\n대부분의 나라가 육류반입이 안되는건 맞음.\n하지만 조리한 음식은 수하물로 반입이 되는데\n거기에 고기류가 들어간건 또 못 잡어냄.\n근데 요즘은 전세계적으로 검역을 빡시게 운영하는건 맞음\n\n인천공항에서 파는 비첸향 들고 일본 입국 한적있는데 뭐라고 안하던디\n비첸향은 가열조리\n\n중국 여행갈때 참치통조림 많이 가저갔엇는데 안걸린게 다행이라고 생각해야되나...\n참치통조림은 가열조리된거라 병원균 위험이 거의 없죠. 그리고 생선류를 거쳐서 농업에 악영향을 주는 원인이 될만한 거도 없고요.\n\n전 중국에서 귀국할때 육포 가져온 적 많은데 몰랐었네요..ㅠ\n저 규정이 예전 돼지열병?때문인걸로 알고 있음.\n돼지열병이 한 번 퍼지면 그 나라 양돈업계는 거의 사망선고를 받기때문에 저렇게 빡세게 금지시키는거고...\n호주도 매우 엄격 하지만 신고 안하고 걸리면 그냥 버리고 벌금 좀 물리고 입국 시켜줍니다\n\n마카오 육포거리에서 육포 사면 진공 밀봉해서 포장해준 거 들고 들어왔었던 것 같은데 그건 괜찮은건가?\n안됨\n육포자체의 문제도 있지만 거기에 묻은 포장류 배설물등에서 바이러스가 퍼질수 있음\n\n다른 댓글 보면 육포정도는 그자리에서 몰랐다며 미안하다며 버리면 넘어가준다고 하던데 사족이 많은 거 보면 숨긴 내용 많아 보임\n\n국가 방역은 중대사항이지\n\n비슷한 경험이 있는데, 버리라고 말해줍니다. 안버린다고 했거나 소통이 안된듯하네요.\n\n[사례]\n제 주위 실제 경험담은 생 닭발 20키고 가지고 온 한식당 사장님도 닭발 포기 하고 입국했고, 엄마 김치 20키로 비닐에 넣어 온 유학생도 김치 포기 하고 입국했습니다. 제 친척인 20대 이쁜 여성이 가슴 파인 노출 의상으로 입국해서 조사실에 갔습니다.\n제가 알기로는(영사관 왈) 개별 조사실에 가면 한국어 통역사(일본인)가 꼭 참석하는 것으로 들었습니다.\n\n나도 옛날에 신혼여행지에서 캐리어는 이미 수화물칸에 맡긴 상태에서 \n비행기에 들고타는 크로스백에 면도기 세척액 들어있었는데 탑승 수속중에 걸림. 비행기에는 액체 일체 반입 안되는거 알고 있었는데 호텔서 짐싸다가 깜빡한듯. 시간 여유 있으니까 내려가서 캐리어에 넣고 오라는데 괜찮다고 그 자리에서 쓰레기통에 버리니깐 그 직원이 따봉 해주더라 ㅋㅋ\n\n울나라도 검역이 빡센국가중 하나임. 그런데 갑자기 수하물에 과일이 있다고 검역대에서 보자고 하더라고..그래서 캐리어 3개를 모두 다 까줬지\n그렇게 해서 잡아낸게 동그란 모양의 비누...검역관이 신입이라서 얼타면서 스캔하다가 잡아낸게 비누였고.. 것땜에 한시간넘게 붙잡아두고 비누네 허허 하고 사과도 안하고 그냥 넘어가길래 이의제기하고 사과받아냄\n\n입국심사관, 세관원은 무조건 절대 갑 그 자체인데ㅋㅋㅋ\n공항에선 뭐 걸리고 꼬투리 잡히면 그냥 납작 업드려 지시사항 따라야되는데...\n공항에서 가방 열라고하면 순순히 협조하자\n그럼 검사하고 공손하게 인사하고 보내주기라도 하는대\n안 그래도 하루 수백명씩 상대해야 하고, 진상, 불법입국하는 놈들 때문에 스트레스 겁나 많이 받는 입국심사직원, 세관직원들한테 깝치는 건 자살하고 싶단 소리밖에 안 됨\n혹여 걸리면 바로 버리겠습니다 하고 직원한테 처분을 맡길 것. 이외에 헛소릴 하거나 조금이라도 불손한 태도를 보이면 별로 좋지 않은일에 직면하게 됨\n입국심사대와 세관원들 한테는 철저히 복종하는 수준으로 규정 지시 따라야한다. 가끔 보이는 취업요강이나 기타 자격 오건에서 '해외여행에 결격 사유 없는 자' 보이는거 알지? 입국심사대와 세관원 지시는 그냥 입 다물고 따라야한다.\n뭔가 실수로라도 잘못된게 발견되면 '미안하다, 실수로 넣었다. 고의가 아니다.'로 무조건 저자세로 나가야한다......",
  "color": "default",
  "labels": [
    "280b6aef-8a27-425e-be2d-30ac74eb71aa",
    "cfb0bd80-b93f-470e-8dbd-0ec7c53a7757"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-23T20:50:59.204000",
  "updatedAt": "2022-11-23T21:16:31.703000"
}