{
  "id": "718ad5ec-bd63-491f-b594-97a998851e1a",
  "title": "OR의 역사",
  "content": "the origin of modern operations research with economic order quantity developed by Ford W. Harris in 1913. Operational research may[original research?] have originated in the efforts of military planners during World War I (convoy theory and Lanchester's laws). Percy Bridgman brought operational research to bear on problems in physics in the 1920s and would later attempt to extend these to the social sciences.\nModern operational research originated at the Bawdsey Research Station in the UK in 1937 as the result of an initiative of the station's superintendent, A. P. Rowe and Robert Watson-Watt. Rowe conceived the idea as a means to analyse and improve the working of the UK's early-warning radar system, code-named \"Chain Home\" (CH). Initially, Rowe analysed the operating of the radar equipment and its communication networks, expanding later to include the operating personnel's behaviour. This revealed unappreciated limitations of the CH network and allowed remedial action to be taken.\nScientists in the United Kingdom (including Patrick Blackett (later Lord Blackett OM PRS), Cecil Gordon, Solly Zuckerman, (later Baron Zuckerman OM, KCB, FRS), C. H. Waddington, Owen Wansbrough-Jones, Frank Yates, Jacob Bronowski and Freeman Dyson), and in the United States (George Dantzig) looked for ways to make better decisions in such areas as logistics and training schedules.\nThe modern field of operational research arose during World War II.[dubious – discuss] In the World War II era, operational research was defined as \"a scientific method of providing executive departments with a quantitative basis for decisions regarding the operations under their control\".[12] Other names for it included operational analysis (UK Ministry of Defence from 1962)[13] and quantitative management.[14]\n\nDuring the Second World War close to 1,000 men and women in Britain were engaged in operational research. About 200 operational research scientists worked for the British Army.[15]\n\nPatrick Blackett worked for several different organizations during the war. Early in the war while working for the Royal Aircraft Establishment (RAE) he set up a team known as the \"Circus\" which helped to reduce the number of anti-aircraft artillery rounds needed to shoot down an enemy aircraft from an average of over 20,000 at the start of the Battle of Britain to 4,000 in 1941.[16]\nIn 1941, Blackett moved from the RAE to the Navy, after first working with RAF Coastal Command, in 1941 and then early in 1942 to the Admiralty.[17] Blackett's team at Coastal Command's Operational Research Section (CC-ORS) included two future Nobel prize winners and many other people who went on to be pre-eminent in their fields.[18][19] They undertook a number of crucial analyses that aided the war effort. Britain introduced the convoy system to reduce shipping losses, but while the principle of using warships to accompany merchant ships was generally accepted, it was unclear whether it was better for convoys to be small or large. Convoys travel at the speed of the slowest member, so small convoys can travel faster. It was also argued that small convoys would be harder for German U-boats to detect. On the other hand, large convoys could deploy more warships against an attacker. Blackett's staff showed that the losses suffered by convoys depended largely on the number of escort vessels present, rather than the size of the convoy. Their conclusion was that a few large convoys are more defensible than many small ones.\nWhile performing an analysis of the methods used by RAF Coastal Command to hunt and destroy submarines, one of the analysts asked what colour the aircraft were. As most of them were from Bomber Command they were painted black for night-time operations. At the suggestion of CC-ORS a test was run to see if that was the best colour to camouflage the aircraft for daytime operations in the grey North Atlantic skies. Tests showed that aircraft painted white were on average not spotted until they were 20% closer than those painted black. This change indicated that 30% more submarines would be attacked and sunk for the same number of sightings.[21] As a result of these findings Coastal Command changed their aircraft to using white undersurfaces.\n\nOther work by the CC-ORS indicated that on average if the trigger depth of aerial-delivered depth charges were changed from 100 to 25 feet, the kill ratios would go up. The reason was that if a U-boat saw an aircraft only shortly before it arrived over the target then at 100 feet the charges would do no damage (because the U-boat wouldn't have had time to descend as far as 100 feet), and if it saw the aircraft a long way from the target it had time to alter course under water so the chances of it being within the 20-foot kill zone of the charges was small. It was more efficient to attack those submarines close to the surface when the targets' locations were better known than to attempt their destruction at greater depths when their positions could only be guessed. Before the change of settings from 100 to 25 feet, 1% of submerged U-boats were sunk and 14% damaged. After the change, 7% were sunk and 11% damaged; if submarines were caught on the surface but had time to submerge just before being attacked, the numbers rose to 11% sunk and 15% damaged. Blackett observed \"there can be few cases where such a great operational gain had been obtained by such a small and simple change of tactics\".[22]\nBomber Command's Operational Research Section (BC-ORS), analyzed a report of a survey carried out by RAF Bomber Command.[citation needed] For the survey, Bomber Command inspected all bombers returning from bombing raids over Germany over a particular period. All damage inflicted by German air defenses was noted and the recommendation was given that armor be added in the most heavily damaged areas. This recommendation was not adopted because the fact that the aircraft were able to return with these areas damaged indicated the areas were not vital, and adding armor to non-vital areas where damage is acceptable reduces aircraft performance. Their suggestion to remove some of the crew so that an aircraft loss would result in fewer personnel losses, was also rejected by RAF command. Blackett's team made the logical recommendation that the armor be placed in the areas which were completely untouched by damage in the bombers who returned. They reasoned that the survey was biased, since it only included aircraft that returned to Britain. The areas untouched in returning aircraft were probably vital areas, which, if hit, would result in the loss of the aircraft.[23] This story has been disputed,[24] with a similar damage assessment study completed in the US by the Statistical Research Group at Columbia University,[25] the result of work done by Abraham Wald.[26]\n\nWhen Germany organized its air defences into the Kammhuber Line, it was realized by the British that if the RAF bombers were to fly in a bomber stream they could overwhelm the night fighters who flew in individual cells directed to their targets by ground controllers. It was then a matter of calculating the statistical loss from collisions against the statistical loss from night fighters to calculate how close the bombers should fly to minimize RAF losses.[27]\n\nThe \"exchange rate\" ratio of output to input was a characteristic feature of operational research. By comparing the number of flying hours put in by Allied aircraft to the number of U-boat sightings in a given area, it was possible to redistribute aircraft to more productive patrol areas. Comparison of exchange rates established \"effectiveness ratios\" useful in planning. The ratio of 60 mines laid per ship sunk was common to several campaigns: German mines in British ports, British mines on German routes, and United States mines in Japanese routes.[28]\n\nOperational research doubled the on-target bomb rate of B-29s bombing Japan from the Marianas Islands by increasing the training ratio from 4 to 10 percent of flying hours; revealed that wolf-packs of three United States submarines were the most effective number to enable all members of the pack to engage targets discovered on their individual patrol stations; revealed that glossy enamel paint was more effective camouflage for night fighters than conventional dull camouflage paint finish, and a smooth paint finish increased airspeed by reducing skin friction.\n\nOn land, the operational research sections of the Army Operational Research Group (AORG) of the Ministry of Supply (MoS) were landed in Normandy in 1944, and they followed British forces in the advance across Europe. They analyzed, among other topics, the effectiveness of artillery, aerial bombing and anti-tank shooting.\n\n[Linear programming]\nWith the outbreak of World War II, Dantzig took a leave of absence from the doctoral program at Berkeley to work as a civilian for the United States Army Air Forces. From 1941 to 1946, he became the head of the combat analysis branch of the Headquarters Statistical Control for the Army Air Forces.\nLinear programming arose as a mathematical model developed during World War II to plan expenditures and returns in order to reduce costs to the army and increase losses to the enemy. It was kept secret until 1947.\n\nThe founders of this subject are Leonid Kantorovich, a Russian mathematician who developed linear programming problems in 1939, Dantzig, who published the simplex method in 1947, and John von Neumann, who developed the theory of the duality in the same year.\nDantzig was asked to work out a method the Air Force could use to improve their planning process. This led to his original example of finding the best assignment of 70 people to 70 jobs, showing the usefulness of linear programming. The computing power required to test all the permutations to select the best assignment is vast; the number of possible configurations exceeds the number of particles in the universe. However, it takes only a moment to find the optimum solution by posing the problem as a linear program and applying the Simplex algorithm. The theory behind linear programming drastically reduces the number of possible optimal solutions that must be checked.\n\n[레오니트 칸토로비치]\n구소련은 계획경제를 현실에서 운용한 가장 대표적 국가다. 레오니드 칸토로비치는 소련 국적으로는 유일하게 노벨경제학상을 수상한 수리경제학자로, 소련 정부를 위해 일하며 계획경제 운용의 이론적 토대를 제공했다.\n칸토로비치는 18세의 나이에 레닌그라드 대학을 졸업하고 4년 후에 레닌그라드 대학의 교수가 된 수재다. \nHe devised the mathematical technique now known as linear programming in 1939, some years before it was advanced by George Dantzig. \n그의 가장 큰 학문적 공로는 ‘선형계획법(linear programming)’이란 수학적 기법을 바탕으로 한 최적 자원배분에 대한 연구인데, 칸토로비치는 이 연구로 1975년에 네덜란드의 경제학자 쿠프만스(Tjalling Koopmans)와 공동으로 노벨경제학상을 수상했다. 스탈린 시절의 소련은 수리적 기법의 도입에 부정적이었지만, 스탈린 사후 생산의 계획 등에 있어 그의 정교한 수리적 기법이 적극 도입됐다.\n칸토로비치는 소련 정부의 요청으로 합판산업에서의 최적 생산방안을 연구하기도 했으며, 제2차 세계대전 당시 레닌그라드가 독일군에 의해 포위됐을 때는 유일한 보급로인 라도가 호수(Lake Lodoga)의 얼음을 깨지 않고 운행할 수 있는 차량들 간 최적 거리를 계산하기도 했다. \n\n레닌그라드를 아사와 고사에서 구해 준 것은, 바로 도시 동쪽에 인접한 광대한 라도가 호였다. 라도가 호는 겨울이 되면 결빙되어 두꺼운 빙판이 형성되었다. 소련 군민은 바로 이 라도가 호의 빙판을 식량과 물자, 그리고 환자와 증원 병력을 수송하는 수송로로 활용하였다. 육지의 도로망은 나치 독일군과 핀란드군에게 완전히 봉쇄되었지만, 라도가 호까지 나치 독일군이 장악하지는 못했기 때문이었다. 레닌그라드의 식량이 바닥을 드러낸 1941년의 겨울에는 라도가 호가 결빙되는 시기였고, 소련 군민은 얼어붙은 라도가 호의 빙판을 식량 수급을 위한 보급로로 사용한다는 결단을 내렸다. 레닌그라드로의 물자 보급이 이루어질 수 있는 유일한 공간이었기 때문이었다.\n물론 라도가 호를 통한 물자 수송은 위험하기 그지없는 일이었다. 라도가 호의 빙판이 두껍게 얼었다고는 하나, 물자를 가득 실은 무거운 차량을 지탱하지 못하여 깨어져 버리는 일도 다반사였다. 뿐만 아니라, 나치 독일군은 라도가 호를 통한 보급선을 마비시키기 위해 수송대가 발견되는 즉시 공습을 가했다. 이 때문에 수많은 수송대원들은 빙판이 갈라진 탓에 익사하거나, 나치 독일군의 공습을 받아 목숨을 잃어야 했다. 하지만 라도가 호의 빙판길은 레닌그라드 포위 기간 동안 레닌그라드로 식량과 물자, 장비, 인원을 보급하고, 부상자들을 후송하는 경로로 유용하게 쓰였다. 때문에 라도가 호는 레닌그라드 시민과 군 장병들로부터 '생명의 길(Дорогой жизни)'이라는 이름으로 불렸다. 얼음이 녹으면 선박을 통한 보급이 이루어졌다. \n나치 독일은 29개월에 달하는 긴 시간 동안 레닌그라드를 포위했지만, 결국 레닌그라드 함락에는 실패했다. 레닌그라드 시민들과 소련군 장병들은 기나긴 포위 기간 동안 막대한 희생을 치렀다. 나치 독일의 포격과 공습, 그리고 심각한 수준의 기아와 영양실조, 물자 부족에 시달리면서도, 이들은 나치 독일에게 항복하는 대신 저항을 이어 갔다.\n도시 동쪽의 라도가(Ladoga) 호수를 통하여 물자가 보급되고는 있었지만 수량이 턱없이 부족하였고 독일 공군의 차단 작전으로 어려움을 겪고 있었다. 하늘을 통한 보급로도 압도적인 독일 공군이 제공권을 장악하고 있어 활용이 불가능한 지경이었다.\n레닌그라드 공방전 당시에는 얼어붙은 호수를 통해 \"생명의 길(Дорога жизни)\"이라는 물자 수송로로 이용되었다. 레닌그라드에 고립된 시민들을 구출하기 위해 차량과 물자를 옮겼는데, 나치 독일의 공습을 피해서 언제 깨질지 모를 얼음 위를 통과하는 매우 위험한 작전이었다. 실제로 이로 인해 희생된 사람들도 많다. ‘생명의 길’은 얼음판 위에 만들어진 대공포대와 전투기들에 의해 나치스 군대의 공군기들에게서 보호되었지만, 트럭 수송대는 지속적으로 독일군의 포대와 공군기들에 의해 공격받았을 정도로 위험했다. 트럭 수송대의 생존자들은 이로 인해 이 길을 ‘죽음의 길’이었다고 말한다.\n\n당시 소련군은 최적화를 전공한 수리경제학 학자들이 동원해서 가장 효율적이면서도 안전한 루트를 계산해서 수송로를 지켰다.\n칸토로비치는 얼음길을 지나는 차량들 사이를 직접 오가며 얼음이 깨지지 않을 것이라고 사람들을 안심시켰지만, 불행히도 독일군이 공중폭격에 나서 많은 사람들이 목숨을 잃고 말았다. 칸토로비치는 당시 사람들에게 보여준 용기와 공로를 인정받아 ‘레닌그라드 수호 훈장’을 받았다.\n칸토로비치는 대표적인 사회주의 경제학자이자 소련의 영웅이었지만, 그의 연구결과는 역설적이게도 시장경제 이론 발전에도 크게 기여했다. 그의 선형계획법 연구에 등장하는‘순환승수’란 변수는 서구의 선형계획법에는 등장하지 않는 변수인데, 후대 학자들은 이 변수가 시장경제에서의 가격을 의미한다는 사실을 밝혀냈다. 이는 계획경제라 하더라도 시장경제적 요소를 완전히 배제하기는 불가능하다는 것을 증명해주는 사례가 아닌가 생각해본다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "51fc321a-6b6f-434a-8658-78fb231eb912",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-28T21:56:12.184000",
  "updatedAt": "2023-01-29T07:40:59.987000"
}