{
  "id": "71f3b8cd-90d1-45ec-bf36-54b97db7eb09",
  "title": "옥저의 민며느리제와 고구려의 서옥제",
  "content": "![image](media/1680347828096.690090288.png)\n![image](media/1680347927581.943765499.jpg)\n![image](media/1680348415281.1492324797.png)\n\n\n\n[민며느리제]\n그 나라의 혼인하는 풍속은 여자의 나이가 10살이 되기 전에 혼인을 약속하고, 신랑집에서는 그 여자를 맞이하여 장성하도록 길러 아내로 삼는다. 여자가 成人이 되면 다시 친정으로 돌아가게 한다. 여자의 친정에서는 돈을 요구하는데, 신랑 집에서 돈을 지불한 후 다시 신랑 집으로 돌아온다.  -『삼국지』권30, 「위서」30 오환선비동이전 \n​\n중국의 ‘삼국지 동이전’이라는 책에 옥저에 대한 설명이 나와요. 중국은 주변 국가들에 관심이 많았거든요. 그래서 옥저 사람들이 어떤 성격을 가지고 있고, 어떤 문화를 가지고 있는지에 대해 기록해 놓았답니다. \n그중 굉장히 독특한 문화가 있어요. 바로 민며느리제라는 혼인 문화였어요. 여자가 10살이 되기도 전에 결혼을 했대요. 마치 민머리처럼 머리가 없는 어릴 때 여자가 며느리가 된다고 해서 민며느리제라고 불러요. 현재 시대의 결혼하는 나이대와 차이가 엄청나지요. \n10살도 안 된 어린 신부는 남편의 집에서 집안일도 배우고, 공부도 하면서 길러집니다. 사실, 민며느리를 보내는 집은 가난한 경우가 많았대요. 안타깝게도 딸을 기를만한 경제적 여유가 없었겠죠. 반대로 민며느리를 데려오는 남자 쪽은 부자인 경우가 많았고요. 부자들은 오히려 집안 살림이 많으니 일할 사람이 필요했어요. 그렇게 신부가 성인이 되면 잠시 친정집으로 돌아갑니다. 그때, 남편은 신부를 다시 자신의 집으로 데려가기 위해 돈을 냈어요. 여자 쪽에서 돈을 받은 이유는 노동력을 남자 쪽에 줬기 때문이에요. 만약 딸이 결혼을 안 했다면 함께 일을 했을 테니까요. 이 시대에는 어떤 가치보다 사람의 노동력을 중요하게 생각했거든요. \n\n​​[서옥제]\n해가 저물 무렵에 신랑이 신부의 집 문 밖에 도착하여 자기 이름을 밝히고 절하면서, 신부의 집에서 머물기를 청한다. 이렇게 두세 번 거듭하면 신부의 부모는 그때서야 서옥에 가서 자도록 허락하고, [신랑이 가져온] 돈과 폐백은 [서옥] 곁에 쌓아 둔다. 아들을 낳아서 장성하면 [남편은] 아내를 데리고 [자기] 집으로 돌아간다.  \n-『삼국지』권30, 「위서」30 오환선비동이전\n\n고구려에는 옥저와 비슷하지만 다른 서옥제라는 혼인 문화가 있었어요. ‘서옥’은 사위가 사는 집을 말해요. 즉, 신랑이 신부 집에서 사는 것이지요. 물론, 평생 신랑이 신부 집에서 사는 것은 아니었어요. 자식을 낳아서 성인이 될 때까지만 그곳에 살았죠. 그 후에는 반대로 신랑 집으로 가 남은 생을 살았다고 합니다.\n우리나라 말 중에 남자가 결혼한다고 하면 ‘장가간다’고 많이 하는 것 알죠? 그건 여자 쪽 어른들을 부르는 ‘장인, 장모의 집에 간다’라는 뜻이에요. 바로, 고구려의 서옥제의 흔적이 남아 있는 것이죠. \n\n​아까 옥저의 민며느리제에서 이 시대에는 노동력을 중요하게 생각했다고 했죠?\n고구려에서도 마찬가지였어요. 여자 집에서는 남자가 오랜 기간 동안 살면서 열심히 농사도 짓고, 힘든 집안일을 해주었어요. 그래서 이 서옥제라는 혼인 문화는 사위를 데리고 와서 산다고 해서 데릴사위제라고도 불러요. 이렇게 옥저와 고구려는 같은 시기의 이웃나라였지만 서로 반대되는 혼인 문화를 가지고 있었다. \n\n\n■ 고구려는 농사 잘 안 지었다며 그런데 집집마다 창고(부경:桴京)가 있었다고?\n약탈물들 보관하던 창고임. 산악 지대에 자리잡은 초기 고구려는 토지가 척박하여 힘써 일해도 항상 양식이 부족하였다고 한다. 그래서 고구려는 활발한 대외 정복 활동을 통하여 피정복민으로부터 공납을 받아들였다. 부경이란 고구려의 지배층이 집집마다 가지고 있는 창고로서 이러한 사실을 잘 보여 준다. 2세기 태조왕 때에는 부전고원을 넘어 옥저을 복속함으로써 소금, 해산물 등의 공물을 징수하였다. 고구려는이러한 경제적 토대 위에서 다른 나라에 앞서 중앙집권국가로 발전해 갈 수 있었을 것이다.\n3세기 후반에 저술된 중국의 역사책인 『삼국지(三國志)』위서(魏書) 동이전(東夷傳)에는 “나라에 큰 창고가 없으며, 집집마다 각기 조그만 창고를 가지고 있는데, 이를 이름하여 부경이라 한다.”고 되어 있다. 본디 ‘경(京)’은 한자의 창고를 나타내는 말로 짐작된다.\n\n■ 고구려는 감옥이 없어? 범죄자가 없었나?\n유죄 판결 나면 사형이라 감옥이 필요 없었음. 삼국지 동이전에 보면 부여에는 옥이 있으나 고구려에는 뇌옥이 없고 감옥이 없으며 범죄가 있으면 諸加들이 평의하여 곧 죽이며, 그 처자는 노비가 되게 하였다 . 고구려에는 감옥이 없다. 누군가 죄를 지었다고 생각된다면 제가들이 회의하여 죄가 있는지 여부를 논의한다. 만약 죄가 있다고 생각된다면 그를 죽인다. 그리고 죄인의 처자는 노비로 삼는다.”\n- 이것은 초기의 일이다. 사실은 소수림왕 2년에 율령을 썼다 하였으니 이때는 이미 옥이 있었을 것이다.\n\n■ 고구려 지역에는 큰 말이 없었다며?\n그래서 다른 지역의 큰 말들을 약탈해서 타고 다님\n \n■ 고구려에는 왜 서옥제가 있었음?\n부모와 장성한 자식이 약탈하러 가고 나면 집에 보호받아야 하는 애들밖에 없어서 사위가 집 지키고 있던 게 서옥제임\n\n■ 그럼 왜 옥저는 민며느리제임?\n맨날 고구려한테 털려서 결혼이라도 빨리 시키자 한게 민며느리제임. 중국쪽 사서였나 거기에 기록이 \"고구려는 옥저에 미녀들을 요구하였는데 그들을 대우하기를 노복과 같이 대우하였다.\" 라고 적혀있음\n\n■ 중국 역사서의 기록\n부여 : 애들이 말도 잘 듣고 참 순해\n고구려 : 이 개깡패 새끼들\n고구려가 중국을 대하는 기본 전략 : 저새끼들 언젠가 우리나라를 칠테니까 우리가 먼저 선빵치자\n고구려는 밤이면 사람들이 모여서 신분관계없이 노래를 부르며 춤도추고 눈 맞으면 결혼도 했다고 중국 기록에 있다던데",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-01T20:10:21.242000",
  "updatedAt": "2023-05-10T00:53:40.010000"
}