{
  "id": "71ff947e-488f-4b9e-ba97-68ee514bdc36",
  "title": "스파이(간첩)의 역사(동양)",
  "content": "[손자병법]\n『손자병법』 제13편 용간(用間)에 간자(間者)의 종류와 활용원리가 서술되어 있으며, 이것이 세계 최초의 정보수집 및 공작원리로 인정되고 있다.\n손자병법에서는 향간, 내간, 반간, 사간, 생간 다섯 가지로 간첩으로 나눈다. \n\n향간 : 지역 주민을 활용하는 것\n내간 : 상대 정부의 관리를 이용하는 것\n반간 : 적의 간첩을 역으로 쓰는 것(이중간첩), \n사간 : 배반할 염려가 있는 아군 간첩에게 고의로    \n           잘못된 사실을 알려주어 거짓 정보를   \n           유포시키는 것(역정보)\n생간 : 돌아와 보고하는 것\n\n손자는 이들 중 반간에게 가장 후한 대우를 해 줘야 한다고도 언급하고 있다. 그만큼 이중간첩이라는 존재가 매우 중요하고, 돌아서지 않도록 후한 대우를 해줘야 하기 때문이다.\n\n[전국시대]\n전국 시대 연나라의 소왕(昭王)이 죽은 뒤에 왕위를 이어받은 혜왕(惠王)은 태자 때부터 장군 악의와 뜻이 맞지 않았었다. 제나라의 명장 전단(田單)은 이러한 갈등 관계를 이용하여 첩자를 연나라로 잠입시켜 이런 유언비어를 퍼뜨리게 했다.\n\"악의는 혜왕의 미움을 받아 혹시나 죽음을 당할까 두려워 제나라를 공략한다는 구실로 제나라 군사와 연합하여 연나라의 왕이 되려고 노리고 있다. 그런대 아직까지 그 뜻이 이루어지지 않아 도시 즉묵(卽墨) 공략을 지금까지 늦추고 있는 것이다. 지금 제나라가 가장 염려하고 있는 것은 연나라가 다른 장군을 파견시켜 오는 것이다. 그렇게 되면 즉묵은 당장 함락되고 말 것이기 때문이다.\"\n이 유언비어를 그대로 믿은 연나라 혜왕은 악의를 파면시키고 후임에 장군 기겁을 파견했다. 이렇게 해서 악의는 조나라로 망명하지 않을 수 없게 되었고, 그 후 기겁(騎劫)은 제나라 군에 대패하여 연나라 멸망의 원인이 되었다.\n\n[삼국지]\n삼국지 소설에 나오는 내용으로 오나라 도독 주유의 반간계(反間計)가 있다. 반간계는 ‘손자병법’ 제33계로, 적의 스파이를 역이용하는 계책이다.\n조조는 적벽대전을 코앞에 두고 오나라를 공격하기 위해 수전(水戰)에 능한 장윤과 채모 두 장수를 시켜 군사를 조련하던 중 장간(蔣幹)에게 말했다. “그대는 주유와 동문수학한 사이니 가서 오나라 동태도 살피고 주유의 항복도 받아오라.” 총명한 주유는 자신을 찾아온 동창생 장간의 속내를 즉각 파악했다. “이게 대체 얼마 만인가? 우리 오늘 실컷 마시며 그동안의 회포를 풀어보세.” 주유는 장간을 위한 환영 연회를 크게 열었다. 파티가 끝나고 야심해졌다. “죽마고우가 오랜만에 만났으니 오늘 밤은 내 침상에서 같이 잠을 자세.” 말이 끝나기도 전에 주유는 만취한 듯 옷을 입은 채 침대에 쓰러졌다. 장간이 주유의 서탁을 둘러보니 책상 위에 서신이 널려 있는데 장윤과 채모가 주유에게 보낸 밀서가 있다. 놀랍게도 장윤과 채모가 기회를 보아 자신의 보스인 조조의 목을 베어 와서 동오에 투항하겠다는 내용이 아닌가. 장간은 주유가 위조한 가짜인 줄도 모르고 밀서를 품 안에 숨기고 주유 진영을 몰래 빠져나왔다. 조조는 기겁했다. “당장 장윤과 채모의 목을 베어라.” 주유의 계략으로 능력 있는 장수를 잃은 조조 진영이 적벽대전에서 대패했음은 불문가지다.\n\n필생의 라이벌 사마의와 제갈공명이 일진일퇴하며 반간계를 주고받은 적이 있다. 제갈량이 먼저 선수를 쳤다. 남쪽을 정벌한 제갈량은 이제 서서히 천하통일을 위해 위나라 북벌로 눈을 돌린다. 그런데 촉한의 북쪽을 사마의가 통괄하게 되자 크게 불안해졌다. 제갈량은 반간계를 썼다. 사마의가 쿠데타를 꾸미고 있다는 유언비어를 위나라 전역에 퍼뜨렸다. 크게 놀란 조조의 손자 명제(明帝)는 사마의를 의심해 삭탈관직하고 귀향시켰다. 사마의가 제거되자 마음을 놓은 제갈량이 북벌을 윤허해 달라면서 올린 상소문이 바로 유명한 출사표(出師表)다. 명제는 곧 사마의를 재기용했다. 복권된 사마의도 가만있지 않았다. 군율을 어긴 죄로 제갈량에게 곤장을 맞자 위나라에 투항한 군량미 수송책임자 구안을 이용했다. 제갈량이 모반을 획책하고 있다는 루머를 퍼뜨린다. 놀란 촉나라 황제 유선이 북벌에 나선 공명을 당장 불러들였다. 공명은 구안에게 뇌물을 받고 유언비어 유포에 동참한 환관을 찾아내 목을 벴지만 때는 이미 늦었다. \n\n조조의 모사 가후가 서량태수 마등의 아들 마초와 같은 마등의 의형제 한수 사이를 이간질한 일이나 위나라 장수 당균의 계략으로 한창 전투 중인 공명의 후계자 강유를 촉나라 환관 황호로 하여금 소환하게 한 것도 모두 스파이를 활용한 첩보전이었다.\n\n[당나라]\n고구려와 전쟁이 일어나기 4년 전인 641년 태종은 직방낭중 진대덕(陳大德)을 고구려에 사신으로 보낸다. 직방낭중은 6부(部) 가운데 병부(兵部)에 속하며, 지도를 관리한다. 『삼국사기』에 기록된 그의 행적은 다음과 같다.\n\n‘진대덕은 지경으로 들어와서 이르는 성읍마다 관수(官守)들에게 비단을 후하게 주면서 “나는 우아하고 물좋은 산수를 좋아하니 이곳에 좋은 곳이 있으면 나는 구경만 하겠다”하니 관수들이 기뻐하며 이를 인도하니 온갖 곳을 유람하여 이르지 않은 곳이 없었다. 이로 인하여 자세한 부분까지 모두 알 수 있었고 또 한인(漢人)으로서 수나라에 종군하다 죽지 않고 살아 있는 자를 보면 그 친족들의 존망을 말하여 주니 사람마다 눈물을 흘렸다. 진대덕은 사신으로 온 것을 인연으로 우리나라의 허실을 엿보았으나 우리나라 사람들은 이를 알지 못하였다.’\n\n진대덕은 고구려의 도로, 지세, 산세 등을 파악하는 염탐자로 현대로 따지면 간첩이었다. 그것은 『한원』에 기록되어 있는 그의 보고서를 보아서도 알 수 있다.\n‘신성-남소성 70리, 평양성-국내성 670리, 평양성-오골성 700리, 안시성-은성 100리, 평양성-압록수 450리’\n\n[몽골제국]\n몽골 제국 시기에도 상인들과 정보원들로부터 적국의 정보를 얻었다는 기록이 있다. \n\n[동창(東廠)]\n중국 명나라 때의 정보, 첩보 기관이다. 영락제 때에 처음으로 창설되어 황제 직속의 임무를 수행하였으며, 주로 환관들이 동창을 책임지고 관리하였다.\n영락제는 정난의 변으로 조카 건문제에게서 제위를 빼앗고 북경으로 천도했다. 영락제는 재위기간 내내 정통성에 대한 문제에 시달렸고, 언제든지 신하들이 자신을 몰아내고 다른 황제를 옹립할 수도 있다는 의심을 떨치지 못하였다. 결국 영락제는 정난의 변 때 건문제의 측근인 환관들을 매수한 것이 큰 도움이 된 것에 비추어 1420년(영락 18년) 동안문 북쪽에 환관을 수장으로 하는 '동창'을 설치했다.\n\n영락제는 황제가 신임할 수 있는 환관들을 중심으로 동창을 구성했다. 동창에서 모으는 정보는 각종 음모, 반란의 조짐은 당연하고 낙뢰 등 날씨에 관한 정보부터 시정의 물가까지 다양했다. 하지만 주요 목적은 관료와 황족, 군인들을 감시하면서 꼬투리만 잡히면 족치는 것이었다. 동창의 우두머리(병필태감)는 환관들 가운데 사례감 장인태감 다음가는 2인자였다. \n영락제 이후에도 동창소속의 환관들은 황제의 비밀 지령을 수행하면서 많은 악행을 저질렀다. 명나라가 역대 황조에 비해서 환관들의 전횡이 유독 심했던 까닭은 그들이 황제의 비호를 받고 비밀조직을 운영했기 때문이다.\n\n명 후기에 환관 세력들이 성장함에 따라 동창의 권세도 함께 커지게 되었다. 특히 천계제 때 위충현이 동창을 이용해 조정의 반대파를 탄압하였고, 또한 말기에는 조정의 고위 관리들도 동창의 환관들에게 절을 하며 예를 표할 정도였다.\n\n동창의 권력은 금의위보다 위에 있었고 사법기관을 거치지 않고 임의로 관리와 백성을 감시 감독하였는데, 명나라에서 환관이 정사에 간여하는 폐단을 낳는 단초가 되었다. 초기에는 직접 영락제의 지휘를 받았지만 후에는 그 권한이 환관의 손으로 넘어갔고 특별한 사안만 황제에게 직접 보고하였다.\n\n동창의 우두머리를 독주(督主)라 하는데, 이는 환관 서열 중에서 두 번째 인물이었다. 동창을 관장하는 독주(督主)에게는 15~16만 명의 수족들이 있어 전국 각지에 점조직 형태로 퍼져있었으며, 구체적인 첩보와 정탐 활동은 역장(役長)과 번역(番役)이 담당하였다. 역장은 지금의 소대장에 해당하는데 당두(檔頭)라고 불렀으며 모두 백여 명이 있었다. 밀고가 들어오면 먼저 번역이 당부에게 보고하고, 당두는 여럿 번역을 거느리고 체포에 나섰다. 그들은 직접 형을 집행하기도 하였는데, 사법기관보다 수십 배나 가혹하였다고 한다.\n동창은 정부의 관료, 사회 명사, 학자 등의 정치적 동향을 감시하였으며, 금의위가 감시 결과를 상주문 형식을 빌어 문서로 보고한 것과는 달리 황제에게 직접 보고할 수 있는 권한을 가지고 있었다. 감시를 통해 얻은 정보에 근거하여 지위가 비교적 낮은 정치적 반대파의 경우는 사법기관의 심판을 거치지 않고 직접 체포 심문하였지만, 고급 관리나 황족 등의 신분을 가진 반대파의 경우는 황제의 허락을 얻은 후 체포 심문하였다.\n동창은 창위(廠衛) 중에서 그 지위가 상대적으로 높고 지속 기간이 가장 길어 명나라가 망할 때까지 224년 동안 존속되었다.\n\n[원숭환]\n명나라 말기 명장 원숭환에 대한 반간계는 너무나 유명하다. \n1626년 1월, 누르하치가 이끄는 대군이 영원성(遼寧省 興城市)으로 들이닥친다. 누르하치는 자신의 병력이 20만이라며 성을 지키던 원숭환(袁崇煥·1584∼1630)에 항복할 것을 권유했다. 원숭환이 거부하자 후금군의 공성(攻城)이 시작됐다. 일찍부터 명군보다 월등히 많은 병력을 동원하고 기동전을 펼쳐 요동을 석권했던 누르하치의 전술이 이번에는 통하지 않았다. 영원성에서 날아온 포르투갈제 홍이포(紅夷砲) 포탄이 후금군의 얼을 빼놓았다. 격앙된 누르하치는 선봉에 서서 공격을 독려했지만 소용이 없었다. 누르하치는 부상으로 쓰러졌고, 후금군은 커다란 인명 손실을 본 채 심양으로 후퇴하고 만다.\n\n1626년 누르하치가 죽고 홍타이지가 칸이 됐다. 홍타이지는 영원성에 바위처럼 버티고 있는 원숭환이 두려워 산해관 방향으로의 공격을 중단한다. 대신 자신의 권력 기반을 강화하는 데 힘쓰는 한편, 1627년 조선을 침략했다. 정묘호란이었다.\n내실을 다지는 데 집중했던 홍타이지는 1629년 10월, 영원성과 산해관을 우회하여 만리장성 외곽의 희봉구(喜峰口)를 통해 북경으로 침입했다. 원숭환의 허를 찌르고 곧바로 황성(皇城)을 노린 기습작전이었다. 황성 포위 소식에 경악한 원숭환은 수천의 병력을 이끌고 미친 듯이 북경으로 달려온다. 그는 11월 20일, 북경의 광거문(廣渠門) 부근에서 악전고투 끝에 후금군을 격퇴한다.\n\n후금은 광거문 밖의 전투에서 비록 원숭환에게 패했지만 마방태감(馬房太監) 양춘(楊春)과 왕성덕(王成德)이라는 궁중의 환관 두 사람을 포로로 잡았다. 명나라 조정에서 환관이 받는 대접을 잘 아는 후금군은 두 사람의 환관 포로를 비교적 관대하게 대접하고 있었다. 어느 날 밤 둘이 구금되어 있던 바로 옆방에서 벽 하나를 사이에 두고 홍타이지의 부하 고홍중(高鴻中)과 포승선(鮑承先)이 밀담을 나누는 소리가 들려왔다. 원숭환과 홍타이지 사이에 이미 북경을 공취(攻取)하기로 약속했으니 북경은 곧 함락될 것이라는 내용이었다. 두 환관은 숨을 죽이고 두 사람의 밀담을 들었다. 자신들이 여기 감금되어 있다는 사실을 모르고 두 사람이 밀담을 나누고 있는 게 분명하다고 생각했다. 11월 29일, 홍타이지는 명나라 조정에 평화를 제의하면서 양춘과 왕성덕 두 사람도 풀어주었다. 풀려나 황궁을 돌아온 두 사람은 숭정제에게 자신들이 들은 바를 고했다. 이전부터 원숭환을 의심하던 숭정제는 결정적인 증거를 잡았다고 생각했다. 숭정제는 불문곡직 원숭환을 금의위 감옥에 투옥하고 만다. 원숭환은 1630년 8월, 북경의 저잣거리에서 책형(磔刑)을 당한다. 기둥에 묶어 놓고 온몸의 살점을 발라내는 잔혹한 처형이었다. \n원숭환이 지키던 산해관에서 후금을 막던 병사들은 이반했다. 영원성이 함락됐다. 명이 패망한 결정적인 원인이었다. 1636년 국호를 청으로 고친 후금은, 1640년 명 침공을 본격화했고 1644년 숭정제는 처첩과 딸들을 죽이고 자신은 징산에서 자살한다. 이것이 홍타이지가 자주 사용한‘삼십육계’의 3계인‘차도살인(借刀殺人ㆍ남의 칼로 사람을 죽인다)’이다. 명나라 침공에 가장 큰 걸림돌인 원숭환을 숭정제의 손으로 제거한 것이다.\n명장의 억울하기 그지없는 최후로 현대의 역사학자들은 원숭환의 죽음이 명나라 멸망의 직접적 원인이라는 부분에서 거의 의견이 일치한다.\n\n[닌자]\n닌자(忍者, 인자)는 일본 카마쿠라 시대(서기 1100년대)부터 존재해온 첩보원, 또는 첩보 조직을 가리키는 명칭이다. 사무라이가 군인이라면, 닌자는 첩보원으로 정보수집, 암살, 파괴, 후방 교란 등의 각종 더러운 일들을 도맡아 하던 직업이다. 시노비(忍び)라고도 부른다. \n닌자는 살수이기 이전에 밀정이 주된 업무였고, 잠입하여 정보를 캐오는 것이 가장 중요했다. 이 때문에 개인의 뛰어난 역량 이전에 각 지역에 자신을 숨기고 들어갈 수",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-12T07:49:49.733000",
  "updatedAt": "2022-03-29T08:57:36.323000"
}