{
  "id": "7265c7ed-092f-4a64-b175-78c8b3ebbf72",
  "title": "손자병법",
  "content": "군대란 병력이 많다고 이익이 있는 것은 아니다. 오직 무력만 믿고 진격해서는 안 되고 만족스러울 정도의 힘을 모아 적을 요리할 준비를 하고, 인재를 취득하여 임무를 맡기면 된다. \n하지만 아무런 고려없이 적을 쉽게 보는 자는, 필히 사로잡힐 것이다.\n\n子曰 以不敎民戰 是謂棄之\n공자께서 말씀하시길, 가르치지 않고 백성을 전쟁에 내모는 것을 일러, 그들을 버리는 것이라고 한다.\n\n백 번 싸워서 백 번 이기는 것이 최상이 아니다. 싸우지 않고 적을 굴복시키는 것이 최상이다. 그러므로 최상은, 병력으로 적의 싸우려는 의도 자체를 깨는 것이고, 다음은 적의 외교를 깨는 것이고, 그 다음은 적의 병사를 깨는 것이고, 성을 공격하는 것은 최악이다.\n\n병법의 다섯 가지 요소는 첫째 국토의 크기, 둘째 생산량, 셋째 병력수, 넷째 전력의 우열, 다섯째 승리라 한다. 지형에서 국토의 크기가 생성되고, 국토의 크기에서 생산량이 생성되고, 생산량에서 병력의 수가 발생하고, 병력수에서 전력의 우위가 결정된다. 전력의 우위로써 승리가 결정된다.\n\n[군주의 전쟁 간섭]\n손자병법엔 군주가 전황에 개입하지 말라고 햇음.\n그래서 병법의 가르침대로 1차대전때 뒤로 빼라는 카이저 의 황명을 좆까고 바로 벨기에 국경을 넘엇다. 이 정도면 손자병법 충실히 지킨건데 1차대전 왜 졋냐?\n답1) A.J.P 테일러는 슐리펜 계획으로 적을 포위섬멸하는 속도보다 적이 퇴출하는 속도가 빨라서 점령은 신속했지만 초반에 결정적인 타격을 입히는 데는 실패한게 크다고 하더라\n답2) 능력도 안돼면서 양면전선하니까 지지\n답3) 당시 독일이 외교를 병신같이 해서 양엽 국가들도 모자라서 대서양 건너 미국이라는 거대한 인적자원, 물적 생산량, 병력을 가진 적을 만들어놓고 이기길 바라는 게 어리석은 거지.\n\n손자병법에서 궁지에 몰린 적을 너무 압박하지 말고 퇴로를 일부로 열어주면서 때려잡으라.\n\n[포로대우]\n손자왈,\n\"적의 군사를 상하지 않게하여 내것으로 취하는 것이 이기는 법 중 상책이고, 적과 정면으로 싸워 적도 상하고 나도 상하고 이기는 것은 하책이다\" 라고 하셨음.\n\n포로 대우 잘해줌으로서 우크라이나는 최고의 승리를 거두는 중. \n\n러시아군도 우크라이나가 인도적 대우한다는거 알게 된 후론 심심잖게 그냥 백기투항. 반대로 우크라이나군은 러시아 새끼들한테 포로로 잡히면 고문당하다 비참히 죽는 거 알게 되니까 죽도록 싸움\n또한 우크라이나의 인도적 행동은 eu나 나토 가입에도 유의미한 상징성이 있다고 생각함.\n러시아처럼 포로 제네바 협정 좆까고 막 다루면 속이야 시원하겠지만 결국 국제적 호응도 잃어버릴테니 그냥 러시아놈들 다 죽여라 맞고문 해라 이런 주장이 심적으론 이해 가지만 이성적,  합리적으로 인도적 구호가 가지는 이점이 참 큰 듯.\n\n불멸의 이순신에서 김명민 대사가 생각나네 적들의 마음까지 사로잡아야 이 전란을 하루라도 더 빨리 끝낼 수 있다고 참 명언임.\n\n순간의 분노는 풀리지만 수많은 걸 잃겠지.\n\n[부전승(不戰勝)]\n전쟁에서의 용병과 치병에 대한 내용을 다룬 병법서 치고\n\"전쟁이란 함부로 실시해서는 안 된다\", \"전쟁 이전에 벌모(모략), 외교에 먼저 의존하여 달성할 수 있는 바를 달성해야한다\" 라고 주장한다는 데서 옴.\n이게 손자의 핵심 사상인 \"전승\"(全勝)인데, 나와 적을 모두 온전히 보전한 상태에서 이기는 것이 최상의 선택이라는 것임.\n나의 전력과 적의 전력을 모두 온전히 보존한 상태에서 적을 취하려면, 필연적으로 사상자와 경제적 피해가 발생할 수밖에 없는 전쟁을 회피하고\n외교와 모략을 통해 국가전략목표를 달성해야 함. 오늘날로 보면 군사전략, 작전술, 용병술의 층위를 넘어 더 상위의 \"국가전략\"상의 중요성을 강조하고 있음.\n따라서 손자가 추구하는 전승을 달성하기 위해서는, 결국 \"부전승\"(不戰勝), 싸우지 않고 적을 이김으로써 적을 취해야 한다는, 일견 장군이나 병법가가 제시하기 어려워보이는 결론이 도출되게 됨.\n이처럼 손자가 오늘날에 와서 더더욱 각광받는 것은 군사력의 사용을 통하지 않고 다른 수단을 통해 국가 전략 목표를 달성해야 한다고 주장했던 손자의 주장이\n두 차례의 양차대전 이후 국가간의 대규모 전면전이라는 것이 매우 어려워진 21세기의 상황과 상당수 겹쳐보이기 때문임. \n\n[장기전]\n손자병법 2권 작전 편에서 장기전의 위험을 이렇게 말한다.\n“전쟁이 오래 지속되면 군대는 둔해지고 사기가 꺾인다. 성을 공격하면 아군의 전투력이 소진된다. 오랫동안 군대를 운용하면 국가의 재정이 부족해진다. 군대가 약해지고, 사기가 꺾이고 군대가 소진되면 재정이 파탄 난다. 내부 혹은 인접국에서 제후들이 이 틈을 타 일어나니 이런 상황이 되면 지혜로운 자라고 하더라도 후방의 상황을 감당할 수 없다.”\n\n[지도력]\n視卒如영兒,\n시졸여영아\n\n故可與之赴深溪;\n고가여지부심계\n\n視卒如愛子,\n시졸여애자\n\n故可與之俱死.\n고가여지구사\n\n병사들 보기를 어린애처럼 하라.\n그러면 그들과 함께 깊은 계곡으로도 나아갈 수 있을 것이다.\n병사들 보기를 사랑하는 아들처럼 하라.\n그러면 그들과 함께 죽음까지도 무릅쓸 수 있을 것이다.\n\n[기만전술]\n손자에 따르면 \"모든 전쟁은 기만에 기초한다.\"\n그는 적을 속이는 것의 중요성을 강조했다. \n\"공격할 수 있을 때 약한  척하고, \n군사를 일으킬 때 안하는 것처럼 보여야 하며, \n적 가까이 있을 때, 우리가 멀리 있다고 믿게 만들어야 한다.\"",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "518afb00-3f62-4da5-9663-d9ad9708e63f",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-09-21T22:57:01.641000",
  "updatedAt": "2023-04-25T14:33:23.066000"
}