{
  "id": "732351a4-fef6-409f-aca4-ac7bb297013e",
  "title": "임팔전투에서 광복군",
  "content": "일본은 1944년부터 조선인에 대한 징병제를 실시하기 전까지 지원병제도를 운영했다. 지원병에 선발되기 위해 혈서를 써가며 일본에 대한 충성을 맹세했던 조선인도 없지 않았지만 강요에 의해 징발되었던 사람들이 더 많았던 것으로 알려진다. 1938년부터1943년까지 지원병으로 일본군에 편입된 조선인이 16,830명에 달한다. 총지원자 80만여명으로 부터 선발되었으니 평균 451 : 1의 경쟁률을 기록하고 있다. 이들 중 35% 정도가 자발적인 지원으로 보인다. \n조선인 지원병중일부는 이곳 임팔전투에도 참전했을 것이고 그 대부분은 낯선땅 인도의정글에서 전사하거나 전염병과 배고픔으로 목숨을잃었을 것이다. \n일본군 조선인 지원병의 맞은 편에는 연합군의 일원으로 참전한 조선인들이 있었다. 1942년 겨울 인도주둔 영국군총사령부는 대일작전을 위해 조선민족혁명당에 공작대원 파견을 요청했다. 영국군 총사령부대표 콜린매켄지ColinMacKe nzie와 조선민족혁명당 총서기 김원봉은 영국군의 대일작전을 협조하고 조선민족혁명당의 대일투쟁을 원조한다는 원칙에 합의했다. 당시 한국광복군이 중국군사위원회의 지휘통솔을 받는 상황이었기 때문에 광복군총사령부와 중국군사위원회의 승인 아래 영어와 일본어를 구사하는 인면전구공작대(印緬戰區⼯作隊)대원 9명이 선발되어 1943년 8월 인도 켈커타에 도착했다. 이들 중 문응국, 김상준, 나동규, 박영진, 김성호, 한지성 등이 임팔전선에 투입되어 영국군의 대일작전에 참여했다. 인면전구공작대의 주요 임무는 일본군에대한 선전활동으로서 귀순방송, 전단제작, 포로심문, 일본문서번역, 통신감청, 정보수집 등을 담당함으로써 영국군의 대일작전에 결정적인 기여를 했던 것으로 알려지고있다. \n찌는 더위속에서 하루 전투를 마친 조선인 지원병들은 피땀으로 범벅된군복을 벗지도 못한채 주린 배를 달래며 별을 보았을 것이다. 반대편 진영쪽 스피커에서 들려오는 투항권유 일본어 방송을 들으며 그들은 저쪽에도 조선인이 있구나 하는 생각을 했을 것이다. 예나 지금이나 우리나라 사람 특유의 일본어 발음 습관 때문에 몇 마디 만으로도 조선인임을 미루어 짐작했을 것이기  때문이다. 방송을 하던 광복군대원들도 저쪽에 적지않은 조선인 지원병들이 듣고있을 것이라고 의식했을 것이다. 지금의 눈으로도 양쪽 조선인들을 바라보는것이 불편한데 당시 그들은 어떤 마음으로 서로를 대했을까, 왠지 그들 생각의 파편들은 아직까지도 의미를 찾아 임팔과 코히마 언저리를 허허로이 떠돌고 있을 것만 같다. 연합군과 일본군편으로 나뉘어 싸웠던 조선인들은 아직 우리에게 이방인들이다. 조선인지원병은 물론 광복군 참전병에 대한 평가도 아직 정리되지 못하고 있기 때문이다. 조선인 지원병은 대부분이 사실상 강제동원 되었음에도 불구하고 일본군으로 참전했던 사람들인 만큼 죽어서도 일본인으로 남아있다. 다른 쪽에 섰던 인면전구 공작대원들의 항일투쟁 행적도 조선민족혁명당 총서기 김원봉이 친북인사로 분류되고있기 때문에 아직 우리의역사가아니다. \n\n임팔전투는 1944년 일본군이 연합군의 아시아 거점인 임팔로 무리하게 진격하다 궤멸한 싸움이다. 당시 일본은 강제 징용된 조선인 병사 5000여명도 동원했으며 인도 진출 거점으로 삼은 미얀마(당시 버마)에도 수탈을 자행했다.\n\n박순동의 회고록 <모멸의 시대>를 보면 그는 학병으로 임팔전투에서 영어를 할줄 아는 인도인의 도움으로 탈출하여 영국군에게 항복, 미국 캘리포니아 산타카탈리나에서 OSS 훈련 후 다시 미군 포로수용소로 간다. 태백산맥에서 나오는 김범우 역시 정확히 이 설정으로 나온다. \n박순동은 일본의 버마원정군 오오가미 사단 소속 아야노 산포중대의 일등병이 되었다. 이후 그는 부대의 이동에 따라 버마 동북부와 운남성의 변경을 넘어 버마 남중부 메이크텔라까지 진군했다. 당시 그가 속한 산포중대의 분대에는 그를 포함의 3명의 조선인 학병이 있었다. 한 명은 그보다 5살 연상에 영암군 도포면 출신이고 도쿄 니혼대학을 졸업했던 이종실이었고, 다른 한 명은 그보다 한 살 어리고 전남 목포 출신이며 일본 도쿄제국대학 문학부에 재학하던 이가형(李佳炯)이었다. 박순동은 이들 두 사람과 의기투합하며 서로를 의지했다.\n그러던 어느 날, 세 사람은 일본군이 임팔작전을 실패했고 영국군 탱크부대가 버마의 일본군 퇴로를 끊을지도 모른다는 소식을 접했다. 또한 후방 주둔지에 영국군이 들어온다는 급보도 접했다. 이에 그는 동료들과 함께 탈출을 논의했지만, 이가형은 병약한데다 말라리아에 걸려 탈출이 어려웠다. 결국 그는 이종실과 함께 탈출을 논의한 끝에 이가형을 남겨두고 부대 근처 마을에 피난하고 있던 인도인 마운테인틴의 도움을 받아 탈출을 감행했다.\n\n패전을 거듭하는 일본군을 지원하는 과정에서 한인 병사들은 강제동원되어 파견되었다. 많은 한인은 영국군과의 전투, 풍토병, 굶주림에 의해 죽음을 당할 수밖에 없었다. 그 옛날 명품 드라마였던 MBC '여명의 눈동자'를 보면 주인공 최재성이 일본군에 징집당해 구사일생으로 살아남은 전투가 임팔전투였다. 당시 일본군이 먹을 게 없어 뱀을 먹고 인육을 먹는 장면이 화제였는데 이는 공공연한 비밀이었다.\n버마지역에 강제동원된 한인 병사는 약 5천 명으로 고국으로 귀환한 이들은 많지 않았다고 한다. 생환율이 낮은 이유는 병참과 보급을 무시한 무모한 침공을 한 일본군의 작전 때문이었다. 이로 인해 전투보다 풍토병과 기아로 인한 희생이 컸었다.\n\n인도 주둔 영국군 총사령부의 요청에 따라 한국 광복군은 43년 8월 9명으로 구성된 인도파견공작대를 보냈다. 그 구성원은 대장 한지성, 부대장 문응국, 대원 최봉진· 김상준· 나동국· 박영진· 송철· 김성호· 이동수였다. 대장 한지성과 대원 이동수 두 사람은 조선의용대에서 광복군으로 편입된 제1지대에서 차출됐으며, 나머지는 제2지대에서 뽑혀 중국 군사위원회에서 일정한 교육을 받은 뒤 캘커타로 파견되었다. 광복군의 인도파견공작대는 임팔로 가서 중국 전선에서 활약한 조선의용대와 마찬가지로 대적선전, 문서번역, 포로심문 등의 임무를 맡게 되었다.\n\n임팔전투에서는 조선인 독립군이 연합군의 일원으로 참전하고 있다. “독립군의 일파인 민족혁명당은 임정에 참여한 후인 1942년 겨울 인도 주둔 영국군 사령부의 요청으로 주세민과 최성오를 인도에 파견했다. 영국군은 인도·버마 전구(戰區)에서 일본군에 대한 선전, 포로심문을 위해 일본어가 유창한 한국인이 필요했기 때문이다. (중략) 이들은 1943년 2월 버마에 도착해 선전활동에 큰 성과를 거두고 1943년 3월경 돌아왔다.” 한국인의 활동에 주목한 영국군사령부는 이들을 재차 파병해 줄 것을 요청했고, 이에 1943년 8월에 광복군 총사령부는 한지성 등 9명의 광복군 인면(印緬·인도, 미얀마) 전구 공작대를 인도로 파견했다. 이들이 임팔전투에서 연합군의 일원으로 참전한 것이다. 이들은 1945년 7월에 미얀마의 수도 양곤을 탈환할 때까지 활동을 이어갔다.(‘광복 직전 독립운동세력의 동향’ 51~53쪽·정병준) 비록 이들의 활동이 이 지역의 전황을 좌우할 정도였다는 평가는 받지 못하지만, 한반도 출신의 사람들이 2차 세계대전 중 연합군과 일본군에 소속되어 남아시아에서 활동하고 있었다는 사실은 기억할 필요가 있다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-12-08T00:23:18.464000",
  "updatedAt": "2022-01-14T09:48:52.228000"
}