{
  "id": "73425efb-c06e-48c3-87b6-0360a1388a4b",
  "title": "랜드연구소 (두뇌를 팝니다)",
  "content": "반세기 이상 미국을 지배해온 싱크탱크, 랜드연구소!\n일류 두뇌들의 집합소 '랜드연구소'의 성공과 실패, 유산과 과오를 파헤친 역사서『두뇌를 팝니다』. 1948년에 창립된 랜드연구소는 지금까지 28명의 노벨상 수상자를 배출했고, 미국 정부에 커다란 영향력을 끼쳐온 초거대형 싱크탱크이다. 처음에는 육군항공대의 전략 및 전술 프로그램을 평가하고 개발하는 민간 연구소로 출범했지만, 그 후 반세기 이상 미군의 전쟁수행 방식을 좌지우지하게 되었다. 이 책에서는 랜드연구소의 역할이 국가안보 분야를 뛰어넘었으며, 오늘날에는 이 사실이 더 중요하다고 지적한다. 체계분석, 게임이론, 합리적 선택이론 등 랜드연구소의 두뇌들이 만들어낸 이론적 고안물이 오늘날을 이끌어가는 '신자유주의'의 모체가 되었다고 주장한다.\n저자는 랜드연구소를 통해 제2차 세계대전 이후 미국의 계량적 사회과학, 대외 정책, 냉전, 핵전략 등을 아울러 살펴본다. 랜드연구소는 국가안보와 대외 정책을 넘어 인터넷, 보건, 사회정책, 테러리즘 연구 등에서 현대 세계가 나아갈 방향을 마련해 놓았다. 랜드연구소의 역사를 따라가면서 권력을 추구하는 싱크탱크들의 생리가 무엇인지, 합리성과 과학성을 내세우는 테크노크라트들의 분석과 정책이 어떻게 대중의 눈과 귀를 가리는지 보여준다. 또한 이를 통해 현재 우리가 맞닥뜨리고 있는 문제의 근원을 새로운 각도에서 바라볼 수 있게 도와준다.\n작가정보\n\n저자(글) 알렉스 아벨라\n\n인물정보 \n현대소설가\n저자 알렉스 아벨라는 쿠바 태생의 작가 알렉스 아벨라는 열 살 때 가족들과 미국으로 이민온 뒤 뉴욕에서 자랐다. 컬럼비아대학교에서 학업을 마친 뒤 캘리포니아 주로 옮겨간 아벨라는 지역 유수의 언론기관 『샌프란시스코 크로니클』 사회부 기자와 KTVU-TV 채널2뉴스의 PD로 활동하며 에미상 최우수 뉴스속보 부문의 후보에 오르기도 하는 등 일찍부터 탁월한 취재력을 인정받았다. 1980년대 말 로스앤젤레스로 이주해 사립탐정일과 대법원 통역사로 일하게 된 아벨라는 이때의 경험을 살려 자신의 첫 번째 소설인 법정 스릴러물 『성자의 살해』 (1991)를 발표한다. 그 뒤 전업 작가의 길을 걷게 된 아벨라는 『위대한 미국인』(1997)을 비롯해 처녀작의 속편인 『한밤의 죽음』(1998)과 『최후의 막』(2000) 등을 잇달아 발표해 비평가들의 찬사를 받았다. 동료 작가인 스콧 고든과 『그림자 적들: 히틀러의 은밀한 미국 테러 음모』(2002)를 공동으로 저술하며 논픽션 분야에도 뛰어든 아벨라는 자칫 지루할 수 있는 논픽션의 단점을 특유의 생동감 있는 서술과 박진감 넘치는 묘사로 극복하며 논픽션의 수준을 한 단계 높였다는 찬사를 받고 있다.\n\n접기\n번역 유강은\n역자 유강은은 국제문제 전문 번역가. 옮긴 책으로 『미국 대도시의 죽음과 삶』(2010), 『보이지 않는 사람들: 21세기 노예제, 그 현장을 가다』(2009), 『팔레스타인 현대사: 하나의 땅, 두 민족』(2009), 『미국민중사』(전2권/2008), 『The Left 1848~2000: 미완의 기획, 유럽 좌파의 역사』(2008), 『핀란드 역으로: 역사를 쓴 사람들, 역사를 실천한 사람들에 관한 탐구』(2007), 『기로에 선 미국』(2006), 『정치적 반대세력을 침묵시키기』(2006) 등이 있다.\n\n\n목차\n1장. 위대한 출발\n2장. 인적 요소\n3장. 죄의 대가\n4장. 저녁식사 전의 통화\n5장. 기밀 관리인\n6장. 죽음의 어릿광대\n7장. 랜드연구소의 궤도 안에서\n8장. 우아한 춤\n9장. 신동들의 지배\n10장. 과학의 기술\n11장. 소련 문제의 최종 해결책\n12장. 불가항력\n13장. 락끼엔의 밤\n14장. 성공의 대가\n15장. 몰래 빠져나가다\n16장. 아무리 겉모습이 바뀌어도\n17장. B팀의 공격\n18장. 종말을 목격하다\n19장. 테러조직망\n20장. 요다와 저항군의 기사들\n21장. 다시 이라크로\n22장. 어느 전략가의 죽음\n23장. 랜드연구소의 미래는?\n\n\n출판사 서평\n우리 모두는 말 그대로 랜드연구소의 사생아들이다 ! \n랜드연구소는 본질적으로 권력기구의 조직이다. 창설부터 지금까지 드와이트 아이젠하워 대통령이 말한 군대ㆍ산업ㆍ의회복합체의 심장부에 자리 잡고 있는 랜드연구소는 말 그대로 현대 세계를 개조했다. 그런데 이 사실을 아는 사람은 극히 드물다.\n\n1948년 창립된 이래 28명의 노벨상 수상자를 배출한 불세출의 싱크탱크, 1천8백여 개의 싱크탱크가 존재한 미국에서 반세기 이상 공화당과 민주당을 막론하고 모든 미국 정부에 커다란 영향력을 끼친 유일무이한 싱크탱크, 1천6백여 명의 직원을 거느리고 영국ㆍ벨기에ㆍ카타르ㆍ멕시코 등지에까지 사무소를 개설한 글로벌 싱크탱크. 1년 예산만 약 2천7백억 원(2004년 말 기준)에 달하는 초거대형 싱크탱크. 도서출판 난장의 신간 『두뇌를 팝니다: 미제국을 만든 싱크탱크 랜드연구소』는 미국을 제국으로 만들었을 뿐만 아니라 현대 세계를 창조한 당대 일류 두뇌들의 집합소 랜드연구소의 성공과 실패, 유산과 과오를 파헤친 최초의 역사서이다.\n애초 랜드연구소는 육군항공대(미공군의 전신)의 공중전 전략ㆍ전술 프로그램을 평가하고 개발하는 민간 연구소로 출범했다. 그 뒤 반세기 이상 랜드연구소는 국가방위로서의 핵전략과 냉전에서부터 수소폭탄, 다단계 로켓, 냉전, 대륙간탄도미사일, 스타워즈, 군사부문혁신에 이르기까지 미군의 전쟁수행 방식을 좌지우지했다. 그 때문에 랜드연구소는 구소련의 국영신문 『프라우다』에게서 “과학과 죽음의 학술원”이라는 별명을 얻었고, 전세계의 음모이론가들에 의해 일당 독재의 세계정부를 창조하려는 궁극의 악이라고 불렸다. 이런 사실은 그나마 조금씩 알려져 있다. 그러나 지은이에 따르면 랜드연구소의 역할은 국가안보 분야를 뛰어넘었고, 오늘날에는 이 사실이 더 중요하다고 지적한다. 체계분석, 게임이론, 합리적 선택이론 등 랜드연구소의 두뇌들이 만들어낸 이론적 고안물은 오늘날을 좌지우지하는 ‘신자유주의’의 매트릭스(모체)라는 것이다.\n비록 그 구체적인 양상은 다르지만 최근 들어 ‘한국형’ 싱크탱크들이 사회에 끼치는 폐해 역시 적나라하게 드러나고 있다. 예컨대 한미자유무역협정 체결과 광우병 쇠고기 파동 당시 대외경제정책연구원 등이 관련 정보와 수치를 조작했음이 드러나고, 김용철 변호사의 양심선언을 통해 삼성경제연구소(그리고 구조조정본부)와 정계ㆍ법조계ㆍ학계의 유착관계가 폭로되고, 최근 선진국민연대가 민간인 사찰과 정부ㆍ공기업 인사 개입 의혹을 받고 있는 것이 대표적 사례이다. 『두뇌를 팝니다』는 랜드연구소의 역사를 통해 권력을 좇는 싱크탱크들의 생리가 무엇인지, ‘합리성’과 ‘과학성’을 내세우는 테크노크라트들의 분석과 정책이 어떻게 대중의 눈과 귀를 가리는지 등을 보여줌으로써 오늘날 우리가 맞닥뜨리고 있는 문제의 근원을 새로운 각도에서 볼 수 있게 해준다.\n\n자기 모습에 따라 세계를 개조하려던 세기의 두뇌들 \n랜드연구소에 들어오는 미국 최고의 두뇌들은 자기들이 어떤 곳에서 일하는지를 잘 알고 있었고, 합리적인 세계(미국과 서구 동맹국)가 어둠의 세력을 상대로 생사를 건 투쟁을 벌이고 있다는 시각을 쉽사리 받아들였다.\n\n설립 당시 랜드연구소는 “공공의 안녕과 미합중국의 안전을 위해 과학, 교육, 자선 등의 목표를 도모하고 장려”하는 것을 목표로 표방했다. 그러나 랜드연구소의 진정한 목표는 조물주처럼 세계를 자기 모습에 따라 개조하려는 미국의 옹호자, 설계자, 충복이 되는 것이었다. 미국이 ‘선의 편’이라는 이처럼 확고한 신념은 자신들의 지적 우월성에 대한 자각, 정부의 극비 프로젝트를 수행한다는 점, 공군의 총애를 받는 특권적 지위 등과 결부되어 랜드연구소의 연구원들 사이에 ‘공통의 적을 상대로 하는 남자들’이라는 집단의식을 낳았다. 애초 이들의 적은 ‘소련’이었다. 그러나 이들의 적은 베트남, 쿠바, 과테말라, 이란, 칠레, 엘살바도르, 북한, 이슬람 등 그때그때 계속 바뀌었다.\n랜드연구소의 두뇌들이 만든 모든 발명품은 국가안보와 전쟁수행방식 연구의 부산물이었다. 체계분석은 소련에 대한 선제공격 계획에서 탄생했고, 합리적 선택이론과 게임이론은 예측 불가능한 소련 지도부의 움직임을 모의실험하기 위해서 탄생한 것이었다. 체계분석은 복잡한 변수들의 상관관계를 계산하기 위한 필요성에서 컴퓨터의 개발을 앞당기기도 했지만, 제한적 핵전쟁과 선제 핵공격을 설파하는 핵전략을 낳기도 했다. 체계분석에 입각한 핵전략에 따르면 핵전쟁과 그로 인한 대규모 인명피해는 불가피했다. 그래서 랜드연구소는 더 치명적인 핵무기 생산을 통해 핵억제력을 강화해야 한다고 주장해 결국 수소폭탄과 대륙간탄도미사일을 낳았다.\n합리적 선택이론과 게임이론에 근거한 죄수의 딜레마는 이런 핵전략을 정당화해줬다. 소련뿐만 아니라 미국과 동맹국들 역시 상대방이 정말로 선제 공격을 원한다면 아무리 핵무기를 보유하고 있다 할지라도 보호받기 힘들다는 역설을 보여줬다. 게임이론에 따르면 양쪽 모두 군축을 원한다고 주장하면서도 서로 상대방이 무기를 숨기고 있는지 경계를 늦추지 않았고, 서로 상대방이 변절할 것을 염려해 협조를 꺼릴 것이었기 때문이다. 결국 게임이론이 조장한 이런 상호 불신감은 20세기 말 소련이 몰락하기 전까지 기나긴 냉전을 지탱해줬다.\n\n미국 최고의 두뇌들은 어떻게 과학과 죽음의 어릿광대가 되어갔는가?\n\n랜드연구소의 두뇌들은 적을 무찌를 새로운 무기를 만드는 데 만족하지 않고, 이 무기를 어디에 써야 하는지에 대한 발언권도 갖고 싶어 했다. 결정적 계기는 존 F. 케네디의 대통령 당선이었다. 랜드연구소의 핵전략과는 달리 소련과의 군축회담이 핵딜레마에서 벗어날 출구라고 믿은 아이젠하워 대통령은 랜드연구소에게 방해가 됐다. 그래서 랜드연구소의 두뇌들은 케네디 후보가 이른바 ‘미사일 격차’(소련의 미사일 전력이 미국보다 압도적이라는 주장)라는 통념을 구실 삼아 아이젠하워 행정부를 비판하며 당선되는 데 혁혁한 공을 세웠다.\n고별사를 통해 “미국의 자유를 위협하는 불길한 힘”인 군산복합체의 위험을 지목했을 때 아이젠하워 대통령이 염두에 둔 것은 바로 랜드연구소였다. 이 경고는 곧 사실로 증명됐다. 우선 랜드연구소의 상당수 연구원들은 케네디 행정부의 신임 국방장관 로버트 맥나마라를 통해 국방부에 진입했다. 그 뒤 이런 인맥을 통해 각 군의 모든 핵무기 통제권을 집중시킨 단일통합작전계획-62를 자기들 입맛대로 변경할 수 있게 된 랜드연구소는 전면적 핵공격이라는 계획으로 ‘베를린 위기’와 ‘쿠바 미사일 위기’ 당시 전세계를 핵재앙 일보직전까지 이끌고 간다.\n또한 랜드연구소는 ‘민족해방전쟁’을 적극 지원하겠다는 니키타 흐루쇼프 소련 서기장의 연설에 자극받아 라틴아메리카와 아시아의 분쟁에 몰두하게 된 케네디 대통령을 이용해 새로운 돈벌이 수단을 개척했다. 제한전과 반란진압 활동 연구 등을 다루는 이른바 제3세계 연구가 그것이다. 피그스 만 침공, 베트남전쟁 참전, 칠레 반혁명 지원, 그리고 그 뒤 미국이 저지른 숱한 내정 간섭은 “제3세계 내의 반란자들을 물리칠 수 있는 방법 중 하나는 위기에 처한 나라들에서 군사 쿠데타를 승인하는 것”이라는 랜드연구소의 권고에 따른 것이었다.\n이렇듯 아이젠하워 행정부에서 시작해 케네디, 존슨, 닉슨 행정부 아래에서 세계를 개조하던 랜드연구소는 제럴드 포드, 지미 카터 대통령에 의해 앞길이 막혔다. 그러나 체계분석에서부터 게임이론까지 랜드연구소의 모든 방법론을 지배하는 사고방식은 이미 연방정부를 비롯해 미국 내 모든 권력기구의 정책결정 구조를 지배하게 된 상태였다. 체계분석이든 게임이론이든 랜드연구소의 방법론은 특정한 문제의 모든 측면을 ‘양’으로 환원하는 특징이 있다. 당연히 측정하고 정렬하고 분류할 수 없는 주제(인간의 마음과 욕망)는 전혀 중시되지 않는다. 또한 인간의 모든 행동과 심리는 일련의 수치로 환원될 수 있고 합리적인 이기심에 의해 통제된다고 주장한다.\n애초 권력기구의 지배엘리트들은 이런 방법론의 비정함에 진저리쳤다. 그러나 곧 이 방법론에 활용된 논리적ㆍ수량적 기법이 의회로부터 더 많은 예산을 타낼 강력한 무기임을 깨달았다. 원하는 대로 예정된 결론에 도달하려면 어떻게 전제를 비틀고, 인상적인 그래프ㆍ계산ㆍ방정식 등을 결합시키면서 어떻게 부자연스러운 변수를 적용해야 하는지를 알게 된 것이다. 설상가상으로 이런 방법론은 랜드연구소가 점점 수익성이 좋아지는 국내 사회조사 분야(도시, 주거, 보건, 환경, 통신, 교육 등)로 연구를 확장해가자 사회 전반으로 퍼져간다.\n\n테크노크라트가 된 두뇌들이 낳은 오늘날의 세계\n\n랜드연구소의 분석가 대니얼 엘스버그가 미국이 베트남전쟁에 어떻게 연루됐는지를 기록한 ‘국방부 문서’를 폭로함으로써 워터게이트 사건과 닉슨 대통령 탄핵이 일어나고 연구소 폐쇄까지 거론되던 혼란을 랜드연구소가 헤쳐 나올 수 있었던 비결이 바로 여기에 있다. 결국 랜드연구소 사람들은 부활에 성공한다. 중앙정보부가 담당하는 국가정보평가의 내용을 조작해 임기 말의 닉슨 대통령으로부터 시작된 데탕트를 무효화하고, 이를 통해서 로널드 레이건을 대통령으로 만든 것이다. “역대 백악관 주인들 가운데 유일하게 소련을 봉쇄하는 것만이 아니라 물리칠 수 있다고 믿었던” 레이건 대통령을 통해 다시 권력의 핵심부에 자리할 수 있게 된 것이다.\n특히 훗날 ‘레이건 혁명’(개입주의적 대외 정책)과 ‘레이거노믹스’(작은 정부론)로 불리게 되는 정책 입안에 영향력을 끼침으로써 랜드연구소는 한편으로는 이라크전쟁으로 절정에 달한 신보수주의, 다른 한편으로는 미국기업연구소 같은 보수적 싱크탱크들을 통해 꽃피게 될 신자유주의의 진정한 설계자가 된다. 이 두 가지 이론적 고안물에 비하면 스타워즈(전략방위구상)나 군사부문혁신(비핵무기와 첨단기술 개발), 혹은 테러리즘 연구 등 랜드연구소의 두뇌들이 고안해낸 이후의 또 다른 발명품들은 하찮아 보일 정도이다. 왜냐하면 레이건 대통령식의 신념과 랜드연구소의 지성이 결합해 낳은 신보수주의와 신자유주의는 협력과 우애라는 인류의 가치를 망각 속에 빠뜨리는 식으로 오늘날 미국뿐만 아니라 세계 전체의 성격을 근본적으로 뒤바꿔놓았기 때문이다.\n결국 랜드연구소가 만들어낸 궁극의 발명품은 상위 5퍼센트가 전체 부의 60퍼센트를 장악하고 기업중역의 급여가 평균 노동자 급여보다 4백 배나 많은 사회, 도덕적으로 의심스러운 정책을 고안하고 옹호하는 정부이다. 그리고 이 모든 것을 용인한 채 희생과 참여라는 대가 없이 모든 것을 소비하고 싶어 하는 유권자들과 납세자들이다. 『두뇌를 팝니다』가 “우리 모두를 지배하는 비밀세계의 모습을 드러낼 빨간 알약”이라면 그것은 우리 역시 랜드연구소가 만들어놓은 세상과 그리 다르지 않은 세상에서 살아가고 있기 때문일 것이다.\n\n\n알렉스 아벨라의 <두뇌를 팝니다>(유강은 옮김, 난장 펴냄)를 단지 미국의 냉전주의 외교 전략의 산실에 대한 이야기로만 생각한다면 큰 오해다. 이 책의 화두는 더 크고 의미심장하다.이 책은 제2차 세계 대전 후, 미국 제국의 역사를 어떤 렌즈로 들여다보는 것이 적합한가를 묻고 있다. 민주당 대 공화당 정치 질서? 진보 대 보수의 시대? 뉴딜 대 레이건 시대? 이 모든 시기 구분은 일정한 장점이 있다. 하지만 이 책은 단호하게 지난 시대는 다름 아닌 '랜드 연구소의 시대'라며 한 단어로 압축하고 있다. 민주당과 공화당 정치 질서도 랜드 연구소라는 렌즈로 보면 큰 차이가 없다.랜드 연구소가 그렇게 대단한가? 이 책을 정독하다 보면 랜드를 연구소라고 부르는 것에 곤혹감을 가지게 된다. 이는 마치 한국 보수 정당에게 있어서 <조선일보>를 단지 언론사라고 부르는 것이 적절하지 않는 것과도 유사하다. 오히려 랜드 연구소는 보수와 자유주의를 아우르는 전위적 정당에 가까운 역할을 수행해 왔다.왜냐하면 시대의 거대한 방향, 주요 담론, 과학적 혁신, 핵심 기간요원 양성 등에서 전위적 역할을 수행해왔기 때문이다. 1948년 창립된 이래 28명의 노벨상 수상자를 배출하고, 연구의 그저 부산물(!)로 인터넷 발명에 기여하고, 1600명의 직원이 글로벌하게 활동하며, 베트남 전쟁에서 워터게이트, 별들의 전쟁에 이르기까지 촉수가 뻗어있지 않은 곳이 없는 곳을 단지 연구소라 부르는 것은 오해의 소지가 크다.그리고 이 책을 단지 미국 제국의 현대사에 대한 이야기로만 생각하는 것도 큰 오해이다. 이 책은 동시에 한국의 현대사와 우리의 삶 전반에 대한 이야기이기도 하다. 이 책을 읽으면서 먼저 나의 머릿속을 스쳐지나간 것은 뜻밖에도 차명진 한나라당 의원과의 개인적 인연이다.차명진 의원이나 김문수 지사는 과거 한국의 탁월한 운동권 출신이다. 하지만 오늘날 그들은 급진 운동권 출신이면서 외교 안보에서 강경한 태도를 취한다는 의미에서 좌파 출신 미국의 네오콘(신보수주의) 1세대와 매우 유사하다. 대학원 시절 차명진 의원은 참으로 명석하고 시대의 흐름을 앞서 이해하였다. 그는 과거 마르크스주의의 계급 집단주의 담론에 강한 거부감을 표시하며 반대로 개인의 합리적 선택으로 사회를 이해한 이론에 심취한 바 있다. 당시 난 대학원 수업에서 골수 운동권 출신인 그가 이 이론에 그토록 매료되는 것이 흥미로웠다.사실 차명진 의원의 행보는 이 책에서 랜드 연구소의 행보와 정확히 일치한다. 저자가 보기에 랜드 연구소의 가장 큰 화두이자 미국 사회에의 업적 두 가지는 바로 강경 외교 안보 전략과 합리적 선택 이론이다. 랜드 연구소는 소련 공포증에 사로잡혀 '선제공격 독트린' 등 대응 전략을 세우는 과정에서 합리적 선택 이론의 정교화에 크게 기여했다고 이 책은 주장한다. 또 이 책은 계급 집단성 대신에 랜드 연구소의 노벨 경제학상 수상자인 케네스 애로 등이 발전시킨 개인의 합리적 선택이라는 패러다임은 공산주의와의 대결에서 가장 큰 사상적 무기로 작용하였다고 평가한다.\n이러한 랜드 연구소의 두 가지 화두는 한국 진보주의에도 어마어마한 영향을 미쳤다. 강경 외교 안보 전략은 한국의 네오콘을 만들어냈다. 합리적 선택 이론은 한국의 진보 486들로 하여금 정부를 개인의 합리적 선택에 장애물로 작용하는 이기적 괴물로 간주하는 작은 정부론 등 신자유주의적 패러다임에 기울어지게 하는데 큰 역할을 수행했다. 그런 점에서 이 책은 미국에 대한 이야기이자 바로 오늘날 한국 정치 지형에 대한 이야기이기도 하다.아마 이 연구소의 주적이었던 레닌이 미국에서 가장 부러운 것이 있다면 미국판 전위 정당인 바로 이 랜드 연구소일 것이다. 레닌은 평소 입버릇처럼 볼세비키적 정신과 미국적 효율성의 결합을 언급하곤 했다. 랜드 연구소야말로 이 두 가지의 융합이라 할 수 있다. 랜드 연구소는 볼세비키적 열정을 가지고 소련 공산주의와 사상 투쟁을 벌이며 동시에 미국 자본주의의 위력에 근거한 과학적 혁신 투쟁을 전개하였다.랜드 연구소 국방 연구의 부산물인 인터넷이야말로 이 사상 투쟁과 과학적 혁신의 융합을 잘 보여준다. 왜냐하면 인터넷의 개방성 철학은 폐쇄적 공산주의 체제와의 사상 투쟁 자체이며 동시에 과학의 발명품이기 때문이다. 오늘날 미국은 이제 트위터 등 소셜 웹을 통해 이란 등 이른바 전체주의 체제의 붕괴 전략을 추구하고 있다.그런데 랜드 연구소의 두 대표 상품인 강경 외교 안보 사상과 합리적 선택 이론의 결합내지 공존은 다소 기묘하다. 왜냐하면 전자는 <닥터 스트레인지러브> 같은 영화에서 보듯이 핵 선제 공격 등의 광적인 이론이고, 후자는 냉정한 개인 합리성에 대한 과학적 이론이기 때문이다. 물론 이 두 가지가 적절하게 결합하면 과학적으로 계산된, 절제된 광인 전략으로 나타날 수 있다. 이것이 쿠바 미사일 위기의 성공적 해소 이후 미국 외교 안보 전략의 최대 기둥인 강압적 외교 전략이다. (소위 '불량 국가'는 이를 '벼랑 끝 전술'이라 표현한다).하지만 이 두 가지가 나쁘게 작용한다면 전자는 네오콘의 광적인 선제공격 독트린으로 나타난다. 이는 냉전 시절 소련이 더 크기 전에 절멸시키고자하는 강박관념에서 비롯된다. 랜드 연구소의 가장 걸출한 스타이자 네오콘의 대부이기도 했던 앨버트 월스테터의 소련 공포증은 우주로까지 전쟁을 비화시키는 별들의 전쟁 프로젝트로도 이어졌다. 그리고 냉전이 사라진 21세기에 9·11 테러 덕분에 부시의 선제공격 독트린으로 잠시 부활하기도 했다.후자인 합리적 선택 이론은 다시 두 가지 부작용을 양산한다. 그 중 하나인 국제 관계에서 개인 행동에 대한 수학적 계산 가능성에 대한 신화는 베트남 전쟁 등의 패배로 귀결되었다. 걸어 다니는 슈퍼컴퓨터 국방장관 맥나마라가 베트남 민족주의를 계산에 넣지 못했고, 가장 준비된 국방장관 럼스펠드가 이라크 반미주의를 계산에 넣지 못한 것은 가장 극적인 예일 것이다.국내적으로는 이 이론은 정부를 약화시키며 미국 공동체를 분열시켜 결국 제국의 기초를 안으로부터 침식시키는 것으로 나타난다. 개인의 합리적 선택 이론의 실험장이자 '미국의 빛나는 아침'으로 명명된 레이건 시절은 바로 양극화의 심화이자 미국 공동체의 해체 과정이기도 했다. 인문학 토대가 취약한 랜드 연구소라 그런지 이들은 자신들의 대표 상품들이 미국 문명에서 어떠한 위치를 차지하며 이것들의 관계가 어떤 의도하지 않은 결과들을 낳는지 이해하지 못한다.이 두 가지 상품의 결합 내지 공존은 자유주의자들에게도 어마어마한 영향을 미쳤다. 월스테터는 자유주의자 케네디가 소련과의 미사일 격차라는 자신의 소련 공포증을 이어가는 것에 대만족을 표시한 바 있다. 결국 냉전 자유주의자인 케네디, 존슨 등은 비록 공군 사령관 르 메이 등 랜드 연구소 스타들과 사사건건 대립하기도 했지만 쿠바 미사일 위기, 베트남 전쟁 등에서 랜드 연구소의 담론과 인맥의 자장 안에서 움직였다.국내적으로도 미국 자유주의자들은 랜드 연구소의 최대 상품인 합리적 선택 이론의 지대한 영향을 받아왔다. 1970년대 이후 민주당 내 새로이 부상한 계파인 신자유주의 그룹과 그들의 대표 상품인 클린턴, 고어, 하트 등은 이의 상징이다. 이들은 이후 '우리는 모두 작은 정부론자이다'라고 인정하며 작은 정부론 담론의 자장 안에서 움직이면서 자신들 스스로가 레이건 시대 민주당임을 분명히 했다. 이는 다른 말로 하면 랜드 연구소판 민주당임을 인정하는 것이다.하지만 랜드 연구소의 화려한 두 상품은 처참한 기록을 동시에 가지고 있다. 소련 공포증에 기반을 둔 선제공격 독트린은 이제 영화 속 웃음거리의 대상이다. 랜드 연구소의 예상과 달리 소련은 선제공격 없이도 붕괴했고, 레이건은 때로는 변절하여 고르바초프와 손을 잡았다.더 큰 문제는 냉전과 소련 붕괴의 시도 과정에서 오히려 미국이라는 거인이 돌이킬 수 없는 상처를 입었다는 사실이다. 앞에서 지적한 것처럼 모든 것을 수학적 계산으로 환원시킨 합리적 선택 이론은 베트남의 민족주의를 계산하지 못했고 중동의 반미주의를 계산하지 못했으며 오늘날 북한의 벼랑 끝 전술을 계산하는데 자주 실패했다.더구나 과거 영국과 달리 공납이 가능한 식민지를 가지지 못한 미국은 과잉 팽창된 제국을 유지하느라 허덕이고 있다. 과거 이라크 전쟁에서 마치 랜드 연구소처럼 광인 이론을 주창하던 <뉴욕타임스> 보수 컬럼니스트 토머스 프리드먼은 이제 공공연하게 아프간 전쟁에서 발을 빼고 미국만 돌보자고 선동하고 있다.프리드먼의 선동이 실감나는 것은 그간 작은 정부론 패러다임의 결과로 미국이 자본을 고삐 풀린 망아지마냥 놓아버렸고 합리적 선택 대신에 만인의 만인에 대한 전쟁이라는 홉스적 야만의 상황으로 전락했기 때문이다. 부시 행정부 시절 카트리나 재난은 미국 공동체가 어디까지 파괴되어 있는 지를 생생하게 보여주었다. 미국의 공동체주의 철학자이자 오늘날 한국에서의 스타인 하버드 대학교 교수 마이클 샌델은 \"연대가 무너지면 비극이 발생한다\"고 한탄하고 있다.여전히 군산 복합체 미국에서 랜드 연구소의 영향력은 크다. 하지만 랜드 연구소의 가장 영광스러운 시대는 이미 지나갔다. 미국은 이제 랜드 연구소의 군사주의보다 트위터, 구글, 애플이 주는 외교 안보 전략의 함의에 더 주목한다. 말하자면 소프트 파워의 시대인 것이다. 그리고 군사주의보다 중동 국가의 내수 부양을 통한 실업자의 테러리스트로의 전락을 방지하기 위한 새로운 테러 방지 전략이 시도되고 있다. 합리적 선택 이론도 이제 빛바래고 그 대신 선스타인의 '넛지'처럼 인간의 복합적 심리에 주목한 행동 경제학이나 마이클 샌델, 왈저 등의 공동체주의가 상종가를 누리고 있다.소프트 파워와 공동체주의를 구현하는 오바마의 당선이야말로 랜드 연구소의 시대가 새로운 시대로 이행하였음을 보여주는 징표이다. 하지만 미국은 이미 오래전 랜드 연구소 등이 열어젖힌 판도라의 상자로 인해 그 무수한 부작용 속에서 비틀거리고 있다. 오바마는 과잉 팽창된 미국을 대폭 축소하지도 그렇다고 유지하지도 못하는 곤혹스러운 상황 안에서 좌충우돌하고 있다.이 책은 깊이 있게 맥락과 그 결과, 시사점을 보지 못한 채 미국의 최신 담론과 상품을 수입하는 한국의 수많은 랜드 연구소의 사생아들에 대한 중요한 경고장이다. 이제 모두 숨을 고르며 생각의 시간을 가질 때이다.\n\n\n\n\nGemini와의 대화\n랜드 연구소가 '스트레인지 러브 박사'와 '스벤갈리'의 역할을 동시에 하고 있다는 얘기가 있는데 이게 무슨 말인가?\n\n랜드 연구소가 '스트레인지 러브 박사'와 '스벤갈리'의 역할을 동시에 한다는 비판은 랜드 연구소가 냉전 시대부터 현재까지 미국의 군사 전략 및 정책 결정에 깊숙이 관여하면서, 때로는 비판적인 시각에서 위험하거나 부도덕한 방향으로 영향을 미치고 있다는 주장을 비유적으로 표현한 것입니다. 이 주장을 이해하기 위해서는 '스트레인지 러브 박사'와 '스벤갈리'가 각각 무엇을 의미하는지 알아야 합니다.\n\n스트레인지 러브 박사 (Dr. Strangelove)\n스탠리 큐브릭 감독의 영화 \"닥터 스트레인지러브 또는: 내가 어떻게 폭탄에 대해 걱정하지 않고 사랑하는 법을 배웠나\" (Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb, 1964)에 등장하는 동명의 인물입니다. 그는 핵무기 개발에 광적으로 집착하는 매드 사이언티스트의 전형을 보여줍니다. 영화 속에서 그는 미국의 핵 억지력 전략에 깊이 관여하며, 핵전쟁을 막기 위한 수단으로 오히려 핵전쟁을 불사하려는 모순적인 태도를 보입니다.\n랜드 연구소가 '스트레인지 러브 박사'와 같은 역할을 한다는 비판은 다음과 같은 맥락에서 이해될 수 있습니다.\n군사 중심적 사고: 랜드 연구소는 냉전 시대부터 군사 전략, 특히 핵 전략 연구에 중요한 역할을 해왔습니다. 이러한 연구들이 때로는 군비 경쟁을 심화시키거나, 공격적인 군사 정책을 정당화하는 데 이용될 수 있다는 비판이 있습니다.\n기술 중심적 해결책: 랜드 연구소는 복잡한 사회 문제나 안보 문제를 기술적인 해결책으로 접근하려는 경향이 있다는 지적을 받습니다. 이는 인간적인 요소나 정치적인 맥락을 간과하고, 지나치게 효율성과 기술적인 완결성에 초점을 맞추는 결과를 초래할 수 있습니다.\n비현실적인 시나리오: 랜드 연구소의 연구 중에는 현실과는 동떨어진 가상적인 시나리오를 설정하여 분석하는 경우가 있습니다. 이러한 분석이 현실 정책에 반영될 경우, 예상치 못한 부작용을 초래할 수 있다는 우려가 있습니다.\n\n스벤갈리 (Svengali)\n조지 뒤 모리에의 소설 \"트릴비\" (Trilby, 1894)에 등장하는 인물입니다. 그는 여주인공 트릴비의 음악적 재능을 발견하고 최면술을 이용하여 조종하며, 그녀를 유명 가수로 만듭니다. '스벤갈리'는 타인을 조종하여 자신의 목적을 달성하려는 사람을 의미하는 대명사로 사용됩니다.\n랜드 연구소가 '스벤갈리'와 같은 역할을 한다는 비판은 다음과 같은 맥락에서 이해될 수 있습니다.\n정책 결정에 대한 영향력 행사: 랜드 연구소는 정부, 군, 기업 등 다양한 기관에 정책 자문 및 연구 서비스를 제공합니다. 이러한 과정에서 랜드 연구소가 특정 정책 방향을 유도하거나, 의사 결정에 부당한 영향력을 행사한다는 비판이 있습니다.\n여론 조작: 랜드 연구소의 연구 결과가 언론이나 대중에게 전달되는 과정에서, 특정한 의도를 가지고 여론을 조작하려 한다는 의혹이 제기되기도 합니다.\n숨겨진 의도: 랜드 연구소의 연구가 겉으로는 공익을 위한 것처럼 포장되어 있지만, 실제로는 특정 집단의 이익을 대변하거나, 숨겨진 정치적 목적을 달성하기 위한 수단으로 이용될 수 있다는 비판이 있습니다.\n결론적으로 랜드 연구소가 '스트레인지 러브 박사'와 '스벤갈리'의 역할을 동시에 한다는 비판은 랜드 연구소가 미국의 군사 및 정책 결정에 미치는 영향력을 우려하는 시각을 나타냅니다. 이러한 비판은 랜드 연구소의 활동을 비판적으로 평가하고, 그 영향력을 견제해야 한다는 주장을 담고 있습니다.\n하지만 이러한 비판에는 과장된 측면도 있을 수 있으며, 랜드 연구소가 수행하는 모든 연구를 부정적으로 평가하는 것은 부적절합니다. 랜드 연구소는 다양한 분야에서 중요한 연구를 수행하고 있으며, 정책 결정에 도움이 되는 유용한 정보를 제공하기도 합니다. 중요한 것은 랜드 연구소를 포함한 모든 연구 기관의 활동을 비판적인 시각으로 바라보고, 그 영향력을 투명하게 감시하는 것입니다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "8a2c08db-2799-4365-9a30-76f7fb30e0c0"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-12-29T20:50:55.627000",
  "updatedAt": "2024-12-29T21:35:58.996000"
}