{
  "id": "7346eb10-1bf5-4c19-b20a-3b4aa2a09c50",
  "title": "콩코드의 오류(Concorde Fallacy)",
  "content": "콩코드의 오류란 성과가 나지 않는 사업에 지속적으로 시간과 인력, 자금 등을 투입하는 현상을 뜻한다. \n달리 '매몰비용의 오류'라고도 하는데 잘못된 투자를 정당화하기 위해 더욱 깊이 개입해 가는 의사결정 과정을 일컫습니다. '본전 생각에 노름판을 떠나지 못하는 도박꾼과 같은 심리'라고 거칠게 표현하기도 합니다. \n콩코드는 영국과 프랑스가 공동 개발한 초음속 여객기로 1976년 상업 비행을 시작했다. 당시 콩코드는 미국의 보잉 여객기보다 2배 이상 빠른 속도로 이동 시간을 획기적으로 단축했다.\n하지만 많은 연료 소모와 비싼 요금, 이착륙 시 발생하는 엄청난 소음 등으로 개발 당시부터 사업성이 현저히 낮은 것으로 판단됐다. 이로 인해 투자자들은 사업 실패를 예감했지만 장기간 투자한 비용과 시간이 아까워 돈을 계속 쏟아부었다. 총 190억달러가 넘는 자금이 투입됐지만 계속된 적자로 콩코드는 결국 2003년 운항이 중단됐다. 콩코드 오류는 이 사례에서 유래된 용어다.\n망한 이유가 기체 노후라는 관점은 신박하네요. 경제성이 없으니 신기체가 안나왔고 부품생산도 안해서 퇴역기체 부품 뜯어가며 유지보수했죠. 노후되어서 망한 게 아니라 망해서 노후화할 수밖에 없었음.\n이륙시 화재사건으로 승객전원 사망한 게 가장 크죠.\n\n사업은 시작보다 끝내는 것이 더 어렵다. 가시적 성과가 나타나지 않는 상황에 계속된 시간이나 자금을 투입하는 것은 사업 실패에서 빚어진 손해를 더욱 크게 하는 ‘아집’이나 마찬가지다.\n신규 사업에서 성과가 날 기미가 전혀 보이지 않는다면 빠른 시간 안에 철수하는 것이 정답이다. 이재용 삼성전자 회장과 김동관 한화 부회장은 실패 사업에 대한 빠른 철수 판단으로 콩코드 오류에서 탈출한 대표적인 인물들이다.\n국내에서도 콩코드 오류 사례를 찾는 것은 어렵지 않다. LG전자의 스마트폰 사업이 대표적이다. 애플과 삼성 대비 스마트폰으로의 전환이 늦었던 LG는 큰 손해를 봤다. 2015년 2분기부터 2020년 4분기까지 23분기 연속 적자를 기록했다. 계속된 적자에도 신제품 개발을 위해 무리한 시간·투자가 소요된 모습은 콩코드 오류의 전형적인 모습이다.\n구광모 LG 회장이 2021년 휴대전화 사업에서 철수하는 과감한 결정을 내렸지만, 누적 적자는 이미 5조원에 달한 상황이었다.\n반면 이재용 회장과 김동관 부회장은 실패 사업을 빠르게 정리·수습해 ‘후계자’ 입지가 흔들리지 않도록 했다. 경영실패라는 주홍글씨를 옅어지게 만든 것이다.\n이 회장은 2000년 삼성 계열사의 인터넷 사업 지주회사 역할을 할 ‘e삼성’을 설립했다. 사재 500억원을 투입해 이 회장은 e삼성의 지분 60%를 보유했다. 그러나 e삼성은 인터넷과 벤처 거품이 붕괴되면서 1년 만에 100억원에 달하는 적자를 기록했다. 사업을 이끈 이재용 회장은 책임론에 시달리기도 했다. 이 회장은 결단을 내렸다. 설립 1년여 만인 2001년 7월 e삼성을 정리했다. 빠른 판단으로 피해를 최소화했다.\n한 재계 관계자는 “먼저 맞는 매가 낫다고 경영수업을 받던 시기에 e삼성이라는 실패를 맛본 것이 이재용 회장에게는 약이 됐다”며 “이재용 회장은 실패는 삼성인의 특권이라며 도전을 피하지 말라고 말하곤 한다. 본인도 실패를 겪어본 만큼, 그룹 임직원도 새로운 분야에 투자·진출하는 것에 두려움을 갖지 않도록 하는 것”이라고 전했다. \n김 부회장도 2018년 의도하지 않은 실패를 경험했다. 그의 주도로 미국 전기 수소차 기업 ‘니콜라’의 지분을 1억달러에 매수했지만, 2020년 이 회사의 기술이 사기로 밝혀지면서 낭패를 봤다. 김 부회장은 지분 투자 당시 트레버 밀턴 니콜라 창업주와 직접 만나 투자를 진행했다.\n이로 인해 일각에선 김 부회장과 한화 측이 충분한 기술 분석에 대한 검토 없이 대규모 투자를 단행한 것 아니냐고 의구심을 던졌다. 태양광으로 승승장구하던 김 부회장에게는 첫 실패가 된 셈이다. 그의 경영수완에 물음표를 던지는 이들도 나타나기 시작했다. 주위의 우려에도 김 부회장은 니콜라의 사기가 밝혀진 직후 곧바로 지분 매각에 나섰다. 빠른 지분 정리 작업으로 투자 차익을 얻기도 했다. 이 자금은 수소·에너지 사업에 쓰일 예정으로 전도 유망한 신규 투자처에 투입될 예정이다.\n다른 재계 관계자는 “단 한번의 실패 없이 성공하는 이는 없다”며 “이재용 회장과 김동관 부회장은 총수로서 과거 실패를 교훈 삼아 안정적인 그룹 경영에 나설 것으로 기대한다”고 말했다.\n\n경영학자 피터 드러커는 \"포기에 대한 결정은 매우 중요한데 가장 소홀히 여겨지고 있다.\"며 포기의 중요성을 이야기 했다.\n\n코닥 필름 아시죠? 사실 카메라가 디지털화되기 전에는 코닥 필름이 정말 최고였거든요. 그 자체가 시장을 다 석권할 정도였는데, 문제는 거기에 안주하다 보니까 디지털 시대가 왔는데, 계속 그걸 고집한 거예요. 그래서 사세가 기울어지면서 상당히 경영적으로 어려움을 겪기도 했습니다. 콩코드 오류라고 볼 수 있겠죠.\n\n저는 원래 하고 싶은 공부가 있었는데, 하다 보니까 적성에 안 맞더라고요. 그런데 1, 2년 공부한 게 너무 아까워서 더 공부하다가 지금 포기하고 이 직업을 가지게 됐습니다.\n\n콩코드 오류를 하는 심리가 어디에 있을까?\n내가 처음에 했던 결정 자체가 틀렸다는 걸 확인하는 거잖아요. 내가 실패했다는 걸 인정하고 싶지 않다, 이런 심리가 있을 것.\n또 하나는 '지금 상황은 좋지 않다, 하지만 항상 좋지 않으란 법이 있느냐, 지금까지 안 좋았지만, 앞으로는 조금 나아지지 않겠는가'라는 일종의 환상 같은 것도 있는 것. 사실 도박도 그렇잖아요. '계속 잃었으니까 이번에는 돈을 얻을 수 있겠지.' 이런 게 '도박사의 오류'잖아요. 확률은 사실 거의 똑같은 건데도 불구하고, 계속 잃었으니까 돈을 얻을 수 있다는 생각에 본전 생각하다가 도박판에서 돈을 다 잃게 되는 거죠.\n사회심리학자인 켈리 (Kelley)와 여러 연구자가 연구해보니까 사람들은 특정한 관계에 이미 많은 자원을 투자하고 나면 돈이 계속 들어가고, 관계가 힘든 데도 불구하고 이것을 유지하려고 하는 경향이 있다고 해요. 그러니까 보면 서로 안 맞는 데도 오랫동안 연애한 사람은 헤어지기 힘들거든요. 그런데 한 번 헤어진 사람은 다음 번 누구를 만났을 때 만난 지 얼마 안 됐을 경우 헤어질 가능성이 크다고 해요.\n\n우리가 보고 싶은 것만 보고 듣고 싶은 것만 듣는 '확증편향'과 비슷하다는 생각이 듭니다. 확증편향이 클수록 콩코드 오류가 크게 나타나는 것 같은데요.\n보고 싶은 것만 보고 듣고 싶은 것만 듣고 믿고 싶은 것만 믿는다는 게 '확증편향'인데요. 사실 이게 심리적 편견이나 편향 같은 거잖아요. 영국 심리학자 피터 웨이슨이 제시한 개념인데, 자기가 보고 싶은 것만 계속 보기 때문에 점점 더 자기 믿음을 강화하려는 쪽으로 편견이 작용하게 됩니다. 그러니까 사실 확증편향이 있으면 콩코드 오류가 심화할 가능성이 많죠. 계속 좋은 쪽으로만 보려고 하니까요. 그런데 여기서 문제는 확증편향 자체는 자신이 잘못했다는 걸 몰라요. 내가 보고 싶은 것만 보는 거니까요. 그런데 콩코드 오류는 이게 잘 안되는 걸 알아요, 아는 데도 집착하다 보니까 관계의 끝이 더 안 좋아지는 거잖아요. 약간의 차이가 있습니다.\n\n경제적 피해를 당하지 않으려면 반드시 피해야 할 것 같은데, '목표'라는 걸 생각해볼 필요가 있을 것 같아요. 목표는 앞을 예측하여 세우지만, 목표를 바꾸지 말아야 한다는 생각에서 자유로워져야 해요. 상황이 안 좋으면 목표는 언제든지 재조정할 수 있다고 생각하는 게 중요할 것 같고요.\n또 하나는 그럼 어느 시점에 목표를 재조정할 것인가, 시점이 중요한데 투자 대비 이익의 비율이 낮아지는 시점이 왔을 때 어느 시스템이 작동해서 반드시 재점검하도록 하는 게 좋을 것 같아요. 그런데 이때는 자기만 생각하면 자꾸 비슷한 생각을 하니까 이때는 제3자나 컨설턴트에게 자문을 구하는 것이 도움이 될 것 같습니다.\n또 하나는 사람의 태도에 대한 문제인데 그동안 우리가 투자한 게 아까우니까 계속 말려드는 거잖아요. 그런데 사람은 누구나 실수할 수 있어요. 실수를 통해서 무엇을 배우느냐가 중요하니까 실수를 통해서 승화시키는 태도가 중요하지, 한 번 한 걸 계속 붙잡고 있는 건 바꿔야 할 것 같습니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-09T08:44:17.989000",
  "updatedAt": "2023-01-09T09:33:55.755000"
}