{
  "id": "73801e9b-89eb-4041-a8ba-a32389a1991d",
  "title": "삼성 파운드리 vs 엑시노스(2022)",
  "content": "엑시노스가 성능 문제 때문에 성공을 못한다기 보다는 SOC 개발 인력자체가 퀠컴사 대비 너무 적고, 제조 측면에서는 공정 안정화로 수율이 높고(물량측면), 누설전류 같은 게 적어서 파워 효율이 좋아야 여러 밴더에 공급할수 있는데, 삼성 파운드리 공정이 일단 그렇치 못한거죠. 삼파가 신규공정은 엑시노스로 안정화시키고, 엑시노스도 공정빨을 받아야하는데, 지금은 둘 다 문제라 점유율은 계속 떨어지고 있다고 봅니다. 앞으로 더 성장하냐 이대로 퇴보하냐 과도기라 봅니다.\n\n파운드리에서 최소 클럭 수율도 안나와서 무선사업부에서 뺀찌 놓은 상황.\n발열이 있어도 클럭이라도 나와야 되는데\n아예 클럭도 만족을 못하니 성능도 안나오고 그 클럭에 수율도 안나옴. 한달 안에 안정화가 되긴 글럿고.. 내년을 기대하겠습니다. 이번에 엑시노트 성능보고 노트10에서 갈아탈까 했는데 안타깝네요. 차라리 1년 연기하고 안정화되면 출시하는게 브랜드 이미지에 나을 같네요.\n\n문제는 같은 4나노에 같은 코어수 제작인데 삼성 파운드리서 제작하는 스냅드래곤과 엑시노스의 발열이 문제 제기 됐다는거. \ntsmc는 안정적이라 하고 출시를 늦춰서라도 발열 제대로 해결하고 가야지, 그렇지않으면 파운드리는 망한다는 의미가됨.\n\n아이폰 AP 성능에 반도 안나오면서\n뭔 GPU 스펙 그거도 최신 게임만 적용하는 레이트레이싱에 포커싱된 칩이라니...\n재미 삼아 만들어본거도 아니고 돈을 가따 부었을건데.\n\n삼성 파운드리 신공정 문제 많읍니다. 그나마 반도체 물량이 부족해서 이득 보는구조인데 물량 안정화 될동안 따라잡지 못하면 엄청난 추락이 있어보입니다.\n\n삼전은 그 많은 돈을 가지고도 m&a나 대규모 투자도 없고 애플 m1칩 성공 이후로 구글, 아마존,  ms까지 자체칩 설계한다고 하는데 그걸 따라갈 생각도 없어.\n\n엑시노스 성공이 파운드리의 신공정 성공과 연결됩니다.  엑시노스를 자체 파운드리에서 만드는 과정에서 신공정에 대한 검증이 이루어집니다 5나노든 3나노든 수백만개의 칩이 갤럭시 폰에 적용되어 결과론적으로 신뢰성을 확보하게 되죠. 자체칩이 없으면 검증도 쉽지않지요. 누군가 믿고 해당 공정에 주문을 해야하는데 말이죠.\n\n차기 ARM의 X3 아키텍쳐도 똥이라 삼성도 다시 커스텀칩을 만들어야될 판인데 삼성VIP가 반대하고 있음... 퀄컴은 ARM 레퍼런스 코어가 똥망인걸 보고 누비아를 인수해서  커스텀칩을 다시 만들 준비를 하고 있음 물론 이 칩에 대한 구체적인 내용은 2024년은 되어야 될것임.\n엑시노스2200은 CPU GPU 모두 타겟클럭 도달에 실패해서 성능이 경쟁사 제품들 보다 못하다고 알려져 있고 삼성 4nm lpe 공정의 수율은 올해 1분기 내내 45%도 못넘길거라는 전망\n삼성이 TSMC 보다 EUV 도입이 빨랐지만 아직도 EUV를 사용한 공정의 최적화가 엉망임 (같은 클럭의 제품을 뽑았는데 성능이 다름.... 심각한 문제임)\n경쟁사인 TSMC는 5나노 수율 문제도 조기에 해결했고 3나노 생산준비도 순항 중임 삼성은 3nm 부터 신기술인 GAA를 도입해서 역전을 꿈꾸고 있지만 쉽지는 않아보이는 모양세 거기다 해외 전문가들은 출시가 연기될 가능성도 제기 하는 중임.\n삼성 파운드리의 잘 드러나지 않은 문제가 또하나 있는데  후공정(패키징이라고 함)  기술이 TSMC 보다 3세대 정도 뒤쳐져 있음. 이건 도저히 메우기가 힘든 갭이라 삼성 파운드리의 경쟁력을 떨어뜨리는 요인이 되고 있음. 이 모든 것이 합쳐져서 삼성 파운드리의 작년 이익율은 6퍼센트 정도라 알려져 있음 TSMC의 평균 이익율은 대략 50% 정도... 삼성이 열심히 하고 있고 세계 2위 파운드리인 만큼 잘하고는 있으나 TSMC와 삼성간의 기술력 차이는 꽤나 많이 남. \n그리고 삼성 비메모리 반도체 설계 능력 딸리는 것도 사실입니다. 삼성은 커스텀칩 개발에 처참하게 실패하고 ARM 레퍼런스 그대로 사용하죠.\n삼성 반도체 LSI 사업부로 시작한 파운드리 사업부는 역사가 길지만 그 만큼 투자가 부족했고 늘 찬밥 신세였습니다. 애플에게 칩기술 전수해준 것도 삼성입니다. 다만 역량있는 인재영입을 못한게 현재의 상황을 만들었지요. 좀더 혁신적인 인물이 필요합니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-28T12:42:19.814000",
  "updatedAt": "2023-02-26T21:16:51.600000"
}