{
  "id": "73e26bc1-b67e-4177-868d-51e02a97c198",
  "title": "청일전쟁",
  "content": "1890년을 전후해서 북양해군에 대한 투자가 줄어들기는 했지만 포탄이 가짜니 예산을 유용했니 하는 것은 대부분은 1898년 일본으로 망명한 강유위가 자신을 정당화하기위해서 서태후를 중상모략한 것이 근원이라 구체적인 근거를 가지고 있지 않습니다.\n\n황해해전은 중국인들 입장에서는 본격적인 청의 몰락과 지난 1천년 동안 동아시아를 지배했던 중화 헤게모니를 일본에게 빼앗기고 열강들의 침탈을 알리는 굴욕적인 사건이기에 그 원인을 죄다 청의 부패상과 무능함 탓으로 돌리고 오랜 혼란 끝에 중국 공산당이 집권하면서 비로소 오욕의 고리를 끊고 새로운 부흥의 시대를 열었다고 말합니다. 대표적인 예가 서태후가 이화원에 막대한 돈을 쏟아부은 바람에 군함을 사지 못하여 일본에게 패배했다는 것이죠. 물론 청의 부패상은 어느 누구도 부정할 수는 없겠지만, 역사의 한쪽면만을 일방적으로 강조하는 것이기도 합니다. \n원래 이 주장은 후대 학자들의 연구 결과에 따른 것이 아니라 청일전쟁 패전 직후 캉유웨이 등 광서제의 친정을 주장하던 일부 지식인들이 패전의 책임을 \"역시 암탉이 울면 집안이 망하더라\"라면서 서태후 탓으로 돌리기 위해서 만든 정치적인 비난입니다. 이화원 재건과 서태후의 60세 생일 축하파티에 해군의 예산 일부를 유용한 것은 사실이나, 그 돈은 북양함대와는 상관없으며 북양함대의 예산은 이미 몇 년전부터 줄어들고 있었습니다. \n가장 큰 원인은 당시 청조의 이원적인 권력 구조와 리더쉽 부재 탓이며 북양함대가 한족 관료 출신인 리훙장이 주도하다보니 만주족 입장에서는 북양함대로 대표되는 그의 권력이 지나치게 커졌다고 여기고 견제하기 위해서였습니다. 딩위안과 전위안은 일본인들에게만 두려움을 준 것이 아니라 만주족에게도 마찬가지였던 것이죠. 무능하고 무기력한 만주 황실에서 그나마 서태후가 리훙장을 강력하게 뒷받침하지 않았더라면 청이 짧은 기간에 그만한 해군력을 건설하는 것 자체가 불가능했을 것입니다.\n\n서태후 \"만\"의 책임이라는건 반대하지만 서태후가 별책임이 없고 구조적인 문제라는건 전혀 동의가 안됩니다.\n\n만주족이 한족을 견제했다고 주장하는데 해군아문을  지지한건 만주 황족인 경친왕이고 이에  반대한건 호부상서(재정부장관) 옹동화이고 이 사람은 엄연히 한족입니다. 양무운동 이후 만주족이 한족 실무관료를  재견제하기 시작한건 1901년 광서신정을 시작하고나서부터입니다. \n\n황해해전이 결과적으로 청해군이 두 척의 철갑함을 가지고도 일방적인 패배로 끝난 것처럼 보이지만 실제로는 일본 해군 또한 완파되거나 격침된 함이 없을 뿐 적지 않은 손실을 입었습니다. 승패의 결정적인 원인은 청 해군이 오합지졸이라서가 아니라 속사포에 있었습니다. 포의 구경과 화력, 포의 전체적인 숫자에서는 청 해군이 우세했지만 그 대신 일본 해군은 속사포에서 월등했습니다. 한방 한방의 위력은 청 해군 쪽이 커도 그 대신 일본 해군은 청 해군이 1발 쏠 때 속사포로 10발을 쏘아 집중난타했습니다. 딩위안, 전위안은 보기에는 위풍당당했지만 청일전쟁에 오면 시대에 뒤떨어진 구식함이었고 단지 장갑이 두껍다는 것 이외에 장점이 없었습니다. 건조 당시에만 해도 최신함이었던 두 척의 철갑함이 불과 10년 만에 구식함으로 전락한 것은 당시 열강들의 치열한 해군 경쟁으로 기술이 하루가 다르게 바뀌고 있었기 때문입니다. 후발주자인 일본은 그 흐름에 운좋게 편승했던 반면, 한발 먼저 해군을 건설한 청조는 예산문제와 정치적인 이유로 뒤쳐져 버렸죠. 이것은 단순히 청의 위정자들이 무능하거나 나태해서라기보다 일종의 시행착오이며 청조만이 아니라 1940년의 프랑스를 비롯하여 많은 나라들이 공통적으로 겪는 문제점이기도 합니다.\n\n정원과 진원이 일본을 친선 방문 했을 때 일본군 기죽인다고 군함 내부까지 관광시켜 줬고 그때 탄약고의 위치를 정확히 알아내서 나중에 전쟁터졌을 때 일본군이 탄약고를 계속 조준했다고 함.\n\n당시 청군은 독일제 군함.. 일본은 영국제 군함을 보유했었죠.. 일본은 훈련을 철저히 해왔고.. 미리 청군과의 해전을 준비했기에... 전혀 준비하지 못하고 인천에서 출발한 청군은 풍도해전에서 크게 격파됩니다.\n\n정원함과 진원함 두척의 화력 만으로도 청일전쟁에 동원된 모든 일본해군 연합함대 함정들의 화력을 압도할 정도로 강력한 화력을 갖췄지만 잘 아시다시피 서태후의 사치로 인한 예산부족으로 청나라 해군은 훈련도 제대로 못해 수병들의 기량부족으로 일본해군과의 싸움에서 상대가 되지 못했고, 당시 북양함대의 주인 이었던 리홍장이 자신 권력의 힘이었던 북양군의 함대가 일본군과 싸우다가 패하기라도 해서 전력손실을 보면 자신의 권력유지가 위태로와 질까봐 북양함대에 절대 대양으로 나가 싸우지 말고 일본해군을 피해 다니며 최대한 싸움을 피하라고 지시를 한 탓에 북양함대는 아시아 최강이라는 전력을 가지고도 싸움을 피해 꼭꼭 숨어 있어서 일본 연합함대는 청나라 북양함대를 찾아 다니느라 시간을 많이 소비합니다.북양함대가 일본해군 연합함대와 해전을 벌이게 된건 수송대가 이동해서 수송대를 호위하기 위해 어쩔 수 없이 출항을 했고 이 정보를 입수한 일본 연합함대가 출동해 양국 함대간 해전이 벌어진 거죠. 말하셨다시피 해군에 대해 잘 아는게 없는 육군 기병대 출신인 정여창은 제독은 그가 탄 기함의 함포가 발사될 때 그 충격파에 같이 있던 영국인 고문과 함께 날아가 허리를 세게 부딪히면서 허리를 크게 다치고 영국인 고문과 함께 기절을 해버렸다고 합니다.\n정여창 제독은 우리나라 사극 드라마에도 나오는데 임오군란 이후 재집권한 대원군을 청나라로 납치해 간 우리나라와의 악연도 가지고 있는 인물이죠.\n\n북양함대가 겉보기에는 강하긴 했지만 속은 곯아있었죠. 당장 지휘체계도 문제였고 특히 청에 만연해있던 부패때문에 보급도 원활히 되지않았으며 일선 지휘관들도 보신주의에 빠져서 함의 손실을 최소화할려들다보니 제대로 된 연계도 되지않았고 기술력과 무장에서 앞서는 일본에게 두들겨맞다가 끝나버린...물론 서태후의 낭비와 무관심, 무능한 청조정의 문제도 컸지요. 결국 이런저런 문제때문에 청일전쟁은 일본의 승리로 끝이났고 사실상 이때 조선의 운명도 결정되버렸달까...",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-08T16:59:32.666000",
  "updatedAt": "2023-01-08T17:12:44.348000"
}