{
  "id": "74f5f9d2-8718-497e-9de6-1246bda224c6",
  "title": "시가전",
  "content": "보통 현대전에서 행군시 혹은 시가전에 돌입할 때 꼴랑 전차만 두입하지 않습니다. 1994년 러시아가 체첸의 수도 그로즈니에 강력한 화력만 믿고 기갑부대만 120대 투입했으나 사방에서 날아오는 대전차 화기에 102대가 날아가는 참패 이 후 시가전 전투 교리가 바뀌기 시작했습니다.\n전차와 보병의 합동 작전을 하게 된 것이죠\n일단 탱크가 기동하면서 내는 소리 만으로 적의 사기가 떨어지고 적이 패퇴할 가능성이 매우 높습니다.\n\n두번째로, 거리에 설치된 장애물 (주로 차량으로 바리케이드 벽을 만든 것)을 주포로 파괴하거나 탱크가 깔고 넘어갈 수가 있고, 적의 저격수가 있는 곳에 포격을 가하여 격퇴시킬 수 있습니다.\n\n러시아군 스타일 처럼, 시민의 피해를 걱정하지 않고 주요 거점 건물들을 파괴하거나 반파시키는 스타일로 진입한다면 효과적으로 도시를 점령할 수 있지요. 하지만 북한이나 중국이 아닌 극렬한 종교 파벌과 싸울 때는 공중지원으로 폭격을 가하여 적이 지하도나 땅굴을 사용할 수 없게 한 다음 시에 진입해야 합니다.\n\n전차와 장갑차 등 기갑 차량을 넣은 이후 사상자가 감소하고, 작전 효율이 증가하고, 일정 시가 면적을 소탕하는데 걸리는 시간이 감소하는 결과가 나온 건 사실입니다. 이라크에서 험비 따위나 타고 다니며 죽어라 당한 미해병과 육군이 기갑차량을 투입하면서 배운 실전 전훈입니다.\n기갑차량들은 대인용 부비트램과 대차량 바리케이드를 밀어버릴 수 있습니다. 일반 차량들로선 이런 바리케이드를 밀어버릴 수 없고, 이미 사선이 확보된 부비트램을 맨 몸으로 돌파해야 해서 지극히 불리한 구역으로 진입해야 합니다. 시가지 수비군이 바라는 바대로 활동할 수 밖에 없습니다.\n하지만 기갑차량의 경우 벽이나 바리케이드를 밀어버릴 수 있고, 가택의 외벽 역시 차체로 붕괴시킬 수 있습니다. 시가전에서 도어브리칭 단계에서 가장 많은 희생자가 발생합니다. 외벽을 뭉겔 수 있다면 이 단계를 생략하고, 붕괴된 외벽으로 진입해 사전 설정된 부비트랩과 방어선을 우회할 수 있습니다.(실내에 방어용 바리케이드를 설치해놓은 경우가 많아 실내 수류탄 투척이 전혀 효과 없는 경우가 많았습니다.)\nRPG 등의 대전차 무기는 매우 근거리에서나 위력이 있기 때문에(?) 시가지의 주요 대로와 통로에 기갑차량을 배치하면 시가지에 숨은 방어군을 퇴치할 수 있습니다. 또한 이렇게 장악한 통로를 통해 물자와 병력, 부상병을 신속하게 실어나를 수 있습니다.\n뿐만 아니라, 항공지원으론 해소할 수 없는 화력을 소환할 수 있습니다. 가장 작은 항공폭탄이라 해도 250Kg에 달하며, SDB조차도 너무나 비싼 가격으로 함부로 사용할 수 없습니다. 단돈 수백만원 짜리 시가전 전용 탄약 1발이면 중화기와 수비군이 득시글 거리는 가옥 한채를 단번에 제압할 수 있습니다. \n\n[러시아 - 우크라이나 전쟁]\n이제 도시에서 시가전 할 때는 전차 몰고 들어가는 거 아니다. 저번 체첸 1차 전쟁에서 게릴라식 RPG-7에 그렇게 깨지고 나서 그나마 보완해서 체젠 2차 전쟁에서는 겨우겨우 이기기는 했는데  그 사이에 그 전훈을 까먹은 건지 아니면 우크라가 더 대전차 미사일을 준비를 잘했는지 이번에는 러시아군 전차의 피해가 예상보다 훨씬 크다.\n이제 적어도 시가전에서는 전차를 대규모로 동원하는 건 현명하지 않다.\n\n전차몰고 안들가면 포격으로 쑥대밭 만들면서 진겨해야 하는데..그리고 큰 도시는 완전파괴는 왠만해선 힘든데.. 그냥 알보병 갈아 넣을 수도 없고...ai전투로봇 나오기 전까지는 기갑전력 뿐이 답이 없지 않나;;",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-02-25T19:44:44.233000",
  "updatedAt": "2022-02-27T23:57:55.479000"
}