{
  "id": "7508e4e7-890a-4c96-8a20-8ad6cc2c37bf",
  "title": "메디컬리제이션",
  "content": "♡메디컬리제이션♡\n\n\n메디컬리제이션 (medicalization)이란 말을 들어 보셨나요?  \n65세 이상은 꼭 보세요.\n\n요즘 사회학 용어로 떠오른 '메디컬리제이션'에 대하여 \n심심풀이 삼아 한번 들어 보세요.\n\n필자와 갑장인 한 친구가 있다. \n그는 올해 75세로 노년기에 들어와 있다.\n30여년 넘게 직장 생활을 했고, \n60세 은퇴 후 몇 년간은 경제적으로 여유가 있었고, 건강에도 자신이 있어 어지간한 몸의 불편은 대수롭지 않게 넘겼다.  \n\n동창뿐 아니라 직장생활 등으로 맺어진 인맥도 살아 있었고, 이런저런 모임도 심심찮게 있어서 나름대로 활기있는 노후생활을 즐겼다. \n\n그러다 70대로 들어서자 건강에 문제가 조금씩 나타나면서 그의 생활도 달라져갔다.\n\n쾌활과 낙천은 슬금슬금 도망가고, 부정과 불안이 반쯤 망가진 팔랑개비처럼 마음 속을 맴돌았다. \n그래서 여기저기 증상이 생길 때마다 이 병원에서 저 병원으로 순례가 시작됐다. \n \n배가 이유 없이 더부룩하다, 생배앓이가 잦다, 이쪽 관절이 쑤신다, 저쪽은 뻣뻣하다, 어깨가 시리다, 눈이 자주 흐릿해지고, 왠 거미줄이 어른거린다, 가는 귀가 먹는 것 같더만 조수미 노래같은 고음이 짜증나게 들린다, 소변이 어쩌구 저쩌구~ 등등 다양한 호소를 쏟아냈다. \n \n특별한 이상은 잡히지 않는데, 검사만 자꾸 늘어났다. \n평생 병원 신세 안 질 것 같던 자신감은 사라져가고 사소한 신체 문제도 죄다 질병으로 여기며 '병원 의존형' 사람이 됐다. \n\n이를 새로운 사회학 용어로 '메디컬리제이션(medicalization)'이라고 일컫는다. \n\"모든 증상을 치료 대상이라 생각하며 환자로 살아가는 것\"이다. \n\n노령화 진입 초기에 흔히 볼 수 있는 심리적 현상이고, 고령화시대에 일반화된 사회적 현상이다. \n\n노화의 징후로 어차피 나타나는 다음의 증상들은 대개 병(病)이 아니다.\n\n나이 들면 호흡에 쓰는 근육과 횡격막이 약해진다. \n허파꽈리(肺胞)와 폐 안의 모세혈관도 줄어간다. \n가만히 있어도 예전보다 산소가 적게 흡수되어 평소보다 움직임이 조금만 더 커지거나 빨라지면 숨이 찬다. \n\n이건 질병이 아니다. \n체내 산소량에 적응하면서 운동량을 조금씩만 늘려가도 숨찬 증세는 개선된다. \n\n같은 이유로 기침도 약해진다. \n미세먼지 많은 날 기침이 자주 나온다는 호소는 되레 청신호다. \n기침은 폐에 들어온 세균이나 이물질을 밖으로 튕겨 내보내는 청소효과가 있는데, 그런 날 기침이 있다는 것은 호흡 근육이 제대로 살아 있다는 의미이다. 만성적 기침이 아니라면 병원을 찾을 이유가 없다.\n  \n고령에 위장은 움직임이 더디고, 오래된 속옷 고무줄처럼 탄성도 줄어서 음식이 조금만 많이 들어와도 금세 부대낀다. \n\n담즙 생산이 줄어 십이지장은 일감을 처리할 연료가 모자란 셈이니 기름진 고기의 소화가 어렵다. \n\n젖당 분해 효소도 덜 생산돼 과(過)한 유제품 섭취는 설사(泄瀉)로 바로 이어진다.\n \n대장(大腸)은 느릿하게 굼뜨져서  식이섬유 섭취라도 줄면 변비가 오기 쉽고, 막걸리라도 좀 마셨다하면 어김없이 아랫배가 사촌 논 살 때 마냥 슬슬 아파온다.\n\n이런 불편들은 고령 친화적 생활 습관으로 감소시킬 수 있다. \n예를 들면, 위가 더부룩하면 연한 음식과 소식(小食)으로 습관을 바꿔가면 된다. \n\n또한 고령의 상실감이나 서운함이 밀려올 때도 있다.\n그러나 이런 증상들은 마음 먹기에 따라 病이 되기도 하고 아니 되기도 한다.\n따라서 사고(思考)전환이 권장되지 치료가 꼭 필요한 게 아니다.\n\n가령 양귀비(楊貴妃)가 옆에 바짝 붙어 있는데도 한창 때 같았으면 천방지축으로 기고만장했을 '똘똘이'가 기침(起枕)할 기미조차 보이지 않으면,\n'아! 자손을 번식시킬 의무가 끝났구나' 라고 수긍하면 병(病)이 될 수 없다.\n\n그러나 끝난 의무를 치료대상으로 여겨서 의사나 약 등에 의존하여 억지로 더 질질 끌게되면 병(病)을 만드는 것이 된다.\n \n서운하겠지만 '똘똘이'가 자기 몸에서 가장 똘똘했던 시절은 벌써 지나갔다.\n\n다른 한 편으로, 노화 현상을 모르거나 간과하면 노년의 건강에 해(害)로울 수 있다.\n \n나이 들면 음식을 삼킬 때마다 인후가 기도(氣道) 뚜껑을 닫는 조화로움이 둔해진다. \n노인들이 자주 사레 들리는 이유다. \n \n노년의 골 감소증은 어느 정도는 숙명인데, 목뼈에 골다공증이 오면 자기도 모르게 머리가 앞으로 쉽게 숙여진다. \n이는 기도(氣道)를 덮는 인후를 압박한다. \n \n아무 생각없이 한 입에 쏙 들어가는 기름 바른 인절미나 조랑떡이 입에 당겨 소시(少時)적 처럼 한 입에 냉큼 삼켰다간 기도(氣道)가 막혀 사달이 날 수도 있다.\n\n불필요한 약 복용이나 무심코 건네받은 건강 보조 약물이 몸을 그르칠 수도 있다. \n\n노령에는 간(肝) 세포수가 감소하고, 간으로 흐르는 피도 줄어들 뿐더러, 간 효소의 효율성도 떨어진다. \n그 결과 약물 대사(代謝)가 늦어지고, 체내 잔존량이 늘어나 藥禍가 일어날 수 있다. \n\n얼마 전부터 생명공학이나 의학의 연구영역과는 별도로 사회학자들이 고령화시대의 사회문제로써 이런 현상들을 들여다 보기 시작했다.\n\n위에 열거된 노령화 패턴 등을 이해한다면 \n\"medicalization\", \n즉 '증상이 있으니 나는 환자이고 따라서 약을 먹어야지' 랄지 또는 '몸이 한창때하고 많이 달라, 약을 처방 받아야 해'라는 생각을 상당히 떨쳐낼 수 있을 것이다.\n\n여기에 더해 여러 증상에 적절히 순응하면서 다스려가거나, 하다못해 무거워진 몸을 자주 움직여 주기만 해도 마음까지 한결 가뿐해질 수 있다. \n\n'늙어 가는 것'과 '아픈 것'은 비슷해도 다른 것이다.\n\n뻔한 얘기가 생소하게 들린다면, 우리 벗님네들은 난생 처음 늙어 보아서 신체노화를 모르고 살아왔기 때문이고, 노화와 질병을 구별하여 배울 기회나 필요가 없었던 까닭일 것이다.\n\n그렇다면 나이가 나이인 만큼 지병(持病) 한 두개쯤 있다면 섭리로  생각하고 살아갈 수밖에 없다.\n\n\"Escape from  medicalization!\"\n\nmedicalization으로부터 벗어나 가물가물해진 생기(生氣)도 다시 북돋우고, 숨어버린 낙(樂)을 찾아내\n'내 나이가 어때서~' 라고 정도껏 즐겨도 될 일이다.\n\n스스로를 죽음으로 불러들이는 \n어리석은 짓을 하지 말고,\n살아 숨 쉬는 것 자체가\n生의 환희 아니던가?!\n\n아무 것도 이룬 것이 없더라도\n살아있는 人生은 즐거운 것이다.\n\n가족이나 타인에게\n서운한 마음이 있더라도\n그 책임은 나의 몫이라고 생각하자.\n\n한번 가면 다시 못올 인생인데\n가는 그 날까지 움직이며 \n보람샘이 마르도록 꿈을 찾아\n열심히 행복하게 살아 갑시다.\n\n                     - <좋은 글> 중에서 -\n\n\n(꽃)(꽃)(꽃)(촛불)(촛불)(촛불)(꽃)(꽃)(꽃)",
  "color": "default",
  "labels": [
    "3eb0cfd5-dae1-4185-9fcc-6a2b31fecda2"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2019-07-21T10:47:00.688000",
  "updatedAt": "2019-07-21T10:48:01.772000"
}