{
  "id": "757c7d9a-1a88-4a7e-b233-b667a1978f7f",
  "title": "백제의 부흥운동",
  "content": "![image](media/1926e199429.bc5ab1572d14285e.gif)\n![image](media/1926e19dcdc.a802898049409567.gif)\n![image](media/1926e1ee6e4.bfd7114a63edc6e9.gif)\n\n\n\n﻿백제부흥운동 개요   < 한밭대 심정보 교수>\n\n﻿                                                                                출처: 百濟文化史大系硏究叢書 제﻿6권 '백제의 멸망과 부흥운동' 중 발췌 \n\n﻿\n백제는 660년 의자왕이 항복한 직후부터 백제부흥군이 봉기하여 나·당군을 초략(강제로 빼앗음)하기 시작하고 있다. 남잠(부여 금정산 비정)·정현(진현성/ 대전 흑석동 산성 비정) 등지의 성에서 백제유민이 궐기하고 있으며, 두시원악(두릉(량)윤성; 청양 정산 계봉산성 비정)에서는 좌평 정무가, 구마노리성(웅진성으로 비정)에서는 달솔 여자진이, 임존성(대흥 봉수산성)에서는 복신·도침·흑치상지 등이 세력을 규합하여 나·당군을 공격하기 시작하였다.\n\n \n\n두시원악에서 부흥군을 일으킨 좌평 정무와 구마노리성에서 봉기한 달솔 여자진의 국내 활약상에 대하여서는 더 이상 상세하게 밝혀진 것은 없으나, 임존성에서 결집한 복신과 도침 및 흑치상지의 행적에 대하여서는 비교적 상세하게 기록하고 있으며, 부흥운동 초기에 활약상을 보이다가 말기에 당군에 투항하여 임존성을 공격하여 함락시킨 흑치상지에 비하여서 복신과 도침은 시종일관 부흥운동 과정의 중심에 나타나고 있어, 백제 부흥운동의 핵심인물로 부각되고 있다.\n\n \n\n흑치상지가 봉기하여 임존성에 의거하자 열흘만에 3만여명이 모여들었다고 기록하고 있는 것은 당시 백제 유민들의 조국을 되찾겠다는 신념이 매우 강하였다는 것을 단적으로 보여주는 것이라고 하겠다.\n\n \n\n이에 소정방은 나·당군을 동원하여 660년 8월 26일에 임존성을 공격하였지마는 실패하고 말았으며, 9월 3일에는 유인원이 거느리는 1만의 당병과 김인태 휘하의 신라군 7천으로 사비성을 지키게 하고, 소정방 자신은 의자왕 및 왕족과 신하 93인과 백성 12,000인을 포로로 하여 사비에서 뱃길로 철수하고 말았다.\n\n \n\n소정방이 급히 의자왕 등 왕자와 대신들을 포로로 하여 급히 당으로 귀환하고 있는 것은 백제부흥군에 대한 토벌이 불가능하다는 것을 깨닫고 의자왕 등 구심점을 제거하여 부흥운동을 조기에 진압시키려는 고도의 전술에 의한 것이라고 하겠다. 그리하여 복신은 10월에 좌평 귀지 등을 왜에 보내어 당이 의자왕 등 군신을 잡아갔음을 알리고 왜군의 출병과 함께 당시 왜에 머물고 있던 왕자 풍을 맞이하여 국왕으로 삼겠다고 하여 왕자 풍의 귀국을 요청하게 되었다.\n\n \n\n나당군의 공격을 물리쳐 기세를 떨치게 된 백제부흥군은 9월 23일 사비 남령 등 사비 부근의 네 곳에 성을 쌓고 곧 사비성을 포위하여, 이들 나당진수군을 공격하였으니, 이때 20여성이 이에 호응하고 있다. 이것으로 볼 때 나당진수군은 사비성만을 고수하고 있을 뿐으로, 여타지역에 대하여서는 나·당의 영향력이 미치지 못하고 있었음을 알 수 있다. 이때 당 고종이 웅진도독으로 파견한 좌위중랑장 왕문도가 9월 28일 삼년산성에서 조서를 전한후 갑자기 사망하는 사건이 발생하기도 한다.\n\n \n\n당시 삼년산성에서 머물고 있었던 무열왕은 이와 같은 백제부흥군의 공격으로부터 나당진수군을 구하고자 10월 9일 친히 태자와 모든 군병을 이끌고 회군하여 10월 18일에 중도에서 이례성을 함락시키니, 백제부흥군에 호응하고 있던 20여 성이 항복하고 말았다. 무열왕은 계속하여 사비 남령의 목책(10월 30일)과 왕흥사 잠성(11월 5일)을 공격하여 함락함으로써 사비부성의 나당진수군은 위기에서 벗어나게 되었다.\n\n \n\n661년 초에 백제부흥군은 복신과 도침을 중심으로 재차 사비성의 공격에 나섰으며, 이에 당은 부임직후에 병사한 왕문도를 대신하여 유인궤를 파견하여 신라군과 같이 이를 구원토록 하였다.\n\n \n\n이때 백제부흥군은 본진을 임존성에서 주류성으로 옮기게 되었다. 부흥군이 본진을 옮기게 된 것은 금강을 통하여 사비 및 웅진으로 유입되는 당의 원군을 적극적으로 차단하려는 의지가 담겨있으며, 또한 수로를 이용하여 왜국 및 고구려와의 통교를 더욱 긴밀하게 전개하기 위함이었다. 이에따라 복신은 금강입구에서 유인궤군의 진입을 저지하고 도침은 사비성을 포위 공격하여 유인궤군과 사비부성의 진수군이 합세하는 것을 막으려고 하였다. \n\n \n\n백제부흥군은 유인궤가 이끄는 당나라 원군의 진입을 막기 위해 금강어귀에 2개의 목책을 세우고 방어하였으나, 패하여 1만명의 전사자를 냈다. 금강입구에서의 저지가 실패로 돌아가자 백제부흥군은 661년 3월 사비성의 포위를 풀고 도침은 임존성으로 철수하고 복신은 주류성에 머무르게 되었다.\n\n \n\n이때 품일 등 신라군은  계속하여 사비성을 압박하고 있는 두량윤성에 3월 5일 소수의 선발대 병력을 보낸데 이어 대군을 동원해 3월 12일부터 1개월 6일동안 공격하였으나 실패했다. 신라군은 오히려 귀환길에 부흥군의 공격을 받아 많은 피해를 입게 되니 무열왕은 김순 등을 급히 보내어 이들을 구원토록 할 정도였다.(삼국사기 권5 신라본기 태종무열왕 8년 4월 19일조) 품일 등이 도착하자 무열왕은 장수들의 패한 전적을 들어 벌을 내리게 되었다. 이와 같은 사실은 백제부흥군이 사비성 주위 뿐만 아니라 백제고지 전역에 걸쳐서 활동하고 있었음을 알 수 있는 것이다.\n\n \n\n이 이후, 당군은 동쪽 지방을 침략하는 백제부흥군을 공격하기 위하여 웅진의 당군 1천명이 출병하였으나 대패하여 한 사람도 돌아오지 못하였다(삼국사기 권22 신라본기 문무왕 11년 7월 26일조)고 한다. 웅진의 당군은 유인궤군이다. 이들은 원군으로 도착하여 사비성의 위기를 해소시킨 후에 웅진성으로 들어가 지키고 있다가 백제부흥군이 신라로부터의 군량공급선인 웅진도(신라에서 웅진에 이르는 도로)를 차단하여 고립상태에 빠지자 이를 해소시키기 위하여 출동하였다가 전멸하게된 것이다. 이를 볼 때 유인원군은 사비성에 주둔하고 있었으며, 유인궤군은 웅진성에 주둔하고 있었음을 알수 있다.\n\n \n\n백제부흥군으로부터 큰 타격을 받은 유인궤는 신라에 원군을 요청하게 되었다. 그리하여 당의 계속된 청병으로 신라는 김흠 등을 보내어 백제부흥군의 중심 거점인 주류성을 치게 하여 부흥군을 분산시켜 웅진성의 외롭고 위태로움을 해소하려고 하였으나, 오히려 복신에게 대패하여 돌아오니 남방의 모든 성이 복신에게 귀속하게 되었으며, 김흠이 돌아온 이후 신라군은 감히 다시 나가려고 하지 않았다는 기록으로 보아, 이 때 신라군의 피해상황이 매우 컸음을 짐작할 수 있다 하겠다.\n\n \n\n이에 백제부흥군은 승리에 편승하여 다시 웅진부성을 포위하고 웅진도를 차단하게 되니, 웅진성 안에 소금과 된장이 떨어졌으므로 신라는 즉시 장정들을 모집하여 몰래 소금을 보내어 그들의 괴롭고 고달픔을 구하였다. 이와 같이 상황이 유리하게 전개되자 도침은 영군장군, 복신은 상잠장군을 일컬으며 백제 유민들을 모아 들여 그 세력이 더욱 커지게 되었다. 그리하여 유인궤에게 사자를 보낼 정도로 여유를 갖게 되었으며, 답서를 가지고 온 유인궤의 사자를 관직이 낮다고 하여 홀대하여 돌려보내고 있다.(구당서 동이열전 백제조)\n\n \n\n661년 6월에는 무열왕의 뒤를 이어 문무왕이 즉위하였으며, 곧 당이 소정방 등으로 고구려를 치도록 하면서 신라로 하여금 고구려 공격에 필요한 군량을 수송토록 하였다. 이에 따라 신라군은 문무왕의 친정하에 김유신을 대장군으로 하는 대군단을 편성하여 출정하게 되었다.(삼국사기 권6 신라본기 문무왕 원년조)\n\n \n\n신라군이 고구려로 향하는 도중에 남천주에 행차하게 되었는데, 유인원도 군대를 거느리고 사비에서 뱃길로 출발하여 남천주에서 합세하게 되었다. 이때 전위대의 사자가 와서 옹산성(대전 계족산성 추정)에 백제부흥군이 있어 앞으로 바로 나가는 것이 불가함을 알리고, 또한 웅진에서도 사자가 와서 웅진부성의 외롭고 위태로움을 알리게 되니, 웅진의 당군을 구하기 위하여 9월 25일 옹산성을 공격하게 되었다.\n\n \n\n이 옹산성전투는 백제부흥운동사 전 과정을 통하여 가장 상세한 기록을 남기고 있다. 옹산성의 백제부흥군은 신라의 대군을 맞아 치열한 전투를 벌였으나 수천명의 희생 끝에 3일 만인 9월 27일에 함락되고 말았다. 이 전투 시에 신라의 문무왕은 직접 높은 곳에 올라 눈물겨운 말로 격려하였다고 하니, 그 치열함을 엿볼 수 있다 하겠다. 이때 옹산성을 함락시킨 신라의 품일장군은 계속하여 우술성을 공격하여 1천명의 희생자를 낸 끝에 달솔 조복 등의 항복(661년 9월 27일)을 받아 내고 웅진도를 개통시키고 있다.\n\n \n\n한편, 옹산성전투에 합세하였던 유인원군은 고구려 공격에 참여하지 않고 웅진성으로 들어가 유인궤군과 합세하게 되었다. 이와 같이 당군이 합군하여 수성에 유리한 웅진성에 머물며 지키게 되었지만, 당 고종은 유인궤에게 칙서를 내려 평양의 군사를 회군시켰으므로 한 성을 홀로 고수하기가 어려우니 신라에 가서 군영에 머무르거나 그렇지 않으면 즉시 바다를 건너 돌아오라고 칙명하였다. 그러자 장수와 사졸들은 모두 서쪽 본국으로 돌아가고자 했다고 하였으나 유인궤가 부하들을 설득시켜 그대로 머물고 있다.(구당서 열전 유인궤조)\n\n \n\n662년 5월에 왜에 머물러 있던 왕자 풍이 귀국하여 왕위에 올라 백제왕통을 잇고 있음(일본서기 천지천황 원년조)을 볼 수 있다. 그러나 풍왕의 옹립 후 얼마되지 아니하여 백제부흥군 내부에는 662년 7월 복신이 도침을 살해하고 그 병마를 합하여 그 세력을 더욱 확장시키고 있는데도 풍왕은 다만 제사를 주관할 뿐이었다(구당서열전 유인궤조 및 동이열전 백제조)고 하여 심각한 내분이 있었음을 알 수 있다.\n\n \n\n이후 나당군은 고구려 공격으로 여력이 없었으니 이를 기회로 하여 백제부흥군은 세력을 확장하는 한편 대전방면을 장악하여 신라로부터의 양도를 끊어 웅진부성을 고립시키고 있다. 이때 풍왕과 복신은 유인원 등이 진수하고 있는 웅진성이 외로운데다가 원군이 없음을 보고 언제 서쪽으로 돌아가겠느냐 마땅히 보내드리고 전송하겠다(자치통감당기 고종 용삭 2년 7월조)하고 있어 매우 자만심에 빠져 있음을 볼 수 있다.\n\n \n\n이 틈(도침 살해 등 내분)을 이용하여 나당군은 곧 백제부흥군을 공격하였으니, 『구당서』에는 662년 7월에 유인원·유인궤 등이 웅진부성을 진수하던 군사들을 이끌고 웅진 동쪽에서 복신의 남은 무리들을 대파하여 지라성·윤성·사정·대산 등 4성책을 함락시키고, 죽이고 사로잡은 것이 매우 많았으며, 이에군사들을 나누어 지키게 하였다고 기록하고 있다.(구당서동이열전 백제조) 그 후 계속하여 유인궤는 신라군을 이끌고 진현성을 함락시키고 드디어 신라의 군량 운송로를 개통시켰다고 하고 있다. 이와 같이 백제부흥군이 웅진 동쪽 대전지방에 해당하는 지라성·윤성·사정·대산 등 4성책과 진현성에 군사들을 더하여 지키고 있었던 것은 옹산성전투의 패배 이후 저지에 실패하였던 신라의 군량 운송로인 ‘웅진도’를 다시 차단하여 웅진부성의 당군을 고립시키려는 의도에서였다.\n\n \n\n이어서 신라는 8월에 백제부흥군이 내사지성(월평동산성 등 대전 유성일대에 있던 백제의 성 추정)에 모여 지키고 있어 근심걱정이 됨으로 흠순 등 19장군을 보내어 이를 토벌하여 깨뜨렸다(삼국사기권6 신라본기 6 문무왕 2년 8월조)고 하고 있다. 신라가 내사지성 한 성을 함락시키기 위하여 흠순 등 19장군이나 파견하게 된 것은 내사지성을 방어하는 백제부흥군의 세력이 매우 강성하였음을 짐작할 수 있으며, 이로 인하여 웅진부성에 대한 신라의 군량수송로가 다시 차단될 것을 염려한 때문이었다.\n\n \n\n662년 12월에 풍왕과 좌평 복신 등이 왜장 狹井連·朴市田來津과 의논하여 \"이 주유(주류성)는 토지가 척박하여 농사와 양잠할 땅이 아니라 여기에 오래 있으면 백성이 기근이 들 것\"이라 하여, 피성(전북 김제)으로 옮기고 있다. 피성으로 옮기는 이유는 장기전에 대비하기 위한 방책이라 생각되는데, 이때 朴市田來津이 피성은 적이 있는 곳에서 하루밤에 갈 수 있는 거리라 너무 가깝고, 주유는 산험에 가리워 있어서 모든 것이 방어하기에 적합하다고 하여 옮기지 말 것을 건의하였으나, 듣지 않고 피성으로 도읍하였다(일본서기 천지천황 원년 12월 병술조)고 하고 있다. 그러나 663년 2월에 신라의 흠순과 천존이 군사들을 거느리고, 백제의 남방 여러 성인 거열성·거물성·사평성·덕안성 등을 쳐서 함락시키자 이 달에 다시 주류성으로 옮기고 말았다.(삼국사기 권6 신라본기 문무왕 3년 2월조)\n\n \n\n웅진강의 동쪽과 남쪽에서 연이은 패배로 웅진강 남쪽으로 다시 몰리게된 불리한 상황하에서 백제부흥군의 지도층에는 다시 내분이 일어나게 되었다. 이때 복신이 이미 병권을 모두 장악하여 풍왕과 서로 시기하여 사이가 나빴다고 하는 것으로 보아 주도권 쟁탈 싸움이 벌어지게 되었던 듯하다. 그리하여 663년 6월에 풍왕이 복신을 살해하기에 이르니 백제부흥군의 세력은 더욱 약화되었고, 사기는 크게 떨어지게 되었다.\n\n \n\n이에 반하여, 웅진부성의 당군에는 응원군인 우위위장군 손인사의 7천군이 663년 6~7월 합세하여 사기가 크게 진작되었다. 이때에 부여융이 백제 유민을 위무하고 부흥군을 토벌하기 위해 손인사의 증원군의 일원으로 백제에 도착하였다. 이는 당이 전통적인 이이제이정책(以夷制夷政策)에 의하여 백제부흥군을 양분시켜 약화시키려는 의도에서 비롯된 것이니, 결국 임존성을 근거로 하여 활약하였던 흑치상지가 당에 항복하여 부여융과 행동을 같이하게 되어 백제부흥군은 크게 약화되었다.\n\n \n\n백제부흥군내에 내분이 있었음을 간파한 나당군은 수륙양면으로 주류성을 공격하게 되었다. 신라는 문무왕이 친히 김유신 등 28장군(혹은 30장군)을 거느리고, 7월 17일에 정벌하기 위한 군병이 출발하여 웅진주에서 유인원의 군대와 합세하고 있다. 이때 여러 장수들이 모여 의논하여, 주류성 공격로상에 있는 수륙요충의 가림성을 피하여 주류성을 먼저 공격의 대상으로 삼게 되었다. 그리하여 손인사와 유인원 및 문무왕은 육군을 거느리고 진격하고, 유인궤·두상·부여융은 수군과 군량선을 이끌고 웅진강으로부터 백강으로 가서 육군과 합세하여 같이 주류성을 공격하기로 하였다.\n\n \n\n한편, 백제부흥군에는 廬原君臣등 1만여의 왜국 원군이 오게 되었으며, 풍왕은 8월 13일에 이들을 맞이하기 위하여 백사로 나가게 되었다. 바로 이 날에 웅진에서 출발한 나당군이 주류성에 도착하고 있으며, 8월 17일에는 백제부흥군의 왕성인 주류성을 포위하고 당의 전선 170척은 백강(백촌강)에 진을 치게 되었다. 그리하여 이미 백강구에 도달한 왜의 선단은 ‘인궤가 백강구에서 왜군과 만나다.’(구당서 열전 유인궤조)의 기사와 같이 백강구 밖에 진을 설치하여 백강구를 사이로 당나라 수군과 대치하고 있었음을 짐작할 수 있다. 이것은 왜의 선단이 백강구밖에 먼저 도착하여 기다리고 있었던 상황이기 때문에 당 수군이 금강하구를 빠져나가지 못한 상태에서 백강어구에 진을 설치하여 기다리고 있었음을 볼 수 있는 것이다.\n\n \n\n당과 왜선단의 8월 27~28일 양일간에 있었던 백강구전은 모두 왜 선단의 선공으로 이루어지고 있는데, 이는 백강구 안으로 진입하려는 왜 선단의 노력을 엿볼 수 있는 것이다. 특히 28일에는 왜 선단이 기상을 살피지 않고 백강으로 진입하자 당 수군은 좌우로 나뉘어 화공으로 협공하고, 마침 강의 흐름은 썰물로 바뀌어 급하게 흐르니, 왜 선단은 뱃머리를 돌리지도 못하고 궤멸 당할 수밖에 없었던 것이다.(일본서기 천지천황 2년 8월 임오삭조)\n\n \n\n8월 28일 백강구전에서 왜의 원군이 4차례 전투에서 모두 패하고 화공에 의하여 400여척의 전선이 불태워지자 풍왕은 9월 1일에 고구려로 도망하고, 9월 8일에는 결국 주류성도 함락되었다.\n\n \n\n그리고 신라군은 임존성에서 끝까지 버티고 있는 지수신군을 10월 22일부터 공격하였으나 실패한 후 11월 4일에 ‘설리정’으로 군사를 돌이켜 논공행상을 하면서 머물러 군영을 지키고 있던 당군에게도 의복을 지어 나누어주고 있다.(삼국사기 권6 신라본기 문무왕 3년조) 그런데 신라군이 군사를 돌이켜 온‘설리정’은 바로 현재의 서천군 관내이니, 이것은 바로 서천군 관내에 있는 백제부흥군의 주성인 주류성을 함락시키고 이곳에 설리정을 설치하고 있는 것으로, 이와 같은 예는 문무왕 11년 대당전쟁시 사비성 일대를 확보한 신라가 그곳에 소부리주를 설치하고 있는 것과 맥을 같이 하는 것이라 하겠다.\n\n \n\n지수신은 임존성에서 끝까지 항거하여 10월 22일부터 11월 4일까지 공격하는 신라군을 잘 격퇴하였으나 결국은 항장 흑치상지에게 함락되고 지수신도 고구려로 도망하니(구당서열전 유인궤조) 백제유민의 4년간에 걸친 부흥운동은 결국 무위로 끝나고 말았다. 하지만, 이듬해인 664년 3월 사비산성에서 백제 유민들이 당군에 항거했다가 진압된 사례가 있기도 하다.\n\n \n\n백제부흥군의 4년간에 걸친 이와 같은 항쟁이 비록 무뮈로 끝났지만, 당군의 활동 범위를 사비 및 웅진으로 제한시킴으로써 당이 웅진도독부 등 5도독부를 설치하여 백제고지를 지배하려는 야욕을 좌절케 하였으며, 남북으로 협공하여 고구려를 멸망시키려는 당의 의도를 수년간 지연시키는 결과를 가져오기에 이르렀다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-10-09T06:36:14.004000",
  "updatedAt": "2025-12-07T10:50:19.753000"
}