{
  "id": "77938fb9-1201-47e3-8d80-72146672e8fa",
  "title": "졸본성 = 홀본성 = 주몽성, 홀승골 = 졸(본)성골",
  "content": "![image](media/19130033e5a.abd2abe2c68b9eea.png)\n![image](media/191468cc54f.a12575db8f58159c.png)\n![image](media/1914696d864.9baf9c516c3c210d.jpg)\n![image](media/19201a0897e.82f4b18351a19066.jpg)\n![image](media/19abd769658.bbc0469761d8547b.jpg)\n![image](media/19abd7e17bd.abacd620be2eb766.jpg)\n![image](media/19abd8b56ee.ae5dd7dc82ff7181.jpg)\n\n\n\n‘졸본’은 무슨 뜻일까? ‘마칠졸’(卒)과 ‘근본 본’(本)으로 이루어진 졸본을 한자말로 풀어본들 이해할 수 없으니,  튀르크어로 졸본과 음이 비슷한 ‘출판’(Çulpan)은 금성(샛별)을 뜻한다. 아직 가설일 뿐이지만, 고구려인도 자신의 새 도읍을 ‘샛별’로 인식했던 것은 아닐까? \n\n중앙아시아 여러 고구려 주변국들 사서를 보면 주몽을 추모 또는 추몽,처먼 등 여러 이름으로 불렀었는데 몽골에서 남자아이를 철먼이라고 부른답니다. 이 철먼은 금성이란 뜻이며 왕을 상징하지요. 왜냐하면 일식이 일어날 때 양기 즉 왕을 상징하는 태양과 여왕 혹은 어머니 여왕, 음기를 상징하는 달이 겹쳤다가 다시 갈라질 때 그 사이로 금성이 보이기 때문에 태양과 달이 합궁을 하여 낳은 금성이 왕이라고 믿었고 금성이라는 뜻의 철먼을 남자아이들에게 불러주게 된거죠. 그리고 금성은 동쪽에서 뜨죠? 밝게 빗나는 샛별입니다. 이걸 한자로 하면 동명성왕...주몽이 동명성왕이잖아요. 활을 잘쏘고 말을 잘 탔던건 원래 주몽이 투르크계열 몽골인들이었때문에 당연히 잘 한거고 주몽은 활을 잘쏴서 지어진 이름이 아니라 몽골의 철먼을 음차하여 비슷한 한자인 주몽을 써서 만든 것이라고 봅니다.\n\n\n [태백일사]<고구려국본기>\n [태백일사]<고구려국본기>에는 ‘졸본 → 눌견 → 국내성’ 으로 이도(移都)한 것으로 나온다.\n\n未幾에 爲官家所忌하사與烏伊摩離陝父로 逃至卒本하시니 適에 夫餘王이 無嗣라 朱蒙이 遂以王婿로 入承大統하시니 是謂高句麗始祖也시니라.\n平樂二十一年甲午 十月에 伐北沃沮하사 滅之하시고 明年乙未에 自卒本으로 移都訥見하니 訥見은 今常春朱家城子也라 琉璃明帝二十一年에 又自訥見 移都于國內城하시니 亦曰皇城이오 內有丸都山하야 山上築城하니 有事則居之시라.\n\n얼마 안가 관가의 미움을 사게 되어 오이, 마리, 협보와 함께 도망하여 졸본에 이르렀다. 마침 부여왕(북부여 6세 고무서단군)이 대를 이을 아들이 없어, 주몽이 마침내 왕의 사위가 되어 대통을 이으시니(BCE 58년) 이분이 곧 고구려의 시조이시다.\n고주몽 성제 평락 21년 갑오(BCE 27)년 10월, 북옥저를 쳐서 멸하고 이듬해 을미년에 졸본에서 눌견(訥見)으로 도읍을 옮기셨다. 유리왕 21년(CE 2년), 도읍을 다시 눌견에서 국내성으로 옮겼는데, 이곳을 황성이라고도 한다. 성 안에 환도산이 있는데, 산 위에 성을 쌓고 유사시에는 거기에 머무르셨다.\n\n고주몽은 북옥저를 쳐서 멸하면서 눌견으로 도읍을 옮겼다. 눌견은 ‘늘 봄’ 의 이두식 표기로 상춘(常春)을 말한다. \n\n\n김진경\n『삼국사기』 고구려본기 시조 동명성왕(東明聖}王) 1년(서기전 37년)\n고주몽이 동부여(東扶餘)에서 피신하여 엄사수(淹㴲水)를 거쳐 졸본천[卒本川, 『위서』에서 ‘흘승골성(紇升骨城)에 이르렀다.’고 하였다.]에 이르렀으며, 비류수(沸流水)가에 오두막을 짓고 살았는데, 나라 이름을 고구려(高句麗)라 하였으며, 고(高)씨로 성을 삼았다. 즉, 『삼국사기』에서 『위서』를 인용하였는데, 졸본천이 흘승골성이라고 기록되어 있다. 그런데 『신당서』지리지 하북도에 따르면, 환도성이 현 하북성 석가장시 정정현(정정고성)임을 알 수 있으며, 그 인근에 흐르고 있는 현 사하(沙河)가 졸본천임을 알 수 있다. \n따라서 흘승골성은 현재의 산서성 남부 장치시에서부터 하북성 석가장시에 이르는 지역인 것으로 추정할 수 있다.\n\n\n삼국사기 지리지\n《통전(通典)》에서 이르기를 “주몽(朱蒙)이 한(漢) 건소(建昭)2년(기원전 37년)에 북부여(北扶余)로부터 동남쪽으로 나아가 보술수(普蘇水)를 건너 홀승골성(紇升骨城)에 이르러 자리를 잡고 국호를 구려(句麗)라 하였고 ‘고(高)’로써 성씨를 삼았다”라 하였으며, 고기(古記)에서 이르기를 “주몽(朱蒙)이 부여(扶餘)로부터 난을 피해 도망하여 졸본(卒本)에 이르렀다.”라 하였으니, 곧 홀승골성(紇升骨城)과 졸본(卒本)은 같은 한 곳이다. 《한서지(漢書志)》에서 이르기를 “요동군(遼東郡)은 낙양(洛陽)에서 3천 6백리 떨어져 있으며, 속한 현으로서 무려(無慮)가 있다.”고 했다. 곧 《주례(周禮)》에서 보이는 북진(北鎭)의 의무려산(醫巫閭山)이며, 대요(大遼) 때에 그 아래에 의주(醫州)를 설치하였다. 또 [한서지]에 “현도군(玄菟郡)은 낙양(洛陽)에서 동북으로 4천리 떨어져 있고, 속한 현이 셋이며, 고구려가 그 중 하나이다.”라 하였으니, 곧 이른바 주몽이 도읍한 곳이라고 말하는 홀승골성(紇升骨城)과 졸본(卒本)은 아마도 한(漢)의 현도군(玄菟郡)의 경계이고, 대요국(大遼) 동경(東京)의 서쪽이며, 대요가 멸망했을 때에 요(遼)의 황제가 연경(燕京)에 있었으니, 곧 우리 옛날 대요(大遼)의 조빙하는 사신들이 동경(東京)을 지나 요수(遼水)를 건너 하루 이틀에 의주(醫州)에 이르러, 연계(燕京)로 향하였으므로 고로 그랬다는 것을 알 수 있다.\n\n\n\n광개토왕 비문\n주몽의 건국지를 \"비류곡(沸流谷) 홀본(忽本)의 서성산(西城山)\"이라고 하였다. \n홀본은 '삼국사기' 고구려본기에 등장하는 '졸본(卒本)'과 같은 말이다.\n\n《위서》 <동이전> -고구려조- 중\n(세 사람은) 주몽과 함께 흘승골성에 이르러 마침내 거주하였다.\n\n《삼국사기》 -시조 동명성왕- 중\n《위서》가 말하길 흘승골성에 이르렀다 한다.\n\n“나는 천제의 아들이요, 하백의 외손자인데, 뒤쫓는 군사가 있으니 이를 어찌하면 좋단 말인가?” 주몽이 북부여의 일곱 왕자의 추격에 쫓겨 오리, 마리, 협부 세 사람과 함께 엄리대수(奄利大水)에 이르러 길이 막히매 하늘을 향하여 울부짖으며 한 말이다. 이때 갑자기 물고기와 자라가 떠올라 강을 건너게 했다. 그리하여 비류수(=졸본천)에 이르러 도성을 짓고 기원전 37년에 고구려를 세웠으니 그 곳이 졸본(卒本)이었다. 졸본은 토양이 비옥하고 산과 내의 지세가 험하여서 다른 부족들의 침입을 막기에 용이해서였다. \n\n천남생의 묘비\n주몽이 패수에 이르러 고구려를 건국했다고 한 것이다.\n\n연남산의 묘지명\n\n昔者 東明感氣 踰㴲川 而開國 \n朱蒙孕日 臨浿水 而開都 \n威漸扶索之津 力制蟠桃之俗\n\n옛적에 동명(東明)은 천지의 기운을 감응하여 압록강을 건너 나라를 세웠다.\n 주몽은 태양의 기운을 받아 잉태되어 패수(浿水)가에 임하여 도읍을 열었다.\n 위엄이 扶索(부여, 색리)의 나루에 미치고 세력이 蟠桃(반, 도) 골짜기를 제압하였으니… \n\n㴲川은 압록강(鴨綠江)을 가리킵니다.\n\n『삼국사기(三國史記)』에는 ‘엄체수(淹遞水)’로,「광개토왕릉비문(廣開土王陵碑文)」에는 ‘엄리대수(奄利大水)’, 『양서(梁書)』 고려전에는 ‘엄체수(淹滯水)’라 하였다.\n주몽신화에 의하면, 부여에서 피신한 주몽이 엄체수에 이르렀을 때, 부여의 군사가 뒤를 추격해오는 급박한 상황에서 주몽이 강물에 “나는 천제(天帝)의 아들이요, 하백(河伯)의 외손이라”고 외치니 물속에서 자라와 물고기가 떠올라 다리를 만들어 주몽 등이 무사히 건너자, 다시 흩어지니 추격병이 건너지 못하였다고 한다.\n유사한 내용이 부여(夫餘)의 시조신화인 동명신화(東明神話)에도 전하는데, 『논형(論衡)』ㆍ『위략(魏略)』ㆍ『후한서(後漢書)』 등에서는 각각 ‘엄호수(奄淲水)’ㆍ‘시엄수(施掩水)’ㆍ‘엄사수(掩㴲水)로 전해오고 있다.\n\n <만주원류고> 권1 부여조\n고구려는 부여에서 나왔고 부여는 색리에서 나왔는데 부여는 고구려의 북쪽에 있고 색리 또한 부여의 북쪽에 있었으므로 동명은 (색리에서) 남쪽으로 달아나 부여에 이르렀고 주몽은 역시 (동부여에서) 남쪽으로 달아나 고구려에 이르렀다. \n\n高麗出自夫餘 夫餘出自索離 夫餘在高麗北 索離又在夫餘北 故東明南走而至夫餘 朱蒙亦南走而至高麗\n\n\n졸본\n원래 ‘忽’자에는 ‘해’의 음이 있다. 홀본은 해본이다. 특히 해는 ‘㓞(계,갈)’와 음이 같으며 ‘契(계)’로도 쓴다. 『계림유사』에 나오는 고려 방언은 ‘일(日)’을 ‘계(契)’로 표기한다. ‘日’과 ‘契’는 우리말 ‘해’이다. 따라서 해본은 일본(日本)이기도 한다. 결국 홀본, 해본, 일본은 다 같은 말이다. 모두 ‘해(광명)의 근원지’를 나타낸다.\n\n졸본 = 조양\n『계림유사雞林類事』(1103년경 편찬)의 고려방언 설명한 기록을 보면, 해는 ‘日曰姮(일왈항)’ 달은 ‘月曰契(월왈계)’로 적고 있다. 姮과 契가 바뀌어 있다. ‘日曰契(일월계)’, ‘月曰姮(월왈항)’이다. 해(日)는 ‘契’이고, 달(月)은 ‘姮’이다. 또한 ‘姮(항)’도 ‘妲(달)’의 오기로 보인다. \n참고로 하늘(天)은 ‘한날(漢㮈)’, 구름(雲)은 ‘굴림(屈林)’, 바람(風)은 ‘발람(孛䌫)’이다.\n\n엄리대수\n『신증동국여지승람(新增東國輿地勝覽)』에 의하면, 압록강의 물빛이 오리머리빛과 같이 푸른 색깔을 하고 있다고 하여 압록(鴨綠)이라 이름을 붙였다고 한다. 그러나 『사기(史記)』 「조선전(朝鮮傳)」이나 『한서(漢書)』 「지리지」에는 패수(浿水)· 염난수(鹽難水)·마자수(馬訾水) 또는 청수(靑水) 등의 이름으로도 나온다. 부여에서는 엄리대수(奄利大水), 고구려에서는 청하(靑河)라고도 불리었다. \n\n\n엄리대수(奄利大水)\n「광개토대왕비」에 고구려 시조 추모왕이 동부여의 대소왕자에게 쫓기어 남하하는 길에 부여의 奄利大水를 지나게 되었다라고 기록하고 있다. \n(巡行南下 路由夫餘奄利大水)\n『삼국사기』에는 奄訾水로 되어 있으며, 일명 蓋斯水니 지금의 압록강 동북에 있다고 하였다.\n『삼국유사』에서는 淹水라고 기록되어있다.\n중국의『양서』에는 淹滯水『隋書』에는 淹水라 하였다. 엄리대수는 엄사수, 엄체수, 개사수, 엄수 등으로 기록된 것을 볼 수 있다. 그러면 엄리대수가 현재 어디에 있는가 하는 것이 중요한 의미를 갖는다.\n\n新唐書 列傳第一百四十五 東夷\n1)高麗，本扶餘別種也。地東跨海距新羅，南亦跨海距百濟，西北度遼水與營州接，北靺鞨。\n2)其君居平壤城，亦謂長安城，漢樂浪郡也，去京師五千里而贏隨山屈繚為郛，南涯浿水，王築宮其左。\n3) 又有國內城、漢城，號別都。\n4)水有大遼、少遼：大遼出靺鞨西南山，南歷安市城；少遼出遼山西，亦南流，有梁水出塞外，西行與之合。\n5)有馬訾水出靺鞨之白山,色若鴨頭,號鴨淥水,歷國內城西,與鹽難水合，\n6) 又西南至安市，入於海。\n7) 而平壤在鴨淥東南，以巨艫濟人，因恃以為塹。\n\n5)有馬訾水出靺鞨之白山，色若鴨頭，號鴨淥水，歷國內城西，與鹽難水合，\n(高句麗에는) 馬訾水라는 江이 있는데, 말갈의 白山으로부터 나온다. 그 색깔이 마치‘푸른 오리의 머리’같아서 鴨綠水라고 부른다. 國內城 서쪽으로 흐르는데 鹽難水와 합해진다.\n\n漢書 地理志\n1) 漢書地理志曰. 玄菟郡. 西蓋馬縣. 馬訾水西北入[鹽]難水. 西南至西安平入海. 過郡二. 行二千一百里.\n2) 應劭曰. 馬訾水西入鹽澤. 高麗記曰. 馬訾水. 高麗一名淹水. 今名鴨淥水.\n3)其國相傳云.水[源]出東北靺鞨國白[山]. 色似鴨頭. 故俗名鴨淥水.\n4) 去遼東五百里. 經國內城南.\n5) 又西與一水合. 卽[鹽]難[水]也. 二水合流. 西南至安平城入海.\n6) 高麗之中. 此水最大. 波瀾淸澈. 所經津濟. 皆貯大船.\n7) 其國恃此以爲天塹.\n8) 今案. 其水闊三百步. 在平壤城西北四百五十里也. 刀. 小船也. 毛詩曰. 誰[謂]河廣. 曾不容刀也\n\n1) 漢書地理志曰. 玄菟郡. 西蓋馬縣. 馬訾水西北入[鹽]難水. 西南至西安平入海. 過郡二. 行二千一百里.\n漢書 地理志에 말하기를“玄兎郡 西蓋馬縣에서 馬訾水는 西北 쪽으로 鹽難水가 들어온다. 그런데 이 馬訾水 전체는 西南쪽으로 西安平에 이르며, 바다로 들어간다. 玄兎郡과 樂浪郡의 두 郡을 지나는데, 무려 2,100리를 가는 江이다.\n\n2) 應劭曰. 馬訾水西入鹽澤. 高麗記曰. 馬訾水. 高麗一名淹水. 今名鴨淥水.\n(漢書地理志에) 應召는“馬訾水는 서쪽으로 鹽澤으로 들어간다. 高麗記에 말하기를 馬訾水를 高麗사람들은 淹水라고도 한다. 지금의 鴨綠水이다.\n\n3) 其國相傳云. 水[源]出東北靺鞨國白[山]. 色似鴨頭. 故俗名鴨淥水.\n그 나라의 國相傳 (이는 고구려의 國相에 대한 列傳 모음집을 뜻함)에서 말하기를 “마자수의 水源은 말갈 사람들이 말하는 白山의 東北쪽으로 물이 나오는데, 그 색이 마치 ‘오리 머리’처럼 푸르다. 그래서 향속鄕俗사람들은 鴨綠水라 칭한다.”라고 했다.\n\n4) 去遼東五百里. 經國內城南.\n遼東城으로부터 500리에 떨어져서 이 압록수는 국내성 南쪽으로 흐른다.\n\n5) 又西與一水合. 卽[鹽]難[水]也. 二水合流. 西南至安平城入海.\n그런데 이 馬訾水라는 강은 西쪽 방향에서 흘러들어오는 한줄기 물과 합해지는데 이는 즉 鹽難水이다. 이 두 물이 합해져서 흐르는데 서남西南쪽으로 安平城이 있고, 이로부터 바다로 들어간다.\n\n6) 高麗之中. 此水最大. 波瀾淸澈. 所經津濟. 皆貯大船.\n이 馬訾水는 고구려 땅에서 최대로 큰 강이다. 이 물줄기가 가장 크고, 맑고 시원하게 물결이 일며, 지나는 곳 나루터마다 큰 배가 모여 있다.\n\n7) 其國恃此以爲天塹.\n고구려 사람들은 이 2개의 강을 天塹 즉 ‘하늘의 垓字’로 믿고 의지한다.\n\n8) 今案. 其水闊三百步. 在平壤城西北四百五十里也. 刀. 小船也. 毛詩曰. 誰[謂]河廣. 曾不容刀也\n지금 살펴보니 그 물은 넓이가 300步나 되고, 平壤城으로부터 서북쪽으로 450리에 있다.\n刀는 ‘작은 배’를 뜻한다. 毛詩에 말하기를 “누가 江이 넓다고 했는가?! 일찍이 刀(작은 배)는 받아들이지 않는다고 했느니...”라고 했다.\n\n馬訾水는『漢書』地理志와『通典』등의 중국의 옛 문헌에서는 馬訾水, 鹽難水, 浿水 등의 이름으로 언급되는데, 고구려는 淹水라 했고 鴨綠江의 옛 이름이다.『前漢書』地理志 처음 나타난다.『 新唐書』高麗傳에는 압록강이라는 명칭은 \"물빛이 오리 머리의 색과 같아 압록수라 불린다\"라고 기록된 데서 비롯되었다.『大淸一統志』水道提綱에도 “압록강 즉 옛 마자수이다. (鴨綠江 卽古馬訾水也)”하였다.\n엄리대수 = 馬訾水 = 鴨綠水 = 淹水임을 알 수 있다.\n엄리대수는 ‘어머니강’의 略語로 ‘엄니’ 혹은 ‘엄수’로 한 것이 아닌가하는 생각을 하게 된다.\n\n중국 문헌을 근거로 고구려가 遼東과 만주를 지배하던 때의 압록강은 지금의 중국 山西省 중부를 흐르는 펀수이강[汾水 또는 汾河]이라고 보는 견해, 桑乾河 永定河, 灤河, 遼河로 보는 견해 등 다양한 시각이 있다.\n\n전우성\n이의 위치는 하북성 현토군 고구려현 위치 인근에 있었던 부여에서 출발하여 그 남쪽인 산동성의 엄리대수인 대수를 건넌 곳으로 확인된다.\n이 대수의 남쪽에 있었던 사서 기록상의 백제와의 경계로써 작은 바다인 소해(小海)로 기록된 패수이자 패하의 북쪽에 고구려 평양성이 바로 고구려 초기 도읍지 졸본성이다. 여기서 대수는 지금의 산동성 마협하(Majia River, 马颊河), 남쪽의 소해이자 패수는 지금의 산동성 도해하(Tuhai River, 徒駭河), 다시 이 패수의 남쪽 한수는 지금의 산동성 황하인 것으로 확인된다. \n따라서 졸본성은 산동성 평원 부근\n\n후한서\n고구려는 요동 동쪽 천리에 있다. 남쪽으로 조선, 예맥, 동쪽으로 옥저, 북쪽으로 부여와 접한다. 그 땅은 방 2천리에 큰 산과 깊은 골짜기가 많고 사람들은 여기를 따라 거주한다. 논밭이 적어 부지런히 경작해도 자급하기에 부족하다. 이 때문에 음식을 절약하는 풍속이 있지만 궁실(宮室)을 꾸미는 것을 좋아한다.\n\n===========================\n\n\n\n『舊唐書』 지리지 幽州大都督府 薊縣\n계현(薊縣) : 유주대도독부를 다스리는 곳이다. 옛날 연국(燕國)의 도읍이었다. 한(漢)에서는 계현(薊縣)이었고 광양국(廣陽國)에 속하였다.  \n薊 州所治 古之燕國都 漢為薊縣 屬廣陽國 \n\n 《舊唐書(구당서)》 지리지 및 《隋書(수서)》 지리지의 기록들에 의하면 당(唐)의 幽州(대도독부)는 본래 수 양제(隋 煬帝) 재위 초기에 설치한 탁군(涿郡)이었고, 수(隋) 탁군의 속현으로서 계현(薊縣)이 있었다. 즉, 임삭궁(臨朔宫)이 위치했던 당(唐) 유주의 계현은 본래 수(隋) 탁군의 계현이었다. 정리하면, 고구려 침공 당시 수(隋)군은 계현을 중심으로 隋의 탁군에 집결하였다. \n \n계현은 하북성 정주의 북쪽에 있었다.\n후한(後漢)의 광무제(光武帝)가 왕망(王莽), 왕랑(王郞) 등의 적대 세력들에 맞서 대결 상태에 있던 신(新)나라 말엽 및 그 이후 후한 초기의 역사를 기록한 사서들에 지금의 하북성 일대에서 활약하던 광무제의 이동 동선과 관련되어 '계(薊)' 또는 '계성(薊城)'이라는 지명이 자주 등장한다. 광무제 시기의 지명 '薊'는 한(漢)의 후국인 광양국(廣陽國)의 속현이자 치소였던 계현(薊縣)을 말하고, '薊城'은 계현에 있었던 광양국의 도성을 가리킨다.\n(https://earthlin9.tistory.com/20)\n\n\n최기호 몽고총장\n '광개토대왕비'에 나오는 '엄리대수(奄利大水)'에 대해서도 지금의 '아무르 강'으로 본다고 했다. 추모왕이 북부여에서 남쪽으로 피난하는 동선이나 비류곡(沸流谷) 홀본(忽本)에서 개국하는 것으로 보아 엄리 대수는 지금의 ‘아무르(Амур)강’이라고 본다. \n추정 근거는 이렇다. <삼국사기>나 이규보의 <동국이상국집(東國李相國集)>에서 추정하는 '엄리대수(奄利大水)'의 위치로 보아도 아무르강과 일치한다. 그리고 [엄리(奄利)-]의 음운구조와 [아무르(Амур)]의 음운구조가 완전히 일치하고 있다. [아무르(Амур)]를 한자로 전사한 것이 [엄리(奄利)-]이다. 대수(大水-)는 큰 강물을 이르는 보통명사이다.\n'광개토대왕비'에는 추모왕이 비류곡(沸流谷) 홀본(忽本) 서쪽에서 산 위에 성을 쌓고 도읍하였다고 하였다.(於沸流谷, 忽本西, 城山上而建都焉.)  <위서(魏書)>에서는 ‘홀본(忽本)’ 대신에 ‘흘승골(紇升骨)’이라고 기록하였다. <주서(周書)>에는 흘두골성(紇斗骨城)이라고 기록하였다. 추모왕은 흘승골에 이르러 홀본부여를 개국한다. 추모왕은 BC 37년에는 흘승골 비류에 홀본 부여를 개국하고 이어서 나라 이름을 ‘고구려’라 하였다. 서기 3년(유리왕 22)에는 도읍을 졸본성에서 국내성(國內城)으로 옮겼다.\n최 총장은 \" 흘승골(紇升骨)’은 지금 동몽골 도르너드아이막의 ‘할힝골’을 한자로 표기한 것이다. ‘비류수(沸流水)’나 ‘보술수(普述水)’도 할힝골의 ‘부이르’호수와 할힝골을 지칭하는 한자 전사이다.  그러니까 홀본부여를 환인의 오녀산성에서 개국한 것으로 보는 기존의 가설은 수정되어야 한다. 추모왕은 고구려를 지금의 동몽골 도르너드 아이막의 할힝골 부이르 호수 부근에서 개국하였으므로 고구려의 강역도 달라지게 된다.\"고 강조했다. 고구려의 최초 수도가 몽골에 있었다는 것. \n\n<나의 의견 1>\n비류수 = 부여수?\n졸본성 = 추모성?\n\n馬訾水는『漢書』地理志와『通典』등의 중국의 옛 문헌에서는 馬訾水, 鹽難水, 浿水 등의 이름으로 언급되는데, 고구려는 淹水라 했고 鴨綠江의 옛 이름이다.『前漢書』地理志에 처음 나타난다.\n『 新唐書』高麗傳에는 압록강이라는 명칭은 \"물빛이 오리 머리의 색과 같아 압록수라 불린다\"라고 기록된 데서 비롯되었다.\n『大淸一統志』水道提綱에도“압록강 즉 옛 마자수이다. 鴨綠江 卽古馬訾水也”하였다.\n엄리대수 = 馬訾水 = 鴨綠水 = 淹水임을 알 수 있다.\n\n엄사수, 엄리대수는 압록수, 즉 고대 황하를 일컫는다.\n연남생 묘지명에 나와있는 패수도 고대 황하를 의미.\n비류수가 또는 비류곡에 산성을 쌓았다고 했으므로 비성으로 추정한다.\n후한 시대이므로 고구려 초기라 여겨진다. 요동이 지금의 좌권이라면 산동성 제남 지방이 대략 400km이다.\n전우성도 이곳을 졸본성으로 비정한다.\n\n<나의 의견 2>\n형태시의 옛 이름이 '계'다. 대청광여도에 보면 근처에 사천, 고수, 강수 등이 보인다.\n\n\n고주몽의 무덤\n《삼국사기》에는 동명성왕이 기원전 19년에 사망 후 용산에 장사지냈다고 기록되어 있다.\n\n고려시대 사람들은 동명왕의 묘가 평양의 용산에 있다고 추정하였다. 1287년(고려 충렬왕 13)에 이승휴가 지은 『제왕운기(帝王韻紀)』에는 동명왕묘가 평양 용산에 있는 것으로 기술되어 있다. 『고려사(高麗史)』「지리지」에서는 평양부 동남쪽 중화(中和) 지역의 경계에 있는 용산에 있으며, 속칭 진주묘(眞珠墓)라고 한다고 하였다. \n『신증동국여지승람(新增東國輿地勝覽)』에는 고구려의 시조가 40세 때 기린마를 타고 승천한 뒤 돌아오지 않자, 옥 채찍을 용산에 묻고 그의 이름을 동명성왕이라 했다는 이야기가 전한다. \n\n\n\n산동성 치박시 고청(高淸)현 고성\n\n2009년 8월 산동성 임치시의 고고발굴로 고대 청동기가 많이 매장된 대형의 고묘를 발굴하는데 청동명문이 관심을 끌어 명문중 제공은 강태공이라 선포한다.\n제공 명의의 청동예기는 서주초기의 것으로 부근에는 대형묘장이 두곳이나 추가로 발견되어 국군급의 묘로 보는데 甲자형 묘로 모두가 정말로 강태공의 묘인지 궁금해한다.\n전설중의 강자아 즉 강태공은 봉신방과 신편으로 때리는데 천정을 만들었다 한다.\n그래서 모든 신들이 그를 비켜간다고 하는데 공자보다 600년전 인물로 백가종사로 불린다.\n모든 제자백가들이 선현으로 모시는 인물로 서주의 개국원신으로 주문왕과 주무왕의 모사로 장수로 강대한 제나라의 건립자이다.\n고고학자들은 제나라의 초기 도성을 찾는 일에 전념하는데 고고학의 발전으로 과학적인 탐사를 하는 중이다.\n전설과 문헌 지방지의 모든 정보를 취합하여 조기 도성을 찾고 있는데 영구라는 곳이 목표이다.\n문헌에는 기원전 1046년 주가 상을 멸한후 무왕은 강자아등과 상의하여 친족들의 분봉과 개국공로자들의 입국으로 봉건으로 병풍을 삼으려는 계획을 준비한다.\n\n \n\n \n\n \n\n \n\n \n\n \n\n이에 2천년이상의 봉건제도의 개단이 되고 강자아는 우선권을 가져 동방의 營口를 봉지로 정한다.\n제나라를 세워 강력한 동이족을 견제하려 하는데 기원전 866년이 되어 주이왕 3년 참언으로 주이왕은 제의 군주 애공을 솥에 쪄서 죽인다.\n이에 제나라는 내란에 들고 국도를 박고라는 곳으로 이전하게 된다.\n제애공의 동생인 제헌공이 호공을 살해하고 임치에 정도하는데 기원전 221년 진이 통일하여 임치는 600년간후 임치는 동방의 최대성시가 되는데 사기는 희희양양이라고 표현하고 서로가 비키느라 도로가 좁고 땀을 흘리게 된다고 하였다.\n공산정권후 제의 전3처의 국도중 임치성에서 고고발견으로 많은 유물을 확보한다.\n영구성의 위치는 줄곳 의문으로 2004년 남수북조공정으로 산동성의 고고연구소는 연선의 고고조사를 하는데 2006년 고청현에서 상주유지를 발굴한다.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n고청현은 치박시 관할로 임치에서 직선으로 50공리인데 황하변으로 제남에서 발원하는 소청하가 동선공정의 연선으로 수계가 발달한 곳으로 2008년 10월 진장유지를 발굴한다.\n춘추전국유지는 산동에서 많이 발굴되는데 황하의 진흙퇴적으로 퇴적층이 높은데 고청햔은 평원지역으로 농토가운데 3000평방미터로 대형건축유지로 판단한다.\n항토층이 넓어 기대하던중 180미터의 정방형으로 나타나는데 산동에서는 서주유적은 드물고 동주유적이 많은데 최근 노나라의 분봉시기도 동주시기에 건립된 것이 유력한 것으로 판단하는 의견이 많다.\n제나라도 마찬가지로 서주분봉이 가능성이 낮은데 1999년부터 북경대 추형교수는 학생들과 진과 제나라의 유적을 발굴하는데 서주시에는 성이 없는 상태였던 것으로 보기도 한다,\n고청 진장유지라 부르는 것도 이런 이유로 서주시기의 성지유적은 드물어 시대를 정하지 못한 것이다.\n유지는 성장으로 판단하는데 정방형으로 호구가 있는 소성으로 추측되고 많은 학자들이 실지조사를 하고 연대의 확정을 못한다.\n충적평원의 고지에 세운 소성으로 산동임치는 양주시대의 제나라 수도로 폐기된 이유를 알수 없는데 여라개의 문과 도로가 있고 동서로 나뉜다.\n유지의 우물은 정방형으로 고대의 우물은 네모형인데 한자의 우물 井자의 상형이 이를 인증한다.\n장방형유지가 9개나 나타나는데 묘장의 형태로 나타나 소성이 아닌 묘장으로 차차 드러난다.\n수혈토갱묘로 지하수의 수심이 낮아 묘의 깊이가 낮은데 주대의 상장습속은 관곽사용은 7-5-3중으로 나뉘는데 천자는 7중이고 제후는 5중,대부는 3중으로 규정이 엄격하였다 한다.\n관과 곽으로 나뉘기 때문으로 양중이라 하고 사회제도에 속하는데 북방은 훼손이 빠르고 남방은 물이 많아 보존이 오히려 양호하여 의외의 결과이다.\n서주묘에는 사자의 머리맡에 기물상이 놓였는데 이곳에서는 청동기9건과 도기가 7점이고 청동기는 모두 예기로 鼎(정) 簋(궤) 爵(작) 觶(제) 觥(굉) 卣(유) 尊(존) 甗(언) 斗(두)가 중복없이 나타나 한질이다.\n청동기 7점에 명문이 있는데 제의 고고학상 50년간 서주 청동기의 명문의 유물은 보지 못했다 한다.\n그래서 제나라 초기의 서주유물로 인증되고 동과가 2개가 나타나고 명문해독에 들어간다.\n총 16건의 청동기와 5건의 옥기 마뇨목걸이가 발견되고 豊啓作祖甲寶尊彛 豊作厥祖齊公尊彛라는 명문이 나타나는데 풍씨의 계라는 사람이 조부의 제사를 위해 제공이라는 대귀족이 청동예기를 제작하여 수여한 것이란 의미였다.\n제공은 제의 군주인데 어떤 제후인지 알지 못해 다른 묘장을 발굴한다.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n황야의 謎城\n임치는 제나라의 국도로 국가보호문물로 중요문화구인데 최근의 고고발굴로 개국제후 강캐공의 영구성과 6대군주 호공이 내란으로 도주하여 새로 세운 박고가 밝혀지지 않았다.\n고청현의 진장유지의 발굴로 서서히 윤곽이 들어나는데 서주 초기의 묘장으로 청동기가 다량으로 출토되고 제공이라는 명문은 북경대의 문박원에서 이백겸과 이학근교수의 분석으로 제공은 강태공으로 밝혀진다.\n민국시기에 주공동정방정이 섬서 보계에서 발굴되었는데 주공은 풍백국을 멸하였다는 명문이 나타나 강자아의 후손에 분봉하였다고 기록되어 있다.\n풍계는 강자아의 후손으로 보는데 2009년 진장고성의 발굴로 풍국고지로 보게 되는데 하반기에 두개의 대형묘를 발굴하는데 묘도가 매우 큰 갑자형묘장으로 서주만기에는 중자형 묘장으로 변화하는 경험으로 보아 제후급으로 본다.\n신발견한 두개의 대묘는 10미터의 간격으로 성문방향으로 향하고 차마갱이 4개나 발굴되어 여러등급인데 8 6 4 2마리용으로 다양하였다.\n길이는 15미터로 3차의 갱으로 등급이 높은데 관심이 커지고 제의 초기도성인 영구나 혹은 능원으로 추측하게 되고 임치성의 1/100로 2009년 10월 묘장이 점차 드러난다.\n청고니라는 흙이 나타타나는데 고대 남방의 묘장의 필수로 군주급으로 확실하여 토갱목장묘로 기물이 많이 나타나 도기 동기 동과 동모 옥기 방기로 물고기 모양의 옥기는 장식품이고 대봉조의 옥기도 나타나 동이풍의 묘장으로 두골도 나타났다.\n묘장은 인공적으로 파괴되고 도굴의 흔적으로 두묘장이 상황은 같은데 다른묘는 병기가 없어 부부묘의 이혈묘로 보는데 성의 30%의 면적으로 나머지구역은 발굴을 생략한다.\n청동궤에서 70여자의 명문을 발견하는데 이름이 引 幽公이라는 사람의 청동기로 조부가 유공으로 공태실이란 제사용인 주공왕의 종묘로 서주의 6대천자를 제례한 것이다.\n묘주인인 인은 제국의 군사통수로 주왕이 100개의 새털화살촉을 상으로 내려 단궁과 단시를 말함인데 좌전의 진문공과 같이 동등한 대우로 국군의 등급으로 장례가 가능한것이다.\n인은 주천자가 직접 임명하고 그의 조부인 유공은 제국의 국군이 아닌 외래자로 본다.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n서주초 제나라는 동이의 세력이 아주 커서 강자아가 봉지인 영구로 가는데 래후가 공격하여 곤경에 처하는데 강자아는 주천자로부터 북으로 무체.남으로 목릉사이를 받은 것으로 5후9백국의 범위로 10여개국과 전쟁을 한다.\n제나라는 13개현을 가로지르는 제장성으로 보아 역사적 사실을 증명하는데 제나라 조기역사의 비밀이 점차 풀리는데 당시 기나라제후의 참소로 제의 애후는 천자에 살해된다.\n紀나라는 동방의 상대 제후국으로 서주시 제의 굴기로 기원전 868년 기는 주이왕에 제의 5대 애후를 참소한 것으로 내용은 알수없다.\n인궤의 내용은 제의 통수가 된 원인은 기록은 없으나 청화대 고대사 교수인 이학근은 제와 서주왕실의 모순으로 보고 주이왕은 이사건후 제의 정권을 이복동생인 호공에 맡기고 불안한 호공은 박고라는 곳으로 천도한다.\n5년후 애공의 동모제인 헌공이 영구의 주민들과 호공을 물리치고 임치로 국도를 이전한다.\n인은 주천자의 명으로 제의 내분에 개입하고 진장촌에 주둔한 것으로 묘장지를 박고성으로 보는데 봉계의 봉읍이나 군사시설로 보는 이들도 있으나 결론을 내리기는 어렵다고 본다.\n당시 래국은 교동반도지역으로 영구는 래변이라는 곳으로 래이와 격렬한 전쟁을 하는데 임치와는 먼거리로 영구성은 아닌 것으로 본다.\n소성의 비밀은 풀지 못하는데 기하형 유적의 토양으로 건축물유지는 제단이나 사단으로 본다.\n고대의 제단은 다른 흙을 9층으로 쌓고 둥근 건축으로 땅아래 동물을 희생으로 기초에 묻어 초사.천문에 등장하는 습속이다.\n원형은 천지운행을 상징하고 북경천단의 원구는 천체모형으로 우리나라에도 원구단은 하늘에 제사하던 곳이다.\n제사의 대상은 하늘로 천손강림을 의미하는데 고대에는 제사가 가장 중요한 일로 발굴장소가 영구일 가능성이 큰데 천단이 있는 곳은 군주가 사는 곳외에는 존재가 불가능하기 때문이다.\n현재 대규모로 묘장공원을 영조중으로 관광자원으로 활용하기로 한 것이다.\n\n \n\n \n \n고청현의 역사\n고청현은 치박시의 속현으로 2010년 고원현과 청성현을 합병한 것으로 인구는 36만으로 황하습지변의 성시로 전원생태성시 백주지향 흑우성 면방직의 고장으로 알려진 곳이다.\n7천년전의 신석기부터 대문구문화 용산문화구로 많은 유물이 출토된곳이며 석유가 2억톤이상 매장된 곳이다.\n고대에는 청주에 속하고 상대에 무정의 아들의 봉지로 원장이 고지명이며 주초에는 포고씨의 국가가 세워지고 치소는 박흥현이다.\n전국시는 제의 천성이고 진통일후 적현이며 서한시는 천승군,동한시의 천군으로 후에는 낙안군으로 삼국시는 추평원성으로 서진시는 낙안봉국이었다.\n적현은 적족들의 이색 주거지로 당대의 명관리 적인걸의 조상들의 취거지이다\n남북조시는 후조-전연-전진-후연-남연으로 이어지고 수대에는 장락 추평현으로 개칭한다.\n노북평원으로 치박시의 북연으로 북으로 황하,남으로는 소청하이고 평원지구이다.\n \n(https://m.blog.naver.com/PostView.naver?blogId=pkschina505&logNo=220877967568&proxyReferer=https:%2F%2Fwww.google.com%2F&trackingCode=external)",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-08-05T20:40:03.133000",
  "updatedAt": "2025-12-23T22:20:51.017000"
}