{
  "id": "780e63b7-78b6-486c-a47a-4705094b9e07",
  "title": "3. 자연선택과 단기적 이익",
  "content": "목차\n1. 의도하지 않은 결과\n2. 사회적 합의의 한계\n3. 자연선택과 단기적 이익\n\n자연선택을 관찰해보면, 자연선택은 장기적 결과를 고려해 단기적 이익을 자제하는 개체보다, 장기적 결과에 신경쓰지 않고 단기적 이익을 추구하는 개체를 선호한다는 것을 알 수 있습니다. 같은 현상이 인간 사회에서도 발생합니다.\n\n이 현상을 비유하자면 다음과 같습니다. 숲으로 둘러싸인 여러 개의 왕국들이 있다고 가정해봅시다. 숲을 벌목해 농토를 넓히면, 더 많은 곡식을 수확할 수 있습니다. 더 많은 곡식을 수확하면, 더 많은 인구를 부양할 수 있고, 인구가 많아질 수록 병력을 늘려 주변 국가와의 군비경쟁에서 앞설 수 있습니다. 어떤 왕국이 장기적인 환경재앙을 고려해서 벌목을 자제한다면, 장기적인 환경재앙을 고려하지 않고 벌목을 하는 다른 왕국에 의해 제거됩니다. 일단 어떤 왕국이 군대를 키우기 위해 벌목을 시작하면, 다른 왕국들은 생존을 위해서라도 어쩔 수 없이 벌목을 해야 합니다. 왕국들은 경쟁적으로 벌목하기 시작하고, 숲은 결국 황폐화되고, 이는 환경재앙으로 이어지고, 왕국들은 모두 멸망하게 됩니다. 왕국의 단기적 생존에 반드시 필요했던 벌목행위가, 장기적으로는 왕국을 무너지게 만들었습니다. 재레드 다이아몬드(Jared Diamond)에 따르면, 고대 마야 문명이 이와 동일하지는 않지만 어느정도 유사한 과정을 통해 무너졌다고 합니다.\n\n‘황금알을 낳는 거위’ 이야기는 당장의 욕심에 눈이 멀어 거위를 죽인 어리석은 농부를 반면교사 삼는 우화입니다. 하지만 황금알을 낳는 거위가 황금알을 매달 하나씩 낳고, 거위의 배를 가르면 황금알 두개를 얻을 수 있다고 가정해봅시다. 경쟁이 너무나 심해 오늘의 생존조차 불투명하다면, 거위의 배를 갈라 지금 당장 황금알 두개를 챙기는게 현명한 선택입니다. 두 달 후에는 뭘로 벌어먹고 살거냐고요? 그건 그때가서 생각하면 됩니다. 그리고 오늘 살아남을 수 있을지도 불투명한 상황에서 두 달 후 문제를 굳이 고민할 필요는 없습니다.\n\n• 바다생물들이 육지에 올라오기 시작했을 때, 언젠가 다시 바다로 돌아갈 것에 \"대비\"해 아가미를 유지하고 있던 개체들은, 미래에 신경쓰지 않고 지금 당장 육지에서의 경쟁에 우위에 서기 위해 아가미를 내다버린 개체들과의 경쟁에 패배했습니다. 그래서 지금 지구의 육상동물들에게 아가미가 달려있지 않은 것입니다.(생물들이 이를 의식하고 아가미를 버렸다고 주장하는게 아닙니다. 자연선택을 통해, 지금 당장의 생존 경쟁에서 우위를 차지했던 개체들에게 선택압이 작용하면서 벌어진 일입니다.)\n\n• 고고학자 스티븐 르블랑(Steven LeBlanc)은 원시시대에 환경파괴적인 수렵채집인 집단에게 선택압이 작용했다고 주장했습니다. 식량을 짧은 시간에 많이 얻기 위해 환경을 무차별적으로 파괴한 수렵채집인들은 부족의 인구를 빠르게 늘릴 수 있었습니다. 이들은 주변의 환경친화적 수렵채집인 부족들을 수적으로 압도할 수 있었습니다.\n\n• 1920년대 소련은 서방 자본주의 국가들에 비해 기술적으로, 경제적으로 뒤쳐져 있었습니다. 소련은 이 격차를 따라잡기 위해 서방 자본가들로부터 기술을 수입했습니다. 상식적으로 생각했을 때, 당연히 서방 자본가들은 소련과 거래해서는 안됩니다. 태생부터 자본가들을 타도하고자 결심한 공산주의자들에게 기술을 건네주는 것은 자살행위입니다. 하지만 그럼에도 불구하고 소련은 서방으로부터 기술을 구입해올 수 있었습니다. 자본가들에게 있어서, 공산주의의 위협은 미래의 일이지만, 시장경쟁에서의 생존은 지금 당장의 문제였기 때문에 공산주의자들의 돈이 필요했습니다. 이를 두고 레닌은 “그들은 그들을 목매달아 죽일 사람에게 밧줄을 팔았다.”며 자본가들을 조롱했습니다.\n\n• 1971년, 사울 알린스키(Saul Alinsky)는 “부자들은 토요일에 일어날 혁명에 투자해 일요일에 많은 돈을 벌 수 있다면, 설령 다음주 월요일에 사형당한다 하더라도 금요일에 투자할 것이다.”라고 말했습니다. 알린스키가 농담조로 과장한 측면이 있기는 하지만, 자본가들이 대단히 근시안적인 것은 사실입니다. 그러나 자본가들의 근시안성은 자본가들의 “탐욕” 때문에 발생한 것이 아닙니다. 장기적 안목을 갖고 당장의 이익을 추구하지 않는 자본가들은 자연선택에 따라 장기적 안목 없이 당장의 이익을 추구하는 자본가들에 의해 제거된 것입니다.\n\n• 2008년 경제위기는 부채상환능력이 없는 사람들에게 부동산 구매 비용을 대출해주는 서브프라임 모기지에 의해 발생했습니다. 채권자들은 채권을 상품화해 금융기관들에게 팔았고, 금융기관들은 그 권리를 또 다시 상품화해 팔아넘겼고, 이런 과정이 계속 반복되어 서브프라임 모기지 시장이 형성되었습니다. 서브프라임 모기지 시장의 수익률은 대단히 높았고 너무나 중요해서, 정부의 지원을 받던 페니 매(Fannie Mae) 같은 기업조차도 서브프라임 모기지를 거래하지 않을 경우 “시장에 큰 위험을 안길 가능성”을 두려워했습니다. 시장경쟁은 너무나 치열해 서브프라임 모기지 시장에 뛰어들지 않는 금융기관들은 생존할 수 없었습니다. 하지만, 서브프라임 모기지 시장에 뛰어들 경우 부동산 버블이 붕괴했을 때 큰 피해를 입을 가능성을 감수해야 했습니다. 결과적으로, 부동산 버블이 붕괴했을 때, 정부의 지원을 받던 두 대기업 페니 매(Fannie Mae), 프레디 맥(Freddie Mac)조차도 정부의 구제를 받아야 했습니다. 당연히 많은 금융기관들이 파산했습니다. 이런 일이 발생한 이유는, 경쟁의 압박이 너무나 심해서 기업들은 심각한 위험을 감수해서라도 서브프라임 모기지 시장에 뛰어들어야만 했기 때문인 것으로 보입니다. 물론 자본가들의 “탐욕”도 있었겠지만, 앞서 지적한 것처럼 자연선택을 통해 탐욕스럽지 않은 자본가들은 탐욕스러운 자본가들로 대체됩니다.\n\n• 재레드 다이아몬드는 자신의 책에 이렇게 적었습니다. \"정부는 대부분 근시안적이다. 그들은 터지기 직전의 문제에만 관심을 갖는다. 예를들어, 워싱턴 D.C.의 지금 행정부(조지 W. 부시)와 긴밀한 관계를 맺고 있는 내 친구가 해준 말이 있다. 그가 2000년 대선 이후 처음으로 워싱턴을 방문했을 때, 우리의 새 지도자들이 '90일짜리 안목'을 갖고 있다는 사실을 발견했다. 그들은 90일 이내 터질 폭탄이 아니면 신경쓰지 않았다.\"\n\n• 현대의 국가는 국제 무역망에 참여하지 않으면 살아남기 힘듭니다. 하지만 장기적으로 국제 무역망에 참여하는 것은 심각한 위험을 수반합니다. 브리태니커 백과사전은 국제 무역에 대해 이렇게 서술합니다.\n\n\"국제무역에 깊이 의존하고 있는 국가는 운명을 인질로 잡힌다. 산업은 부분적으로 수입과 고용을 수출시장에 의존한다. 해외시장과의 연결이 끊길 경우 심각한 상황이 발생할 것이고, 정부는 그러한 상황에 할 수 있는 것이 없다. 같은 방식으로, 산업은 부분적으로 수입해온 석유, 에너지 자원에 의존한다. 이러한 수입이 끊길 경우 재앙이 발생할 것이다.\"\n\n제1차세계대전 당시 독일이 패배한 원인 중 하나는 독일이 국제무역에 의존하고 있었고, 영국이 독일의 무역경로를 봉쇄했다는 것입니다. 영국의 봉쇄는 너무나 효과적이어서 전쟁이 끝날 무렵에 독일은 기아를 겪었습니다. 한편, 영국이 미국의 도움으로 독일의 잠수함 작전을 물리치지 못했더라면, 국제무역에 의존하던 영국이 패배했을 수도 있었습니다. 따라서, 설령 국제무역 의존이 장기적으로는 위험하더라도, 국가들은 지금 당장의 생존을 위해 그러한 위험을 감수해야 합니다.\n\n• 미국이야 말로 지금의 선진국들 중 가장 낭비벽이 심한 국가일 것입니다. 그리고 미국은 언제나 그래왔습니다. 식민지 시절, 미국의 농사 방법은 유럽의 그것에 비해 훨씬 무절제했다고 합니다. 구스타프 아돌프 치머만(Gustav Adolf Zimmermann)은 1860년대와 1870년대에, 네바다 주의 Comstock 광맥이 20년만에 고갈되었으며, 이 광맥이 유럽에 있었더라면 수백년 동안 수천명의 광부들에게 생계를 제공해 주었으리라고 적었습니다. 천연 자원을 무차별적으로 소비했음에도 불구하고, 미국은 초강대국이 될 수 있었습니다. 그리고 미국의 패권에 도전하고 있는 중국은 무차별적인 환경파괴로 악명이 높습니다. 이 사례를 통해, 설령 무차별적인 환경파괴가 장기적으로 제아무리 끔찍한 재앙을 가져오더라도, 단기적으로는 권력 획득에 도움이 된다는 사실을 보여줍니다.\n\n자연선택이 장기적인 결과를 무시하고 지금 당장의 이익을 추구하는 개체를 선호한다는 것을 명심하면, 사회를 이해하는 중요한 통찰력을 얻을 수 있습니다. 오늘날 세계에서 발생하는 환경파괴, 극심한 빈부격차와 같은 사회현상들을 “인간의 욕심” 또는 “인간의 이기심”으로 설명하려고 하는 사람들이 많은데, 다시 말하지만 이 현상은 자연선택을 통해 필연적으로 발생하며, 인간의 성격적 결함과는 무관합니다. 유전공학으로 인간의 욕심, 이기심을 없애거나 인간을 기계로 대체한다 하더라도 여전히 똑같은 일이 벌어질 것입니다.\n\n이 안목은 미래에 대한 순진한 전망들을 없애줄 수 있습니다. 예를들어, 친환경 기술이 지금의 지구 환경파괴 문제를 해결해주리라는 전망이요. 에너지 생산시 발생하는 오염물질을 10분의 1로 줄여주는 친환경 기술이 발명되었다고 칩시다. 의도대로라면 모두가 지금의 삶의 질을 유지하면서도 환경오염이 10분의 1로 줄어들겠지만, 실제로는 대규모 조직들 사이의 경쟁으로 인해 에너지 사용량이 10배 이상 늘어나고 오염물질 발생량은 오히려 늘어날 것입니다. 그리고 어느 시점에 대단히 환경파괴적이지만, 저렴한 비용으로 엄청난 양의 에너지를 생산하는 기술이 발명되면 친환경 기술들은 순식간에 도태되고 모두가 그 기술을 쓰게되리라는 것을 예상할 수 있습니다. UN을 통해 그러한 기술을 국제적으로 금지하려는 시도를 할 수도 있겠으나, 북한, 파키스탄, 이란 같은 국가들은 이를 무시하고 그 기술을 쓸 것이며, 이에 위기감을 느낀 다른 국가들도 그 기술을 사용하게되고, 결국 대부분의 국가들이 그 기술을 사용하게 될 것입니다. 또한 개인이나 대중 차원에서 환경을 지키려는 노력 역시 무의미합니다. 개인이나 대중이 환경을 지키면, 그렇게 지켜진 환경은 고스란히 대규모 조직들의 수중에 들어가 그들의 이익을 위해 파괴될 것이기 때문입니다. 채식주의자들은 모두가 채식을 하면 농장과 목장이 사라지고 그 자리에 생태계가 조성되리라고 믿는 모양인데, 물론 그렇지 않습니다. 농장과 목장이 사라진 자리에는 태양광 발전소와 풍력 발전소, 아니면 다른 무언가가 들어서서 생태계 파괴를 지속할 것입니다.\n\n\n참고문헌\n\"How supply chains hinge on Asia\", The Week, Nov. 11, 2011\n\"Relying on China is a big mistake\", The Week, Oct. 22, 2010\n\"The cracks in China's engine\", The Week, Oct. 8, 2010.\nChristopher L. Peterson, \"Fannie Mae, Freddie Mac, and the Home Mortgage Foreclosure Crisis,\" Loyola University, New Orleans Journal of Public Interest Law, Vol. 10, 2009.\nDaniel J. Boorstin, The Americans: The Colonial Experience, Phoenix Press, London, 2000.\nGustav Adolf Zimmermann, Das Neunzehnte Jahrhundert. Geschichtlicher und kulturhistorischer Rückblic, Zweite Hälfte, Zweiter Theil, Druck und Verlag von Geo, Brumder, Milwaukee, 1902.\nJames F. Dunnigan and Albert A. Nofi, The Pacific War Encyclopedia, Checkmark Books, an imprint of Facts on File, Inc., 1998.\nJames T. Patterson, America in the Twentieth Century: A History, Fifth Edition, Harcourt College Publishers, Fort Worth, Texas, 2000.\nJared Diamond, Collapse: How Societies Choose to Fail or Succeed, Penguin Books, New York, 2001.\nKeith Bradsher, \"'Social Risk' Test Ordered by China for Big Projects\", New York Times International, Nov. 13, 2012.\nNew Encyclopedia Britannica, Vol. 20, \"Germany\", 2003.\nNew Encyclopedia Britannica, Vol. 21, \"International Relations\", 2003.\nNew Encyclopedia Britannica, Vol. 21, \"International Trade\", 2003.\nNew Encyclopedia Britannica, Vol. 7, \"Maya\", 2003.\nRobert J. Sharer, The Ancient Maya, Fifth Edition, Stanford University Press, Stanford, California, 1994.\nSaul D. Alinsky, Rules for Radicals: A Pragmatic Primer for Realistic Radicals, Vintage Books, Random House, New York, 1989.\nSteven A. LeBlanc, Constant Battles: The Myth of the Peaceful, Noble Savage, St. Martin's Press, New York, 2003.\nWillard Sterne Randall, Thomas Jefferson: A Life, Harper Collins, New York, 1994.\n\n \n통합규정 1.3 이용안내 인용\n\"Pgr은 '명문화된 삭제규정'이 반드시 필요하지 않은 분을 환영합니다.\n법 없이도 사는 사람, 남에게 상처를 주지 않으면서 같이 이야기 나눌 수 있는 분이면 좋겠습니다.\"\nHA클러스터해시 아이콘07/21 17:51\n근시안적으로 선택을 한 개체중에 실패한 개체는 다 죽고 성공한 개체만 남아서 성공적으로 보이는건 아닐까하는 생각도 듭니다.\n유미해시 아이콘07/21 17:54\n결론 도출이 너무 과감한 글 아닌가 싶습니다\n\n가령, 리먼 브라더스는 결국 근시안적 선택이라는 유혹을 이기지 못한 탓에 파산한 것 아닌가요?\nFC해시 아이콘07/21 18:28\n네, 그렇습니다. 서브프라임 모기지 시장에 뛰어드는건 장기적으로 심각한 위험을 가져다올 결정이었지만, 지금 당장 이익을 얻기 위해 너도나도 서브프라임 모기지 시장에 뛰어드는 상황에서, 어쩔 수 없이 서브프라임 모기지 시장에 뛰어들 수 밖에 없었을 것입니다.\nArabidopsis해시 아이콘07/21 21:28\n좀 더 쉽게 보면 수많은 개미들이 하듯 이게 거품인건 아는데 난 물리기 전에 빠져나올 수 있어!\n14회차 글쓰기 이벤트 입상자jjohny=쿠마해시 아이콘07/21 18:10\n(수정됨) 제 생각에도 결론 도출이 너무 과감한 글 아닌가 싶습니다. (2)\n\n예를 들면, [그리고 어느 시점에 대단히 환경파괴적이지만, 저렴한 비용으로 엄청난 양의 에너지를 생산하는 기술이 발명되면 친환경 기술들은 순식간에 도태되고 모두가 그 기술을 쓰게되리라는 것을 예상할 수 있습니다. UN을 통해 그러한 기술을 국제적으로 금지하려는 시도를 할 수도 있겠으나, 북한, 파키스탄, 이란 같은 국가들은 이를 무시하고 그 기술을 쓸 것이며, 이에 위기감을 느낀 다른 국가들도 그 기술을 사용하게되고, 결국 대부분의 국가들이 그 기술을 사용하게 될 것입니다.] 에서...\n\n- 환경파괴도 결국 다 비용이라서, '대단히 환경파괴적이지만 저렴한 비용'이라는 개념은 현대 선진국에서는 통하지 않을 겁니다.\n- 현대 선진국들에서 환경 파괴에 대한 공포는 상당한 수준이라, '북한/파키스탄/이란 등이 그 기술을 사용할 때 현대 선진국들이 느끼는 위기감은, 그 기술을 사용하는 국가들에 뒤쳐지면 어떡하나 하는 위기감이 아니고 [환경 파괴가 광역적으로 일어나면 어떡하나 하는 위기감]일 겁니다. 그 위기감에 대한 대응은, ['우리도 그 기술을 사용해야지'가 아니고 '어떻게든 쟤네들이 그 기술을 사용하지 못하도록 유도 또는 제한해야지']일 거고요.\nFC해시 아이콘07/21 18:19\n환경파괴로 인한 비용은 미래에 치룰 비용이지만, 환경파괴로 얻는 이득은 즉각적 입니다. 치열한 경쟁의 상황에서, 미래의 재앙을 막기보다는 지금 당장 이득을 추구할 수 밖에 없습니다..\n14회차 글쓰기 이벤트 입상자jjohny=쿠마해시 아이콘07/21 18:22\n그 '미래에 치를 비용'에 대한 계산이 이미 '즉각적'으로 이루어지는 시대입니다.\n탄소배출조차 비용으로 환산되고 있는데요.\n\n북한/파키스탄/이란 등과 미국 등 현대 선진국 그룹 간의 경쟁이 그렇게 치열하지도 않고요\nFC해시 아이콘07/21 18:46\n정말로 지금이 미래에 치를 비용에 대한 계산이 즉각적으로 이루어지는 시대라면 서브프라임모기지 사태가 발생하지도 않았을 것이고, 미중이 치열하게 패권경쟁을 할 일도 없었을 것이며, 한반도는 진작에 통일되어있을 것이고, 동북아 평화가 실현되었을 것이고, 젊은 한국 남성들이 90%이상 징병/징용될 일도 없었을 것이고, 한국의 저출산 문제도 해결되었을 것이며, 지구상에 굶어죽는 사람도 없었을 것이고, 빈부격차라는건 존재하지 않고 모두가 중산층 수준의 삶을 살 수 있었을 것입니다. 미래의 비용까지 고려하면 경쟁을 그만두고 모두 화해하고 평등하게 나누어가며 사는게 최선의 선택이거든요. 물론 현실은 영 딴판입니다.\n14회차 글쓰기 이벤트 입상자jjohny=쿠마해시 아이콘07/21 18:48\n(수정됨) 아니요. 일단은 환경오염에 대한 비용이 그렇다고 드린 말씀인데요. 그리고 환경오염 관련 미래의 모든 비용이 즉각적으로 계산되는 것은 당연히 아니지만, 예상되는 미래의 비용을 즉각적인 계산에 편입시키기 시작한 시대라는 겁니다.\n\n말씀하신 것 같은 상황이 되면, 현대 선진국들은 '우리도 그 발전방식을 사용하는 방향'으로 해결하는 게 아니고, '그 발전방식의 비용이 올라가도록 하는 방향(각종 규제나 무역 불이익 등)'으로 해결할 것으로 예상된다는 거고요.\nFC해시 아이콘07/21 19:25\n환경파괴와 군사적, 경제적 경쟁은 별개의 사안이 아니에요. 군사적, 경제적 경쟁에서 비교우위를 차지하기 위해 자원이 필요하고, 그 자원을 채취하는 과정에서 환경파괴가 일어나는 것입니다. 다른 영역에서의 경쟁은 지속하더라도 환경파괴는 중단할 수 있다는 주장은 논리적으로 모순됩니다. 환경파괴가 중단되려면, 모든 영역에서의 경쟁이 중단되어야 합니다.\n\n핵확산 문제에 대해서 각종 규제나 무역 불이익이라는 수단을 쓴 바 있지만, 인도, 파키스탄, 북한 같은 국가들은 규제와 무역 불이익 맞아가면서 꾸역꾸역 핵무기 개발을 했죠. 그리고 정치적 이유로 그런 불량국가들에게 몰래몰래 지원해주는 강대국들도 있고요.(ex: 북한을 은밀하게 지원해주는 중국.) 그리고 국제적인 합의나 규제를 무시할 유인은 불량국가에만 존재하는게 아니라, 강대국들에게도 존재합니다. 강대국들 사이에서의 패권경쟁이야 말로 전세계를 뒤흔들 정도로 격렬하거든요.(ex: 미국 vs 중국 패권경쟁) 기후협정에서 탈퇴했었던 도널드 트럼프의 미국이 바로 그 사례죠. 강대국이 국제적 합의나 규제를 무시해버리면 그 합의와 규제는 큰 의미를 갖기 힘듭니다.\n\n한국 조차도 공익 제도를 유지하기 위해 ILO의 강제노동 금지협약에 오랜기간 가입하지 않았고, 이걸 문제삼는 유럽연합에 대해 니까짓게 뭐라고 남의 나라 병역제도에 간섭하냐는 태도를 보인 바 있죠.(pgr21에 올라온 ILO 관련 게시글의 댓글들 보면 이런 반응들 확인할 수 있습니다.)\n\n예를들어, 만약 북한이 미친듯이 환경을 파괴하면서 얻은 에너지로 미친듯이 군사적, 경제적으로 성장하게 된다면, 한국인들은 장기적인 지구환경 보존을 고려한다는 고귀한 신념으로 북한과의 경쟁에서의 뒤쳐지는 상황을 감내할 수 있을지 저는 회의적입니다. 제가 pgr21에 장기적인 세계평화를 고려해 지금 당장 군축하자는 글 쓰면 대단히 부정적인 반응이 나올텐데요. 마찬가지로 장기적인 환경문제를 고려해 북한과의 경쟁에서 패배하는 상황을 감내하자는 주장도 한국인들로부터 동의를 얻기는 힘들 것입니다.\nCrochen해시 아이콘07/21 19:50\n비교 대상이 북한이라 에러인 거 같습니다. 북한은 인구도 산업구조도 자원도 보잘것 없는 빈국 소국입니다. 차라리 중국이 저런다면 미국 등이 중국 견제를 위해 환경을 생각하지 않는 치킨 게임에 뛰어들 거라 할 수 있겠지만, 북한은 무슨 대단한 무언가가 아니죠.\n\n그리고 그 중국조차도 시진핑 독재하의 현 중국 공산당은 제 기억으로 2030인지 2050인지 가물가물한데 딱 시간을 정해놓고 독재국가답게 저탄소 친환경 성장을 한다고 달려드는 중이지요. 그래서 중국 농촌의 어린아이들이 오들오들 떨든 말든 석탄을 떼서 난방을 하면 탄소가 발생하니 얼음장 같은 교실에서 수업을 하고, 이런 식으로 무지막지할 정도로 밀어붙이고 있더라고요.\n\n그리고 전제조건이 친환경=약소국이 되는 길, 마구 환경오염 시키기=강대국이 되는 지름길 식으로 되어 있는데 그게 아니거든요. 패배가 거의 확정된 중국 공산당이, 정말 환경오염이 지구 초강대국으로 가는 지름길이라 생각하면 그걸 왜 안 하겠습니까. 애초에 탄소 배출 많이 하는 석탄 백날 떼봐야 효율도 그저그런 화력 발전 정도고 중국은 세계의 공장이라 생산되는 제품을 미국 유럽 등 서구에 팔아야 돈을 벌 수 있는데 전기차 등 유럽연합과 미국 규제 보면 이제 친환경적으로 전기생산, 제품생산 안 하면 서구가 정한 룰대로 합법적으로 아예 수출을 제한당하게 되는 거죠. 시진핑이 착해서 친환경을 하는 게 아니라 전지구적 환경 위기에 대한 대응도 물론 있겠지만, 중국이 계속 세계 시장에 자기들 물건을 만들어 팔고 싶어서라도 미리미리 그 룰에 맞추려고 하는 거죠.\n\n그리고 핵무기든 재래식 군사력이든, 또 국가 전체의 산업시설, 경제력이든. 그게 친환경은 나쁘고 환경오염은 좋다 유리하다 이런 이분법 도식이 아니거든요.\n특정 결론을 정하기 위해 비슷해보이는 다른 예시와 비교를 한 글인데 서브프라임 금융위기랑, 남획 벌목 화전민 원시집단 부족전쟁 이야기랑, 기후 위기 대응 이야기랑 섞어버리니. 그게 꼭 같은 흐름이 아닙니다. 훨씬 복잡하죠.\n이게 무슨 시드 마이어 문명 게임 같은 게 아니라서 환경 오염시켜서 석탄발전소 잔뜩 만들고 적국 수도에 핵 발사하면 이기는 게임이 아닙니다. 그런 게 아니니 중국 같은 나라조차도 국가 목표가 저탄소 친환경 성장이 된 거고 그걸 우악스럽게 밀어붙이고 있는 거죠.\nCrochen해시 아이콘07/21 19:58\n관련 보도입니다.\n\n시진핑, '2060년 탄소중립' 회의론 속 \"말한 건 꼭 지킨다\"\nhttps://www.yna.co.kr/view/AKR20201122063100083\n\n\"中 북부 '석탄사용 금지' 최대 피해자는 농촌주민\"(종합)\nhttps://www.yna.co.kr/view/AKR20171205089551097\n\n허베이성에 거주하는 누리꾼은 \"우리 집은 얼음동굴이나 마찬가지인데 석탄 때기가 금지됐다\"며 \"어떻게 겨울을 나란 말이냐\"고 반문했다.\nFC해시 아이콘07/21 20:02\n데이비드 월러스 웰스가 쓴 2050 거주불능 지구, 빌 게이츠가 쓴 기후재앙을 피하는 법 보면 우리에게 남은 시간은 30년밖에 없는데 지금 속도로 하면 200년 걸린다고 적혀있기도 하고요. 강대국들이 나름대로 기후변화에 대응하려는 노력을 한다 하지만, 우리는 이미 기후협정에서 탈퇴한 트럼프의 사례를 목격했고, 설령 강대국들이 최선을 다한다 하더라도 원하는 목표에 도달할 수 있을지... (저는 이미 앞선 글에서 어떤 정책에는 의도하지 않은 결과가 발생하고, 사회적 합의를 얻기는 대단히 어려운 것이며 지도자의 권력에도 한계가 있다는 것을 밝혔습니다.)\n\n그리고 흔히들 탄소중립=친환경 이라고 인식하는데, 자세히 들여다보면 친환경 기술이 그다지 친환경적이지가 않습니다. 탄소중립 한답시고 멀쩡한 숲 밀어버리고 그 자리에 태양광 패널들 설치하고, 여기저기 풍력발전기 설치하는데(풍력발전기 날개에 새들이 죽음. 풍력발전기 터빈에는 희토류 네오디뮴 자석이 쓰이는데 희토류를 채굴하는 과정에서 주변환경이 중금속으로 오염되고 방사성 폐기물이 발생함.) 친환경일리가요. 이런식으로 탄소중립 해봐야 탄소배출량 감축에는 도움이 된다 하더라도 제6차대멸종을 막는데는 도움이 안됩니다.\nCrochen해시 아이콘07/21 20:09\n그런데 어느 방향이든 간에 탄소배출 or 환경오염 잔뜩 = 초강대국 건설, 저탄소 or 기후변화대응 = 약소국화 패망 이런 희한한 단순 도식은 입증이 안 되는 거 같은데요.\n미국 경우 바이든이 재선할지는 아직 알 수 없으나 최소 4년간은 저탄소 기조 유지할 걸로 보이고, 녹색당이든 그쪽 의견이든 글로벌 스탠다드에 가까워서 거스르기 쉽지 않을 걸요.\n중국 예시도 반박이 안 되고요. 오염 잔뜩시키면 미국 따라잡을 수 있다면 그걸 왜 안 하겠습니까. 그거랑 이거랑 별 상관 없으니 안 하는 거죠.\nFC해시 아이콘07/21 20:14\nCrochen 님// 음... 저는 환경오염을 잔뜩하면 초강대국을 건설할 수 있다고 주장한 적이 없습니다. 체제 경쟁에서 생존하기 위해서 어쩔 수 없이 환경을 파괴하게 될 수 밖에 없다는게 제 주장의 요지였습니다. 자꾸 환경문제를 기후변화에만 한정시키고 계시는 것 같은데, 지금 제6차대멸종이 진행 중이고, 태양광 발전이나 풍력 발전기 같은 친환경 아닌 친환경 기술들은 환경파괴를 중단시킬 수 없다는 것입니다.\nSway해시 아이콘07/22 08:18\n(수정됨) 환경파괴로 인한 피해와 그 비용이 대개 한 세대 내에 나타나기 시작할 것이고 그 결과의 심각성이 상당할 것이기 때문에, 시간적 스케일을 어떻게 보느냐에 따라서 국가 단위에서는 제법 <즉각적>이라고 볼 수 있습니다.\n국가 혹은 국가를 초월한 가상의 공동체 역시 생존을 위해 단기적 이익을 추구하는 집단이고, 국가 단위에서 비교적 심각한 즉각적인 비용이 발생하게 되는 환경문제에 매우 진지하게 반응할 수 밖에 없습니다.\n미국의 반독점법에 의해 스탠다드 오일이 나뉘었던 것을 돌이켜보면, 국가와 기업 등 인간 집단의 층위에 따라 단기적 생존을 위한 선택은 아예 반대방향일 수도 있다는 예시가 될 수도 있을 것 같네요.\n다른 예로 구 소련에 미국의 과학 기술이 팔린 것에 대한 예를 개인 혹은 기업의 단기적 선택의 예로 드셨는데, 냉전시대라는 것이 기껏해야 한 세대 남짓한 기간이었고 결국 무너진 것은 소련이었다는 걸 생각한다면, 국가 단위에서의 단기적 선택에 미국의 그 <과학과 기술을 팔았던> 개인이나 기업을 강력하게 제재하지 않았던 것이 단기적으로도 유효한 생존전략의 일부였다고 할 수도 있을 것 같습니다.\n소독용 에탄올해시 아이콘07/21 18:41\n자연선택은 특정한 경향을 선호하지 않습니다. 특정시점에서 결과적으로 살아남은 사례들 중 상당히 적은 표본집단이 특정 경향을 보인다고 해서 그러한 양식이 선호받는다고 보긴 어렵죠. 육상생물을 기준으로도 가장 선호되는 호흡방법은 폐호흡이 아니라 세포막을 통한 확산(...) 일겁니다. 다세포생물 한정해도 기관계를 통한 직접확산이 폐호흡보다 더 많이 쓰이는 방법일거고요.\n\n말씀하신 접근대로라면 '방치된 상황에서' 어쩔수 없이 그렇게 되는것을 막기 위해서 규제를 더더욱 강화해야 하는거 아니려나요.\n\n환경오염 같은 부분은 비용이 '미래'에 있는게 아니라 돌아오는 부채를 현재 상환해야 하는 상황이기도 합니다.\n두동동해시 아이콘07/21 19:53\n(수정됨) 리만 브라더스 사태는 근시안적인 안목이 문제가 아니라 복잡하게 구조화된 상품 + 상품을 내는 금융사와 신용평가사 사이 이익관계가 문제 아니었나요? 누구라도(단기적/장기적 안목과 상관없이) 그렇게 갑자기 그 거품이 빠질 것이라고 쉽게 예측하긴 힘들었을 것 같아요. 지나간 지금에서야 그 거품이 꺼지는 것이 너무나도 당연하게 여겨지지만 그건 지나간 지금에서 보니까 그런 거지... 괜히 그 숏을 예측해서 성공한 사람들의 이야기가 영화화된 것이 아니라고 생각해요.\n이와 별개로, \"단기적인 안목을 선택하는 개체가 살아남는다.\"라는 이야기가 이해되지 않는 것은 아니지만 윗분들이 말씀하신 것처럼 굉장히 과격한 결론같아요. 무엇보다 환경문제는 이미 장기적인 문제가 아니라 단기적 문제가 되었다고 생각하고 또 많은 국가들이 탄소세/탄소배출권 등등으로 '경제적'으로도 단기적 문제로 만들려고 하고 있으니까요. '강대국이 그냥 빠져버리면 효용이 없다'라고 하시는데, 트럼프같은 사람이 다시 등장하지 않는 이상 그런 일은 앞으로 없을 것 같고 환경 문제를 주 의제로 하는 녹색당의 영향력이 조금씩 넓어지고 있는 현 상황을 바탕으로 생각해보면 큰 의미가 없는 시나리오일 것 같습니다. 독일에서 녹색당이 2위 정당이라는 뉴스를 최근에 읽고 좀 놀랐어요.\nCrochen해시 아이콘07/21 20:14\n그리고 본문에 나온 예시 중 미국의 광산 개발 등이 유럽에 비해 엄청나게 빠른 속도로 자원을 고갈시켰고 이게 미국 부흥의 원인 중 하나다라고 주장하시는 걸로 보입니다만.\n미국의 성장 부흥은 단기적 목표에 집착, 자원을 갈아먹어서 성장 이런 것보단 장기적 안목도 분명히 있죠.\n3개월 이상을 안 보는 단순무식하고 단기적인 자들이 미국을 이끌었는데 그게 잘 통해서 미국이 초강대국이 되었다?\n\n단기목표만 보면 미국처럼 되는 거 쉬우니 중국도 할 거고 이란도 할 거고 북한도 할 거다?\n중국도 미국을 제치기는커녕 고령화 저출산 문제로 패배가 확정에 가까운 판에 다른 불량국가들이 어떻게 미국 패권에 도전을 합니까.\n단순히 단기적으로 욕심만 부리면 미국을 능가한다? 너무 단순한 결론인데요.\n\n원인과 결과를 바꿔놓은 거 같습니다.\n미대륙이라는 엄청나게 풍부한 자연환경 자원을 기반으로 유럽에서 쏟아져 들어온 이민자들이 자본주의 경제 하에서 발전해오고, 세계대전을 거쳐서 초강대국이 된 거죠. 다른 나라가 아무리 단기적 욕심으로 지들 나라의 그저그런 자원 고갈시켜봐야 미국 못 따라갑니다. 이건 장기 단기 문제가 아니에요.\nFC해시 아이콘07/21 20:19\n위에 다신 댓글에서도 말씀드렸지만, 다시 말씀드리겠습니다. 저는 환경파괴하면 미국을 능가할 수 있다고 주장한 적이 없습니다.\nCrochen해시 아이콘07/21 20:31\n제가 너무 거칠게 단순화해서 받아들인 거 같긴 한데, 큰 요지는 제 요약에서 크게 다르지 않다고 생각합니다.\nFC님의 주장의 요지는 장기적인 전망으로 지금 당장의 고갈이나 남획을 억제한 부족이나 집단은 그렇지 않은 자들에게 멸망당해왔고, 이는 선함 악함과 무관하게 자연선택의 선택압으로 인한 필연적 결과이다(이건 좀 맑스의 미래예측이랑 비슷한 느낌이 드네요. 자본가들이 악랄해서 그러는 게 아니라, 착취를 덜한, 안 한 자본가는 다 도태돼서 사라지니 가장 악랄하게 잉여를 착취해서 쌓은 자본가만 경쟁에서 살아남을 거고 그게 반복되면 체제가 유지될 수 없다 식,,,전개랑 결론이 다 비슷하네요)\n\n맑스가 틀렸듯, 저런 전제 하의 예측이. 일정 부분 맞을 수도 있지만 아닌 경우도 있어서 케바케거든요.\n미국이 단순하게 단기적 이득에만 집착해서 모든 걸 고갈시켜왔기 때문에 경쟁에서 승리한 것도 아닐뿐더러, 맑스가 틀린 이유는 뭐 맑스 예측대로 자본가들이 그 선택압에 저항하지 못해서 계속 구조적 노동 착취를 반복하고 이를 견디지 못한 프롤레타리아들이 집단 봉기해서 체제가 무너졌을 수도 있겠지만. 자본가든 자본주의 사회든 다 사람이 하는 일이고 변화를 보면 적응을 하니까요. 복지 국가라는 게 만들어졌고 노동시간도 줄고 노동환경 처우도 개선됐는데 목숨 걸고 노동자가 싸울 이유가 없죠. 대타협이 일어난 거고 이러면 혁명 예측은 자연스럽게 틀린 게 되었죠.\n\n특정한 경우나 사건에 한해서 단기적 이익에 집착해서 공유지 비극 식으로 다 같이 죽는 결론이 일어나는 건 많이 보이지만\n1. 그게 반드시 항상 어떤 사회나 어떤 사건에도 일어나는 일인가? 예외없이?\n2. 다른 사람들은 바보라 그걸 보고만 있나?(1이랑 비슷한 취지네요)\n\n저탄소가 꼭 '친환경'이 아닐 수 있고 풍력 등 여러 대체 발전이라는 것들이 더 주변환경을 박살내는 것도 지적이 많습니다. 그러면 그에 따라서 개선 보완이 이루어질 수도 있고, 썩 탐탁지 않지만 그나마 원자력이 가성비가 끝내주고 탄소배출도 적고 풍력 등보다 주변 환경도 덜 해치면 원전이 확 늘어날 수도 있고요(꼭 그렇다는 건 아닙니다 하나의 생각해볼 수 있는 대안, 예시라는 거죠)\n중국 예시를 들었듯, 열강의 지도부들이 절대 '단기 이익에만' 집착하지도 않고 집착해서 자연 선택에서 살아남기도 힘듭니다.\n오히려 몇년 주기로 선거에서 살아남아야 하는 민주 정치의 지도자들보다 독재하는 애들이 장기적 관점으로 보기 쉽기도 하죠(그들이 진짜 그러느냐 자기들 사리사욕을 주로 챙기느냐도 케바케고요)\n\n저탄소가 꼭 친환경이 아니라는 것도 맞는 말씀이고, 서구 열강이랑 중국 포함한 세계 질서를 만드는 자들이 나름대로 기후 위기, 환경 위기를 넘기려고 노력하지만 아마 우린 안 될 거야 식 비관론도 일리가 있다고 보지만(과학자들 경우 이미 너무 늦어서 뭘 해도 답 없다는 주장도 본 기억이 납니다)\n\n제가 말씀드리고 싶은 건. 풍부한 예시로 재미있게 쓰여진 글인데 결론이 너무 단순하고 급작스럽습니다. 중간에 빠진 고리가 너무 많은 것 같아요.\n단기적 이익에 집착하기 때문에 파멸이 예정된 너희 불쌍한 이들이여 식 예언은 맑스의 자본주의 종말 예언 보는 느낌이라, 꼭 그렇지는 않을 것 같습니다..라는 게 제 생각입니다.\nFC해시 아이콘07/21 21:35\n(수정됨) 도저히 어떻게 할지는 모르겠지만, 양보해서 우리가 어떻게든 환경파괴를 막기 위해 세계평화를 이룩했다고 칩시다. 이렇게 얻은 \"세계 평화\"는 여전히 세 가지의 이유로 불안정합니다.\n\n1. 전세계가 여전히 고도로 복잡하고 팽팽하게 연결되어 있습니다. 사회학자 찰스 페로우는 산업, 기술 시스템이 다음과 같은 상황에서 취약하다고 적었습니다.\n\ni) 시스템이 복잡하다. 즉, 작은 붕괴가 예상치 못한 결과를 가져옵니다.\nii) 시스템의 부품들이 팽팽하게 연결되어 있다. 즉, 한 부분에서의 붕괴가 순식간에 전체에 퍼져나간다.\n\n찰스 페로우는 이를 막기 위해 비동조화(decoupling)이라는 안전장치를 마련하기를 권했으나, 이 조차도 그 효과가 제한적이라고 적었습니다.\n\n2. 지금까지 외부와의 경쟁에서 살아남기 위해 각국은 내부 경쟁을 억제시켜왔습니다. 애초에 내부경쟁을 충분히 억제시키지 못한 국가는 성공할 수가 없습니다. 하지만 외부 경쟁자들과 경쟁을 하지 않기로 합의하면, 애초에 내부 경쟁을 완화시키는걸 가능하게 만들어주었던 이유였던 외부로부터의 위협이 사라졌기 때문에 내부 경쟁이 다시 발생할 것입니다.\n\n벤자민 프랭클린은 \"세상의 사건들, 전쟁과 혁명들은 집단에 의해 수행된다. 각각의 집단들은 각자의 이익을 추구한다. 하지만 일단 집단이 충분한 이익을 얻어 더 이상 외부로부터 위협당하지 않을 때, 집단의 구성원들은 서로를 방해하며 자신의 이익을 추구하기 시작하고, 집단은 분열되고, 혼돈이 찾아온다.\"고 적었습니다.\n\n역사는 거대한 인간 집단들은 당면한 외부의 위협이 없을 때 작은 집단들로 분열하며, 장기적 결과에는 신경쓰지 않고 경쟁하는 강한 경향이 있음을 보여줍니다. 제가 여기서 주장하는 바는, 이런 경향이 인간 집단 뿐만 아니라, 자연선택의 영향 하에 있는 모든 체제에 있다는 것입니다. 따라서, 이 경향은 인간의 성격적 결함과는 무관하며, 설령 인간의 성격적 결함들이 \"치료\"되거나, 인간이 기계로 대체되어도 경쟁은 계속되리라는 것입니다.\n\n3. 설령 2에서 지적한 내부경쟁이 발생하지 않는다고 칩시다. 그래도 여전히 감시와 억압을 피할 수단을 가진 새로운 인간 집단들이 등장합니다. 이 집단들이 등장해서 점점 강해질 것입니다. 결국 기존의 국가들에게 도전할 수 있을 정도로 성장하고 나면 다시 치열한 경쟁이 시작됩니다. 사실, 우리는 이 현상을 이미 보고 있습니다. 세계 각국의 테러단체, 마약 카르텔, 해커 단체들이 그 사례입니다. 그리고 이스라엘에서 국가의 세속적 가치를 위협하고 있는 초강경 근본주의 종파가 성장하고 있고, 파키스탄, 이집트, 말레이시아 등지의 국가에서 군사 쿠데타가 발생해 기존 권력을 뒤집기도 합니다. 불법적으로 등장하는 집단들 외에도, 합법적으로 등장하는 집단들도 세계평화를 방해합니다. 신생 기업들이 등장해 기존 기업들을 위협하는 경우도 있고, 일부 기업은 국제화되어 국가권력에 맞먹을 정도로 성장했습니다. 미국의 경우 좌파와 우파가 첨예하게 대립하고 있습니다. 이러한 대립이 평화로운 세계질서 건설을 더욱 극심하게 방해합니다.\nantidote해시 아이콘07/21 20:37\n지난번 글도 그렇고 전혀 공감이 안되는 내용입니다. 비약이 많고 현실과도 맞지 않습니다.\n1. 자연선택에서 장기적 이익을 신경쓰지 않는 단기적 이익의 극대화는 항상 장기적 이익을 추구하는 방향을 이기는 형태로 작용한다.\n-> \"장기적 이익을 신경쓰지 않는 단기적 이익의 극대화\"라는 것은 지극히 구별하기 어렵고 굉장히 분석자의 주관에 의존한다는 것입니다. 예를 들어 한 해에 수확한 곡물을 모두 먹어치우거나 판매하는 농부와 한 해에 수확한 곡물 중 가장 실한 것들을 종자로 남기는 농부가 있을 때 전자는 주변에서 다시 종자를 꾸어올 농부나 종자 판매자가 없다면 다음 해에 농사를 짓는것이 불가능할 것이고 후자는 갑자기 곳간에 불이 나서 종자가 다 불타버리지 않는 이상 다음 해 농사를 짓는 것이 가능할 것입니다. 물론 여기에서 또 몇가지의 가정이 필요하기는 합니다. 단적으로 예를 들면 전자의 농부가 많이 먹고 남아도는 기운으로 후자의 농부를 때려죽이고 종자를 강탈한다거나 하는 일은 없어야 그것이 가능하겠지요. 아니면 남는걸 판 돈으로 한명의 동조자를 고용해서 2대 1로 싸워서 후자의 농부를 때려죽이고 강탈한다거나 하는 선택지도 있어야 할 것입니다.\n그런데 여기에서 선택의 시점에 뭐가 가장 이익의 극대화인지 알 수 있는 방법이 있기는 합니까?\n그리고 지속가능성은요? 만약 현대사회여서 좋은 종자를 계속 저가에 판매하는 농업 대기업이 존재한다면 어떨까요? 아니면 그 농업 대기업이 종자를 독점하고 농민을 예속화 시키는 대기업이라면? 현대가 아니라 전근대이고 전자의 농부는 항상 주변의 농부들을 약탈해서 종자를 뺏어오는 선택을 한다면? 전자의 선택을 했을 때 주변에 더이상 약탈할 농부가 남아있지 않았을 때 그 때도 전자의 농부가 기존의 방식을 유지하면서 생존을 하는 것이 가능하겠습니까? 만약 농부들이 살던 곳이 계속 사람이 모여드는 곳이라 옆집 농부를 때려죽여도 새로 그 자리에 어떤 다른 농부가 등장해서 약탈물을 제공하는 곳이라면 또 생존이 가능하겠지요? 한편으로는 어떤 농부가 되었든 미래의 수확을 미리 팔고 농기구나 농업을 도울 소를 사온다는 선택지는 어떻습니까? 단기적으로 흉년이 계속 들면 농부는 파산하고 굶어죽거나 할 것이고 단기적으로 풍년이 몇번 와서 빚을 갚는다면 농부는 더 부유해진 미래를 가질 것입니다.\n결국 이 단기적 이익이나 장기적 이익이라는 것은 선택이 이뤄지는 시점에서 뭐가 더 나은지 아닌지에 대해서는 판단하기 어렵다는 것이고 완전히 단기적인 이익만을 추구하는 것처럼 보이는 선택도 환경이나 제반조건, 외부의 개입 등에 대해서 그게 진짜 장기적으로 이익인지 단기적으로 이익인지 계속 바뀌기 때문에 단기적인 이익의 추구가 항상 불리한 것도 아니고 항상 유리한 것도 아니라는 겁니다.\n결국 이런 류의 단기적 이익의 극대화가 장기적 이익의 추구를 이긴다는 것도 단기적 이익이나 장기적 이익 등에 대한 분석은 굉장히 사후적이고 자의적으로 분석될 수밖에 없다는 겁니다.\n결국 '단기적인 이익의 극대화'가 '장기적인 이익의 추구'를 이긴다는 것도 그 이치에 부합하는 사례들만을 모아보니 확증편향적인 분석결과일 수 있다는 겁니다.\n결론적으로 뭐가 단기적인 이익을 극대화하는 농부이고 뭐가 장기적인 이익을 추구하는 농부일까요? 저는 판단이 어렵네요.\n\n2. 아가미를 버린 육지생물들이 과연 '단기적인 선택'을 한 종이었던 것인가?\n일반적으로 인류가 지금까지 연구해온 바에 따르면 생물의 돌연변이는 단기적으로 좋은쪽으로 작용하는 것보다는 치명적이고 해로운 방향으로 작동하는 경우가 많습니다.\n대부분은 해로운 돌연변이가 생겨나고 아주 드물게 이로운 돌연변이가 생겨나고 그보다는 높은 빈도로 현재의 생존에 아주 큰 영향을 안줘서 자손을 존속시킬 수 있을 정도의 크리티컬한 요소가 아닌 돌연변이가 생겨납니다. 결국 돌연변이가 '단기적인 이익의 극대화'라고 치부하기에는 비약의 정도가 굉장히 크다는 겁니다.\n자연계에서 일반적으로 자연 선택에서 일어나는 양상이 단기적으로는 이익의 극대화와 큰 상관없이 주변 환경과 생태계가 감당 가능한 수준 대비 해당 종이 가지는 포화도(인간으로 치면 인구압) 내지 환경압 하에서 생존가능한 수준의 돌연변이가 일어나서 근근히 유지되다가 어느 환경변화가 일어났을 때 그동안 일어났던 돌연변이 중 해당 환경에서 극도로 유리한 자손번식이 가능한 돌연변이가 있었다면 지배적인 유전자가 되는 방식으로 진화했을 것이라는 겁니다. 그리고 이것은 단기적의 이익의 극대화는 아무런 관련이 없고 변한 환경에서 얼마나 가장 적자생존적인 형질을 가지고 있었느냐에 따라서 좌우되는 것입니다.\n아가미가 없어진 최초의 동물은 만약 범람이 주기적으로 반복되는 강의 주변에 살았다면 어느날 갑자기 홍수에 떠밀려서 죽었을 수도 있고 이것은 '단기적인 이익의 극대화'와는 별 상관이 없는 것입니다.\n결국 아가미가 없어진 동물들은 당대의 환경에서 처음에는 아가미와 폐의 전신기관을 동시에 사용하는 방식으로 생존이 가능한 수준의 개체가 남아있다가 어느날부터 육지에서만 살아도 생존이 가능한 환경이 조성되면서 혹은 강의 범람이 없는 곳까지 가서 살게 되면서 아가미가 없는 종이 그 곳의 지배종이 되었을 것이지 이것은 장기적인 선택이나 전략과는 아무런 상관이 없는 것이죠. 한편으로는 강 주변에는 여전히 성장과정에서 아가미를 가지는 양서류가 생존해서 남았을 것이고요. 이것을 '단기적인 이익의 극대화'라고 보는 것은 굉장히 자의적인 해석이라고 봅니다.\n\n3. 서브프라임 모기지론 문제가 생긴 원인도 뭐랄까 공감이 전혀 안되는데요.\n서브프라임 모기지론이 발생한 원인을 \"불건전한 대출을 해주지 않으면 망할수밖에 없는 금융계의 선택압으로 인해서 금융회사들은 전체 시스템과 자기 자신을 파산시킬지도 모르는 단기적인 이익에 집중할 수밖에 없었다\"라고 규정하면 속은 편하겠지만 훨씬 복합적이고 다층적인 원인이 작용한 것입니다. 문제가 된 금융회사들은 오히려 중장기적인 안정적 수입을 추구하기 위해서 리스크 분석 등에 돈과 인력을 어쨌든 쓰고는 있었습니다. 그게 맞느냐 틀리느냐가 문제였고요. 리스크를 먼저 알아채서 선제적 대응을 했거나 위기의 초반에 좋은 딜을 한 금융시장 참여자나 회사들은 큰 수익을 거뒀거나 시장에서 더 높은 순위권으로 올라섰고 이게 단기적인 이익의 집중과는 또 별 상관이 없는 것이라는 것입니다.\n\n4. 국제무역망이 단기적인 이익이라는 것도 웃긴 견해인 것인데요.\n국제무역망에 자의든 타의든 제대로 참여하지 못했던 나라의 결말은 우리가 모두 알고 있는 조선의 한일한방입니다. 국제무역에 참여하면 단기적인 이익은 거두지만 장기적인 이익이 없는 것처럼 서술을 하고 계시는데 아닙니다. 국제무역에 참여하지 않으면 단기적인 이익도 없고 장기적인 이익도 없습니다. 현재까지 인류는 장기적으로 기술을 발전시킨 집단이 번영하는 방향으로 살아왔고 외부의 교류와 상업 없이 기술이 발달하는 것은 불가능하거나 매우 더디기만 했습니다. 생각해 보십시오. 석유나 석탄이 없는 나라에서 수입없이 과학이나 공업이 발달하는 것이 가능하겠습니까? 그것의 증거가 동아시아가 근대에 서구로부터 침탈을 당한 것이고 가장 고립되어있던 아메리카 원주민들은 더 비참한 결말을 맞았습니다.\nFC해시 아이콘07/21 20:52\n지난번 글에서도 대단히 날선 댓글을 달아주셨었는데요. 자꾸 헛소리라는 식으로 말씀하시는데, 여기 나온 예시들은 제가 창작한게 아닙니다. 서브프라임 모기지 이야기는 법학 교수 크리스토퍼 피터슨이 쓴 논문에서 나온 것이고, 국제무역망 이야기는 브리태니커 백과사전에서 나온 것입니다. 본문 참고문헌에도 링크까지 걸어놨는데, 찾기 귀찮으실 수도 있으니 다시 걸게요.\nhttps://heinonline.org/HOL/LandingPage?handle=hein.journals/loyjpubil10&div=11&id=&page=\nhttps://www.britannica.com/topic/international-trade\n엑박해시 아이콘07/21 21:49\n단기적이고 반복되지 않는 거래에 대해서는 서술해 주신 바와 같이 죄수의 딜레마를 극복하는 것이 어렵습니다. 하지만 반복적이고 장기적으로 행위가 일어나는 경우에는 대립이 아닌 협력을 통해 문제를 해결할 유인이 충분히 발생합니다. 현대 문명의 많은 시스템이 신용에 의해 이뤄져 있는데 이 신용이라는 것 자체가 말씀주신 내용의 반증이 아닌가 합니다. 개미나 벌들 같이 군집을 이뤄 살아가는 곤충들 역시 자연은 항상 단기적으로 이득을 추구하는 행동을 보상한다는 주장의 반증인거 같고요. 대부분의 행위자는 단기적인 이득을 추구하며 자연적으로 선택될 확률이 높다는 주장에는 동의합니다\nFC해시 아이콘07/21 23:51\n개미들과 꿀벌들이 군집 내부에서는 협력을 하지만 외부적으로는 생존과 증식을 위해 투쟁하고 있습니다. 마찬가지로 인간 사회 역시 내부적으로는 협력하지만 외부적으로는 생존과 증식을 위해 투쟁하고 있고... 현재 진행중인 환경파괴는 주로 국가, 기업, 범죄조직 등 인간집단에 의해 발생하고 있죠.\n계층방정해시 아이콘07/21 22:44\n생물은 번식을 해서 단기적 선택의 리스크는 부모가 지고 혜택은 자손에게 주는 식으로 회피가 가능한데, 생물이 아니면 이게 제대로 적용될지 의문입니다.\nAku해시 아이콘07/21 22:50\n재미있는 주장이긴 한데 자연주의의 오류에 빠지도록 오도할 수 있다는 점에서 위험하다고 생각됩니다.\nyawny해시 아이콘07/21 23:17\n좋은 통찰이 있는 글이지만 단정적인 결론은 아쉽네요. 많은 분들이 지적해 주셨지만\n\n한국에서는 남얘기로 치부되고 있는 탄소배출문제는, 물론 과학자들의 경고에 비하면 형편없이 모자라는 수준인 건 맞지만, 열강들의 눈치싸움과 선진국(이라는 말을 써도 되는 것 같습니다 이 문맥에서는) 내 국민들의 정치적 압력에 의해 실제로 커브가 꺾였습니다. 님의 설명에 따르면 파리협약과 규제를 피하는 기업, 국가들이 일방적으로 이득을 얻으면서 탄소규제는 실패할 수밖에 없는데, 현실은 그렇지는 않습니다. EU는 기존 로드맵을 오히려 더 강화하고 목표를 땡기고 있습니다.\n\n위에 엑박님이 남겨주신 댓글과 비슷한 얘기입니다만, 게임이론으로 보더라도 짧은 시행차수를 시뮬레이션할 경우에는 약탈적인 규칙파괴자가 단기간에 많은 이득을 얻고 승리자가 되지만, 시행차수가 많아지고 참여자가 이전 시행의 정보를 기억의 형태로 유지하는 경우에는 양상이 완전히 바뀝니다. 일반적인 경쟁시장에서는 보통 경쟁의 룰이라는 게 있고, 어떤 참여자가 그 규칙을 무시하는 제멋대로 룰브레이커라는 평판을 얻게 되는 것은 그 참여자에게 치명적인 손해를 가져오기 때문에 설령 규칙을 깨는 행위를 하더라도 겉으로는 규칙준수자(선, 질서)의 평판을 유지하려고 하죠. 실제 인간사회에서는 그 평판 유지에 관한 사회적 압력이 얼마인가, 남을 속이면서 규칙을 깨는 행위가 어느 정도 확률로 성공하는가 (감시가 어느 정도 수준으로 작동하는가) 등에 따라서 계산이 복잡해집니다. 이기적으로 사회적 합의를 파괴하는 행위자가 언제나 성공하는 건 당연히 아닙니다.\n\n모든 자본가가 90일 단위의 단기적인 안목으로 규칙파괴, 환경파괴, 착취에 나선다면 예컨대 우리가 먹는 음식물 중 오염, 부패되지 않고 적절한 생산 처리 과정을 거친 것을 찾아보기 힘들게 되거나, 적어도 매우 높은 빈도로 식중독 사태가 만연하겠죠. 현실이 그렇지 않습니다. 18세기에서 20세기까지 평균수명의 극적인 증가에는 식품의 안전도의 개선도 큰 공헌을 했습니다. 물론 교묘한 방법으로 규제를 고치거나 규제를 빠져나가는 시도들이 항상 있습니다만, 장기적 평판이 생존에 얼마나 중요한지 식품기업들은 너무 잘 알고 있어요.\nFC해시 아이콘07/21 23:43\n위의 댓글에서도 적었지만, 다시 적겠습니다. 기후변화가 환경파괴의 전부가 아니죠. 요즘 언론들이 하도 기후변화에 대해서만 떠들어대니까, 탄소중립하고 기후변화만 막으면 환경문제 해결이라고 생각하시는 분들이 많으신 것 같은데 사실이 아닙니다. 실제로는 제6차대멸종이라는, 과거의 전지구적 대멸종 사태들과 비견될법한 생물대량절멸사태가 현재진행형입니다. 탄소중립한답시고 멀쩡한 숲 밀어버리고 그 자리에 태양광 패널 설치하고, 새 죽이고 방사성 폐기물 발생시키는 풍력 발전기를 설치하는 식으로 이루어지고 있는데, 이건 탄소중립일 지언정 대단히 환경파괴적인 것이고 제6차대멸종을 중단시키는데에 아무런 도움이 안되죠. \"지금 우리가 환경을 성공적으로 지키고 있다\"라는 주장을 증명하려면 생물멸종속도가 감소하고 있다는 데이터를 가져오셔야지, 탄소규제가 이루어지고 있다는 주장을 해서는 안됩니다.\nyawny해시 아이콘07/22 00:01\n앞뒤가 바뀐 것 같은데요. 제가 환경이 성공적으로 보호되고 있다는 주장을 하고 님이 그것을 반박하는 사례를 가져오신 게 아니고, 님이 단기적 이익을 노리고 환경파괴적인 행위를 하는 개체들이 자연에서나 인간사회에서나 성공하여 살아남으므로 그런 공공선을 위한 노력은 실패할 수밖에 없다는 주장을 하셨고 저는 그에 대한 반론으로 평판이 역할을 하는 탄소배출과 식품업 사례를 든 것입니다.\n\n당연히 서브프라임과 같이 평판과 제도에 의한 피드백이 제대로 작동하지 않는 사례들은 많이 있습니다. 그런데 그것이 게임이론으로 봐도 그렇고 사회의 일반적인 작동원리라고 일반화하기는 어렵다는 겁니다.\nFC해시 아이콘07/22 00:24\n(수정됨) 사실 성공적인 국제적 합의 사례로는 CFC 퇴출 합의도 있죠. 하지만 특정 사안에서 국제적인 합의를 얻는데 성공한 바 있다고 해서, 그게 곧바로 전세계의 모든 대규모 조직들이 경쟁을 중단하고 세계평화를 이룩할 수 있다는 주장의 근거가 되지는 않습니다. 게임이론 시뮬레이션에서 모든 개체가 일체의 경쟁을 중단하고 협력하는 경우가 발생합니까? 국가와 기업 등 대규모 조직들이 하는 대부분의 활동은 환경을 파괴합니다. 기술발전, 경제성장을 위해 자원을 채굴하고, 이동하고, 설치하고, 유지보수하는 모든 과정에서 환경이 파괴됩니다. 전지구적 환경파괴를 중단하기 위해서는 모든 경쟁이 중단되고, 전세계 모든 대규모 조직들이 자발적으로 감축해야하는데, 그게 가능하다고 보시는지요? 좀더 노골적으로 말하자면, 환경파괴를 중단하기 위해 당장 전방의 군부대의 90%를 해체시키고, 경제성장을 중단할 뿐만 아니라 마이너스 성장까지 감내하자는 주장에 동의하십니까? 서슬퍼런 북한과 중국, 러시아가 버티고 있으니 못하겠다구요? 그러면 북한, 중국, 러시아, 일본, 미국 모두가 동의하는 군축, 마이너스 성장 합의가 근미래에 실현 가능하다고 보십니까? 그게 가능하다고 보시면 왜 가능하다고 생각하시는지 이유를 듣고 싶고, 불가능하다고 생각하신다면 그러면 왜 세계 평화가 가능하다고 생각하시는지 이유를 듣고 싶습니다.\nyawny해시 아이콘07/22 00:43\n저는 그런 일반적인 명제를 주장하지 않았습니다. 예컨대 \"전세계의 모든 대규모 조직들이 경쟁을 중단하고 세계평화를 이룩할 수 있다\" 는 주장을 하지 않았습니다. \"게임이론 시뮬레이션에서 모든 개체가 일체의 경쟁을 중단하고 협력하는 경우가 발생\"한다고 말한 적도 없고요.\n\n입증책임 아시지요? 입증책임은 주장한 쪽에서 지는 겁니다.\n논리적인 말장난을 하는 게 아니라, 실제로 과감하고 일반론적인 주장을 하는 것이 어려운 까닭은 그것이 그만큼 더 강한 입증책임을 요구하기 때문입니다. 지금 님의 주장은 상당히 강합니다. 제가 이해한 게 아마 틀리지 않을텐데 \"단기적 이익을 노리고 환경파괴적인 행위를 하는 개체들이 자연에서나 인간사회에서나 성공하여 살아남으므로 그런 공공선을 위한 노력은 실패할 수밖에 없다\" 는 것이고요.\n\n지금 사람들이 반박하는 건 말 그대로 이 주장이 경험칙상으로 너무 강하기 때문입니다. 예컨대 \"그런 공공선을 위한 노력이 실패하는 사례를 보면 이런이런 요인들이 있으므로, 이것을 극복하기 위해 ~~ 가 요구된다\" 같은 형식이었으면 설령 비슷한 내용이어도 전혀 다르죠.\n\n그에 대한 제 반박은, 자꾸 님이 그렇게 보려고 하시는 것처럼 님과 동등한 수위의 강한 주장이 아니고, 굳이 명제로 만들자면 \"인간 사회에서는 그런 단기-약탈적 전략이 성공하기도 하지만 평판, 신뢰, 제도적 감시 등의 작용을 강화함으로써 극복되기도 한다\" 정도의 굉장히 약한 주장이에요. 이건 거의 입증책임이 없습니다. 당연히 매우 약한 주장이므로 재미는 없죠. 단지 님의 주장이 너무 강하기 때문에 그에 대한 반론으로는 이 정도 약한 주장으로도 충분한 겁니다.\n\n어떻게 보면 사회과학이 좀 재미없는 이유는 재미있을 정도로 강한 주장이면 그만큼 강한 입증책임이 따르기 때문이죠. 님의 주장을 입증하려면 연역적으로 충분히 논리적 빈틈없이 설명을 하거나 (게임이론으로 충분히 반박됨) 반대 사례가 거의 존재하지 않음이 입증될 정도로 철저히 귀납논증을 해야 됩니다 (불가능, 반례가 너무 많음) 상대가 \"전방의 군부대의 90%를 해체시키고, 경제성장을 중단할 뿐만 아니라 마이너스 성장까지 감내\" 한다는 정도로 극적인 주장을 할 필요가 전혀 없어요. 그냥 한국 사회의 20세기 후반을 보면 식품안전도가 꾸준히 개선되었고, 녹지화가 엄청나게 성공했으며, 물과 대기오염(일본, 중국이라는 외부변수 제외시) 은 적어도 내부에서 제어되는 측면에서는 엄청나게 수치적으로 개선이 되었다는 정도로도 충분합니다.\nFC해시 아이콘07/22 08:28\n인터넷 공간에서 논쟁에서 승리하기 위해 많이 쓰이는 수법 중 하나가 상대방에게 무한대의 입증책임을 요구하는거죠. 창조설자들이 진화론을 공격할 때 자주 쓰는 수법이거든요. \"우리가 보기엔 진화론에 이러저러한 빈틈이 있는데 그걸 입증해라. 못하겠으면 진화론이 틀린거고 우리가 맞는거다.\"(이미 진화론측에서는 충분히 많은 근거를 가져왔음. 창조설측에서는 진화론에 비해 허술한 근거만 가져오면서 계속 진화론의 근거가 불충분하다는 주장만함.)\n\n입증책임이라면 저는 본문에서 이미 충분히 많은 사례를 가져왔고, 그 출처도 충분히 성실하게 명시했다고 보는데요. 반면에 yawny님은 사례도 불충분하고 출처 명시 안되어있네요. yawny님이 가져오신 사례들(게임이론, 식품안전, 탄소감축)이 증명하는 바는 전부 \"우리가 특정 사안에 대해 합의하고 협력하는 것이 가능하다.\" 입니다. 특정 사안에 대해 합의하고 협력하는 것이 가능하다는건 본문에서 부정한 바 없습니다.\n\n지금 제6차대멸종을 완화, 중단시키기 위해서는 지구상의 모든 대규모 조직(국가, 기업)들이 생존, 증식을 위한 경쟁을 그만두는 일종의 세계평화가 찾아와야만 합니다. 이 주장을 반박하고 싶으시다면, \"꼭 세계평화가 찾아와야만 제6차대멸종을 중단시킬 수 있는건 아니다. 군사적, 경제적 경쟁과 환경보호를 병행하는 것이 가능하다.\"라는 주장을 하고 그 근거를 가져오셔야죠. 마지막 문장에서 일본, 중국이라는 외부변수만 제외하면 한국은 국내적으로 환경보호를 잘 하고 있다고 하셨습니다. 바로 그 외부변수가 앞으로도 영원히 사라지지 않으리라는게 본문의 핵심인데요.\nyawny해시 아이콘07/22 09:24\n제가 쓴 댓글을 이해하셨다면 제가 님에게 강한 입증책임을 지운 이유는 인터넷 논쟁에서 승리하기 위함이 아니라 님의 주장이 그만큼 강하기 때문이란 걸 이해하셨을 겁니다. 저는 그런 강한 주장을 한 적이 없기 때문에 논문 출처를 가져와야 할 정도로 고생해서 반론을 제기할 이유가 없고 널리 알려진 예들로 쉽게 논파하는 길을 택했습니다. 저라면 논문까지 안찾아도 이렇게 쉽게 논파되는 것에 자괴감을 느끼지 너도 논문 찾아와라 하진 않을 듯한데요.. 뭐 그건 개인차라 치고요.\n\n6차대멸종이 오고있다는 것이 님의 관심사라는 것은 알겠는데 저는 그것을 반박할 생각이 없고, 세 번째 말하는 것이고 피곤해서 이제 그만 말하겠지만 저는 환경파괴를 피할 수 없는 이유로서 님이 든 주요 논리구조인 \"단기적 이익을 노리고 환경파괴적인 행위를 하는 개체들이 자연에서나 인간사회에서나 성공하여 살아남으므로 그런 공공선을 위한 노력은 실패할 수밖에 없다\" 는 것을 반박하려고 했어요. 그게 주요 주장이 아니면 그렇다고 하시던가 그걸 철회하면 됩니다. 그 외부변수가 사라지지 않을 것이라는 점이 본문의 핵심이란 게 무슨... 아니 님 글을 어떻게 읽으면, 자신이 인간사회 일반의 법칙을 논증하고 있고 이걸 모르면 순진 이런 식으로 실컷 거대담론 내러티브를 구사해 놓으셔 놓고는 사회 외부변수 때문에 안되는 게 핵심으로 바뀌나요. 공공선 추구가 국내사회에서라도 가능하면 님의 인간사회론은 애초에 성립되지 않아요. 백번 양보해서 외부변수 포함해도 성공사례 엄청 많아요. 인터넷 논쟁이 시간낭비란 건 확실하네요. 아무리 선명하고 쉽게 문제지점과 반박지점을 친절히 짚어주어도 별 소용이 없더라고요. 그놈의 자존심이 뭔지.\nFC해시 아이콘07/22 10:10\n\"모든 백조는 희다.\"라는 주장을 반박하기 위해서는 흰색이 아닌 백조, 예를들면 검은 백조를 데려와야하는데, 검은 개를 데려다 놓고 \"검은 짐승도 있다. 그러므로 너의 주장은 틀렸다.\"고 말씀하시는 모양새에요.\n\n국내에서 장기적인 공공선을 위한 협력이 가능한 이유는 규칙파괴자를 처벌할 정부가 존재하기 때문인데, 국제사회에는 그런 역할을 해줄 정부가 없죠. UN에서의 합의에는 근본적으로 강제력이 없고, 북한, 이란, 파키스탄 같은 불량국가들만 국제적 합의를 깨는게 아니라 미국, 중국, 러시아 같은 강대국들도 심심치않게 합의를 깨죠.\nCapitalismHO해시 아이콘07/22 07:45\n전체적으로 재밌는글이고 동의하는 바도 많은데, 마지막 문단이 좀 급진적(?!)이네요.\nRespublica해시 아이콘07/22 08:15\n컴퓨터 알고리즘에 탐욕법(Greedy)이라고 있습니다.\n부분해의 최적합 전체해의 최적합을 만들어 내는데요.\n강력하고 쉬운 알고리즘이지만 복잡한 계에서는 힘을 잃습니다.\n이와 비슷한 느낌이 드네요.\nRespublica해시 아이콘07/22 08:22\n그리고 소비라는 행위가 결국은 환경파괴와 동치기에, 소비행위 자체를 줄이지 않는 이상 환경파괴에 대한 명징한 대처라고 보기 아렵고, 따라서 성장을 위해 자연의 파괴가 필요하다는 주장에도 동의합니다.\nMs.Hudson해시 아이콘+ 07/22 10:58\n지난 두 글 읽고 나서 '결국 사회와 경제는 근시적으로 이득이 되어 보이는 결정들이 모이고 모여 진행되는 것일까' 생각했는데 떡하니 글이 올라와 있네요.\n\n비슷한 선상에서 제가 생각했던 부분은, 나름대로 '길게 보고 결정한거다!' 하면서 소비와 투자를 정당화 하고는 했는데 그런 것들중에 얼마나 실제 생각했던대로 realize 되었는지, 반대로 디폴트 된것들은 얼마나 되는지, 그래서 중간에 이득만 보고 빠진 사람은 얼마고 나머지 잔해를 치워야 했던 사람은 얼마나 되는지 궁금하더군요.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "51fc321a-6b6f-434a-8658-78fb231eb912",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-07-22T12:41:05.809000",
  "updatedAt": "2021-07-22T13:35:13.943000"
}