{
  "id": "7993fe3e-f745-4fa0-9e5e-275a6d0e641f",
  "title": "세금의 역사 - 근현대",
  "content": "[미국 독립전쟁]\n7년전쟁(1756~1763년) 이후 영국은 그동안 지출한 전비와 식민지 주둔군의 비용을 충당하기 위해 설탕법(1764년), 인지세법(1765년), 타운센드법(Townshend Acts), 차조례(Tea Act) 등을 잇달아 제정, 아메리카 식민지에 세금을 부과했다. \n\n타운센드법(Townshend Acts)\n1767년 영국의 재무장관인 찰스 타운젠드는 북아메리카 대륙 식민지의 재정 계획과 연관되어 북아메리카 대륙 식민지인들에게 불리한 일련의 법령을 계속해서 제정하였는데 이를  '타운젠드법 '이라고 부른다.\n세입법은 북아메리카 대륙 식민지로 들어가는 유리, 납, 종이, 도료, 차 등에 관세를 부과하는 것으로 직접세인 인지세와 달리 간접세인 관세에 대해서는 저항이 적을 것으로 생각되어 추진되었다. 하지만 직접세든 간접세든 형태에 상관없이 증세가 되는 것을 북아메리카 대륙 식민지인들이 좋게 생각할 리 없었다.\n보상법은 오히려 영국 본토로 수입되는 차에 대한 관세를 폐지하는 것이었다. 그동안 항해법에도 불구하고 북아메리카 대륙 식민지에는 저렴한 네덜란드산 차가 밀수입되면서 영국산 차가 가격 경쟁력을 잃은 상태였다. 그러나 이제 보상법을 통해서 영국으로 들여오는 차에 대한 관세가 사라지면서 관세 차이를 이용하여 영국에서 북아메리카 대륙 식민지로 재수출하는 것이 용이하게 되었다. 그러나 이로 인하여 줄어들게 된 세수를 북아메리카 대륙 식민지에 부과하여 메꾸려고 했기 때문에 식민지인들의 반발을 하게 되었다.\n북아메리카 대륙 식민지에 대한 세금 징수를 용이하게 하기 위한 관세위원회법이 제정되어 영국 본국의 관세청의 권한을 위임받은 '아메리카 관세청 위원회'가 설립되었다. 아메리카 관세청 위원회는 5명의 위원으로 구성되었고 보스턴에 본사를 두었다. 그러나 북아메리카 대륙 식민지들인이 영국 본국의 과세에 불만을 품었기 때문에 아메리카 관세청은 증오의 대상이 되었고 특히 아메리카 관세청이 위치한 보스턴의 민심이 매우 흉흉해졌다.\n\n차조례(Tea Act)\n차 법은 1773년 5월 10일에 영국 의회에서 통과된 법률이며, 북아메리카의 13개 식민지 대해 동인도 회사가 정상적인 관세없이 차를 파는 것을 인정한 것이다. 따라서 식민지 상인과 밀무역 업자가 취급하는 홍차보다 싼 가격으로 공급하는 것이 가능하게 되었다. 그 목적은 인도의 흉작으로 파산 직전까지 가 있던, 유럽 시장에서 경쟁력을 상실한 동인도 회사를 구제하기 위한 것이었다. 영국 정부는 13개 식민지에 동인도 회사에 의한 독점적인 홍차 수출을 계획 때문이다.\n\n보스턴 차 사건(Boston Tea Party)\n차조례는 영국 동인도회사가 아메리카 식민지에 직접 차를 팔 수 있게 한 법률인데, 이렇게 해서 값싼 차가 들어오게 되자 그동안 재미를 보던 차 밀수업자들이 곤경에 처하게 됐다. 이들은 시민들을 선동해 인디언으로 가장하고 동인도회사 선박을 습격, 차가 들어 있는 상자들을 바다에 던져버렸다. 이를 보스턴 차 사건이라고 한다. 이 사건은 후일 자유를 위한 항쟁으로 미화되었지만, 실상은 차 밀수업자들의 난동이었다. 이 사건 이후 영국은 군대를 동원해 반영시위를 진압했고, 이 과정에서 시민 네명이 사살됐다.\n이에 대한 대책을 논의하기 위해 식민지 대표들로 구성된 제 1차 대륙회의가 1774년 열렸다. 이들은 영국 헌정의 전통을 원용해 ‘대표 없이 과세 없다’는 슬로건을 내걸었다. 식민지 대표들의 동의 내지 참여 없이 영국 본국의 정부나 의회의 입법으로 식민지에 과세할 수 없다는 주장이었다. 이렇게 시작된 대륙회의는 1776년 7월 4일 아메리카 식민지의 독립을 선언했다. 아메리카 식민지는 7년간의 전쟁 끝에 1883년 독립을 쟁취했다.\n\n[프랑스 대혁명]\n 1789년 발생한 프랑스대혁명 역시 세금 문제가 도화선이 됐다. 프랑스에서는 '타이유세'(토지세 겸 재산세)를 비롯해 중세 봉건제의 잔재인 다양한 세금이 농민들을 짓누르고 있었다. 반면에 귀족과 성직자들은 세금을 면제받고 있었다.\n\n가벨세\n프랑스에서는 1286년 필리프 4세가 재정 부족을 이유로 악명 높은 ‘가벨(gabelle)이라는 염세 제도를 만들었다. 이후 1680년 5월에 국가 재정 파탄을 막기 위해 프랑스의 재상 콜베르가 내린 대칙령으로 인해 염세 제도가 한층 강화되었다. 심지어 1 인당 소금 구입량까지 정하여 8세 이상부터 1년에 최소한 약 3 리터의 소금을 사용하도록 강제하였다.\n프랑스의 염세제도는 국민들의 노역을 강화시키게 되었고 결국 프랑스 혁명의 도화선이 되었다. 소금 가격의 변화를 보면 12~13세기 프랑스 프로방스 지역의 소금 원가는 45킬로그램에 네 푼도 채 되지 않았는데 염세가 부과되면서 소금 가격이 치솟기 시작하여 1630년에는 소금 원가의 14배, 1710년에는 140배까지 올랐다. 염세 징수가 가혹해지자 염세가 싼 곳에서 몰래 소금을 들여오려는 사람들이 생겨났고, 이 같은 밀매가 적발되면 극심한 형벌을 받았다. 가혹한 염세 제도로 인해 농민들은 여기저기서 봉기를 일으켰고 이는 결국 1789년 프랑스 대혁명으로 이어졌다. \n프랑스 혁명 이후 ‘가벨’제도는 잠시 사라졌으나 전쟁 비용을 대기 위해 나폴레옹이 다시 부활시켰고, 1949년까지 유지되었다.\n\n네케르의 세제개혁\n1777년 루이 16세에 의해 재무장관으로 임명된 스위스 은행가 자크 네케르는 파탄에 이른 재정을 재건하기 위해 세정 개혁에 나섰다. 그는 징세청부업자 제도를 폐지하고 국가공무원들이 세금을 징수하도록 하는 한편, 귀족과 성직자 계급으로부터도 세금을 거두어들이려 했다. 당연히 이들 기득권 세력은 격렬하게 반발했다. 네케르는 이에 맞서 국가재정 실태를 공개했다. 당시로서는 파격적인 일이었다. 왕실비가 국가재정의 10% 가까이 차지하고 있다는 것을 알게 된 국민들은 분노했다. 네케르는 1781년 해직됐다.\n1788년 루이 16세는 재정위기를 타개하기 위해 네케르를 복직시켰다. 이듬해에는 1614년 이후 열리지 않았던 신분제 의회인 삼부회를 소집했다. 삼부회에서 과세에 대한 동의를 얻어 재정위기를 극복하기 위해서였다. 하지만 이미 때는 늦었다. 곪을 대로 곪은 프랑스의 모순은 그해 7월 14일 바스티유 감옥 습격으로 폭발했다. 대혁명의 시작이었다.\n \n\n[소득세]\n오늘날 누구나 당연하게 생각하고 있는 소득세도 전쟁과 밀접한 관계가 있다. 사실 국민들의 소득을 낱낱이 파악해 세금을 매기는 것은 통치자들의 오랜 로망이었다. 하지만 전근대(前近代)의 행정 능력으로는 국민들의 소득을 정확하게 파악하는 것이 쉽지 않았거니와 소득세 징수에 따르는 사생활(私生活) 침해 등에 대한 반발도 거셌다. 이 때문에 중세에도 소득세를 도입하려는 시도들이 여러 번 있었지만 실패로 돌아가거나 도입하더라도 오래가지 못했다.\n근대적 의미의 소득세는 나폴레옹전쟁 중에 영국에서 만들어졌다. 영국은 당초에는 물품세(소비세), 관세, 상속세, 토지세 등 전통적인 세금과 전시국채(戰時國債) 등을 통해 전비를 조달했지만, 이내 한계가 드러났다. 그러자 윌리엄 피트[소(小)피트] 총리는 1798년 의회를 설득해 ‘세금 및 세금납부법’을 제정, 소득세를 걷기 시작했다. 이 법은 부유한 정도에 따라 3등급으로 나누어 연간 소득이 60파운드 미만이면 세금을 물리지 않았지만, 60~200파운드는 10개의 소득구간에 따라 1/120~1/10, 200파운드 이상이면 소득의 10%를 과세했다. 영국은 소득세라는 세원을 발굴해낸 덕분에 나폴레옹과의 전쟁에서 승리할 수 있었다. 이 때문에 소득세는 ‘나폴레옹을 패배시킨 세금’이라고 불렸다.\n  반면에 나폴레옹의 프랑스는 영국의 흉내를 낼 수 없었다. 조세저항이 단초가 되어 혁명이 일어났고, 국왕(루이 16세)이 단두대(斷頭臺)에서 목이 잘린 기억이 아직도 생생했기 때문이다. 결국 나폴레옹은 창문세, 소금세 같은 구태의연한 세금에 의존해야 했다. 모자라는 부분은 군대의 ‘현지조달’, 즉 약탈로 메워야 했다. 이는 점령지 주민들의 반발을 야기했다. 포르투갈, 스페인, 러시아, 독일 등 곳곳에서 반(反)프랑스 봉기가 일어났고, 이는 나폴레옹의 패배를 앞당겼다.\n영국은 나폴레옹과의 전쟁에서 승리한 후인 1816년 ‘전쟁 중 임시로 만들었던’ 소득세를 폐지했다. 의회는 소득세를 폐기하면서 소득세가 되살아나는 것을 막기 위해 소득세 관련 과세 기록을 폐기하라고 명령했다. 하지만 재무부는 몰래 과세기록 사본(寫本) 1부를 감추어두었다. 영국 재무부는 선견지명(先見之明)이 있었다. 30년 후 로버트 필 총리는 크림전쟁으로 인한 재정위기를 극복하기 위해 소득세를 부활시켰다. ‘국가재정이 정상화되면’ 소득세를 다시 폐지하겠다는 약속을 덧붙였지만, 그 약속은 지켜지지 않았다. 한번 열린 판도라 상자의 뚜껑은 다시 닫히지 않았다. 소득세 반대론자들은 “우리의 죄를 돌이키려는 신(神)의 형벌”이라며, 소득세를 저주했다. 그런데 ‘신의 형벌’의 세율은 도대체 얼마나 됐을까? 3%였다.\n\n{대문세}\n 제정(帝政)러시아의 표트르 1세는 집의 문에 세금을 매겼다. 표트르 1세는 당초 농가마다 가구세(家口稅)를 부과했다. 농민들은 세금을 피하기 위해 같은 집에 모여 살기 시작했다. 하지만 그런 집에서도 가구마다 입구는 달리했다. 그러자 정부는 가옥의 문(입구)을 기준으로 세금을 부과한 것이다. 그런다고 그냥 당할 농민들이 아니었다. 농민들은 아예 문을 하나만 내고 공동으로 사용하기 시작했다.\n\n{수염세}\n 표트르 1세는 수염세라는 것도 부과했다. 네덜란드와 영국 등지를 직접 순방한 적이 있는 표트르 1세는 낙후된 러시아를 근대화하기 위해 노력했다. 그는 수염 기르는 것을 240년간에 걸친 몽골 지배가 남긴 악습으로 규정하고 이를 근절하기 위해 수염을 기르는 농부들에게는 1코페이카, 도시민에게는 30루블, 상인에게는 60루블, 귀족에게는 100루블을 부과했다. 그래도 수염을 남성다움의 상징으로 여기고 있던 많은 이가 세금을 내고서라도 수염을 지키는 쪽을 선택했다.\n\n{와인세}\n독일의 세금 중에는 스파클링 와인세라는 것이 있다. 탄산이 들어간 와인에 매기는 세금인데 영국과의 건함(建艦) 경쟁이 한창이던 1902년 전함 건조를 위해 만들어졌다. 스파클링 와인병에는 ‘이 세금은 독일제국의 전함 건조를 위한 세금’이라는 문구가 적힌 인지(印紙)가 붙었다. 이 세금은 독일이 두 차례의 세계대전에서 패배한 후에도 굳건히 살아남아 존속했다. 독일제국-바이마르공화국-나치독일-동서분단 시절의 독일연방공화국을 거쳐 통일 이후까지도 살아남았다. 스파클링 와인세는 세금은 일단 만들어지면 당초의 목적과는 무관하게 끈질기게 생명력을 유지한다는 것을 잘 보여준다.\n\n{원천징수제}\n히틀러는 원천징수제도를 도입했다. 종전에는 1년에 1회 세금을 부과하던 것을 12회로 나누어 매달 급여에서 원천징수하도록 한 것이다. 세무 당국의 입장에서는 세금 징수가 편리해졌다. 직장인들이 의식하지 못하는 사이에 회사가 먼저 세금을 떼서 납부하니, 조세저항도 적었다. 나치독일의 동맹국이던 일본도 1941년에 이 제도를 도입했다. 일제가 남겨준 많은 행정시스템과 함께 원천징수제도도 해방 후 대한민국으로 승계됐다. \n \n\n[현대]\n비틀스는 최고 90%에 달하는 소득세에 시달려야 했다. 비틀스는 절세(節稅)를 위해 애플이라는 회사를 만들었다. 하지만 비틀스는 뮤지션이었지, 사업가는 아니었다. 애플은 비틀스의 돈을 노리고 달려든 인간들에게 이리저리 뜯기는 신세가 됐다. 결국 애플의 경영을 둘러싸고 폴 매카트니와 존 레넌 간에 갈등이 벌어졌고, 이는 비틀스 해체의 원인 중 하나가 되었다.\n  비틀스는 1966년에 내놓은 곡 ‘Taxman’을 통해 노동당 정부의 과도한 누진세 부과를 공격했다. 비틀스 멤버 조지 해리슨은 후일 자서전에서 “우리는 돈을 벌기 시작했지만, 번 돈의 사실상 대부분을 세금으로 내고 있다는 것을 깨달았다”고 술회했다.\n \n  사람만 세금을 피해 망명을 떠나는 게 아니다. 기업도 떠난다. ‘스웨덴 국민기업’ 이케아의 본사는 스웨덴이 아니라 네덜란드에 있다. 이케아 설립자 잉바르 캄프라드는 1974년 85%의 소득세를 얻어맞자 스위스 국적을 취득했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-20T01:32:15.253000",
  "updatedAt": "2022-03-31T12:29:55.473000"
}