{
  "id": "79cbb012-e3cc-44f7-b478-43517d2aa156",
  "title": "뱅크런(bank run)의 역사",
  "content": "영란은행(Bank of England)\n나폴레옹 전쟁의 전쟁 채권을 발행하면서 금본위제에서 이탈했던 영란은행은 은행권을 과도하게 남발했다. 1725년 8월 영란은행의 금보유량이 400만 파운드인데 비해 은행권 발행규모는 1,500만 파운드였다. 영란은행은 은행권 발행을 줄이기 위해 재할인율을 올렸다. 지폐를 줄여 통화량을 줄이는 조치였다. 시중에 돈이 말라가면서 패닉이 나타났다. 그해 12월, 런던 은행가는 공포에 휩싸였다. 중소은행이 예금지급 불능사태에 빠졌고, 줄줄이 은행파산이 이어졌다. 당시 70개의 은행이 파산했다. 주식시장도 곤두박질쳐 평균 80% 이상 폭락했다. 영란은행 앞에는 은행권을 금으로 바꾸려는 군중들이 몰렸다. 그들은 폭도로 변했고, 경찰이 출동해야 했다. 남미에서 온다던 금은 오지 않고, 오히려 런던 은행에 금 가뭄이 생겨난 것이다.\n경제학자들은 당시 영란은행이 잘못 판단했다고 지적했다. 영란은행은 중앙은행으로서의 역할을 해야 했지만, 투자자와 영국정부, 주주의 이익을 위해서 움직이는 이익단체에 불과했다. 경제위기가 닥치면 중앙은행이 통화완화정책을 써야 하는데, 영란은행은 투자자들의 이익을 위해 긴축정책을 채택한 것이다. 당황한 영국 정부는 각의를 열어 재할인을 내리고, 프랑스 중앙은행(Banque de France)에서 긴급히 금을 빌려와 간신히 수습했다.\n거품 붕괴의 영향은 은행으로까지 이어졌다. 영란은행은 고객들에게 남해회사 채권을 400 파운드에 소화해 주겠다는 약속을 했는데 이를 지키지 못하게 되었다. 영란은행에 대한 신뢰를 잃은 고객들은 예금을 인출하기 위해 은행 앞에 몰려들었다. 대규모의 예금 인출을 뜻하는 '뱅크런(bank run)' 사태가 18세기 초에 벌어진 것이다.\n경제사학자 킨들버거(Kindleberger)의 저서 《광기，패닉，붕괴 · 금융위기의 역사》에 의하면 당시 영란은행의 뱅크런 대처 방법은 다음과 같았다고 한다.\n\"영란은행은 뱅크런 사태가 발생하자 친분이 있는 지인들을 인출 행렬 맨 앞에 세우고，인출금을 6펜스짜리 주화로 천천히 지급해주었다. 지급 받은 이들은 받은 돈을 그대로 들고 다시 은행 뒷문으로 들어가 예금했다. 영란은행은 이러한 방법으로 인출 쇄도를 버텨냈고 그러는 동안 신뢰를 회복해 다시 정상영업을 할 수 있었다.\"\n\n니커보커 신탁회사(Knickerbocker Trust),  1907년 공황\n미국 금융역사에서 가장 유명한 뱅크런은 1907년에 니커보커 신탁회사에서 발생했다. 당시 니커보커는 뉴욕에서 세 번째로 큰 신탁회사였는데, 당시의 회장이었던 찰스 T. 바니는 구리를 사재기하여 구리 값을 올리려는 구리 투기에 나섰다. 이 도박은 연관된 조직의 적대적 인수를 멈추기 위한 구리에서 수백만 달러의 시장 투매로 인해 실패로 돌아갔다. 이것이 공론화되었고, 1907년 10월 21일 내셔널 상업 은행이 니커보커 신탁회사의 수표는 더 이상 받을 수 없다고 발표함으로써 자금을 회수하려는 고객들의 뱅크런을 야기시켰다. 찰스 바니는 은행에 대한 금융 지원을 위해 J. P. 모건과의 면담을 요구했지만, 거절당했다. 직후, 그는 1907년 11월 14일 총기 자살을 했다.\n소유주가 구리 투기에 나섰다가 실패하자 은행들이 니커보커의 수표를 받지 않기로 결정하였다. 그러자 이 소식을 들은 니커보커의 예금자들이 돈을 찾기 위해 일시에 몰려들면서 뱅크런이 발생하게 되었다.\n\n대공황\n1933년 3월 6일 월요일 오전 1시, 불과 이틀 전에 취임식을 한 프랭클린 D. 루스벨트 대통령은 미국 전역의 은행에 영업정지 명령을 내린다. 걷잡을 수 없는 예금 인출 사태에 대응하기 위해서였다. 일주일의 은행 영업정지 기간 동안 루즈벨트 대통령이 한 일은 크게 두 가지다. 첫째, 영업정지 후 다시 문을 여는 비교적 건전한 은행에 대해서 사실상 무제한 돈을 빌려주는 법안을 추진한 것이다. 은행이 다시 문을 열기 전날인 12일 일요일 밤, 루스벨트 대통령은 필요한 조치들을 취했으니 동요할 것 없다는 내용의 이야기를 라디오를 통해 국민에게 직접 전한다.\n역사학자들이나 당시의 언론은 대통령의 담화로 분위기가 반전되었다고 증언한다. 물론 긴급 은행법으로 제도적 신뢰를 심지 않았다면 불가능했을 일이다. 여하튼 은행이 다시 문을 연 첫날부터 인출했던 예금을 다시 예치하려는 줄이 늘어섰고, 두 주 만에 예금의 반 이상이 은행으로 되돌아왔다. 대공황에 만연했던 뱅크런은 이것으로 종결됐다.\n\n1928년 일본\n1929년 미국발 경제 대공황이 휩쓸기 전 일본은 이미 금융위기를 겪고 있었다. 일본의 금융산업은 아직 성숙하지 않은 상태였던데다가 1923년 발생한 관동 대지진의 피해를 복구한다는 명목으로 '진재어음(震災手形) 할인손실보상령'을 내렸다. \n대지진이 준 여파는 오래갔다. 2년 반이나 지난 시점에서 뜻하지 않은 '뱅크런'이 일어났다. 이 과정에서 망하지 않았을지도 모를 와타나베은행이 망했다. 대지진과 은행도산. 이 둘 사이에는 관료와 정치권이 있었다. 여야(與野)의 대립과정에서 경제를 책임져야 하는 대장대신(大藏大臣) 가타오카 나오하루(片岡直温)의 실언(失言)이 문제가 됐다. 공식석상에서 그는 위험하기는 했지만 아직 망하지 않은 은행을 \"오늘 오전에 파산했다\"고 말했고 이 소식을 듣고 은행 부도의 공포를 느낀 고객들이 몰려가 너도나도 예금인출을 했고, 이 여파로 실제로 해당은행은 파산하고 말았다. 역사는 이 사건을 가리켜 '가타오카의 실언(片岡の失言)'이라 이름 붙였다.\n진재어음(震災手形) 문제가 '실언' 사건을 끝으로 마무리됐다면 일본이 겪었던 1920년대의 고통도 거기서 거의 마무리됐을 것이다. 하지만 그렇지가 않았다. '가타오카의 실언' 사건이 터진 지 한 달 남짓 지났을 무렵 이번에는 더 큰 사건이 터지고 만다. 이 역시 진재어음-정치권-관료가 뒤얽혀 불거졌다. 와타나베은행 때처럼, 이번에도 금융공황이 일어난다. 그러나 그 규모만큼은 '가타오카의 실언' 사건을 넘어선다. 망가진 은행도 와타나베은행과는 비교하기 어려울 만큼 크고 중요했다.\n며 대만은행으로부터 대출은 물론 이미 상당한 금액의 어음을 할인받았던 것이다. 이는 매우 중요했다. 자칫 엄청난 규모의 세금이 정경유착으로 성장한 기업을 위해 쓰일 수도 있었기 때문이다. 게다가 대만은 당시 일본의 식민지였다. 식민지 대만의 중앙은행인 대만은행은 일본의 중앙은행인 일본은행의 산하기관이었다. 그런 은행이 도산한다면 국가적 차원의 불신을 가져올 수도 있었다.\n그럼에도 진재어음법은 결국 통과됐다. 1927년 3월 '가타오카의 실언' 직후의 일이었다. 야당은 두 가지 조건을 단 뒤 법안에 동의했다. ➀대만은행 사태에 대한 진상 규명과 ➁대만은행과 스즈키쇼텐과의 관계 단절 등이 그것이었다. 엄청난 후폭풍이 몰려올 것이 뻔했다. 대만은행과 스즈키쇼텐의 단절은 곧 둘의 동반 몰락을 의미했다. 경영상 어려움에 시달리고 있던 스즈키쇼텐은 대만은행과의 관계가 끊어지는 순간 도산이 확실했고 그 경우 스즈키쇼텐의 어음과 대출을 갖고 있던 대만은행도 파산 등 심각한 문제가 닥칠 게 뻔했다.\n일본 은행의 재무구조는 그들의 재무제표로 파악할 수 있는 것보다 훨씬 취약한 상황이었다. 그런데 1927년 봄이 되자 몇몇 은행들이 곤경에 처해있다는 소문이 돌기 시작했다. 게다가 당시 일본의 식민지였던 대만에서 활동하는 일본 기업들을 지원하기 위해 설립된 대만은행의 고객 중의 하나인 스즈키 상점이 1927년 파산을 선언한다.\n대만은행의 예금주들은 곧바로 예금을 인출해 이 은행의 문을 닫게 만들었다. 이는 곧 연쇄작용을 일으켜 일본의 여러 은행의 예금주가 대규모로 예금을 인출하는 이른바 뱅크 런(bank run)이 일어나며 1927년 4-5월 3주 사이에 수십 개의 은행이 지급불능을 선언했다.\n이렇게 중소규모의 은행 수십개가 망하는 상황에서 오히려 일본 재벌계 은행들은 이를 그들의 영향력을 확대하는 좋은 기회로 삼았다. 미쓰이, 야스다, 스미토모, 미츠비시 같은 재벌 계열사들은 금융업뿐 아니라 각 산업에 대한 지배력을 더욱 공고히 했다.\n\n\n[중화민국]\n국공내전이 한창이었던 1948년 중화민국의 패색이 짙어지며 화폐 가치가 폭락함에 따라 국민정부가 국민 1인당 금 40g의 재산을 분배하기로 결정하여 은행에 쇄도한 상하이 시민들. 이 날 10명이 질식사하였다고 한다.\n\n[태국 금융위기]\n1997년 태국이 바트화의 고정환율제를 폐기하면서 바트화가 평가절하 되자 외국인 투자자들의 대규모 뱅크런이 발생했고, 아시아 전반에 걸쳐 외환위기가 번지고 우리나라도 영향을 받아 IMF 사태가 일어났다.\n\n[아르헨티나 금융위기]\n아르헨티나 경제는 빠르게 투자자들의 신뢰를 상실했다. 해외로 유출되는 자금도 늘어났다. 2001년 아르헨티나 시중은행에서 빠져나간 예금은 200억달러 가량으로(전체 수신고의 23%), 뱅크 런이 일어났다. 아르헨티나 정부는 실질적으로 12개월 동안 모든 은행계좌를 동결하는 \"코랄리토\"라는 이름의 조치를 취했다. 2001년 12월 23일 아돌포 로드리게스 사아 아르헨티나 임시 대통령은 1천320억 달러에 달하는 대외부채 상환의 일시 중단을 선언했다.(Moratorium)\n\n[노던 록(Nothern Rock) 은행]\n서브프라임 모기지(비우량주택담보대출) 사태와 관련하여 지난 2007년에 발생한 영국 노던 록(Nothern Rock) 은행의 뱅크런입니다. 당시 노던록은 영국 5위의 모기지은행으로 대출자산도 건전했고 수익성도 높았으며 자기 자본도 많이 확보하고 있었습니다. 따라서 아무도 노던록이 경영위기를 맞게 되리라고는 생각하지 못했습니다. 하지만 문제는 자금조달 부문에서 발생했습니다. 노던 록은 주택대출이 크게 늘어나자 예금만으로는 자금을 충분히 충당하기 어려워 단기 금융시장에서 많은 자금을 조달하였습니다. 그런데 2007년 미국의 서브프라임 부실 사태로 금융시장이 얼어붙으면서 시장에서의 자금조달이 어려워지자 만기가 돌아오는 채권 등을 갚지 못하면서 위기를 맞게 된 것입니다. 이로 인해 뱅크런이 발생했는데 2007년 9월 14일부터 단 3일 만에 전체 예금의 8%인 약 20억파운드, 우리 돈으로 약 3조7000억원이 인출되었습니다. 이렇게 되자 뱅크런이 다른 은행들로 확산되는 것을 방지하기 위해 영국 정부는 예금을 전액 보호하겠다고 발표하여 사태를 진정시켰습니다.\n\n[인디맥, 워싱턴뮤추얼]\n2008년 금융위기 당시에도 미국에서 대규모 뱅크런이 일어날 뻔했으나, 가이트너 재무장관과 버냉키 연준의장의 거의 20조 달러에 달하는 지급 보장으로 겨우 막았다. 그래도 미국 최대의 저축은행 쌍두마차였던 인디맥과 워싱턴뮤추얼의 자산규모는 거의 4,000억 달러여서 뱅크런의 규모가 워낙 어마어마해 미국 정부와 연준의 구제 한도를 초월했다. 인디맥과 워싱턴뮤추얼에 뱅크런이 쏠린 이유는 파산한 리먼 브라더스가 레버리지를 당기기 위한 은행권 대출 한도가 다 차버리자 접근한 곳이었기 때문이다. 그곳들은 초거대 저축은행이었고 경영이 견실했으므로 파산보호법원에서 확인했을 때 분식회계 의구점이 거의 없었다. 사실상 1금융권에 준하는 신용도와 대출여력이 있던 곳이었다. 그래서 리먼이 여기에서 헤지펀드 투자용 대출을 대규모로 당겼고 결국 뱅크런이 터진 지 2개월이 된 2009년 1월 나란히 두 회사가 파산하고 말았다. 파산 이후 저축은행들을 파산보호법원이 관리하면서 잘게 분할해서 각 지방의 은행과 저축은행, 증권사 등에 팔아서 2016년 현재는 회사가 공중 분해됐다.\n\n[부산저축은행]\n2010년 부산저축은행이라는 상호저축은행에서 부도덕하고 방만한 경영을 한 사실이 들통나 뱅크런이 터진 적이 있다. 사실 제대로 된 은행이 아닌 제2금융권에서 터진 일이라 1금융권으로 불길이 옮겨붙진 않았다. 그렇지만 대규모 인출 후 파산, 그리고 비슷한 신용도의 저축은행의 연쇄도산이라는 교과서적 패턴을 보여주었다. \n\n[그리스 경제위기]\n2015년 6월 말 그리스 경제위기 와중에 구제금융 협상 결렬에 따른 디폴트 및 유로존 이탈 우려, 일시적인 은행 영업 중단에 따라 뱅크런이 일어났다. 영업 정지 처분 당한 은행에 돈을 뽑으려는 사람들이 밀려들었다.\n\n\n\n[SVB]\nSVB는 기술기업들이 코로나 붐을 경험했던 2021년에 자산과 예금이 86% 늘어났고 SVB는 이 자금으로 미국 국채와 미국 정부가 보증하는 채권에 투자했다.\n하지만 지난해부터 연준이 금리를 급격히 올리면서 SVB가 보유한 국채와 정부 보증채권의 가치는 폭락했다.\n더 큰 문제는 실리콘밸리 뱅크의 주고객인 벤처캐피탈과 스타트업들이 금리 인상으로 자금 조달 비용이 늘어나자 예금을 인출해가기 시작했다는 점이다. 실리콘밸리 뱅크는 지난해 2~4분기 동안 예금이 13% 감소했고 예금 인출은 올 1월과 2월에도 계속됐다.\n금리 인상으로 낮은 금리로 발행된 채권들의 가치가 급락했고 이런 채권을 보유한 은행들은 자산 가치 하락에 따라 엄청난 장부상 손실을 입고 있다.\n다만 이는 평가손실일 뿐 미실현 손실이기에 당장 문제가 되는 것은 아니다. 하지만 보유한 채권 가격 급락으로 평가손실을 입은 은행이 예금 인출 사태를 맞아 이를 만회하고자 자산을 매각하게 되면 위기에 빠진다. SVB가 딱 이런 사례다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-22T11:23:10.810000",
  "updatedAt": "2025-10-18T08:17:49.400000"
}