{
  "id": "79faf564-1519-4914-aa71-23cfcb305331",
  "title": "오버슈팅(Overshooting)과 평균회귀(Mean Reversion)현상",
  "content": "경제변수에는 여러 가지가 있지만 그 중에서도 상대적으로 빠르게 변하는 변수와 느리게 변하는 변수로 나누어 볼 수가 있습니다. 물가는 상대적으로 느리게 변하는 변수(이를 저속변수라 부릅니다)의 대표적인 예이고 환율이나 주가는 상대적으로 빠르게 변하는 변수들입니다(이를 고속변수라 부릅니다). 경제학자 돈부시는 그의 논문에서 고속변수인 환율과 저속변수인 물가의 움직임을 분석하면서 저속변수의 변화가 매우 느리기 때문에 고속변수가 오버슈팅할 수 있다는 분석을 제시하였습니다.\n\n \n\n예를 들어 봅시다. 현재 환율의 수준과 물가수준이 각각 100이라 합시다. 그런데 정부가 통화량을 증가시키는 등 확장정책이 나오면서 환율과 물가수준의 새로운 균형이 각각 200이 되어야 하는 상황이 도래했다고 합시다. 그런데 물가는 저속으로 변하고 환율은 고속으로 변하기 때문에 새로운 균형으로 가는 과정에서 특이한 상황이 발생합니다.\n\n \n\n물가가 100 근처에서 서서히 오를 준비를 하는 과정에서 환율은 예를 들어 300까지 올라간다는 것입니다. 그리고 나서 시간이 지나면서 물가는 서서히 오르게 되고 환율은 오히려 떨어지면서 200 수준을 찾아가는 것입니다. 환율이 100에서 200까지 가는 것이 정상인데 200을 넘어 300까지 갔다가 200으로 떨어지는 모습이 나타나는 것처럼 고속변수가 균형을 찾는 과정에서 균형수준을 넘어 급등하거나 급락하는 현상을 오버슈팅이라 합니다.\n\n \n\n거꾸로 200에서 100까지 조정되어야 할 상황에서는 50까지 내려갔다가 100으로 올라오는 과정에서 균형수준을 지나치면서 떨어져 버리는 현상을 언더슈팅이라고 부르기도 합니다. (물론 균형을 초과하여 오르거나 떨어지는 현상을 오버슈팅이라는 용어로 총괄해 부르는 것이 일반적입니다.) 결국 돈부시는 환율의 오버슈팅 현상이 나타나는 이유 중 하나로 환율은 고속변수이고 물가는 저속변수이므로 저속변수가 상대적으로 천천히 움직이는 과정에서 고속변수에 오버슈팅현상이 발생함을 지적한 것입니다.\n\n \n\n이처럼 오버슈팅을 보이는 변수가 많지만 그 중에서도 대표적인 것이 주가입니다. 주식의 적정가를 산정하는 것은 매우 어렵습니다. 주가는 미래에 대한 예상을 반영하여 결정되기 때문입니다. 앞으로 좋아질 것 같다는 호재가 나오면 주가가 오르지만 이 호재가 기업에 정확하게 얼마나 더 이익을 내줄지 계산하는 것은 무리입니다. 반대로 소위 악재가 나올 경우에도 마찬가지입니다. 악재의 경제적인 성과를 정확하게 산정하는 것 또한 무리입니다. 결국 주가는 등락을 거듭하며 끊임없이 균형을 찾아 움직이는 경향이 생기게 되고 미래에 대한 예측의 변화에 따라 상승과 하락을 반복하게 됩니다.\n\n \n\n이러한 상승과 하락이 반복되는 상황에서 모든 경제변수가 비슷한 속도를 가지고 있다면 상대적으로 ‘고속변수’의 오버슈팅이 관찰될 가능성은 매우 줄어들겠지만 경제변수의 변화속도에 차이가 존재하고 예상에 따라 움직이는 현실에서는 이러한 움직임을 피할 수 없게 될 것입니다.\n\n \n\n금리의 움직임은 주가나 환율에 비해서는 상대적으로 부드럽습니다. 물론 특별한 경우에는 심하게 변동하기도 하지만 일반적으로는 천천히 움직입니다. 금리를 연구하는 학자들은 금리에 균형수준이 존재하고 금리는 이러한 균형수준보다 약간 올랐다가 다시 내려오고 균형수준 이하로 갔다가는 다시 올라오는 경향이 있음을 관찰하였고 이러한 금리의 움직임을 평균 회귀(Mean Reversion) 현상이라 불렀습니다. 이러한 현상은 주가에도 적용됩니다. 가끔 적정한 수준에서 유지되던 주가가 별다른 이유 없이 올랐다가는 떨어지고 떨어졌다가는 다시 제자리를 찾는 현상이 관찰됩니다. 이처럼 적정 수준을 기준으로 주가가 등락을 반복할 때 평균회귀현상이 관찰되는 것입니다.\n\n \n\n오버슈팅과 평균회귀현상은 잘 이용하면 이윤을 창출할 수 있는 계기를 제공합니다. 주가에 오버슈팅이 생기면 단기적으로 매도하고 언더슈팅이 발생하면 매수기회가 주어지는 셈입니다. 평균회귀 또한 주가가 적정주가에 대비해서 떨어지면 매수기회가, 오르면 매도기회가 존재하는 셈입니다. 주식투자와 관련, 장기적인 비율을 정하고 이를 지키는 방법으로 자산을 배분하는 것을 전략적 배분(Strategic Asset Allocation)이라 합니다. 반면 단기적인 주가의 움직임을 반영하여 그 때 그 때 비율을 조정하는 기법을 전술적 배분(Tactical Asset Allocation)이라 합니다. 평균회귀와 오버슈팅은 이 중에서 전술적 배분에 중요합니다.\n\n \n\n지나치게 오를 경우 일부를 팔아서 단기적으로 비중을 줄이고 반대로 지나치게 떨어질 경우 주식을 더 사들여서 단기적으로 비율을 상향 조정하는 것입니다. 따라서 이 과정에서 소위 역방향 접근(Contrarian Approach)을 하게 되는 것입니다. 역방향 접근은 과도하게 떨어지면 사들이고 상승하면 판다는 의미를 담고 있는 전략인데 단기적인 오버슈팅과 평균회귀를 이용하는데 잘 어울리는 전략이라고 볼 수 있습니다.\n\n \n\n주식의 적정가격을 계산하는 방법은 많지만 각각 다른 여러 가지 방법이 존재하고 이들을 이용하여 주가를 계산해보고 비교해 봄으로써 적정수준을 짐작할 수 밖에 없습니다. 물론 상장된 주식의 경우 시장에서 거래되는 가격을 주식의 진정한 가치라고 평가할 수 밖에 없지만 이 또한 오버슈팅 같은 현상이 존재함을 감안하면 현재가격이 진정한 가격이라고 주장하기는 힘들어집니다. 자산의 가치를 알아내기가 정말 어렵다는 점을 보여주는 하나의 예입니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-05-06T18:30:05.640000",
  "updatedAt": "2022-05-06T18:30:05.640000"
}