{
  "id": "7be666d0-dce8-4231-89d2-dcdb440c3b0d",
  "title": "발해(대진국) ",
  "content": "![image](media/1765936305779.1130453429.png)\n![image](media/190685be52d.90c1134f3aac5abb.jpg)\n![image](media/19b2adeda7b.97f4182f3a6dccb2.jpg)\n![image](media/8f60c821-12d6-44f5-8158-8b08863a3445.png)\n\n\n\n발해군은 漢나라가 설치하였는데 하북성 하간현 동쪽 ‘창현’이다. 지금의 직예성(현 하북성) 하간현이다.\n하간현은 삼신산의 한 곳으로 영주(瀛州) 땅이다.\n북쪽은 경조 안차현이다. 남쪽으로는 무체현이다.\n당나라 무후 때 말갈인 대조영이 건국하였다.\n처음 국호는 진국이라 했다. 선친 때 중견사로 발해군에 파견되어 발해왕이 되었다. 발해의 첫 발상지는 \"서경압록부이다.”라고 기록되어 있다.\n​\n이것 하나만 보더라도 발해는 길림성에 있는 지명인 경락호를 의미하는 것이 아니라, 하북성 하간현의 동쪽 창현의 앞바다에 있는 것으로 보이는 발해로 현 중국의 내해인 발해를 의미하는 것이다.\n따라서 길림성에 있는 경락호가 발해라는 식민사학계의 이론은 발해는 거야택의 옛 이름으로 이 이름은 한나라 초까지 계속 사용되었다.\n<전국책 조나라책>에 설명된 “제가 발해를 건너다”의 발해는 바로 거야택이다.\n<한서 무제기>의 원광 3년 봄 하수(황하)가 범람해 언덕에서 꺾여 동남류해서 발해로 들어간다는 발해는 거야택이다. 그리고 거야는 동해라고도 불렀다.\n<사기 항우본기>에서 “항우가 이미 서쪽에서 와 동해로 정했다.”는 동해는 거야를 가르친다는 것은 의심할 바 없다.\n위.진 시대의 거야택은 사람들에 의해 동해로 불렸다.\n거야가 바다(해)라는 이름으로 불린 건 2천년이 지속된다.\n​위와 같이 발해는 대야택(거야택)의 고대 명칭을 말하는 것으로 동해(東海)로 불리기도 했으며, 바다(海)라는 호칭으로 2천년 동안 불렸다는 것을 알 수 있다.\n\nhttps://blog.naver.com/10sunmusa/222050691486\n\nhttps://m.skyedaily.com/news_view.html?ID=105069&url_pre=\n\n\n발해의 제3대 문왕 대흠무(大欽茂)가 755년 무렵 중경 현덕부(中京顯德府)에서 상경용천부로 천도하였다.\n785년 무렵 다시 동경용원부(東京龍原府)로 천도하더니 제5대 성왕 대화여(大華璵)에 이르러 다시 수도를 이곳으로 옮겨 발해국이 망할 때까지의 수도였다.\n≪요사 遼史≫에는 ‘홀한성(忽汗城)’이라고 적혀 있는데, 이는 상경용천부가 홀한하(忽汗河)변에 자리잡고 있는 까닭이다. 발해국을 멸한 거란은 발해국의 옛 영토에 동단국(東丹國)이라는 괴뢰국가를 세워 이 상경용천부를 수도로 하고 천복성(天福城)이라고 이름을 바꾸었다.\n그러나 얼마 안 있어 동단국의 수도를 요양(遼陽)으로 옮기게 되었다.\n\n제1기(755~785)\n안사의 난 이후 문왕 대흠무는 중경현덕부에서 상경용천부로 천도하였는데 이 때부터 상경이 발해의 중요도시로 떠오르게 된다. 당시 수도성에 해당하는 상경성은 홀한성(忽汗城)으로도 불렸다. 문왕 말년 다시 동경용원부(팔련성)로 재천도한다.\n제2기(794~926)\n성왕 대화여가 동경용원부에서 상경용천부로 재천도했다. 이후 멸망할 때까지 발해의 수도로 자리잡으며 크게 발전하였다.\n\n\n[발해의 도읍지]\n\n1. 이병화  \n\n▲ 들어가는 말\n고구려(bc58 ~ ad668)가 멸망한 이후 그 강역의 대부분이 발해( 668 ~ 926)의 강역이 되면서 발해는 신라와 남북으로 대치하게 된다. 신라는 고구려의 강역 일부를 차지했고 백제 강역의 대부분을 흡수했다. 백제의 강역은 신라, 당, 그리고 발해가 나누어 차지했던 것이다.  \n \n▲ 발해와 당 그리고 신라의 강역\n신라에 이어 등장한 고려 (918 ~ 1392)가 발해의 역사를 정사로 다루지 않았던 까닭은 고구려와 발해의 전통을 이어간다는 정신을 유지하지 못한 사정 때문이기도 하지만 무엇보다 중요한 것은 발해의 강역이 요, 금, 원으로 귀속되었기 때문이다. 영토를 상실하면 그 지역의 역사도 멸실될 위험이 뒤따르게 된다.  \n발해의 강역이 어디였는가를 정확히 파악하는 것은 우리역사의 제모습을 인식하는데 결정적인 도움이 되는 것이다. \n오늘날 우리는 발해의 강역이 만주를 중심으로 형성되었다고 굳게 믿고 있지만 '발해만주설'은 조선 중기 이후에 만들어진 허위이다. 대륙 서부에서 동부로 경사를 옮긴 명과, 대륙 동부에서 한반도로 경도를 옮긴 조선이 조작한 역사관이 만들어낸 허위인 것이다. 발해의 역사서는 대부분 일실되었지만 지금 우리가 접할 수 있는 사서만으로도 '발해만주설'은 성립될 수 없음을 확인할 수 있다. 발해는 대륙에 있던 건원칭제국이었다. 지금의 만주는 발해의 변방이었고 우산국이 있던 곳이고 우산국의 남쪽으로 한반도에 탁라가 있었다. \n발해의 중심 강역은 내몽고자치구, 산서성, 북경시와 하북성, 그리고 섬서성에 걸쳐 있었다.\n668년 고구려가 나당연합군의 침공으로 멸망한 그 해 진국의 장군이었던 대중상은 동모산에서 후고려를 건국했다. 고구려의 멸망 당시의 국호는 고려였고, 대중상은 그 고려를 계승하겠다는 것을 천명했던 것이다.\n발해의 시원은 668년, 국호는 고려, 연호는 중광, 건국 시조는 세조 대중상이다. 세조를 이은 황제는 태조 대조영인데 태조는 700년, 고려의 도읍지를 홀한성으로 옮기고 국호를 대진으로 바꾼다. 발해 4대 세종 대흠무는 755년 대진의 국호를 발해로 바꾼다.\n발해의 국호는 시기에 따라 고려, 대진, 발해로 구별할 수 있겠지만 시기적으로 구분하지 않을 경우에는 발해로 통칭하는 것이 바람직할 것으로 판단된다. 발해는 지명으로 추정되는데 고조선 시대의 숙신 지역을 지칭하는 것이다. 삼신산이 있다는 숙신은 후대에 읍루라고 불리었고 발해 시대에는 물길이라 했다.\n속칭 말갈이라 하지만 말갈은 물길을 가차한 말로 비하하는 의도가 내포되어 있다고 보는 것이 옳다. 숙신과 읍루, 숙신과 물길, 읍루와 물길이 완전히 일치하는 지역을 의미하지는 않겠지만 지역과 주민의 연관성으로 볼 때 세 지역은 위치적으로 크게 벗어나지는 않는다고 보는 것이 타당할 것이다.\n발해는 정치경제적으로 볼 때 고구려의 민족적, 지리적 연장으로 인식해야 하며, 사회, 문화, 정서적인 측면에서 원천적으로 발해와 고구려의 차이는 없다고 보아야 할 것이다. 다만 지배층이 고구려의 경우에는 맥족과 부여족이 중심이었다면, 발해는 물길족이 중심이었던 것으로 구별할 수 있다.\n발해의 국호가 변하는 상황을 고려하면 국가의 정체성과 국력의 신장 과정을 짐작할 수 있다. \n고려라는 국호는 고구려의 유민들을 추스려 당과 신라의 세력권에서 벗어나 자립해야 한다는 시대정신을 엿볼 수 있다.\n대진이라는 국호는 속말물길을 상징하는 것으로 새롭게 등장한 황족을 중심으로 고구려의 옛 강역을 회복하겠다는 의지가 드러나며, 발해에 이르러서는 옛 숙신을 중심으로 전개된 번조선과 고조선의 찬란한 전통을 되살려 인접지역의 여러 소국을 흡수하고 당, 신라,선비,몽골,돌궐까지 복속시키겠다는 큰 포부가 담겨 있다고 볼 수 있다. 발해는 결국 주변국을 모두 제압하고 사회문화적으로 번성했던 해동성국을 이룩했던 것이다.\n발해는 건원칭제국이었고, 내몽고자치구 중앙지역을 중심으로 동쪽으로 만주지역에 있던 우산국, 북으로 몽골지역의 우루, 서쪽으로 영하자치구지역의 글안, 남서로 청해성과 사천성의 당, 남동으로 황하 이남의 신라와 접해있었다. \n발해의 상경룡천부는 내몽고자치구의 호화호특시, 신라의 경도는 안휘성 합비시, 당의 경조부 만년은 청해성 서녕시에 위치했다.\n섬서성 수덕현에 있던 동모산에서 건국한 발해는 남쪽으로 신라와 접한 황하 이북 지역을 영토로 편입했고 북쪽으로 내몽고자치구 중앙지역을 경략하고 여러개의 주를 설치한다. 이때 차지한 옛 갈사부여였던 갈사지역 부근에 상경룡천부를 개설했던 것이다. 몽골지역에 있던 우루, 영하자치구 지역의 글안을 정벌하고 그 지역을 영토로 편입했고, 신강자치구에 있던 돌궐, 일본렬도의 일본과 수교했고, 당과 신라와 적대관계가 한동안 지속되다가 전쟁을 치른 후 군사적인 우위로 당과 신라를 복속시킨 것으로 기록은 전하고 있다.\n발해는 글안의 반란으로 멸망한다. 발해가 멸망한 후 그 강역의 일부가 고려로 편입되었지만, 대부분은 요, 금, 원, 여진으로 이어졌다. 고려는 고구려와 발해의 전통을 이으려 했지만 불교와 유교가 중심이었던 고려 중기 이후에는 발해의 선도사상과는 멀어졌던 것이다. 발해의 눈부신 역사는 요에 의해 멸실되었고, 금의 간섭으로 고려의 정사에 편입되지 못했다.\n또 발해를 적대시했던 당과 송에 의해 무시되고 축소되었으며 왜곡되었다. 금을 적대시하고 요를 중시한 원 또한 발해사를 다루지 않았다. 명, 청, 중화민국, 중화인민공화국 등은 그들의 중심강역이 발해의 중심 강역임에도 불구하고 명초에 이루어진 명과 조선, 그리고 여진의 중심강역의 편입과 상실에 따른 이동으로 야기된 변화를 감추기 위해 발해와 고려, 그리고 초기 조선의 제모습을 알아보기 어렵게 변조했던 것이다.\n대륙 응천부(사천성 성도시)에서 건국한 명은 북평 ( 감숙성 란주시)으로 옮겼다가 북경시로 경사를 옮긴다. 오르도스 (내몽고자치구 악이다사시)를 중심으로 활동하던 여진은 동쪽으로의 이동을 지속하면서 길림성 길림시로 그 중심지가 옮겨진다. 대륙 산동성에서 건국한 조선이 도읍지를 한성 ( 산동성 제남시 )에서 한반도의 서울로 옮긴 후 대륙의 광대한 영토를 명에 완전히 빼앗기고, 우리역사가 원래 한반도와 만주에서 이루어진 것처럼 위장하면서 만든 역사관이 오늘날 우리가 철석같이 믿어온 반도사관인 것이다.\n고려 이후 발해사는 우리민족의 뇌리에서 사라질 위기에 처해 있었고 조선의 지도자들도 철저히 외면했던 것이다. 오늘날 발해사는 남북한을 비롯, 중화인민공화국, 일본, 러시아 등 만주의 이해당사국들에게 중요한 연구대상으로 부각되고 있다. 그렇지만 대부분의 연구작업과 그 결과는 '발해 만주사관'에서 벗어나지 못하고 있다. 발해의 정사서는 거의 다 멸실되었지만 우리가 지금 접할 수 있는 일부의 사서라도 제대로 살펴본다면 '발해 만주사관'의 허구성을 간파하는데 어려움이 없다.\n\n▲ 발해의 도읍지와 5경 \n발해의 도읍지는 모두 네곳이었던 것으로 기록은 전한다. \n 첫번째 도읍지는 동모산이었다. 발해시조 세조 대중상이 도읍한 곳이다. 이곳이 중경현덕부이고 구국이라고도 불렀다. 지금의 섬서성 수덕현으로 추정되는데 옛 북부여 지역이었다. 동모라는 지명은 동모산에서 유래된 것으로 고구려의 천정, 고려의 용주,의주 등의 옛 지명이다. 동모산은 고려 때에는 반룡산으로 불렸던 것으로 전해지는데 지금 섬서성 수덕현 가까이에는 반룡산이 있다. 명의 북경을 함락시킨 이자성의 근거지이기도 하다.\n두번째 도읍지는 홀한성이다. 이곳은 태조 대조영이 중경 현덕부에서 이곳으로 천도하기 위해 새로 축성한 곳이다. 산서성 대동시로 추정되는 곳이다. 이곳에는 당시의 유적으로 보이는 석성과 궁전건물이 남아있다. 대륙에 현존하는 궁궐건축물 중 가장 규모가 크다. 이곳이 고려 때 윤관장군이 정벌했던 여진의 궁한촌으로 추정된다. 이곳의 지명이 길성과 길주로 이어져 조선의 함길도 길주까지 연결된다.\n세번째 도읍지는 상경 룡천부인데 이곳에서 발해의 역사는 마감된다. 이곳은 내몽고자치구의 성청소재지인 호화호특시로 보는 것이 옳다.  이곳이 윤관장군이 정벌한 여진의 공험진이었다. 이곳의 지명이 지금의 함경도 회령시까지 이어졌다. 이곳에도 산서성 대동시에 있는 궁전건축과 같은 규모와 같은 양식의 궁전 건축물이 남아있다.\n네번째 도읍지는 동경 룡원부인데 지금의 북경시로 추정해야 옳다고 본다. 북경시에 남아있던 문화유적은 문화혁명시기에 상당량 파괴되었는데 토성과 부속 건축물 대부분이 멸실되었다. 발해의 궁전으로 추정되는 건물로는 공묘건물이 있다. 발해는 초기에 북부여지역에서 시작해서 가섭원부여 지역으로 옮겼다가 갈사부여 지역과 동옥저 지역에 도읍지를 설치했던 것이다. 발해에는 5경이 있었다고 전해진다. 그렇지만 발해의 강역의 확대에 따라 실제로는 중경과 서경이 두곳으로 모두 일곱곳이 도읍지와 별도에 해당된다. 정리해보면 발해에는 네곳의 도읍지와 세곳의 별도가 있었던 것이다. 네곳의 도읍지 이외에 서경이 두곳, 그리고 남경이 그것이다. 즉 중경과 홀한성,상경과 동경, 두곳의 서경, 그리고 남경이다. \n \n1) 중경현덕부 발해가 만주에 있었다고 주장하고 있는 학자들은 대체로 발해의 건국지로 알려지는 동모산과 중경현덕부는 다른 곳이었다고 인식하고 있다. 동모산은 요녕성 심양시, 길림성 오상시, 흑룡강성 녕안시, 길림성 화전시, 길림성 집안시, 길림성 영길현, 길림성 돈화시, 길림성 연길시, 하북성 승덕시, 등으로 비정하고 있어 의견이 분분하다. 발해의 중경현덕부는 길림성 이통현, 길림성 화전시, 길림성 화룡시, 길림성 돈화시, 길림성 길림시 등으로 의견이 제시된 바 있다. 당에서 사신이 발해로 갈 때 중경현덕부까지 계속 배를 타고 갔다고 전하는데 지금까지 제시된 길림성의 지역은 배로 다니는 곳이 아니다. 발해와 당은 청해성에서 내몽고자치구를 서로 오고 간 것이고 이때의 수로는 황하였다고 판단할 때 그 의문이 풀린다. 발해의 중경현덕부는 건국지 동모산과 같은 곳으로 보는 것이 타당하며, 그곳은 섬서성 수덕현으로 추정된다. 이곳은 남류하는 황하에 인접한 곳이다. 동모라는 지명은 한반도의 함경도 덕원으로 연결된다. 덕원의 고려때 지명이 의주인데 의주는 윤관장군이 여진을 정벌하면서 성을 쌓았던 곳이었다. 이곳에 반룡산이 있다는 기록이 있는데 지금의 섬서성 수덕현에도 반룡산이 있다. 이 반룡산의 옛 이름이 동모산이었던 것으로 보인다. 이곳은 명의 북경을 함락시킨 이자성이 살던 곳이다. 중경현덕부에서 벼를 재배했다는데 길림성 남부지역은 북위43도, 섬서성 북부지역은 북위 37. 5도이다. 북위 43도지역에서 벼를 재배했었다고 믿기는 어렵다.\n 2) 홀한성 발해 태조 대조영이 새로 도읍을 정하고 중경현덕부에서 옮겨간 곳이 홀한성이다. 만주사관은 발해의 건국시기를 698년으로 간주하기 때문에 발해의 도읍지 홀한성은 언급하지 않는다. 발해가 홀한성에 도읍했을 시기에는 국호가 대진이었다. 홀한성은 산서성 대동시로 추정된다. 이곳에는 대륙에서도 가장 큰 규모의 궁궐건축유적이 남아있는데 현지에서는 그것이 어느 시대의 것인지 제대로 설명하지 못하고 있다. 또 온전한 모습의 석성이 있는데 어느 시대에 축성된 것인지 불분명하다. 대동시 가까운 곳에 있는 9층목탑도 발해의 문화유적으로 보는 것이 옳다.\n 3) 상경룡천부 발해가 만주에 있었다고 확신하고 있는 오늘날의 대부분의 학자들은 상경룡천부가 흑룡강성 영안시 부근의 동경성 지역이라고 주장하고 있다. 이 지역은 동북공정의 일환으로 대규모 유적발굴이 시행된 바 있고 옛 모습의 복원작업도 이루어지고 있다. 그렇지만 지금까지 발표된 내용을 보면 이 지역이 발해의 상경이었음을 입증할 수 있는 유적이나 유물은 없다고 보아야 옳다. 상경룡천부라는 지명은 양질의 물이 분출하는 샘이 있다는 뜻으로 석회석 지역에서 가장 좋은 여건의 지역임을 상징하는 것이다. 호화호특시의 특색은 그 지역에 가장 좋은 담수가 나오는 수원이 있다는 것이다. 호화호특시에는 두개의 능이 있는데 그 중 하나는 왕소군의 무덤이라고 표기하고 있다. 규모로 볼 때 묘라고 하기에는 무리이다. 제왕의 능을 황후의 무덤이라 하는 것도 억지지만 그 억지를 받아들인다 해도 그곳이 기원 전후 시기의 흉노의 도읍지였다는 발상은 사서의 기록을 무시하는 처사인 것이다. 결국 무덤의 주인을 바꾸어 전하고 있음을 간파할 수 있다. 이 능은 섬서성 서안시 부근의 수많은 능과 하남성 언사시 부근의 능과 규모와 조성방식이 일치한다. 호화호특시에 있는 능은 발해 황제의 능으로 보는 것이 옳고 섬서성의 수많은 능은 고구려 천제들의 능이다. 하남성에 있는 능들은 고려 초기 황제들의 능으로 추정된다. 호화호특시에는 천체관측소가 남아있는데. 그 규모와 양식은 북경시에 남아있는 관상대와 일치한다. 발해의 상경룡천부는 동단의 도읍지였고 금의 상경회녕부였던 곳이다. 고려 때 정벌했다가 여진에게 돌려준 곳이기도 하다. 이곳에는 산서성 대동시에 남아있는 거대한 궁전건축과 동일한 형식과 규모의 건축문화유적이 있다.\n4) 동경룡원부 발해사를 만주 중심으로 인식하는 학자들은 발해의 동경을 길림성 훈춘시 또는 함경북도 경성군으로 비정하고 있다. 그렇지만 이곳에서는 역사사실을 입증할 수 있는 유적이나 유물을 발견할 수 없다. 발해의 동경은 고구려의 책성이고 일본렬도로 가기에 편한 지역이었다고 전한다. 발해에서 일본으로 가는 항구는 지금의 천진시로 보는 것이 옳다. 발해의 동경룡원부는 지금의 북경시였던 것이다. 지금의 북경시는 고려 때 동여진의 핵심 강역이었고 고려말에 편입된 함주였다. 조선의 태조 이성계가 활동하던 곳으로 송경 (산동성 임청시)을 떠나 그곳에 살면서 태종의 부름에 응하지 않으면서 회자된 이른바 함흥차사로 유명한 곳이다. 명의 압박을 피해 태조가 그곳에서 한양(산동성 제남시)으로 돌아온 이후 북원과 여진을 정벌하려던 명이 고려의 함주를 점령하고 함주로 천도하면서 동아시아의 역사는 엄청난 변화를 맞이하게 되었던 것이다. 서울에 조선의 유적은 뚜렷하게 남아 있지만 고려의 유적을 찾을 수 없듯이 오늘날 북경시에는 명,청 대의 역사유적은 즐비하지만 원 대의 유적이나 북경이 도읍지였었다는 해당 시기의 유적을 찾을 수 없다.\n5) 서경압록부 발해가 한반도의 북부와 만주에 걸쳐 있었다고 믿고있는 역사학자들은 발해의 서경압록부를 길림성 집안시, 길림성 임강시, 평안북도 강계시, 하북성 승덕시 등으로 추정하고 있다. 발해의 서경압록부는 고구려의 도읍지였던 국내성이었음이 틀림없는데 고려때의 지명은 보주였고 조선의 지명은 의주였다. 지명이 옮겨졌을 가능성을 무시하면서 지명의 변천만을 감안한다면 한반도의 의주가 발해의 서경압록부라고 판단하는 것은 무리가 없을 것이다. 하지만 지금의 의주에는 고구려의 유적을 찾을 수 없다. 그렇기 때문에 다른 곳이었을 것으로 추정할 수 밖에 없어 거론되고 있는 다른 지역의 사정도 마찬가지로 관련되는 역사유적이 없다. 길림성 집안시에는 고구려의 광개토경호태왕비가 있다. 태백일사 고구려국본기에는 광개토경호태렬제의 훈적비가 고구려의 동황성에 있다고 기록되어 있다. 그러므로 호태왕비가 있다고 해서 그곳이 고구려의 국내성이었다고 하는 것은 무리가 따른다. 또 고구려의 동황성은 국내성과는 다른 곳이므로 비를 여러곳에 설치한 것이 아니라면 기록과 실제가 일치하지 않는다. 기록이 틀렸거나, 아니면 비가 고구려시기에 만들어진 것이 아니거나, 제위치가 아닌 곳에 설치했을 가능성도 고려하지 않을 수 없다. 제왕의 훈적비는 대도시에, 나아가 사람들의 왕래가 빈번한 곳에 설치하는 것이 상례인데 호태왕비는 인적이 드문 곳에 세워졌다는 것도 납득하기 어렵다. 발해의 서경압록부는 감숙성 경양시로 추정된다. 이곳에는 수많은 역사유적이 남아있는데 고대국가의 도읍지로서의 면모를 갖춘 곳이다. 국내성은 홀본성, 환도성과 가까이 있었다고 전한다. 감숙성 경양시 부근의 역사문화유적들은 그곳이 고구려 초기의 중심강역이었음을 알려주기에 부족함이 없다. 또 그곳은 발해의 5경 중에서 당과 가장 가까운 위치였다.\n6) 서경임황부 발해는 글안을 정복하고 그 강역을 발해의 통치령역으로 편입했다. 글안의 도읍지인 임황부에 서경을 설치했던 것이다. 이곳은 북류하는 황하에 인접한 곳으로 황하를 통해 당과 교류하기에 편리한 곳이었다. 발해를 멸망시킨 요의 도읍지이다. 영하자치구 은천시로 추정된다. 발해의 서경은 두곳이었다. 글안을 복속시키기 전의 시기에는 서경은 압록부였고 글안의 영토를 흡수한 후의 서경은 임황부였던 것이다.\n7) 남경남해부 '발해만주사관'에서 가장 어려운 부분이 발해의 남경이 어디였을까 하는 의문이다. 그 흔적을 찾기 어렵기 때문이다. 남경남해부를 함경북도 경성군, 함경남도 함흥시, 함경남도 북청군, 함경남도 덕원군 등으로 비정하고 있는데 추론의 벗어나는 정도가 지나치다. 이들 네곳에서는 그곳이 발해의 별도였다는 가설을 수긍할 수 있는 어떠한 단초도 발견할 수 없다. 대륙에 있었던 발해를 만주에 있었다고 억지를 부리자니 부자연스러움이 도가 넘치게 될 수 밖에 없다. 발해의 남경남해부는 산동성 덕주시였던 것으로 추정된다. 이곳은 조선 초와 고려의 안변이었다. 황하를 경계로 하면서 남북으로 발해와 신라가 위치했다. 발해의 남경은 발해에서 신라와 가장 가까운 곳이며 일본으로 가기에도 편한 곳이다. 남쪽 신라의 천정군에서 북쪽 발해의 동경룡원부까지 36곳의 역이 있었다는 기록이 있는데 이것은 고려말 조선초에 교하라고 부르던 산동성 우성시에서 발해의 남경이었던 덕주시를 경유하고 동경이었던 북경시까지 36개 역이 있었음을 기술한 것이다. 교하의 옛지명은 천정군이었고 덕원의 옛지명은 정천이었다. 발해의 남경에는 다시마가 많았고 면화가 많이 재배되었다고 전하는데 함경도에서 다시마는 구할 수 있었을지 몰라도 면화를 대규모로 재배했었다면 믿을 수 있을까 ?\n\n맺는말\n강역을 중심으로 동아시아의 역사를 살펴볼 때 지금의 중화인민공화국의 수도권은 발해의 중심 강역이었다. 속지주의에 집착하는 중공의 역사인식으로는 발해의 역사가 그들의 지배하에 활동했던 변방국가의 것이라고 억지를 쓰고 있지만 문화의 전승과 인맥을 중심으로 역사를 인식하는 대한민국은 발해의 역사야말로 우리민족의 자랑스러운 역사라고 믿고 있다. 오늘날 우리가 발해의 역사를 제대로 파악하지 못하고 있는 근본원인은 그 역사의 강역을 잃어버렸기 때문이며, 그 문화를 제대로 이어오지 못했기 때문이다. 우리역사는 대륙에서 이루어졌던 역사이며, 강역으로 보나 문화수준으로 보나 우리민족은 동아시아의 역사에서 주도적 역할을 담당해왔다. 발해는 고구려를 곧바로 승계한 나라였으며 광활한 영토를 지닌 국가였다. 발해의 강역은 대륙의 북동부로 대륙의 삼분의 일 정도의 넓이였다. 왕국의 역사가 아닌 수많은 제후국을 아우르는 건원칭제국의 역사였으며 당과 신라를 복속시켰고 우리민족 고유의 선도사상으로 통치한 경제적으로도 번성했던 이상적인 국가였다.\n(글쓴이 이병화 역사연구가)\n\nhttp://www.bc8937.kr/WEFH67489SDFffgtr/read.cgi?board=eofbrrhfu&y_number=354&nnew=2\n\n\n2 .김태영\n\n대진의 서경 압록부는 산서성 남서부 지금의 하진시(河津市)이다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-06-06T23:00:11.169000",
  "updatedAt": "2025-12-17T14:53:52.045000"
}