{
  "id": "7c065596-c5c6-4f95-866d-8407bab324a4",
  "title": "이시바시 단잔(石橋湛山)",
  "content": "이시바시는 주필일 당시 다이쇼 데모크라시, 조선의 3.1운동에 자극받아 일본제국이 아닌 가공무역 국가로서의 소일본으로 회귀할 것을 주장, 만주, 조선, 대만의 독립을 적극 지지하였다.\n전후에는 자민당의 전신인 자유당에 입당하여  대장대신에 임명되었으나, 연합군 최고사령부에서 요구하던 전쟁보상금의 지불과 재벌 해체에 반대했으며, 당시 불어닥친 인플레이션 대책으로 공업 생산을 촉진한다는 명분 하에 적자 예산을 편성하여 적극 재정을 밀어붙였다. 이는 일본을 농업 국가로 만들려던 맥아더의 시책에 정면으로 도전하는 것이었을 뿐만 아니라 전시 생산에 동원된 군수 기업과 재벌을 해체코자 했던 연합군 최고사령부의 분노를 샀으며, 또한 인플레이션을 해소하는데 완전히 실패하면서 사면초가에 놓였다. 진작부터 이시바시를 손봐주겠다고 벼르고 있던 연합군 최고사령부는 일본국 헌법이 반포된 직후인 1947년 5월 이시바시에 대해 \"전전부터 일관적으로 일본의 침략을 지지한 전범\"이라는 혐의를 뒤집어씌워 공직추방을 시키고 정계에서 내쫓기에 이르른다. \n중일전쟁과 태평양 전쟁에 일관되게 반대한 지식인으로 전전과 전후를 막론하고 존경받았던 그이지만, 연합군 최고사령부에게 말대꾸죄로 일약 전쟁범죄자로 낙인찍힌 이시바시는 이 사건 이후 죽을 때까지 반미주의론과 독립외교론을 견지하게 된다. \n\n그는 일련종 승려의 장남으로 태어나 자연스럽게 불교사상의 영향을 받으면서 성장하였으며, 삿포로 농업학교에 진학하면서 접하게 된 기독교사상도 그의 인생관에 큰 영향을 미쳤다고 할 수 있다. 실제로 그는 만년에이르기까지 일련유문집과 성서를 늘 곁에 두었다고 전해진다. 그의 자유민권론과 평화론은 이러한 성장배경과 무관하지 않다고 볼 수 있다. 와세다 대학에서 수학하면서 이시바시는 민주주의와 평화사상에 대한 체계적인 지식을습득하게 되었으며, 인간의 존엄성과 인류애에 대한 확고한 신념을 정립하게 되었다. 그는 1908년 마이니치신문사에 입사한 바 있으며, 1911년 동양경제신보사의 주간과 사장을 역임하면서 본격적인 언론활동을 전개하였다.\n그는 전쟁 전부터 일관되게 일본의 식민지 정책을 비판해 가공 무역 입국론을 주창하였으며, 전후에는 ‘중·일·미·소 평화 동맹’을 주장해 일본 정계에서 활약을 했다.\n이시바시는 언론인으로 활동하면서 당시 일본정부의 식민제국주의정책을 정면으로 비판하였으며, 일본이 팽창주의노선을 폐기하고 소국주의를 지향해야 한다고 주장하였다. 그는 일본정부에 대해 중국인들의 반일감정은 일본의 책임이며, 양국의 친선과우호를 위해 침략정책을 즉시 중단해야 한다고 요구하였다.1) 또한 인도와 이집트 그리고 아일랜드의 격화하는 독립요구 사례에서 볼수 있듯이, 어떤 민족이라도 다른 민족의 지배를 용인하지는 않을것이며, 유구한 역사와 고유한 문화를 가지고 있는 한국민들의 경우에는 더욱 그러할 것이라고 지적하면서, 한국에 대한 식민지배를 조속히 청산할 것을 촉구하였다. \n무엇보다도 이시바시는 당시 일본정부의 식민제국주의 정책이 일본의 국익에 막대한 손실을 초래하고 나아가 국가의 운명을 암울하게 만들 것이라고 판단하였다. 그는 평화와 협력을 바탕으로 공존공영을 추구하는 것이 일본은 물론이고 동아시아의 미래를 보장할 수 있는 가장 합리적인 방안이라고 생각하였던 것이다. 특히 그는 일본과 중국의 관계가 동아시아 지역협력의 관건이라고 인식하고, 교류와 협력을 통한 양국의 우호적인 관계의 형성을 강조하였다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-12-16T23:43:27.394000",
  "updatedAt": "2024-12-17T00:59:13.009000"
}