{
  "id": "7cc34269-256f-4ca1-90a5-45ad23536a0d",
  "title": "캐리 트레이드 - 국제 간 자금이동설",
  "content": "엔 캐리 트레이드란 일본 엔화를 빌려 미국 국채나 한국 주식·부동산 등 다른 나라 자산에 투자하는 것을 말한다. 과거엔 일본과 다른 나라와의 금리 차가 엔 캐리 트레이드를 만들었다. 1990년대 ‘잃어버린 10년’을 맞은 일본은 90년대 중반부터 사실상 제로 금리를 유지했다. 당시 미국은 기준금리가 5% 선이었다. 일본에서 돈을 빌려 미국 채권에 투자하면 금리 차이만큼 돈을 벌 수 있었다.\n미국과 유럽 금리도 제로에 가까워진 지금은 엔 캐리 트레이드의 이유가 다르다. 엔화 가치가 더 떨어질 것이란 예상이 원인이다. 엔화 가치가 하락할 것 같으면 제3국 투자자 입장에서는 엔 캐리 트레이드를 하는 것이 유리하다. 예컨대 1달러에 87엔인 지금, 87만 엔을 빌려 1만 달러로 바꿔 놓는다고 하자. 만약 1년 후 엔화 가치가 95엔까지 떨어진다면, 원금 87만 엔을 갚기 위해 필요한 돈은 9160달러가 된다. 그냥 환전만 해도 1년 새 840달러(8.4%) 이익이 생기는 셈이다. 이자와 외환 거래에 따르는 비용을 빼도 상당한 수익을 얻을 수 있다.\n이들은 엔화 가치가 떨어지면 엔화를 매도하고 가치가 상승하면 매수하는 방식으로 이득을 취한다.\n엔 캐리 트레이드는 엔화 대비 강세를 보이는 통화 쪽에 투자할수록 유리하다. 이런 점에서 달러와 유로는 점수가 깎인다. 미국과 유럽연합(EU)은 경기를 일으키려고 정부가 돈을 풀고 있어서다. 대안은 올해 통화 강세가 예상되는 신흥국 쪽이다.  그중에서도 경제·재정 안정성과 주식·채권의 자유로운 거래환경까지 고루 갖춘 한국이 엔 캐리 트레이드 투자자들의 눈에 들어오게 될 것.\n와타나베 부인이란 이자율이 거의 0%인 일본에서 엔화를 빌려 이자율이 높은 해외 금융상품 등에 투자하는 개인투자자를 일컫는다.\n국경을 넘나드는 엔 캐리 트레이드로 고수익을 추구해온 일본의 개인 외환 투자자, 이른바 ‘와타나베 부인(Mrs. Watanabe)’이 사실은 ‘아저씨 부대’였다. 일본에서 외환증거금 거래를 하는 약 80%가 남성이다. \n엔 캐리 트레이드엔 낮은 금리로 엔화를 빌려 외국에 투자하는 일본인들도 가세할 수 있다. 이건 2000년대 초반 엔화를 가지고 외국 자산을 부지런히 사들였던 ‘와타나베 부인’의 귀환이다. 엔 캐리 트레이드와 와타나베 부인의 귀환은 일단 한국 주식 시장에 좋은 소식이다. 돈이 많이 들어와 주가를 밀어 올릴 수 있다.\n\n캐리 트레이드(Carry Trade)는 저금리 통화를 빌려 고금리 통화에 투자해 차익을 남기는 방식이다. \n캐리 트레이드의 이론적 근거는 미국 경제학자 피셔가 밝힌 각국의 통화가치를 감안한 '국제 간 자금이동설'이다. \n이 이론은 한 나라의 외자유입액은 수익률에서 금리와 환율 변동분을 뺀 수치로 결정된다는 내용이다. \n\nm＝rd－(re+e)\nm : 외자유입액(예:한국)\nrd : 투자대상국 수익률(예:한국)\nre : 차입국 금리(예:일본)\ne : 환율변동분(예:일본), 환율이 떨어지면 e가 마이너스가 되어 외자유입액이 증가\n\n이 이론에 따르면 어떤 투자대상국의 예상 수익률이 환율을 감안한 차입국 금리보다 높을 경우 차입국 통화로 표시된 자금을 빌려 투자대상국의 유가증권에 투자하게 된다. 투자대상국과 자금차입국 간 금리차익과 함께 외자 유입에 따른 환차익을 기대할 수 있기 때문이다.(투자기간 동안 차입국의 환율이 올라 차입국의 화폐가치가 떨어지면 값을 때 더 적은 금액만 값으면 되기 때문, 예: 엔화가치가 떨어져서 1엔당 100원에서 1엔당 90원이 됐다면 만약 투자 초기에 100원으로 1엔을 빌렸다면 투자 종료시에 90원만 교환하면 되기 때문이다.)\n캐리 트레이드는 차입한 통화가 엔화일 경우 엔 캐리 트레이드，달러화면 달러 캐리 트레이드라 한다. 지난해까지는 엔 캐리 트레이드가 세계 금융시장에서 자주 언급되는 용어 중 하나였다. 최근 세계 금융위기 이후 엔 캐리 트레이드 투자금을 다시 빼내 엔화 대출을 갚는 '엔 캐리 트레이드 청산' 여파가 국제 외환시장을 뒤흔들기도 했다.\n그런데 이제는 엔화가 아니라 달러화로 캐리 트레이드 차익을 노리는 시대가 왔다. 지난달 26일 이후 런던 금융시장에서는 3개월 만기 달러 리보금리가 0.36%대로 엔 리보금리 0.37%대보다 낮은 현상이 지속되고 있기 때문이다. 1993년 5월 이후 16년 만에 처음 있는 일이다. 당분간 미국은 출구전략과 금리인상을 추진하기 어려운 상황에서 재정적자와 국가채무 증가로 달러 약세가 예상돼 달러 캐리 자금의 차입 여건은 앞으로 지금보다 더 개선될 가능성이 높다.\n캐리 트레이드는 안전자산에 대한 선호 현상이 완화될 때 더욱 활발해지고 금융시장이 불안해지면 달러화 같은 안전자산의 매력이 높아진다.\n\n엔 캐리 트레이드는 금융시장의 유동성과 일본의 장기 저금리를 바탕으로 한다.\n시장이 악화될 경우 투자 손실과 대출이자의 이중 부담이 발생한다.\n캐리 트레이드에 의해서 금리가 높은 국가들이 그 수혜를 받는다.\n캐리 트레이드는 안전자산에 대한 선호 현상이 완화될 때 더욱 활발해진다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-11-30T20:24:48.971000",
  "updatedAt": "2023-11-30T21:03:35.031000"
}