{
  "id": "7d4a0f4f-0415-4438-9e16-bd8b5dbc26bc",
  "title": "포스트케인지언 경제학(post-keynesian economics)",
  "content": "주류 신고전파 이론이나 IS/LM 일반균형을 이야기는 케인지언 이론과는 다른 경제학을 일컫는 말로, 하나의 단일한 경제이론으로는 통합되지 않은 이질적인 경제학자 집단의 저작을 포함하는 용어이다. 포스트 케인지언 사이에는 주류 경제학에 동의하지 못한다는 점 외에는 공통점이 없다는 지적이 나올 정도로 학파의 정체성은 물론 다른 경제학파와의 경계 또한 명확하지 않다. \n여기에서는 우선 이론적 근거에 따라 세가지 주요 그룹이 있다.\n첫째는 마샬과 케인스의 전통을 이어받아 불확실성을 강조한 웨인스트롭, 데이 비슨, 크레겔, 민스키 등이 있다(미국의 포스트 케인지언). \n두 번째 그룹에는 마르크스의 영향을 받은 스리파 등의 저작을 들 수 있는데 이들은 보통 네오 리카오주의자로 알려져 있다.\n셋째로 역시 마르크스의 영향을 받은 칼레기, 로빈슨 등이 있다.\n또한 이 세 그룹에 해당하지 않은 사람으로 성장이론으로 유명한 칼도어와, 케인스의 유효수요이론과 전통에 서있지만 플로우 균형에 강조를 둔 케인스와는 달리 스톡균형을 강조한 케임브리지대학의 고들리 등이 있다.\n\n\n1. 기원과 주요 사상가\n포스트케인스주의 경제학의 원류는 존 메이너드 케인스(John Maynard Keynes)에 있으며, 그와 직간접적으로 교류했거나 그의 사상을 계승한 미하우 칼레츠키(Michal Kalecki, 1899~1970), 피에로 스라파(Piero Sraffa, 1898~1983), 조안 로빈슨(Joan Robinson, 1903~1983), 니콜라스 칼도(Nicholas Kaldor, 1908~1986), 요제프 슈타인들(Josef Steindl, 1912~1993), 하이먼 민스키(Hyman Minsky, 1919~1996) 등에 의해 발전됐다.\n포스트케인지언 경제이론은 화폐와 신용, 분배와 성장, 기술 진보, 금융위기와 금융불안정이라는 전통적 거시경제학의 논제를 중심분야로 삼았지만, 기업의 가격설정 등의 미시경제학의 주제도 다루었으며, 최근에는 생태학으로까지 외연을 넓혔다. 이 중에서 두드러지는 포스트케인지언 경제학의 기여는 사회 계급 간의 소득 분배 문제를 장기의 성장 동학으로 연결시켰다는 점에 있다.\n \n2. 주요 특징\n1) 경제주체가 위치한 사회적 맥락을 강조\n주류 신고전파의 일반균형 모형은 경제주체의 선호체계와 부존자원, 생산기술 그리고 시장조직의 특징(완전경쟁이냐 아니냐 등등)을 가정하는 데서 출발한다. 이때 모형에서 경제주체는 선호체계와 부존자원만을 가지고 있는 존재이며 이들의 행동 동기는 부존자원 제약조건하에서 선호체계 함수의 최적화라는 원리로만 설명된다.\n반면 포스트케인지언들은 경제주체를 사회적 맥락 속에서 본다. 이때의 사회적 맥락으로 고려되는 것으로는 계급 갈등, 사회적 규범, 제도, 경로(역사적 시간) 등을 볼 수 있다. 이런 점에서 포스트케인지언은 구 제도주의 경제학과도 친화성을 가지며, 일정 부분 마르크스주의 경제학과도 공명한다.\n \n2) 거시경제학에 대한 미시적 기초를 비판\n신고전학파 접근에서는 거시경제학의 미시적 기초를 개별 경제주체의 제약하 최적화 원리에서 찾는다. 여기서는 미시 수준에서 개별 경제주체들의 최적선택의 총합이 거시 수준에서도 최적이 된다는 믿음이 전제되어 있다. 그러나 이런 방식으로는 저축의 역설(저축을 늘리는 개별 주체의 선택들이 궁극적으로 수요 부족으로 소득 저하와 뒤이은 저축 저하로 연결되는 현상)을 설명하기 어렵다.\n반면 포스트케인지언 접근에서는 거시경제를 개별 경제주체와 개별 경제부문의 단순 합으로 보기보다는 이를 하나의 총체로 이해하며(단순 합이 아니라 시너지 효과 등으로 인해 다른 값, 다른 현상이 발생한다는 의미), 거시경제학에 대한 신고전파의 미시적 기초는 거부된다. 즉 이러한 거시경제의 미시적 기초 방법론은 구성의 오류 혹은 합성의 오류(fallacy of composition)에 다름 아니라는 것이다. 이와 관련된 대표적 현상으로는 절약의 역설, 비용의 역설(임금의 하락이 임금 소득의 저하와 수요 부족으로 인해 이윤의 저하로 연결되는 현상), 부채의 역설, 유동성의 역설 등이 있다.\n 두 번째는 하향 인과(downward causation)이다. 경제주체의 선호체계나 가치관 지식 그리고 신념 등은 고정된 것이 아니라 사회적 변화 속에서 함께 변한다는 것이다. 마지막으로는 경제 체계의 창발성이다. 경제체계에서는 개별 요소가 갖지 않는 특성이 전체 구조의 특성으로 출현하는 현상이 일어난다.\n \n3) 근본적 불확실성과 기대 형성 방식\n신고전파 모형의 경제주체에게 있어 미래에 대한 합리적 기대의 형성은 최적화 선택의 기반을 제공한다. 즉 현재와 미래의 다양한 경제상태가 실현될 확률과 각 상태에서의 자원배분 결과를 계산할 수 있다는 것이다.\n 그러나 포스트케인지언 접근에서는 경제주체들의 기대는 확률적인 구조로의 환원이 불가능한 근본적 불확실성(fundamental uncertainty) 하에서 전혀 다른 방식으로 형성된다. 불확실성 하에서 경제주체들은 자신의 행동 규칙을 사회적 규범, 관행, 경험 법칙에 기초하도록 한다. 다른 한편으로 불확실성을 축소하기 위해 화폐, 명목계약 등의 제도를 도입한다.\n \n4) 가격은 분배구조 속에서 결정된다\n신고전파 경제이론에서 자원배분은 (물물교환이나 다름 없는) 교환 과정으로 파악되고 그 과정에서 가격이 결정된다고 본다. 심지어 생산과정도 (희소한) 생산요소의 교환이라고 해도 좋다. 교환을 통해 상대가격이 정해지면 소득분배가 사후적으로 결정된다.\n반면 포스트케인지언 경제이론에서 소득분배는 계급 사이의 분배 갈등을 조절하는 수단인 단체교섭과 같은 제도가 작동하면서 결정된다. 상대가격의 체계는 거꾸로 특정한 소득분배 구조를 전제로 해야만 결정될 수 있다.\n \n5) 정치적 입장 – 시장은 지속적으로 조절되어야 한다\n자유시장은 경제의 안정적 운영을 가져올 뿐만 아니라 적어도 장기에 있어서는 완전고용 하에서 최적의 자원 배분을 보장한다는 믿음이 주류 경제학의 장기 이론을 지배한다.\n반면 포스트케인지언들에게 보이지 않는 손이라는 관념은 신화일 뿐이다. 시장경제라는 것도 결국 국가개입에 의존하는 특정한 제도적 틀 이상도 이하도 아니며 제한되지 않는 경쟁은 시장 집중을 초래해 결국 경쟁의 토대를 무너뜨릴 것이다.\n이에 포스트케인지언들은 시장에 대한 지속적 규제와 조절을 지지하며 국가 개입으로 공적 영역을 확대하는 것을 옹호한다. 오늘날 이것은 임금주도성장, 복지국가의 부흥, 국가의 사회적 투자 확대라는 강령으로 이어진다.\n \n6) 화폐적 생산 경제와 유효수요의 원리\n포스트케인지언 경제이론에서는 생산 활동을 수행하려는 기업의 자금 수요를 은행이 수용해 신용(=대출)을 창출함으로써 화폐 공급이 내생적으로 이루어진다고 본다. 이러한 화폐적 생산 경제(monetary production)에서 화폐는 실물에 대해 비중립적일 수 밖에 없다.\n특히 화폐적 시장경제에서는 투자가 소득수준을 변화시킴으로써 자신과 동일한 저축을 창출한다(이른바 유효수요의 원리). 이 유효수요 원리를 단기 경기변동에 국한시키지 않고 장기 성장체제의 문제로 확장시킨 것이 조안 로빈슨과 니콜라스 칼도어로 대표되는 초기 포스트 케인지언 성장모형의 출발점이었으며, 오늘날에는 임금소득주도 성장론으로 이어진다.\n \n7) 계급 간 분배의 성장 효과 역사적 시간의 비가역성\n포스트케인지언은 계급 간 분배갈등과 이를 조절하기 위한 제도가 장기적 경제성과에도 영향을 미친다고 믿는다. 계급 간의 소득분배가 단기적으로 산출수준과 인플레이션 및 고용에 관여할뿐만 아니라 장기적으로 성장과 기술진보에도 영향을 미친다고 본다.\n또한 (조안 로빈슨의 경우처럼) 경제변수의 움직임에서 경로 의존성(path dependency)을 강조한다. 여기서 장기는 단기의 연속일 뿐이다(칼레츠키). 이때 자연실업률, 자연이자율, 잠재성장률 같은 주류경제학의 중세 자연법적 개념은 허구에 불과하며, 설사 그것이 논리적으로 정의될 수 있다 해도 이는 유효수요의 변동에 의해 추동되는 역사적 시간 속의 경제과정에 의해 사후적으로 정의되는 내생변수에 불과하다. 즉 경제상황에 제대로 개입하지 못해 실업이 만연한 상황이 장기화되면 그것이 자연실업률로 고착되는 것이다.\n\n[소득주도성장론]\n소득주도성장론의 이론적 기초는 포스트케인즈주의 경제학이다. 포스트케인지언들은 임금이나 이윤이 주어진 기술수준 하에서 사회적 협상력의 크기에 의해 결정된다고 생각한다. 즉 생산요소들의 가격이 시장에서 한계생산력에 따라 결정된다고 보지 않는다. 따라서 이들은 사회적 합의를 대단히 중요하게 여긴다. \n현실 시장을 신고전학파처럼 완전경쟁시장으로 보지 않는다. 수요자와 공급자가 각기 독점력을 갖는 쌍방독점의 형태로 본다.(예:노조의 임금 협상)\n현재의 소득주도성장론의 원형은 1970년대 유럽의 ‘소득정책, 초기에는 임금정책이라고 불렸다’이며 가장 성공한 사례는 스웨덴의 ‘연대임금정책’이었다. 즉 합의의 정치에 의한 복지국가가 소득주도성장론의 사회경제모델이라고 할 수 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-12-21T08:45:05.764000",
  "updatedAt": "2024-01-05T07:54:52.874000"
}