{
  "id": "7d86b6f9-a93c-43bf-ad90-719ab7326925",
  "title": "줄타기 외교",
  "content": "중요한 것은 이를 위해 우리가 지불한 게 무엇이냐는 것입니다. 일본, 호주, 뉴질랜드와 함께 우리 정부를 AP4로 나토로 초청한 것은 미국입니다. \"공짜 점심은 없다\"는 말이 그 어느 곳보다 더 적확히 통용되는 외교 무대인만큼 우리가 지불해야 할 초청비를 잊어선 안 된다는 게 전문가들의 공통된 지적입니다. 이 초청비를 계산하기 위해선 우선 이번 나토 정상회의가 어떤 의미인지부터 다시 따져볼 필요가 있습니다.\n축제는 끝났고 후불로 정산할 비용만 남아 있습니다. 이 비용에 이자가 붙지 않도록 잘 관리할 필요가 있습니다. 중국에 경제 의존도를 줄이기 위한 시장 다변화를 꾀하고 있다고는 하지만 아직 시작 단계일 뿐 여전히 중국과 경제 의존성이 높은데다(우리 수출의 25%, 수입의 23%를 차지합니다.) 북핵 문제를 해결할 중요한 지렛대 하나를 잃을 수 있다는 점에서도 중국과의 관계는 여전히 중요한 관리의 대상입니다.\n그러기 위해 전문가들은 무엇보다 우리가 우리의 전략 목적을 잘 정의해야 한다고 말하고 있습니다. 특히 미국과 우리가 군사 동맹을 맺고 있지만 전략 목적이 같지 않다는 점을 간과해선 안 된다고 했습니다. 미국은 2017년 <국가안보전략서>에 '자유롭고 개방된 인도 태평양' 개념을 공식 언급한 이래로 중국과의 전략 경쟁을 가장 중요한 외교 전략 중 하나로 펼치고 있습니다만 우리 목적은 어디까지나 한미 동맹 강화를 통한 북핵 문제 대응이 주요 목적입니다. 때문에 \"미중 경쟁보다는 북핵 위협 대비 차원에서 나토와의 안보협력을 추진한다는 원칙을 갖고 핵의 비확산과 사이버 안보 분야에서의 협력을 추진하는 것이 좋다\" (<나토 정상회담에 대통령을 초청한 배경과 한국-나토 협력 방향> 이수형·김성배 국가안보전략연구원 외교전략연구실)는 제언이 나옵니다. 우리를 반중 전선에 세우고 싶어하는 미국에 무작정 끌려 가면 안 된다는 것이죠.\n특히 우리 스스로 \"탈중국이다\", \"중국 견제 전략이다\" 이렇게 정의 내리거나 이를 공공연하게 내보이지 않는 게 중요하다고 했습니다. 그러니까 전문가들 조언은 \"미국이 주도하는 질서에 올라타되, 노골적 반 중 깃발을 흔들지는 말아라\" 라는 것으로 요약할 수 있겠습니다. \"울고 싶은 아이 뺨 때리지 말라\"는 것입니다. 중국은 불만은 있지만 우방국들이 진영 별로 한 데 뭉치는 상황에서 우리만 콕 찍어 사드 때처럼 경제 보복을 할 명분이 현재로선 크지 않다는 게 공통된 전문가들의 평입니다. 명분이 부족하니 일단 우리를 주시할 것이고, 그러니 외교적 묘가 정말 중요한 시점이라는 것입니다.\n이와 관련해 최근 외교부에선 하나의 대중 메시지를 고집스럽게 내고 있습니다. IPEF에 참여할 때도, 나토 정상회의 참석할 때도 기자들의 '중국 견제 노선을 택한 것이냐', '중국의 반발은 어떻게 대처할 거냐'는 질문에 대한 답인데요. \"특정 국가에 대한 견제나 배제를 목적으로 한 게 절대 아니다\", \"참여하지 않으면 우리 국익에 손해를 본다\"라는 로우키 메시지를 지나칠 정도로 반복하고 있는 것입니다. 취재 기자로선 이런 태도가 답답할 때가 있지만 지금은 이런 일관된 메시지 발신이 필요한 때라는 게 전문가들의 이야기입니다.\n김현욱 국립외교원 교수는 \"현재의 미중 경쟁 구도에서 우리의 지역 전략이 뭔지를, 우리가 우리의 국익에 맞게 새롭게 짜야 되는 것이 남겨진 숙제\"라며 \"지금 우리가 '반중 노선 명확히 했다' 이렇게 굳이 스스로 단정적으로 해석하는 것은 외교적으로 바람직하지도 않고 얻을 수 있는 것도 없다\"고 했습니다. 그러면서 \"미중 간에 충돌하는 영역이 아닌 분야에서는 한중 협력 사안들을 최고위급 교류, 한중 전략 대화 등을 통해 계속 발전시킬 필요가 있다\"고도 덧붙였습니다. 곧 있을 G20 외교장관 회의에서 한중 외교장관 회담이 성사될 가능성이 크다는 얘기도 나오고 있습니다.\n그런 의미에서 전문가들은 윤 대통령이 이번 나토 정상회의에 참석하며 참모회의에서 했다고 알려진 발언(\"마드리드는 한국의 인도 태평양 전략과 구상이 나토의 2022 신전략 개념과 만나는 지점\")이나, 최상목 경제수석비서관 발언(\"중국을 통한 수출 호황 시대는 끝났다\")에 대해선 공통적으로 우려의 목소리를 냈습니다. 너무 노골적으로 중국을 겨냥하는 말이었다는 점에서 외교적으로 부적절했다는 것입니다. 국책 연구기관의 한 실장은 윤 대통령의 발언에 대해 \"누가 봐도 중국을 겨냥한 발언으로 보이는 너무 나간 발언\"이라고 SBS와의 통화에서 말하기도 했습니다. 최 수석 발언 이후 중국 관련 주식이 폭락하는 일도 있었습니다.\n앞서 말했듯 나토 초청비는 후불입니다. '중국 리스크'의 이자가 눈덩이처럼 불어난다면 그 피해는 오롯이 경제 활동을 하는 서민들에게 돌아갈 수밖에 없습니다. 다자 외교 데뷔전에서 얻은 성과는 정부가 내세우고, 그 비용은 시민들에게 갚게 하지 않으려면 그 어느 때보다 정교하고 세밀한 외교적 접근이 필요할 것 같습니다.\n\n탈중국 준비 하나도 안하고 탈중국하면 뭐 먹고 사냐? 나토 가입 대책 하나도 없이 가입 추진하다 침공당한 젤렌스키 같은 대통령 필요없다.\n\n성과도 없었는데 대체 왜 간거냐? 쪽팔려 진짜\n\n이번 나토회의는 경제적 협력기구나 g7 참여한 거랑 다르다. 실리보다 명분을 택하며 한쪽으로 줄을 확실히 서버리는 짓을 한 거라는 점을 비판해야함.  그리고 무엇보다 일본과 한미일 군사동맹에 엮이는 걸 성과라고 말하는 위험한 인식을 경계해야하고.\n\n최상목 경제수석이 한 말은 악재다. 단일국가와 경제 교역이 25%, 23%면 거의 절대적인데, 준비도 없이 하루 아침에 대체할 국가가 있냐고. 진짜 초보 대통에 능력도 없는 무능 각료들이 긁어 부스럼을 만드네. 나토회의 가서 들러리나 서주는 윤석열. 선진국 국가 위상을 이리 날려버리나..\n\n답답하다. 그자리는 고집 피우고 자존심 지키라는 자리가 아니다. 외교는 중립외교, 실리추구다. 자존심은 개인사다. 철저히 실리를 바탕으로 국제사회의 축이 되어야 한다.\n\n대통령의 무능에 대한 피해는 오롯이 국민들이 입는 다는 거. 기득권을 가지고 있는 사람들은 무능에 대한 대책이 있어 별다른 피해를 입지 않는다는 거 명심해야 합니다.\n\n전략적 모호성과 대한민국 운전자론을 걷어차고, 중국에게 패권 빼기지 않으려는 미국 편에 찰싹 달라붙어 경제적 위험을 야기하고 북핵 위기에 적절히 이용해야할 중국을 적으로 돌려 북한을 중국 입에 털어넣어 주는 어리석은짓을 했지. 그리고 뭣보다 지들 부담을 적절히 일본에 나누기 위해 기를 쓰고 한미일 동맹을 강조하는 미국에 적극 동참하여 일본과 군사 동맹의 길을 연 건 정말 전 국민이 들고 있어나야 할 일. 한반도 유사시 일본군이 우리 영토에 들어 올 수 있게 되는 거다.\n\n북한에게 강하게 나갈 때까진 좋았다. 그러나 중국이나 러시아에게 강하게 나갈 처지는 아니었다. 뭘 믿고 깝치는 건지 모르겠다. 등거리 외교, 실리 외교 이거 못하면 내려와라.\n\n역대 정권들도 공산당이 좋아서 중립적인 자세를 취했던 것이 아닌데. 극단 노선을 타는구나. 대중 무역 및 관광업 종사자들 다 말아먹게 생겼구먼. 외국가서 셀럽처럼 옷입고 돌아다니는 게 외교가 아니다. 눈감고 사진 올린거 보면 나토에서도 눈 먼 대통령이라고 생각한듯. \n\n오란다고 덥석 가지말고 생각도 좀 하고 고민도 좀 하고 신중하고 준비된 모습을 보고 싶다. 얼빵이 같이 실실 웃기나하고 사진이나 찍고 밥만 먹으러 다니면 안되잔혀.\n\nNATO가 아무 나라나 부르냐? 아세아에서 한국, 일본만 초대했다. 총알받이 필요해서 부른 거야. 일본이야 워낙 '미국의 개'인데다 엔화가 준기축통화라 돈 막 찍어낼 수 있는 나라라 별로 타격 없어. 일본은 갈 만 하니까 간 거라고. 근데 우리는? 초청 받았다고 좋다고 쪼로록 달려갈 형편이 아닌데 윤석열이 자기 업적 만들려고 무리해서 간 거야. 초청 받았다고 좋아할 게 아니다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-07-03T17:20:03.687000",
  "updatedAt": "2022-10-27T21:18:06.308000"
}