{
  "id": "7dda7c90-c265-4aeb-8f0d-3083392e7863",
  "title": "우주 무기",
  "content": "중국, 러시아의 잇따른 위성 공격무기 체계 개발은 ‘스타워즈 신냉전’을 예고하고 있다. 이들 무기체계는 현재 주로 적성국의 인공위성 등 우주물체를 교란·마비·파괴하는 임무를 맡을 것으로 평가받는다. 유사시 중·러가 적대적 국가의 정찰·통신위성 등을 무력화해 상대 군의 눈을 멀게한 뒤 군사행동에 나설 가능성이 높다. 신냉전 하에서 중·러의 견제대상은 궁극적으로 미국이지만 직접 부딪히기보다는 미국의 동맹·우방중 ‘약한 고리’를 표적으로 삼을 가능성이 높다. 특히 지리적으로 가까운 한반도 및 중앙·동남아, 동유럽 등이 잠재적 위협에 놓일 것으로 우려된다.\n\n2021년 러시아의 대공레이저무기인 ‘페레스벳(Пересвет)’이 항공기에 탑재될 것이라는 러시아의 계획이 공개됐다. 페레스벳이 항공기에 탑재되면 인공위성을 공격할 수 있는 공중발사형 레이저무기로 운용될 것으로 추정된다. 러시아는 지난 2009년 8월 28일에도 A-60계열의 인공위성 공격용 레이저무기를 고도 1,500km의 우주선에 탑재하는 실험을 추진했다.\n\n가장 최근의 사례는 러시아와 나토(NATO, 북대서양조약기구)간 일촉즉발의 전운이 감도는 우크라이나 인근 지역에서 발생했다. 지난해 7월 유럽우주국(EAS)의 인공위성 ‘센티넬-1’이 우크라이나와 인접한 러시아의 로스토프 지역을 지나던 중 전자전 공격으로 추정되는 전파 교란을 당한 것이다. 센티널-1 위성은 일명 합성개구레이더(SAR)로 지상관측을 관측해 영상을촬영해 왔는데 러시아 지역에서 발사된 것으로 추정되는 고주파 전자파 공격을 받아서 로스토프 지역 촬영 영상 일부가 훼손돼 알아보기 힘들게 됐다.\n\n중국도 최근 인도와의 분쟁 지역에 위성 재밍 시스템을 배치한 것으로 알려진다. 이는 인도 등의 위성이 해당 지역을 정찰하지 못하도록 하려는 것으로 추정된다. 앞서 지난 2006년에는 미국 및 유럽 위성이 잇따라 중국의 레이저 공격으로 추정되는 전자전 공격을 받아 지상 관측 장애를 겪기도 했다. 이런 가운데 2021년 9월 9일(워싱턴 현지시간) 존 레이먼드 미 우주군 참모총장은 일본 니케이신문과의 전화인터뷰에서 중국이 위성 기반의 GPS 및 통신위성을 교란할 수 있는 재밍 능력과 위성파괴용 미사일 역량을 갖췄음을 지적하며 중국이 분쟁에서 해당 역량들을 쓸 수도 있다고 진단했다.\n\n우주공간에 대해선 물리적 한계로 인해 지상과 같이 촘촘하고 정밀한 감시체계를 갖추기 힘들어 아군 위성이나 우주자산이 공격을 당해도 도발주체와 공격방식을 곧바로 인지하고 식별하기 쉽지 않다. 현재 우주공간에서 일어나는 사건을 전천후로 감시할 수 있는 나라는 미국 뿐이며 러시아, 유럽연합(EU)와 중국이 그에 버금가는 우주감시능력을 갖추고 있지만 이들 조차도 모든 상황을 실시간으로 파악할 수 있는 것은 아니다.\n\n레이저 무기의 경우 공격목표인 인공위성을 직접 태워버릴 수도 있지만 그보다 은밀한 방식으로 스텔스 무기처럼 활용되기도 한다. 바로 레이저 빔으로 인공위성을 밀어내 정상적인 지구공전 궤도에서 이탈시키는 방식이다. ‘공전 및 미사일전에 관한 하버드 국제법 메뉴얼’에 따르면 인공위성이 지구 중력을 이기면서 저궤도(LEO)를 이탈하지 않고 지구 주변을 비행하려면 최소한 초당 8km의 속도(음속의 약 23.5배)로 비행해야 한다. 그런데 해당 위성이 비행하는 방향과 반대 방향으로 레이저를 비추면 레이저빔의 미세한 압력에 밀려 위성의 속도가 점차 줄어들게 된다. 결국 해당 위성은 적정 궤도 유도 속도를 유지하지 못한 채 지구 중력에 이끌려 추락하게 된다는 게 군 관계자의 설명이다.\n\n고출력 전자파를 활용한 재밍도 위성을 마비시키는 소프트킬의 한 방법이다. 정현종 국방기술진흥소 연구원의 ‘대위성 우주무기체계 개발현황 및 발전방향’보고서에 따르면 전자파를 이용한 소프트 킬 방식으로 위성을 공격하면 피해 당사국은 해당 위성이 공격 당한 것인지 태양에서 발생하는 자기폭풍에 영향을 받은 것인지 구분하기 어렵게 된다. 공격 대상이 된 위성의 기능은 재밍 공격이 멈출 경우 정상 상태로 돌아오기 때문에 피해당사국으로선 발각될 가능성이 적다.\n정 연구원은 “러시아는 우주전력에 지나치게 의존하고 있는 미국에 대응하기 위해 위성들을 파괴하거나 무력화할 수 있는 무기체계들을 적극적으로 개발하고 있다”며 “통신위성을 교란하기 위한 티라다(Tirada)-2와 저궤도 위성을 교란하기 위한 크라수카(Krasukha)-4 등이 있다”고 소개했다.\n\n과거 소프트킬 방식은 주로 위성에서 지상 수신기로 보내는 GPS신호에 교란신호를 섞는 등의 방식으로 이뤄졌다. 이를 ‘하향링크 재밍’방식이라고 한다. 현재는 이보다 발전한 ‘상향링크 재밍’방식도 활용되고 있다. 이는 지상의 단말기에서 광대역의 고출력으로 증폭한 여러 주파수 대역의 교란신호를 위성으로 보내는 방식이다. 최근에는 여기에서 한층 더 진화해 ‘사이버전기반의 상향링크 재밍’방식으로 발전하는 추세다. 이는 단순한 교란전파 수준을 넘어 상대방의 무선 네트워크에도 침입해 허위 매시지를 보냄으로써 상대방이 공격당하는 지조차 인식하기 어렵게 하는 방식이다.\n\n인공위성이나 우주비행체 등 우주자산을 공격하는 무기는 지상의 기지나 차량, 선박, 항공기 등에 탑재될 수도 있지만 그보다 더 진화해 우주공간에 직접 배치될 수도 있다. 우주에 관한 국제법과 조약들은 우주공간에 무기를 비치하는 것을 금지하고 있지만 평화적 목적의 ‘우주쓰레기 청소위성’인 것처럼 위장하는 방식으로 사실상 무기로 전용될 수 있는 장비를 탑재한 위성을 쏘아올리면 국제법 위반 논란을 교묘히 피해갈 수 있다.\n우주쓰레기 청소위성은 일반적으로 지구 궤도를 떠돌다가 위성에 충돌해 피해를 일으킬 수 있는 파편 등 우주위험 유발물체를 처리하려는 목적으로 개발돼 왔다. 충남대 연구진이 지난해 11월 발표한 ‘우주 그물을 이용한 우주 물체 제거의 포획 시뮬레이션’논문에 따르면 우주쓰레기 청소 방법으로는 위성에 로봇팔을 달거나 우주그물, 우주작살 등을 탑재해 우주쓰레기를 포집하는 방식 등이 있다. 그러나 이 같은 기술은 다른 위성을 공격하는 이른바 ‘킬러 위성’에도 적용될 우려가 있다는 게 해당 연구진의 진단이다.\n최은정 한국천문연구원 우주위험연구실장도 “아직은 현존하는 기술로 (음속의 최대 수십배로 비행하는) 미세한 우주파편들을 정확히 추적해 포집하기 힘들고 오히려 이를 포집하려고 접근하다가 충돌해 우주쓰레기가 더 늘어날 위험이 크다”며 “그럼에도 불구하고 주요국들이 우주쓰레기 청소위성 기술에 속도를 내는 것은 해당 위성에 달린 로봇팔 등으로 유사시 적대적 세력의 위성을 공격하는 용도로 전용할 수 있기 때문”이라고 설명했다.\n우주 전문가들은 특히 우주강국 등이 우주쓰레기 청소위성의 무기화를 주도하고 있고, 그 중에서도 중국, 러시아는 한반도 유사시 한미의 정찰·통신위성 등을 무력화하는데 우주쓰레기 청소기술을 악용할 수 있다고 내다보고 있다.\n\n2021년 12월 31일, 총 500여억 원의 예산을 투입해 LIG넥스원이 제작한 ‘전자광학위성감시체계 (EOSS)’가 공군에 인도되었다. 이를 통해 우리의 안보를 위협할 수 있는 킬러 위성이나 스파이 위성 등의 현황을 탐색·식별해 유사시 교란 등의 작전을 펼 수 있는 초석을 확보하게 된 것이다. \nEOSS는 두 개의 눈을 갖고 있다. 한쪽 눈은 광학망원경이고, 다른 쪽 눈은 레이저 추적 시스템이다. 이를 통해 한반도 상공의 우주공간을 지나며 우리 안보를 위협하는 인공위성 등 적대적 우주물체를 찾아낸다. 우선 광학망원경으로 반경 2000㎞(서울 기준) 내에서 고도 700㎞ 이하의 상공을 지나는 우주물체를 탐지한다. 우주물체 중에서도 특히 저궤도 위성을 찾는 데 탁월한 성능을 발휘한다. 광학위성이 촬영한 화면에는 우주물체가 작은 점 크기 정도로 보인다. 따라서 해당 물체가 구체적으로 어떤 종류인지 식별하기 어렵다. 이를 보완한 것이 보다 정밀하게 우주물체를 보여주는 레이저추적시스템(정식명칭은 ‘적응광학시스템’)이다. 광학망원경이 찾아낸 우주물체를 향해 레이저를 쏘아 정확히 촬영하면 어떤 정류의 물체이며, 어떤 상태인지 등을 식별할 수 있게 되는 것이다.\n현재의 레이저추적시스템이 감시할 수 있는 고도는 약 700㎞ 이하기 때문에 그보다 높은 중고도나 고고도의 적성 정찰, 군사위성 감시 등은 어렵다. 이에 따라 공군은 중·고고도 우주물체를 추적할 수 있는 ‘고출력 레이저위성 추적체계’ 및 ‘레이더 우주감시체계’의 조속한 획득을 위해 노력 중이다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-10-17T08:43:41.657000",
  "updatedAt": "2022-10-17T08:43:41.657000"
}