{
  "id": "7e72c77e-dd1d-4b02-a6fe-2615695d4cbb",
  "title": "대륙 삼국의 대외 관계",
  "content": "삼국은 상호간에 대립이나 연맹 관계를 맺기도 하였고, 중국과도 평화적으로 교섭하거나 전쟁을 치르기도 하였다.\n특히, 3세기에 중국이 위⋅촉⋅오의 3국으로 분열되자, 고구려는 오나라와 친선 관계를 맺어 위나라를 견제하였다.\n그 후, 5호 16국의 혼란을 틈타 고구려가 요동으로 진출하자, 백제는 고구려를 견제하기 위하여 요서, 산둥 지역으로 진출하였다. 또, 백제는 이 때를 전후하여 일본까지 그 세력을 뻗치게 되었다. 이로 인하여 백제는 요서, 산둥, 일본 등지를 연결하는 세력권을 형성하여 해상 활동을 활발히 펴 나갔다. \n그러나 5, 6세기에 이르러, 고구려의 남진과 신라의 팽창으로 삼국 관계는 새로운 국면을 맞게 되었다. 이 때, 백제는 중국의 남조, 일본과 교섭하면서 국력을 회복하고자 하였으나, 큰 성과를 거두지는 못하였다.\n신라는 한수 유역을 장악하였으나, 고구려와 백제의 협공으로 고립되었다. \n이 때, 수나라가 남북조를 통일하자, 신라는 고립 상태에서 벗어나기 위하여 수와 손을 잡게 되었다. 수나라의 침공 위협을 느낀 고구려는 돌궐과 동맹을 꾀하는 한편, 먼저 전략적 요충지인 요서 지방을 공격하였다. 이에 수 문제가 침공해 왔으나, 고구려는 이를 격퇴하였다.\n\n\n신라\n\n수(隋)\n중국 대륙을 통일(589년)한 수나라(隋)가 사신을 보내 왕을 상개부 낙랑군공 신라왕(上開府樂浪郡公新羅王)으로 삼았다(594년). 이후 왕은 596년, 602년, 604년, 611년 4차례에 걸쳐 수나라에 토산품을 진상하였다. 특히 611년에는 수나라에 병력을 요청하였는데, 실제로 수 양제는 고구려에 대군을 파견하였다. 이후 613년 7월, 수 양제가 사신 왕세의(王世儀)를 보냈다. 원광 등이 사신 일행을 황룡사에 모셔 법회를 가졌다.\n596년 3월에는 승려 담육(曇育)이 불법을 배우러 수나라에 들어갔으며, 같은 때에 왕이 사신을 보내 수나라에 토산품을 바쳤다. 담육은 605년 사신단과 함께 귀국하였다. 특히 원광은 귀국 후인 608년 수나라에 구원병을 요청하는 걸사표(乞師表)를 지었다.\n\n당(唐)\n수나라에서 당나라로 왕조가 바뀐 이후에도 교류는 계속되었다. 621년 7월, 당나라에 사신을 보내 물건을 바치자 이에 당 고조(재위 618년 ~ 626년)가 조서와 비단, 예술품으로 답례하였다.[77] 623년 10월에 당나라에 사신을 보내 조공하였다.[78] 624년 3월에는 당 고조가 사신을 보내 진평왕을 주국 낙랑군공 신라왕(柱國樂浪郡公新羅王)에 봉했다.[79] 이후 진평왕은 625년, 626년, 627년(2회), 629년, 631년 총 6회에 걸쳐 당나라에 토산품을 진상하고[80][81][82], 고구려가 침략하지 못하게 도와줄 것을 청원하였다. 실제로 625년 당 고조에게 고구려가 조공길을 막고 있다고 호소하자[83], 당 고조가 고구려 영류왕에게 일러 양국이 서로 화친하게 되었다.[84]\n나당전쟁(670년~ 676년) 직후 당나라의 야욕으로 당과의 관계가 순탄하지 못했지만, 얼마 안 가 통일 신라와 당의 무역은 융성해지게 되었다. 당나라와의 무역은 사절단을 통한 공무역이 중심을 이루고 있었으나, 상인들에 의한 사무역도 공무역 못지않게 번성하였다. 대당무역에는 주로 해로가 이용되었는데, 특히 산둥반도의 등주(登州)[주해 2]에 이르는 해로가 자주 이용되었다. 때문에 등주에는 사절단이 유숙하고 상거래를 행하는 신라관(新羅館)이 설치되어 있었다. 또한, 다수의 신라 상인과 유학생 등이 중국으로 갔는데, 해로의 주요항구에는 신라방(新羅坊)이라고 부르는 신라인만의 거류지가 생겨 이를 거점으로 한 당나라와의 무역이 활발하게 전개되었다.\n당과 교역을 하면서도 항상 견제를 하던 발해는 812년 당의 요구에 따라 신라가 발해 원정에 참여하자 신라를 적대시하는 반면 신라에 반감을 가지고 있던 일본과 동맹을 추구했다. 따라서 정세는 신라와 당, 발해와 일본의 이분구도를 이루게 되었다.[32]\n또한 9세기에 들어오면 중앙 정치무대로의 진출이 막혀버린 지방세력은 마침 당나라의 지방통제력이 약해진 데 힘입어 민간의 사무역이 크게 발달하여 차츰 공무역을 압도하게 되었다. 대표적인 예로 장보고의 무역활동이 있었다. 청해진을 중심으로 한 장보고의 해상 무역은 황해와 남해 일대를 독점하게 되어 그 영향력이 신라 내부 정치에까지도 미치게 되었다.\n\n아랍·인도·동남아시아\n신라 말기에는 아랍 상인들까지 신라에 와서 교역을 했던 것으로 보인다. 일본 쇼소인에 전해지고 있는「매신라물해(買新羅物解)」는 752년 일본 조정이 신라 사신을 따라온 아랍 상인들로부터 매입한 물품을 적은 것인데, 당시 신라는 7척의 배에 700여 명에 달하는 대규모의 사절단을 일본에 파견한 바 있었다. 당시 세계는 대외 무역이 번성했던 시기여서 전 세계인 들이 해외로 진출했으며 가장 개방적인 아랍인들이 신라에 온 것은 어찌 보면 당연한 예기다. 이때 아랍인들은 우리나라에 대한 기록을 남겻고 이 시기에 우리나라가 최초로 새계에 지도에 등장하였다. 이때 아랍인들은 신라를 `알실라` 라고 불럿다. 아랍인들은 장보고가 해상왕으로 불리던 시절부터 우리나라에 와서 산호, 공작, 에메랄드, 루비, 앵무새, 바다거북의 껍질을 팔고 신라의 사향, 책, 자기, 비단, 알로에, 차, 금과 은 등을 가져갔다. 장보고 상단이 팔던 자기가 이집트까지 수출된 적 도 있을 정도. 그리고 신라인들은 장보고가 연결시킨 해상 실크로드를 따라 인도와 동남아시아의 참파와 스리위자야, 사일렌드라까지 가서 무역 활동을 한 것으로 보인다. 신라의 토우 중에서 코끼리와 원숭이, 그리고 동남아시아에서만 서식하는 맥의 모양을 한 것도 있으며 신라의 흥덕왕이 규제한 사치품 중에서 동남아시아산 비취새 목도리, 코끼리의 상아, 몰루카 제도의 정향을 비롯한 각종 향료와 염료 등 동남아시아와 인도의 수출품이 적혀 있으며 인도에서 신라를 구구탁예설라 라고 부른 것, 혜초가 인도를 여행하면서 기록한 왕오천축국전 등을 볼때 신라인들이 인도나 동남아를 직접 방문하거나 당나라의 신라방을 거점으로 동남아시아, 인도의 상인들과 물건을 거래했을 것으로 보인다.\n\n고구려 vs 수\n6세기 후반 수나라가 남북조를 통일했을 때 돌궐이 수나라를 위협했다. 당시 고구려는 돌궐과 협력하여 수나라에 대항하려고 했다. 수양제가 돌궐의 계민가한을 방문했을 때 고구려 사신을 목격함에 따라 고구려와 돌궐의 연계를 경계하게 된다. 598년 영양왕이 다스리고 있었던 고구려는 요서(遼西)를 선제 공격했고 수나라는 이를 방어했다.\n\n백제 vs 수\n백제 위덕왕은 수나라로부터 \"上開府儀同三司·帶方郡公\"라는 책봉을 받았다.\n6세기 후기, 중원 대륙은 북주가 겨우 북중국을 통일했으나 나중에 수문제가 북주를 멸망시키고 새로운 나라인 수나라를 세우고, 남중국의 진나라를 멸망시키려 할 무렵이었다. 이 때 수나라의 함선 일부는 표류하다 탐라(탐모라)로 가게 되었고, 탐라를 복속시킨 백제에도 이 소식이 전해졌다. 위덕왕은 배에 있었던 수나라 군사들을 잘 대접했고, 배를 수리한 후 수나라에 바칠 선물을 들려서 돌아가게 해주었다. 수나라는 매우 기뻐하여 백제와 수나라는 이를 계기로 서로 협력적인 나라가 되었다.\n백제와 수나라는 여전히 협력했었는데, 두 나라 입장에서는 고구려를 견제해야 할 필요도 있었기 때문이다. 백제는 수나라를 편들며 고구려를 강하게 비난했다. 고구려는 이를 알아채고 백제를 공격한다.\n여수전쟁이 발발되자, 백제는 수나라를 응원했다. 백제는 고구려 다음으로 라이벌이자 숙적이 된 신라와도 싸워야 했는데, 고구려가 수나라와 전쟁을 하고 있는 만큼 고구려에 대한 문제는 어느 정도 해결된 셈이므로, 이를 기회로 신라와 싸우며 힘을 길렀다. 수나라는 남북조시대를 끝내고 통일한 후 남조와 북조 시기의 여러 문화들이 통합되어 화려한 문화를 발전시켰는데, 백제는 이전부터 여러나라들(북위ㆍ양ㆍ북주ㆍ동진ㆍ남제ㆍ오ㆍ서진ㆍ북제 등)과 사신을 파견하고 무역을 했던 만큼 수나라와도 적극적으로 무역을 했다. 무역 덕분에 백제의 문화 역시 온화하게 발전되었다. 문화 외에도 기술도 받아들였고, 정치적으로도 영향을 받게 된다. 백제 무왕까지 수나라와의 관계가 지속되었다. 무왕은 고구려의 남진을 견제하기 위해 수나라에 조공을 바치고 여러 번 고구려 공격을 청하였다. \n수나라가 멸망하고 당나라가 건국한 뒤에도 친선 정책을 전개하였다. 624년 사신을 당나라에 보내 당 고조로부터 대방군공백제왕(帶方郡公百濟王)이라는 칭호를 받았다. 627년 군사를 동원하여 신라 침공을 시도하였으나, 당 태종이 백제와 신라의 화친을 권유하여 이를 포기하였다.  무왕은 641년 음력 3월에 사망하였다. 당 태종은 소복을 입고 통곡을 하였으며 현무문(玄武門)에서 애도식을 거행하였고 광록대부를 추증하였다고 한다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-02-11T08:40:19.085000",
  "updatedAt": "2024-02-11T22:52:16.701000"
}