{
  "id": "7e8564be-bd00-468a-a3d2-de8512984f1e",
  "title": "공매도",
  "content": "국내 증권사들이 공매도를 하는데는 제도적 제약은 없습니다. 하지만 ‘완전한 공매도’로 불리는 한방향 숏셀링이 거의 하지 않는다는 전언입니다. 대부분 리스크를 상쇄하는 차원에서 공매도를 활용하고 있습니다. 반도체 업종에 투자할 때 삼성전자는 매수하고 SK하이닉스 차입매도해 가격 변동 위험을 줄이는 식입니다. 이런 경우 삼성전자 주가가 조금 더 오른 만큼 수익을 볼 수 있습니다.\n이외에 시장조성자(마켓메이커) 역할을 맡은 증권사들의 물량도 있습니다. 삼성전자 선물을 매수하는 동시에 삼성전자 현물을 차입매도해 리스크를 헷징하는 방식의 공매도입니다. 시장조성자는 호가를 제시해 유동성을 높이는 역할을 받은 증권사를 말합니다.\n증권업계 관계자는 “일부 헤지펀드를 제외하고 공매도를 네이키드(한방향)로 때리는 증권사는 거의 없다”고 말했습니다.\n반면 외국계는 양방향 매매를 통한 수익 추구에 적극적이란 분석입니다. 공매도를 매수와 같은 시각으로 바라보는 것입니다. 한 종목에 공매도를 대량으로 때린 이후 수익이 날 때까지 기다리는 일방적 숏셀링을 많이 하는 이유입니다.\n외국계들은 악재에 기민하게 반응하는 것으로 전해집니다. 증권업계 관계자는 “반도체 호황이 꺾인다는 분석이 나오자마자 삼성전자에 외국계 공매도 투자자들이 몰려들었다”고 전했습니다. 국내 투자자들이 대피도 하기 전에 하방으로 포지션을 잡은 것입니다.\n양방향으로 투자하기 때문에 국내 기관과 정반대 스타일로 투자합니다. 테이퍼링과 금리인상으로 코스피 3000이 깨진다는 전망이 나왔을 때 국내 기관은 배당주, 가치주 등으로 ‘방어적 포트폴리오’를 구축했습니다. 반면 외국계는 공매도를 늘리며 수익을 노렸습니다.\n\n공매도 없으면 세력들이 주가 자기맘대로 가지고. 놀면서 개미 탈탈 털어 먹음. 자기들 끼리 자전거래 해서 주가 뻥튀기 시키고 개미들 한테 넘기고 이런거 공매도 있으면 못함 공매도 쳐맞기 때문에\n\n현 증권거래 시스템은 불법인 무차입 공매도가 가능한 시스템으로 보인다. …(중략)… 따라서 무차입 공매도가 근원적으로 불가능하도록 증권거래 시스템을 보완할 필요가 있다.\"\n\"자본시장법은 기관·외국인의 경우 차입 공매도 상환기간이 정해져 있지 않다. 따라서 차입 공매도를 실행한 기관·외국인 등의 경우 수익이 날 때까지, 즉 주가가 떨어질 때까지 무기한으로 기다리면 절대 손해가 발생할 수 없는 구조다. 차입 공매도 상환기간을 일정 기간(예, 3개월 또는 6개월/연장은 불가)으로 제한할 필요가 있다.\n\n미국 공매도랑 비교하지마라. 거긴 그냥 선물 하듯이 개인도 공매도 치니까. 우리나라랑은 완전 다름\n\n공매도 폐지하든지 아니면 상환기간 정해라.\n\n공매도가 순기능을 할려면 기관, 외인, 개인 모두 허용하던가 아예 폐지하던가 둘 중 하나다 개미가 돈 넣어 놓으면 외인 기관이 가져가는 구조로는 국민만 손해본다.\n\n매도 vs 공매도 <-> 직류 vs 교류. 변동성이 무한히 커짐. 전기를 효과적으로 사용하기 위해 저항(마찰)이 필요하듯이 공매도 허용에 제동장치(거래비용) 필요\n\n한국 공매도 제도는 기관 투자자들이 공매도로 개미들에게 사기쳐서 개미들 피빠는데 최적화된 시스템임. 그래서 기관들과 금융당국이 공매도 전산화 거부하고, 공매도 수기 작성과, 시장조성자 유지하면서. 기관들은 공매도 상환 기한 무제한 유지하는 것임. 한국 공매도는 기관들이 무조건 아무 종목이나, 무제한 공매도 처서 수익낼 수가 있음. 개미들은 수탈당하고. 그렇기에 기관들의 공매도 사기를 막기위한 공매도 90일 상환 기간 설정, 공매도 전산화 할 수 있도록 제도 개선해야 됨\n\n국힘 국회의원들 얘기보면 공매도 개선하도록 6개월 공매도 정지시키고, 시스템 정비하라는 건데 지금 공매도 금지에만 타겟을 맞춰서 공매도 없애면 주식시장에서 외국인 나간다 순기능이 더 크다 이런식으로 호도 하는글 보면 어이가 없죠.\n지금 우리나라 공매도 제도가 엉망진창으로 외인,기관 배불려주기 쉽게 되어있으니\n이걸 미국, 일본처럼 기본적인 부분 전산화시키고, 무차입 공매도를 막고, 공매상환기간을 3개월로 하자는 건데 이 정도도 못하는 건 솔찍히 금융이나 정치권쪽에서 그냥 개미 벗겨먹고싶어서 방관하는거죠. 이번에 국힘이 총선에서 쫄리니까 공매도개선카드를 꺼낸거지, 공매도 찬성하시는 분들 말씀대로 공매도 순기능은 이해하는데,\n솔찍히 우리나라에서 이게 제대로 적용되서 돌아간 적이 있기는한가요?\n그냥 기관, 외인이 선물옵션하는데 최적화된 무기였을 뿐이었잖아요.\n\n표적항암제 개발에 성공했다는 에이치엘비 (HLB)라는 업체는 이달 들어 24일까지 200% 넘게 올랐다. 7월 말 2만 원대 주식이 24일 장중 한때 20만 원도 돌파했으니, 3달이 안 돼 주가가 10배가 됐다. 그런데 주가가 이렇게 급하게 오른 데에는 호재(지난달 말 유럽종양학회(ESCO)에서 항암신약 ‘리보세라닙’의 글로벌 임상 3상 결과 약효과가 입증됐다고 발표한 것)도 있지만 공매도의 영향도 크다. \n에이치엘비 주가 급등을 왜 공매도 때문이라고 풀이하는 걸까. 지난달 29일 호재성 뉴스가 전해지고 난 뒤, 이튿날인 30일 주가는 상한가로 직행했다. 예상치 못한 급등에 공매도 세력은 당황했다. 주가가 너무 오르면 내가 팔았던 가격보다 더 비싸게 시장에서 주식을 사들여 되갚아야 한다. 주가가 더 오르기 전에 되갚아야 한다(이걸 ‘숏커버링’이라고 한다)는 인식이 퍼지면서, 지난달 30일 기준 604만 주에 달하던 공매도 잔고(공매도 한 이후 상환하지 않고 남은 물량)는 8일 496만 주로 17.8%나 줄어들었다. 공매도 잔고 급감과 동시에, 주가는 같은 기간 두 배 가까이 올랐다. 얼마나 빨리, 어디까지 오를지 모르니 일단 빨리 털고 나오려는 이들이 몰리다 보니 주가가 뛴 거다.\n\n공매도 방법. 먼저, 빌려와서 파는 것이다. 대주거래와 대차거래를 통한 ‘차입 공매도’가 있다. 대주거래는 개인이, 대차거래는 기관과 외국인이 쓰는 방법이다. 국내에선 개인은 1969년부터, 기관은 1996년부터, 외국인은 1998년부터 공매도가 가능했다. 개인에게 가장 먼저 공매도의 문이 열렸지만, 현실에서는 개인은 거의 공매도를 할 수가 없다. 개인이 빌릴 수 있는 종목과 수량이 제한적이고, 대여 기간도 90일 이내로 짧다. 또 빌리는 주식의 120~140%에 이르는 예치금을 담보로 쌓아야 한다. 반면, 기관이나 외국인은 주식을 빌리기 쉽다. 대부분의 종목을 대량으로 1년간 빌릴 수 있다. 언제고 공매도를 하겠다고 마음먹으면 바로 공매도 전략을 구사할 수 있다. \n심지어 빌리지도 않고 파는 경우도 암암리에 있었다. 정황 증거가 드러난 사건이 2018년 4월 삼성증권 유령주식 배당사고이다. 없는 주식을 전산상의 조작만으로도 찍어낼 수 있다는 사실이 드러났다. 그것도 발행 가능 주식 총수를 초과하는 물량까지도 찍어낼 수 있었다.\n여기서 논란이 공매도로 튀었다. 없는 주식을 증권사가 찍어낼 수도 있는 거면, 지금까지 주식을 빌려와서 공매도를 한 게 아니라 주식이 없는 데도 일단 공매도 한 거 아니냐는 의심.\n없는 주식을 파는, 공매도의 두 번째 방법이 바로 ‘무차입 공매도(Naked Short Selling)’. 일단 팔고 결제일(D+2일) 전까지 되사 갚는 방식이다. 주가가 떨어질 것 같으면 일단 팔고, 결제일 전(최악의 경우 D+3일 장 시작 전)까지만 사서 채워 넣으면 되는 거다.\n차입 공매도는 합법이고 기관이나 외국인의 정당한 투자 전략이지만, 무차입 공매도는 국내에선 불법이다. 원래는 규정이 따로 없었는데, 2000년 4월 우풍상호신용금고 공매도 사건을 계기로 금지됐다. 우풍상호신용금고는 2000년 3월 29일 주가 하락을 기대하며 성도이엔지 주식 35만 주를 공매도했는데, 예상과 달리 주가가 올랐다. 그래서 4월 4일 장 시작 전까지 공매도한 주식 가운데 약 15만 주를 되사지 못했다. 금융당국은 결제를 이행하지 못할 위험성이 크고 시장 안정을 훼손할 수 있다는 판단에서 이때부터 무차입 공매도를 금지했다.\n2008년 글로벌 금융위기 이전까지만 해도 미국ㆍ홍콩ㆍ싱가포르 등에서 무차입 공매도가 활용됐지만, 이후에는 캐나다ㆍ헝가리ㆍ아이슬란드 등 일부를 제외하곤 전 세계적으로 무차입 공매도는 금지된 상태이다. \n전문가들은 공매도의 순기능이 분명히 있다고 강조한다. \n첫째, 주식에 거품이 낄 때 거품 형성을 어느 정도 막아준다. 주가 상승상에서 주가 상승에 대한 과한 기대감으로 거품이 생길 우려가 있을 때 악재성 정보가 나오면 주가 하락에 베팅하는 공매도 세력들이 들어와 이를 주가에 즉시 반영해 가격을 떨어트리는 역할을 한다. \n둘째, 거래량이 늘어나 유동성이 좋아진다. 특정 주식을 사고 싶어도 팔려는 사람이 없으면 거래가 형성되지 않는다. 주식시장에서 잠재 매수자는 모든 투자자이지만, 공매도가 없다면 잠재 매도자는 주식 보유자로 한정될 수밖에 없다. \n셋째, 공매도를 통해 하락장에서도 수익을 낼 수 있다. \n넷째, 공매도가 있으면 주가연계증권(ELS)이나 절대수익추구펀드 등 다양한 중위험ㆍ중수익 금융상품 개발이 가능하다. \n다섯째, 선진 시장으로 인정받을 수 있다. MSCI는 선진국지수 편입의 평가하는 항목으로 공매도와 주식대여를 포함하고 있습니다.\n하지만, 무차입 공매도는 순기능보다 폐해가 더 크다. 주식을 미리 빌려 놓지 않아도 되니까 가격 변동성을 크게 키운다. 예를 들어, A라는 바이오 종목이 임상을 실패했다는 뉴스가 나왔다고 가정해 보자. 당장 주식을 들고 있는 이들이 시장에 매물을 쏟아낼 거다. 주가 하락이 뻔한 상황이라 A주식을 빌리지도 않은 공매도 세력들까지 합세해 매물 폭탄을 투하한다. 무차입 공매도 세력들 때문에 10% 떨어질 주식이 하한가까지 밀리는 일이 생기는 거다. \n그런데 앞서 삼성증권 유령주식 배당 사고를 보니 없는 주식이 막 생겨났다. 시스템이 그 모양이니 다른 주식의 경우에도 주식이 없는데도 기관이나 외국인이 공매도를 해 오지 않았겠느냐는 합리적 의심이다. \n전에 운용사에서 매니저 일을 했다는 분의 인터뷰를 보니, 공매도를 할 때 해당 주식을 그 매니저가 빌려 놓고 공매도를 때리는 건지, 아니면 그냥 일단 때리고 보는 건지를 증권사가 확인하지 않고 주문을 낸다고 한다. 서로 오랫동안 거래해 온 사이라 그럴 거라고 서로 믿는다는 거다. 일일이 확인을 하다 보면 주문이 늦어질 수 있기 때문에 생긴 관행이라는데, 그렇지 않아도 운동장(주식 시장)이 기울어졌다고 난리인데 사실이라면 거의 운동장이 뒤집어 질 지경이다.\n\n\n주식시장에서 공매도와 비슷한 역할을 하는 게 비트코인 선물 시장이다. 2017년 시장은 달아오르는데 이 열기를 가라앉힐 만한 수단이 없었다. 주식이야 공매도도 있고, 주식 선물 시장도 발달해 있다. 암호화폐 시장은 아직 초기 단계라 주식시장처럼 파생상품이 발달하지 않았다.\n2017년 12월, 미국 CFTC(상품선물 거래위원회)는 CME(시카고 상업거래소)와 CBOE(시카고 옵션거래소)의 비트코인 선물 상품 출시를 발표했다. 시장이 열광했다. 드디어 비트코인이 제도권에 들어왔다고. 이제 곧 기관 자금이 몰려올 테니 이전과는 다른 판이 펼쳐질 것으로 기대했다. 아, 그런데 이게 사실 지나고 보니 ‘트로이의 목마’ 같은 거였다. ‘크립토 아빠’인  크리스토퍼 지안카를로 전 CFTC 의장이 최근 한 강연에서 고백했다. \n“당시 CFTC와 미 재무부, 미 SEC(증권거래위원회), 국가경제위원회 등은 비트코인 선물을 출시하는 것이 시장의 거품을 잠재울 수 있는 ‘친시장 수단’이라고 봤다. 2017년 12월의 급격한 비트코인 가격 상승은 지난 2008년 금융위기에 이은 첫 번째 주요한 시장 거품 현상이었다. 당시 우리는 거품이 잔뜩 끼어있는 것을 목격했고, 가장 적합한 해결법은 투자자와 시장이 서로 영향을 주도록 하는 것이었다. 트럼프 행정부는 친시장적 해결책을 찾았고 결국 이 조치는 효과가 있었다.”\n공매도나 선물 시장을 통한 균형 가격의 추구는 시장의 힘을 입증하는 증거가 아닐까. 물론, 과할 경우엔 가격 변동성을 키운다. 주식 시장에서 \"재료보다 수급이 우선이다\", 혹은 \"수급은 모든 재료에 우선한다\"는 말이 있다. 시장을 움직이는 건 결국 매수자와 매도자의 기세 싸움이다. 이 싸움에서 누가 우위에 서고 누가 밀리느냐에 따라서 가격이 결정되는 거다.\n하지만, 이건 단기로 볼 때 얘기다. 장기로 보면, 결국은 가치다. 주식이건 코인이건 그 자체로 어느 정도의 가치가 있는지를 입증해야 시장에서 살아남을 수 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-10-09T20:44:25.638000",
  "updatedAt": "2023-12-01T19:29:48.182000"
}