{
  "id": "803f953d-d765-43c2-8522-1593c15e9f4e",
  "title": "중국 인삼",
  "content": "중국은 인삼의 최대 생산국으로, 길림성과 푸쏭현 등에서 대량으로 생산하고 있다. 중국은 세계 인삼 생산량의 70%를 차지하는 최대 생산국이다. \n길림성을 중심으로 대량 생산되고 있다. 푸쏭현은 장백산 인삼의 주산지로, 인삼 재배면적 및 생산량이 전국 최고이다. \n\n길림성의 장백산(백두산)은 대륙성 계절성 기후로 사계절이 뚜렷하고 비옥한 토양을 갖고 있습니다. 삼림의 그늘과 촉촉하며 비옥한 토양, 산란된 햇빛은 인삼의 성장을 위한 적절한 기후 조건을 만들어 줍니다. 이런 자연환경으로 인해 생산되는 인삼의 외형이 상품가치가 높고 유효성분이 풍부하다고 합니다. 이 때문에 장백산 지역을 중심으로 수 천년에 걸쳐 산삼 채취 및 교역, 인삼 재배 및 가공 산업이 발달하였습니다.\n\n\n\n[중국인삼의 실체에 대한 비판적 고찰]\n고대 중국 인삼이 우리가 지금 알고 있는 진인삼과는 적지 않게 다르다는 점을 그 형태 및 재배에 대한 기록을 통해서 살펴보았는데 이러한 불일치의 문제는 고대 중국 인삼 산지와 관련하여서도 동일하게 제기될 수 있다. 이마무라는 일관되게 중국에서의 진인삼 산지는 산서성 특히 태행산맥 일대이며 그 가운데서도 상당 지역에서 품질이 가장 좋은 인삼을 산출하였다고 주장한다. 이마무라가 이러한 주장을 하는 데는\n나름의 이유가 존재한다고 생각한다. 무엇보다도 자연 지리적 조건으로 보건대 중국에서는 한반도에서와 같은 인삼 즉 진인삼이 산출되기 어렵다. 그런데 유독 상당과 관련하여서는 한대의 설문 에서 처음 인삼은 상당에서 난다(人出上黨) 이란 기록이 있은 이후 이는 하나의 움직일 수 없는 사실 당시 중국인들에게는 하나의 상식으로 받아들여졌던 것 같다. 그래서 이후 이원 범자 등을 비롯하여 몇몇 문헌에서도 중국 인삼 산지로 상당을 기재하고 있다. 특히 조선 인삼과의 관련으로 더욱 유명해진 명의별록을 보면 상당에서 나는 인삼이\n백제 고구려의 그것보다 낫다고 적고 있는데 이는 상당에서 산출되던 인삼이 진인삼이라는 사실에 대한 움직일 수 없는 확고한 증거로 받아들여지고 있다. \n이 두 가지 이유로 인해 이마무라는 고대 중국에서 진인삼은 오직 산서성 태행산맥 일대 특히 상당에서만 산출되었다고 주장하고 있다.\n중국 정사의 인삼 징수 지역에 대한 기록을 보면 이마무라가 주장하듯이 산서 태행산맥 일대에서만 인삼이 산출되고 있었던 것이 아님을 명백히 알 수 있다 특히 하남부와 하북도 내의 단주(檀州) 유주(幽州) 평주(平州) 등은 지금의 북경 부근에 해당하는데 이곳에서는 인삼이 자생할 수 없다. 이에 대해서 이\n마무라는 두 종류의 인삼이 있었다고 하여 자신이 견지하고 있는 고대 중국인삼 의 실체에 내포된 모순을 해결하고 있다.\n이마무라는 후대의 지식 즉 중국 본토에서 인삼 재배가 불가능하다는 지식을 거부할 수는 없기 때문에 결국 그는 중국인삼에는 두종류가 있었다는 주장 즉 중국인삼 이종설(二種說)을 주장하게 된다. 이는 위의 지역에서 징수된 모든 인삼이 당시 중국에서는 그대로\n인삼으로 통용되고 있었음을 의미하는 것으로 해석해야 하지 않을까 즉 만주에서의 징수된인삼이나 산서성 일대에서 징수된 인삼이나 기타 이마무라가 인삼 산지가 아니라고 생각하는 지역에서 징수된 인삼이나 모두가 당시 중국인들에게는 인삼으로 인식되고 있었다고 파악해야 하는 것이 아닐까?\n중국에서 인삼이 존재하였다는 점은 부정할 수 없다. 그리고 그 가장 중요한 산지로는 한대 이후로 산서 태행산맥 일대의 상당(上黨)이 꼽히고 있었다. \n둘째 그러나 우리는 상당에서 인삼이 산출되었다는 기록을 부정하지는 않지만 그 인삼이라고 불렸던 식물이 이마무라가 생각하듯이 진인삼 인지에 대해\n서는 의문을 갖고 있다. 이러한 의문을 품게되는 큰 이유는 당시 중국인들이 인식하고 있던 인삼 형태가 지금의 진인삼과는 차이가 있기 때문이다 특히 인삼 꽃의 색깔을 자색이라고 하였고 그러한 기록이 당송대까지 이어지고 있는 점, 줄기에 잔털이 있다고 한 점, 육구몽의 시에서 향기를 언급한 점 등은 중국인\n들이 인식하고 있던 인삼이 진인삼과는 다른 별개의 식물일 가능성을 제기한다.\n인삼 산지에 있어서도 이마무라는 태행산맥 일대가 아니면 진인삼이 산출될 수 없었다고 주장하는데 이는 현실적으로 중국에서 진인삼 재배가 쉽지 않다는 점을 염두에 둔 것으로 보인다. 다만 태행산맥에서는 진인삼이 산출되었다고 강하게 주장하고 그것이 한반도 및 만주 인삼보다도 훨씬 우수한 것이었음을 일관되게 주장하고 있다. 그러나 이마무라도 인용하고 있는 많은 중국 측 기록을 보면 인삼 산지가 단지 태행산맥 일대에 국한되지 않고 현실적으로 재배가 불가능한 곳에서 재배 시도를 하거나 인삼 관련 기사가 등장하기도 하\n고 또 인삼 산지로 볼 수 없는 곳에 토공으로 인삼을 징수하고 있는 것을 보게 된다. 이에 대해서 이마무라는 유사(類似) 인삼으로 혹은 별종의 인삼으로 간주함으로써 문제를 해결하고 있다. 그러나 중국측 기록 어디에도 중국에서 산출된 인삼에 두 종류가 있다는 언급은 전혀 없다. 따라서 고대의 중국인삼은 태행산맥 일대의 것이든 그 외 지역의 것이든 모두 동\n일한 중국 인삼으로 인식되었던 것으로 보아야 할 것이다.\n이처럼 이마무라가 중국인삼 과 관련하여 제시하고 있는 기록들을 비판적으로 고찰해 보면 진인삼과는 다른 어떤 것으로 보는 것이 오히려 당시의 실정에 부합하겠다는 결론을 내리게 된다. 즉 태행산맥에서 산출되었다는 인삼은 진인삼으로 보기 어려우며 중국인삼 산출지는 상당만이 아닌 여러 지역에 분포하\n고 있었고 그리고 여러 지역에서 공통으로 산출된 인삼이라고 하면 그것은 도저히 진인삼은 될 수 없다. 이러한 모순에 직면하여 이마무라는 중국인삼 이종설(二種說)을 주장하고있다. 그런데 우리가 보기에 그것은 두 종류가 아닌 한 종류였다. 그리고 그 한 종류의 인삼은 Panax ginseng Meyer로서의 진인삼은 아니라는 결론에 도달하게 된다.\n좀더 나아가서 고대 중국인삼의 실체를 특정 식물에 비정하면 그것은 만삼(蔓蔘)일 가능성이 가장 높다 우선 가장 이른 인삼 형태기인 오보(吳普)의 인삼 묘사는 만삼의 그것과 정확히 일치한다. 즉 만삼의 씨는 갈색으로 검은 색과 큰 차이가 나는 것이 아니며 줄기에 털이 있는 것이 그렇고 결정적으로 꽃에 자색이 섞여 있다. 그리고 만삼은 특이한 냄새가 난다고 한다. 만삼은 상당뿐만 아니라 만주 요녕 하남 섬서 감숙 사천 등지에서 자생한다. 약효에 있어서도 인삼 만큼 강력\n한 효력을 발휘하지는 못하지만 인삼 대용으로 충분히 활용할 수 있다고 한다. 그리고 그 만삼은 미감(味甘) 인데 고대 중국인삼에 대한 최초의 의약서인 상한론 에서는 인삼을 미감 이라고 적고 있다. 이처럼 고대\n중국인삼에 대한 기록은 진인삼보다는 오히려 만삼의 모습및 성질에 훨씬 더 가까운 것이다.\n중국 문헌 속에 등장하는 중국 인삼이 만삼이라는 설이 받아들여진다면 당시 중국에서는 두 종류의 인삼이 사용되고 있었다고 하겠다. \n하나는 한반도 혹은 만주에서 조공 혹은 교역의 형태로 넘어가서 주로 황실 및 고위 관료 등 지배층 사이에서 소비된 진인삼이 그것이다. 다른 하나는 지금까지 살펴본 중국 인삼으로서의 만삼으로 이는 주로 지배층 이외의 계층에서 진인삼을 대신하여 사용되었을\n것으로 생각된다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-04-09T06:20:06.364000",
  "updatedAt": "2025-04-09T07:08:43.528000"
}