{
  "id": "807b9d2d-a99c-4a1f-9127-591ab926a37a",
  "title": "최배근",
  "content": "최배근 교수는 일찍부터 ‘기본소득 전도사’로 불릴 정도로 이재명 지사의 대표 정책이라 할 수 있는 기본소득을 지지하는 등 이 지사의 정책 방향과 무척 가까운 입장을 보여왔다. 그런 최배근 교수가 대선 캠프의 정책조정단장으로 위촉된 만큼 최 교수가 생각하는 경제관, 그리고 그가 구상하고 있는 경제 정책의 방향이 이재명 대선 후보의 경제 정책 방향 수립에 더욱 큰 영향을 직접적으로 미칠 것이라 예상할 수 있다. “‘최배근의 전문성’과 ‘이재명 정치’의 결합… 더 큰 자신감과 책임감으로 뛰겠다”라는 이재명 지사의 표현은 ‘최배근 교수가 정책을 개발하고 정교화하며, 이를 자신의 정치력으로 실행에 옮기겠다’는 뜻으로 읽히기 때문이다.\n\n최배근 교수가 이재명 지사의 대선 캠프에 합류하자 한국은행의 근심이 깊어졌다고 한다. 한국은행의 근심이 깊어진 이유는 최 교수가 지난해부터 한국은행의 역할과 금융통화위원회 구성 등과 관련해서 했던 발언 때문이다. 그는 2020년 6월 더불어민주당 모임인 ‘경제민주화와 평화통일을 위한 국민연대’ 주최로 국회에서 열린 전문가 초청 간담회에서 “한은(韓銀)이 돈을 마구 찍어서 물가가 100배 상승했다고 하면 돈 100억원 가진 사람은 돈의 실질가치가 1억원으로 줄지만, 돈이 없는 사람은 피해가 없다”며 “한은이 물가 안정만 신경 쓰지 말고 돈 없는 사람이 돈을 확보하게 해야 한다”고 말했다.\n간단히 말해, 한국은행이 발권력(發券力)을 동원해 돈을 마구 찍어내서 뿌리라는 얘기다. 그러면 돈 있는 부자들은 돈 가치가 떨어져서 큰 손해를 보겠지만, 돈 없는 가난한 사람들은 돈이 없으니 애초에 손해 볼 것도 없는데다가 한국은행이 뿌리는 돈까지 손에 넣을 수 있으니 좋은 정책이라는 것이다.\n  만일 그의 말대로 통화 정책을 펴게 되면 아마도 ‘모두가 평등한 세상’이 만들어질 수는 있을 것이다. 물론 너 나 없이 모두가 전에 비해 훨씬 가난해진 ‘급하향(急下向) 평준화된 가난 세상’이 되겠지만 말이다. 사정이 이렇다 보니, 많은 경제학 전문가들이 최배근 교수에 대해 “그가 진짜 경제학과 교수라고?”라며 강한 의구심을 표시한 것이 무리도 아니다.\n\n최배근 교수는 한국은행의 독립성을 허물고, 통화 정책은 이른바 ‘계급적 관점에서의 통화 정책’이 되어야 한다는 식의 주장을 했다. 그는 “우리 경제에서 가장 공정하지 않은 분야는 금융”이라면서 한국은행의 금융통화위원회 위원 중 “소비자, 노동자, 자영업자, 청년을 대변하는 위원은 한 명도 없다”면서 금융통화위원회 위원의 구성을 문제 삼았다. 그가 말하고자 하는 요지는 “노동자 등의 계급적인 이해를 대변하는 금융통화 정책이 되어야 한다”는 것이다.\n간단히 말해서, 그는 한국은행, 그리고 금융통화위원회가 부자와 은행자본가들만의 이해를 대변하고 있다고 보고 있다. 그는 올해 9월 자신의 유튜브 채널에서 ‘부유층과 은행자본의 편인 한국은행’이라는 제목의 방송을 통해 “한국은행이 돈을 많이 공급하지 않고 있다”고 공격했다. 한국은행이 돈을 찍어서 풀지 않는 이유가 한국은행이 ‘부유층과 은행자본의 편’이기 때문에 그렇다는 것이다. 따라서 노동자와 서민을 대변할 수 있는 사람들이 위원이 되어 그들의 편에 서서 통화 정책을 펴야 한다는 것이다. 이 같은 이른바 ‘계급적 관점에서의 통화 정책’은 한국은행법 제3조에 규정되어 있는 ‘한국은행의 독립성’을 근본부터 허무는 발상이라 하지 않을 수 없다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-12-08T21:01:37.266000",
  "updatedAt": "2024-12-08T21:56:51.118000"
}