{
  "id": "80ab3043-7a64-42b1-a907-51c9ffe3205d",
  "title": "중국의 군사력",
  "content": "[美 국방부가 발표한 ‘2022년 중국 군사력 보고서]\n\n<핵무기>\n중국은 현재 400개 이상의 핵탄두를 보유하고 있으며, 현재 속도라면 오는 2035년엔 핵탄두 보유량이 1500개에 달할 것으로 보인다. 2035년은 중국이 ‘군 현대화’ 목표 년도로 정한 시기인데, 미 국방부가 중국의 2035년 핵탄두 보유량 전망치를 제시한 것은 이번이 최초이다. 중국의 핵탄두 보유량은 2년 전 보고서에서는 200개로 추정했으나 2년 만에 2배로 급증하였다. 또한, 중국은 적군의 미사일 공격을 감지하는 즉시 핵 반격에 나서는 ‘경보 즉시 발사’(LOW, Launch On Warning) 태세로 전환하고 있다.\n\n<미사일>\n중국은 2021년 135개의 탄도미사일 시험을 진행하였는데, 이는 우크라이나에서 실제로 사용된 수량을 제외하고 전 세계 발사 수량을 합친 것보다 많다. 아울러 중국의 탄도미사일과 순항미사일을 비롯해 대부분의 미사일이 다른 국제 최상위급 미사일과 대등한 수준의 품질을 보이고 있다. 특히 2021년 7월 시험 발사한 극초음속 미사일은 4만㎞를 비행하여 지금까지 중국의 지상 공격무기 중 가장 긴 비행이었다.\n\n[해군력]\nThe Pentagon estimates China’s navy to have around 340 warships at present, while the US has fewer than 300. It thinks the Chinese fleet will grow to 400 in the next two years, while the US fleet will take until 2045 to hit 350.\nBut it’s not just the increasing vastness of the Chinese navy that has raised concerns. Some of the ships China is churning out arguably have greater firepower than some of their US counterparts.\nDisplacing 12,000 to 13,000 tons, the Type 055 is bigger than typical destroyers (it is nearer in size to the US Navy’s Ticonderoga class of cruisers) and packs a formidable punch.\nIt has 112 vertical launch system (VLS) cells that fire surface-to-air and anti-ship missiles, which is more than the 96 on the newest of the US Navy’s Arleigh Burke-class destroyers. It also boasts sophisticated radio and anti-submarine weapons systems.\nAnd China is pumping them out. It began building the Type 055s in 2014 and recently commissioned its eighth, the Xianyang. The US’s work on its Zumwalt-class destroyers has been much slower; construction began five years earlier, yet only two have entered service.\n\n첨부는 최근에 미국 정치권에서 화제가 된 미 해군정보국(ONI)의 보고서인데, 함선 건조 능력이 중국이 미국의 232배임. 또한 같은 배를 건조하더라도 중국의 원가가 미국의 1/3 수준임. 조선업은 전형적인 인건비 따먹기 싸움이기 때문임. 지금 한국 조선업도 인건비 때문에 난리인데 미국 조선업의 경우는 말할 필요조차 없을 것임. 이로 인해 군함 건조속도에서도 중국이 미국을 훨씬 능가하여 2035년에 중국 해군은 미 해군 총배수량의 거의 75% 수준에 도달할 것으로 예상되고 있음. 또한 군함의 질적 측면에서도 무서운 수준으로 미 해군을 따라왔다고 ONI 보고서는 언급하고 있음. \n이 말은 현재는 서태평양을 지키는 미 해군 7함대와 동맹국 해군들로 중국 해군을 상대할 수 있지만, 2035년 쯤 가면 동태평양을 지키는 3함대에 대서양함대와 인도양함대까지 싸그리 끌고 와야 중국 해군을 상대할 수 있다는 뜻이 됨. 미 해군은 전 세계에 흩어져 있지만, 중국 해군은 대만에만 집중하기 때문에 해군력의 집중도 측면에서도 중국 해군이 크게 우위임. 더구나 본토에서 공군이 출격 가능하다는 점도 중국 해군에 또 다른 중요한 이점임. \n지금 미국은 해군참모총장이 ‘60 Second’ 같은 시사 프로그램에 출연해서 해군에 조선소가 너무 부족해서 당장 세금 때려넣어서 조선업 살려야만 한다고 난리를 치는 상황임. 그래서 칩스 법처럼 국가안보 목적에서 조선업에도 거액을 지원해주려고 하고 있음. \n\n<정보감시 정찰>\n중국이 세계 정보·감시·정찰(ISR) 시스템의 절반을 소유·운영하고 있으며 그 중 대부분은 세계 전역, 특히 인도·태평양에서 미국과 동맹군을 감시·추적·겨냥하는 것이다. 즉, 중국이 첨단 위성을 이용해 한반도·대만·인도양·남중국해를 포함한 잠재적 역내 화약고들을 감시하고 있다.\n\n<차세대 전쟁>\n중국군은 차세대 전쟁 방식으로 ‘시스템 파괴전’(System Destruction Warfare)을 중시하고 있는데, 이것은 적의 운영 시스템에서 주요 취약점을 식별하고 이에 대한 정밀 공격을 시작하는 것이다. 중국군은 2021년부터 레이저 및 C4ISR 네트워크를 활용해 적의 작전 시스템을 공격하고, 취약점에 대한 정밀 공격 능력을 갖추기 시작했다.\n또한, 중국은 다영역 정밀전쟁(multi-domain precision warfare)을 논의하고 있는데, 이 새로운 개념은 적의 운영체제에서 주요 취약점을 식별하고 그 취약점에 대해 정밀타격에 착수하기 위한 것이다.\n\n[인지전(cognitive warfare)]\n인지전은 가짜 뉴스 등으로 정부에 대한 반감을 부추기고 민간과 군의 사기를 떨어뜨리는 등 민심을 교란해 적을 무력화하는 방식이다.\n대만 당국은 중국 공산당이 최근 몇 년간 대만을 겨냥한 인지전을 늘렸으며 내년 1월로 예정된 대만 총통·입법원(의회) 선거에 개입하려 할 것이라고 누차 경고했다.\n대만 국가안전국(NSB) 차이밍옌 국장은 중국이 인지전을 통해 대만인이 차기 총통 선거에서 '대만 독립 반대'나 '융화 촉진', '외국 세력 개입 반대' 등을 지지해 차기 정부의 대중국 노선이 친중 노선으로 변경되기를 희망한다고 밝혔다.\n\n<우주 개발>\n군사적으로 전용이 가능한 우주정거장인 톈궁(天宮) 건설 프로젝트를 주목할 필요가 있다. 2022년 11월 29일 톈궁 프로젝트의 마지막 단계 임무를 수행할 유인 우주선 선저우(神舟) 15호 발사가 성공함에 따라 중국의 우주정거장 보유는 바로 목전의 현실로 다가왔다. 한편, 중국은 우주·대우주 무기도 개발 중이다.\n\n<상비 전력>\n중국 육군은 97.5만 명이다. 중국 해군은 함정 수를 토대로 세계 최대 규모(380척)이며, 공군은 세계에서 세 번째로 강력한 능력(2,800대)을 보유하고 있다.\n중국 해군 함정과 항공기는 2021년부터 인도·태평양 지역에서 곡예비행, 물체 투하 등 안전하지 않고 비전문적인 행동을 급격히 늘렸는데, 이는 미 군용기와 해군 함정은 물론 주요 동맹국과 파트너를 표적으로 삼고 있다.\n러시아가 중국에세 항구 사용권을 저버렸습니다. 이말은 뭐든 오고가며, 군대주둔도 가능하다는 말이 되버립니다. 중국은 여태 그렇게 해왔었으니까요.\n\n최근 병역볍을 개정했다. 인민해방군 250만, 예비군 2억명을 동원할수 있게 했다. \n\n<국방 예산>\n중국의 지난해 국방예산은 전년 대비 6.8% 증가한 2090억 달러(약 276조 1,935억 원)였으며, 중국 국내총생산(GDP)의 1.3% 규모이다. 이는 한국 국방비(480억 달러)의 4.4배, 일본 국방비(550억 달러)의 3.8배, 대만(154억 달러)의 13.6배에 달한다.\n\n<해외 정책>\n러시아가 중국에 항구 사용권을 주었다. 서방이나 우리나 가장 두려워했던 일들이 벌어지고 있다. 중러의 사실상 전면적 협력이다.\n\n중국군은 전 세계적으로 해외 접근과 기반을 개발하기 위한 광범위한 노력을 기울이고 있다. 특히 중국은 캄보디아 리암(Ream)에 첫 인도-태평양 해외기지를 설립했고, 아프리카의 나미비아(Namibia, 중국 전략지원부대가 우주임무를 지원하기 위해 이미 추적·원격측정·지휘(TT&C, Tracking, Telemetry, and Command) 기지를 운영하고 있는 곳) 외에도 남태평양의 솔로몬 제도(Solomon Islands)와 바누아투(Vanuatu)와도 협력하고 있다.\n\n \"아르헨티나는 국제통화기금(IMF) 보다 중국을 더 걱정해야 할 것이다\"\n현재 아르헨티나 전문기자이자 작가인 아구스틴 바를레티는 신간 \"용의 굶주림: 세계를 삼키려는 중국의 계획\"이라는 책 출간 계기 10일(현지시간) 진행된 현지 매체 인포바에와의 인터뷰에서 중국의 영향력에 대해 조심해야 한다고 경계했다.\n그는 중국은 세계 리더가 되기 위해 계속 질주하고 있으나, 점점 커지는 권위주의와 인권침해로 인해 중국이 이끌고자 하는 세계에서 더 멀어지고 있으며, 한때 중국 공산당에 의해 심한 고통을 받은 시진핑 주석이 역설적으로 \"공산당보다 더 '빨갛다'\"라고 꼬집었다. 그러면서 \"IMF는 각국에 돈을 빌려주고 긴축정책을 권하며 재정적자를 줄이라고 하지만, 중국은 경제적으로 돈을 갚을 수 없는 취약한 국가에 돈을 빌려주고 다른 것을 요구하기 때문에 더 위험하다\"라고 말했다.\n예로 아르헨티나의 경우는 남쪽 네우켄 중에 중국 우주기지가 있는데 거기엔 중국인 노동자들만 있고 중국 노동법만 적용되며, 이는 아르헨티나 국내법상 불법이다. 문제는 이 우주기지를 중심으로 400㎞ 안으로 그 어떤 라디오나 전파 방해가 있을 수 없으며, 아르헨티나 정부가 이 기지를 방문코자 한다면 3개월 전에 사전 신청을 해서 중국의 승인을 받아야 하며 고작 1시간을 방문할 수 있다는 것이다.\n이 기지 건설의 모든 자재는 외교행낭을 통해서 들여왔으며, 그 안에 무엇이 들어있는지조차 알 수 없었다고 바를레티는 설명했다.\n미국과 유럽의 정보기관에 의하면 중국은 이 기지에서 각국의 위성 등 우주에 관련된 모든 것을 감찰하고 있다고 한다. 아르헨티나 국토임에도 아르헨티나 당국이 접근할 수 없다는 것이다.\n또한, 부에노스아이레스 항구에 위치한 5번 터미널은 현재 홍콩에 기반을 둔 중국 회사가 운영하고 있는데 1년 반 동안 배 한척 들어오지 않았음에도 500명의 직원의 임금과 임대료를 지불하고 있다.\n바를레티는 이는 스리랑카처럼 중국이 해군기지를 구축하기 위한 것으로 보고 있으며, 중국은 '과학적 사용 목적'이라고 설득하겠지만, 단기간 내 아르헨티나 대통령궁에서 불과 2㎞ 떨어진 곳에 중국의 군함이 주둔할 수도 있는 상황이 될지도 모른다고 설명했다.\n이 외에도 중국이 각국에서 운영 중인 '불법 비밀경찰서'가 아직 위치를 확보하진 못했지만 아르헨티나에도 존재한다며, 중국이 자국내에서 사용 중인 5억4천만개의 CCTV, 미국에서 발견된 정찰 풍선, 틱톡, 위챗, 줌 등 각종 앱을 사용해 전 세계를 대상으로 불법 정보 수집을 하고 있다고 주장했다.\n\n<대만 관련>\n중국이 2027년까지 대만 통일을 목표로 삼고, 이를 위해 신뢰할 수 있는 군사 능력을 발전시키고 있으며, 중국 지도자들이 대만 통일 목표 달성을 위해 군사 옵션을 모색하고 있다.\n중국은 대만을 상대로 공중·해상 봉쇄, 대만 연안의 섬이나 대만 전체를 점령하기 위한 상륙 작전 등을 감행할 수 있으나, 대만 침공 시도는 중국의 군 병력을 혹사시키고 국제적 개입을 불러일으킬 수 있다. 그리고 불가피한 병력 소모, 시가전의 복잡성, 반란 가능성 등의 요인들도 시진핑(習近平)과 공산당이 대만 상륙 작전을 하는 데 상당한 정치적, 군사적 리스크가 될 것이다. 중국군은 2021년도에 3개월 동안 120건 이상의 수륙양용훈련을 실시했다.\n\n \n<한반도 관련>\n미 국방부는 한반도와 관련하여 중국군이 비상사태에 대비해 공중·지상·해상 및 화생방 훈련을 실시하고 있으며, 사태 발생 시 중국 지도부가 북-중 접경 지역을 담당하는 북부전구사령부에 작전을 지시할 수 있다고 예상했다. 이 작전 명령에는 난민 유입을 통제하기 위한 국경 장악, 북한의 대량살상무기(WMD, Weapon of Mass Destruction) 확보, 북한을 완충지대(buffer state)로 유지하기 위한 군사적 개입 등이 포함될 것으로 추정된다.\n또한, 중국은 유엔 제재에도 불구하고 계속해서 해로를 이용해 북한산 석탄을 수입하고 있고 영해 내에서 이뤄지는 선박 간 환적을 막는 데 실패하고 있다.\n\n[군사기술]\n중국 전투기 성능은 좀 비웃어도 되긴 한데..\n열심히 꾸준히 개선은 하고 있단건 인정해야하고요\n(솔직히 우리랑 당장 붙으면 다 띄우지도 못하고\n우리가 5:1이상 교환비로 이길수 있다 봄)\n육군도 전차, 자주포, 천무등도 우리가 압도적입니다.\n근데 중국 드론은 우리보다 확연히 앞서고,  미사일기술과\n핵기술은 당연히 무시못합니다. 전함건조능력도 굉장히\n좋아졌구여..(전함건조능력중 대잠능력은 미흡하고,\n대공능력도 좀 떨어지지만)",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-11T01:41:04.868000",
  "updatedAt": "2024-03-10T17:27:30.302000"
}