{
  "id": "814a22cb-9cda-4e46-9c0c-eb781418d7b2",
  "title": "왜구",
  "content": "![image](media/1720048809573.1838035168.png)\n![image](media/1907e045741.9588e030807da30c.png)\n\n\n고대 이후 왜구는 1000년이 넘도록 해안가와 섬 주민을 괴롭혔다. 그래도 14세기까지는 왜구에 대한 기록이 많지 않다. 없었기 때문이라기보다, 초창기 왜구 해적들은 소규모로 이루어져 역사 책에 기록될 만큼 큰 피해를 입히지 않았기 때문인 것으로 보인다.\n그런데 14세기부터 상황이 달라졌다. 왜구 규모가 불어난 것. 1350년 왜구 수 천이 고성에 상륙했다.  '왜구 악몽'의 시작이었다. 이때부터 침략해 온 왜구는 적게는 수 천에서 많으면 수만 명에 이르렀다. 한 번 침략할 때 끌고 오는 함대만 수백 척이었다. 고려는 참담하게 당했다. 왜구의 함대는 300척이 넘을 때도 있었다. 당시 고려가 보유한 전체 함선이 100척 정도였다니, 당시 왜구의 규모를 짐작할 수 있다. 고려 함대는 나가서 왜구를 토벌하기는커녕, 행여 예성강을 타고 개경으로 들어올까 봐 개경의 포구와 강둑을 지키기만 급급했다. 왜구는 태연히 개경 턱밑 예성강 하구나 강화도, 교동에 진을 치고 앉아 수도로 들어오는 조운선(세금으로 거둔 곡식을 실은 배)을 접수했다.\n왜구 전성기는 대략 16세기까지 이어졌다. 고려만 당한 게 아니었다. 대만은 아예 점령을 당해 통치를 받았고, 중국 해안가는 초토화됐다. 이들은 필리핀과 인도네시아까지도 진출했다. 사무라이의 상징인 일본도가 신무기로 명성을 떨치기 시작한 것도 이때부터다. 원래 도(刀)는 한 손으로 쓰는 무기였다. 물론 두 손으로 휘두르는 종류도 있었지만, 대개의 양손도는 크고 무거웠다. 그런데 일본도는 중국의 양손도보다 가볍고 날카로우면서, 한손도보다는 길고 사람을 단숨에 동강 내버릴 정도로 강력한 위력을 발휘했다. 일본도는 한손도의 사정권 밖에서 방패와 사람을 한번에 동강 내버렸다. 길이가 긴 창 역시 적수가 되지 못했다. 멀리서 공격이 가능했지만 동선이 단조로워 일본도의 속도와 움직임을 당해내기 힘들었다. \n왜구 침략 초기 육지에서는 고려군이 더 잘 싸웠다. 하지만 시간이 지나면서 기동력에서 왜구에 밀렸다. 고려는 거란, 몽골 등 북방 민족과의 전쟁에만 매달렸기 때문에 수군 양성에 소홀했다. 때문에 갑작스레 왜구의 규모가 커지자 함대가 부족한 고려는 효과적으로 대응할 수 없었다. 할 수 없이 육지만 지켜야 했는데 이게 쉬운 일이 아니었다. 전 해안선을 빈틈없이 지키려면 병력을 흩어 산개시켜야 하고, 병력을 충분히 모아놓으면 빈 공간이 생겼다. 왜구는 이 약점을 절묘하게 공략했다. 고려군이 뭉치면 우회해서 빈 곳을 찌르고, 산개하면 공격해 각개격파했다.  구원 부대가 연락을 받고 출동하면 왜구는 이미 바다 위에 떠 있었다.\n왜구의 ‘히트 앤드 런(hit and run)’ 전법에 고려는 속수무책으로 당했다. 해안가 도시와 마을은 무인지대가 됐다. 간혹 주민들이 돌아와도 집을 짓지 못하고 주변 산속에 토굴을 파고 몰래 살았다. 바다에서 관측이 되는 지점부터는 농사도 지을 수 없었다. 주민들은 조심스레 바닷가로 나가 고기와 조개를 잡고, 발자국과 흔적을 지우며 토굴로 돌아갔다. \n왜구의 장기는 칼이나 창 등을 들고 직접 몸으로 맞붙어 싸우는 전투, 즉 '백병전'이었다. 일본도를 활용한 왜구의 백병전 능력은 실로 대단해서 고려군, 중국군, 심지어 당대 세계 최강이라 불린 몽골군조차도 이들과의 백병전을 두려워했다고 한다.\n1374년이 되자 고려 본토 피해를 줄이면서 왜구를 본질적으로 격퇴하는 방안에 대한 논의가 본격적으로 나오기 시작했다. 고려의 역사적인 맹장 최영은 아예 병선 2000척을 새로 건조하고 수군 10만을 양성해 바다에서 싸우자는 주장을 했지만 돈과 시간의 문제로 시행되지는 못했다.\n고민에 빠진 공민왕 앞에 혜성처럼 등장한 무장이 '정지(鄭地)'다. 그는 한마디로 '양보다 질'을 외쳤다. 정지의 목표는 고려의 형편에 맞는 해전술을 개발해 병력 부담을 줄이고 단위 전투력을 높이자는 것이었다. 그는 곧장 고향인 나주로 내려가 나주와 목포, 그리고 주변의 섬들에서 바다에 익숙한 장병들을 불러 모았다. 그들과 함께 전술을 개발하고, 기계를 만들고, 병사를 조련했다. 이때 개발한 전술이 ‘왜선 붙들어 매기’다.\n병사들은 긴 장대에 갈고리와 밀대를 각각 장착한다. 왜구의 쾌속선이 접근하면 한 팀은 밀대로 밀어 왜선이 더 이상 접근하지 못하게 하고, 한 팀은 갈고리로 왜선을 붙잡는다. 그리고 꼼짝달싹하지 못하게 된 왜선에 화살과 돌을 퍼붓는다. 한 수병이 낸 아이디어였다고 하는데, 나중에 화약 무기를 발명하자 이 전술의 효과가 극대화됐다. 꼼짝 못 하게 된 왜선을 폭탄 한 방으로 날려버릴 수 있었기 때문이다.\n바다에서 자란 용사들을 모집해 새로운 전술과 기구로 무장하고 혹독하게 훈련한 정지 부대는 고려 최강의 함대였다. 그들은 왜구와의 일대일 승부에서 수차례 승리함으로써 최소한 2, 3배의 병력으로 싸워야 했던 과거의 공식을 깨뜨렸다. 1376년에는 최무선이 화기를 생산에 성공하면서 정지 부대에도 화약이 보급됐다. 정지 함대의 전투력은 이제 다수의 왜구도 격파할 수 있는 수준으로 향상됐다.\n1383년 관음포 해전은 그 절정이었다. 왜구는 함대 120척을 앞세워 남해로 밀고 들어왔다. 정지의 개량 전술에 이미 당해본 경험이 있던 왜구는 소형선 위주의 공격 전술을 개량해 140명이 탈 수 있는 대형선을 20척까지 마련했다. 고려 대형선 수용 인원이 보통 100명 정도였으니 대단히 큰 배였다. 고려군의 갈고리 전술을 무력화시키고, 대형선으로 충돌해 자신들이 잘하는 백병전을 유도한다는 전략이었다.\n정지는 왜구의 절반밖에 되지 않는 병력으로 이들과 맞서 대승을 거뒀다. 왜구의 대형선 20척 중 17척을 파괴한 것. 이때부터 해전의 주도권은 확고하게 고려로 넘어왔다.\n정지는 본격적으로 해상에 나서기 전 무려 8년이란 시간을 부대 훈련에 투자했다. 그의 부대원들은 나중에 교동으로 집단 이주해 강화도와 한강 입구를 방어하는 중책을 맡았는데, 정지 부대 부대원 한 명이 다른 부대원 10명을 이겨낸다는 평가도 받았다. 예순이 넘은 후에도 아직 젊은이보다 나으니 현역으로 동원하자는 건의가 올라올 정도였다.\n\n\n강원대 손승철 교수는 저서 '조선통신사 일본과 通(통)하다(도서출판 동아시 아, 2006년)'에서 고려사 기록 등을 토대로 왜구 는 적을 때는 몇십 척 많을 때는 500척에 이르는 대선단으로 구성돼 있었다고 분석했다. 손 교수는 이 책에서 \"일본 도쿄대학교 사료 편찬소에는 후기 왜구가 중국 남쪽 해안을 약탈하는 장면을 그린 왜구도권(倭寇圖卷)이 남아있는데, 그림에 묘 사된 것을 토대로 왜구의 수를 감안해 한 배에 10명 내지 20명이 탔다고 하면, 500척인 경우 적어도 5000명에서 1만 명의 왜구가 몰려왔던 것\"이 라고 강조하기도 했다. 왜구들의 약탈과 살육 공 포가 어떠했는지를 보다 실감 나게 알기 위해 손 교수의 책을 더 살펴보면, \"왜구가 극심했던 1382 년에는 (왜구들이) 서너 살짜리 여자아이의 배를 갈라 내장을 꺼낸 다음 쌀을 넣고 고사를 지낸 뒤 그 쌀로 밥을 해 먹었다는 기록도 나온다\"고 소개 하고 있다. \n\n\n \n고려사절요 권27 공민왕(恭愍王) 12년 4월 \n왜선 213척이 교동(喬桐)에 정박하니, 경성에 계엄령을 내리고 안우경(安遇慶)을 방어사(防禦使)로 삼았다.\n\n교동군(膠東郡)은 진나라에서 설치한 중국의 옛 군이다. 진나라 당시의 이름은 즉묵군(卽墨郡)이라고도 한다. 대략 북 자오라이하(胶萊河 교래하) 이동의 산둥반도 동부를 관할했다. 전한에서는 대부분 교동국(膠東國)의 영토였다.\n\n교동반도\n청도, 연대, 위해 등 도시를 포함하는 지역",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-07-04T08:13:17.740000",
  "updatedAt": "2024-09-17T07:46:41.370000"
}