{
  "id": "816d6ea3-1509-429d-8dc8-478d167878c7",
  "title": "지주사 할인",
  "content": "지주사 디스카운트는 지주회사가 통상의 사업회사보다 투자자들로부터 저평가받는 현상을 뜻하는 개념으로 국내 주식시장에서만 발생하는 특유의 현상이다.\n지주사 주가가 지나치게 저평가받고 있다는 주장이 나오고 있다. 시가총액이 순자산가치(NAV)의 절반에도 못 미치는 지주사도 늘고 있다. \n순자산가치란 지주사의 영업 가치에 상장·비상장 자회사 지분 가치를 모두 더한 것을 말한다. 자회사 주가가 올라 지분 가치가 상승했지만 지주회사 주가는 상대적으로 덜 올라 발생한 현상이다.\n지주사 디스카운트의 원인으로는 모회사·자회사 동시 상장으로 인한 '더블 카운팅'과 투자자들의 미진한 관심 등이 꼽힌다.\n\n애널리스트들은 지주사의 기업가치를 계산할 때 대체로 ‘가치합산법’을 사용한다. 자회사의 지분 가치에 으레 30% 이상의 할인율을 적용하고 이를 합쳐 적정 몸값을 도출하는 식이다. \n이 같은 지주사 할인은 국내 증시에서만 통하는 공식에 가깝다. 주로 비상장 자회사를 보유한 해외와 달리 국내 지주사는 상장 자회사를 중심으로 구성되기 때문이다. 실질 영업 능력을 갖춘 곳은 하나뿐임에도 모회사와 자회사가 동반 증시에 상장되니 ‘더블 카운팅(중복 계산)’ 문제가 발생해 할인이 정당하다는 인식이 확산된 것이다. 일례로 구글은 유튜브가 잘 나가도 따로 기업공개(IPO)를 시키지 않고 지주사인 알파벳만 상장돼 있지만 삼성·SK의 주축 자회사는 대부분 별도 상장돼 있다. \n\n하지만 가치 투자자들은 현재 지주사가 ‘말도 안 되는 헐값’에 거래되고 있으며 오히려 웃돈을 줘야 한다는 정반대 견해를 내놓고 있다. 근거는 최대주주와 소액주주의 이해관계가 일치하기 때문이다. ‘코리아 디스카운트’가 발생하는 것은 대주주가 소액주주의 권리를 편취하는 등 거버넌스가 취약하기 때문인데 총수와 한 배를 타는 지주사는 이런 걱정에서 비껴나 있다. 또 지주사는 자회사의 의사 결정권을 쥐고 있음에도 20~30% 수준의 경영권 프리미엄을 전혀 인정받지 못하는 현상 역시 이해하기 어렵다는 지적이다. \n가치 투자자로 유명한 이채원 라이프자산운용 의장은 “지주사는 자회사가 부실하면 이를 팔고 새 회사를 인큐베이팅해 수조 원의 차익을 얻는 투자회사 성격을 지녔다”며 “한국은 경영권 프리미엄이 가장 높은 국가임에도 현재 지주사에는 이 가치가 반영되지 않았다”고 강조했다.\n\n증권사들은 SK가 보유한 계열사 지분 가치에 30%가량의 할인율을 적용하고 있다. 하지만 실제 시장에서는 50% 넘는 할인율이 적용되고 있다.\n\nSK이노베이션과 SK텔레콤을 품고 있는 SK㈜나, LG화학과 LG전자를 품고 있는 ㈜LG의 상황과 크게 다르지 않은 그림인 셈이다. 이들은 이미 '지주사 디스카운트'에 시달리고 있다. 증권가에 따르면 올해 상반기 말 기준 SK㈜와 ㈜LG의 주가는 순자산가치(NAV)의 50% 이상을 할인받고 있다. \n\n포스코가 물적 분할을 단행할 경우 주주 반대의 난관이 발생할 수 있다는 평가를 내놓는다. 업계 관계자는 \"포스코가 철강업 프레임에서 벗어나기 위해 지주사 전환을 추진하지만 이미 비철강업 기업들은 상장돼있는 상태\"라면서 \"물적분할이 이뤄지면 기존 주주들은 더블 카운팅으로 할인된 지주사의 지분을 가져가는 상황\"이라고 분석했다.\n\n2019년 한국증권학회에 발행한 '한국주식시장의 지주회사 디스카운트' 논문에 따르면 △지주회사의 디스카운트 현상이 실재하고 △디스카운트 현상이 자·손자회사 혹은 사업형 자주회사에는 발생하지 않으며 ·지주사에 대한 투자자 관심이 저조하다는 결론이 나왔다. 이 논문에서는 지주회사의 장부가치 대비 시장가치의 수치가 상당히 낮다는 근거를 제시했다.\n\n2021. 7. 삼성증권에 따르면 SK, LG, 롯데, CJ, 한화, 두산 등 6개 지주사의 순자산가치 대비 시가총액 할인율 평균은 51%에 달하는 것으로 나타났다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-24T09:01:33.475000",
  "updatedAt": "2024-02-29T15:06:53.062000"
}