{
  "id": "81863fe8-0dcb-49ec-b383-67404e7c1b7c",
  "title": "새뮤얼슨(샤뮤엘슨/사뮤엘슨)의 오판",
  "content": "새뮤얼슨은 끊임없이 그리고 여러 번 소련 경제에 대한 우호적인 시각을 유지했다. 1961년에는 “소련 경제가 이르면 1984년, 늦어도 1997년에는 미국을 제칠 것”이라고 예언했고,\n시장과 정부의 혼합경제를 강조하다보니 1973년 판 교과서에서는 소련의 1인당 국민소득이 1990년까지 미국을 추월할 것이라고 잘못된 예측을 했다.\n 1980년에는 ‘2002년과 2012년 사이’로 예언 실현 기간을 늦추긴 했지만 “소련이 세계 경제의 주도권을 잡을 것”이라고 했다. 소련 붕괴 석 달 전 1989년에도 “소련과 같은 명령경제 국가도 번영할 수 있다”와 같은 발언을 했다. \n 『경제학』의 1989년판에선 이렇게 썼다. ‘많은 회의론자들이 예전에 믿었던 것과는 달리 소련 경제는 사회주의 통제경제가 작동하고 번성할 수 있다는 증거다’. 1970년대에는 매년 초 파이낸셜타임스(FT)에 미국의 신년 경기예측을 내놨는데 많은 경우 빗나갔다.\n \n새뮤얼슨은 사회주의 경제시스템이 자본주의에 비해 우월하다는 시각을 가지고 있었던 것으로 보인다. 이러한 오판의 주요한 원인은 기업의 중요성을 간과한 것이라는 의견이 있다. 모든 것을 숫자로 따지고 분석하는 것만이 ‘과학적이고 확실한 추론’이라고 믿은 사람에게 ‘무(無)에서 유(有)를 일궈내는 창발(創發) 조직’으로서의 기업이 눈에 들어올 리 없었다. 새뮤얼슨은 미국보다 한발 앞서 유인우주선을 쏘아올리고, 최강의 실용성능을 자랑한 칼라시니코프 소총을 개발한 소련의 눈부신 기술력이 모든 걸 말해준다고 철석같이 믿었다. 소련에는 그런 기술을 ‘사회적 재화(財貨)로 전환시키는 장치’로서의 기업이 없었다는 게 무엇을 의미하는지를 알려고 하지 않았다.\n“마차를 아무리 많이 이어 붙여도 기차가 되지는 않는다”는 말이 있다. 마차를 기차와 자동차로, 비행기와 우주선으로 도약시키는 장치는 ‘창발적 조직’인 기업이다. 새뮤얼슨은 그런 기업의 본질에 무지했기에 “경제학을 현실과 동떨어진 제2의 물리학으로 만들었다”는 조롱을 들어야 했다.\n\n1960~70년대 미국의 저명한 경제학자들은 '소련이 20~30년 내 1인당 국민소득 측면에서 미국을 앞지를 것'이라고 내다봤다. 당시 그같은 견해를 대표하는 인물로 1970년 노벨경제학상을 받은 폴 새뮤얼슨 MIT 교수가 있었다. 당시 대부분의 주류경제학 교과서는 정도의 차이가 있었을 뿐 사회주의경제의 성과에 낙관적 견해를 보인 건 동일했다. \n하지만 소련의 붕괴가 진행되던 1991년 발간된 새뮤얼슨의 경제학 14판본에서는 '번성하고 있다'는 구절이 빠졌고, 1995년 15판본에서는 소련의 연평균 경제성장률 표가 삭제되고 '소련의 계획경제는 실패한 모델'이라는 문구가 삽입됐다.\n\n'경제계산 논쟁’에서 정확하게 사무엘슨 식의 사고를 했던 오스카 랑게가 자본재나 자본에 대한 소유권을 철폐하더라도 그 경제가 작동할 수 있다고 주장했던 반면, 미제스는 자본재에 대한 소유권이 철폐되면 이를 거래하는 시장이 형성될 수 없고 그렇게 되면 어떤 방식으로 생산을 할 때 가장 자원을 절약적으로 사용하는지에 대한 아이디어를 얻을 수 없다고 갈파했었다. 상벌을 통해 인간의 인센티브에 영향을 주는 방식으로 '계획을 하는’ 정부가 모든 경제문제를 조정할 수 있고 이를 통해 시장에서의 결과보다 더 나은 결과를 만들어낼 수 있다고 생각했던 사람들은 경제계산의 문제를 간과했다. 이런 치명적 실수는 사회주의에 경도된 정치가들뿐만 아니라 사무엘슨처럼 저명한 경제학자도 저질렀던 것이다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-17T17:46:12.148000",
  "updatedAt": "2024-11-08T14:59:18.068000"
}