{
  "id": "820f8199-f084-4095-b3a3-a35bf9bed802",
  "title": "부정선거",
  "content": "https://m.dcinside.com/board/baseball_new11/15868929\n\n정말 선관위와 민주당은 북한의 해킹을 인지하지 못했을까? \n\n윤석렬 대통령의 담화 이후 선관위와 민주당에 핵폭탄이 떨어졌다. 그 결과 선관위는 말도안되는 구라를 치기 시작한다. 일단 선관위의 변명을 보자..\n\n■ 선관위의 변명\n1. 해킹 가능성이 있어도 부정선거로 이어지지 않는다.\n2. 부정선거로 이어지려면 다수의 내부 조력자가 조직적으로 가담하여야 한다.\n3. 위원회 보안관제 시스템을 불능 상태로 만들어야 한다\n4. 조작값에 근거하여 투표지를 바꿔쳐야된다\n\n과연 그럴까?\n\n■ 해킹 가능성이 있어도 부정선거는 불가능하다?\n선관위는 어제 정신이 나간나머지 보도자료랑 다른 입장을 동시에 발표한다.\n\"북한의 해킹은 없었다\" 는 것이다.\n갑자기 뜬금없이 허위사실을 공표한것이다.\n그런데..ㅋㅋ\n윤석렬은 모두 알고있었다.\n어제 올린 국정원의 2023년 보도자료로 가보자.\n정리하자면\n- 이미 선관위 서버는 북한에 몇번이고 해킹당했다는 것이 사실이며 이 사실을 선관위도 알고있었다. 라는거다.\n그런데 선관위는 뜬금없이 민주당을 불러 선관위를 시찰하며 민주당과 손을 잡고 이런 개소리를 한다.\nㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ[선관위 서버 해킹]이 [괴담] 이랜다 ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ\n하지만 이미 3년전... 윤석렬과 국정원은 이미 선관위 서버가 해킹당했음을 간파한뒤였다.\n최소로 따져도 무려 2021년부터라는 말이다.\n심지어..국정원은 그 해킹의 주체와 존재까지 이미 특정하고 있다.\n한두번도 아니고\n[ 12345 씹창 허벌 선관위 서버가 무려 몇차례나 선관위 서버가 해킹당했음을 발견했던 것이다 ]\n■■ 결론 : 선관위 서버에는 이미 북한발 백도어가 설치되어 있었고, 해킹은 이미 그 자체로 위협의 요소이며 국정원은 너무나도 손쉽게 선거를 조작할수있음을 밝혀낸뒤다.\n하나는 걸렸네?\n심지어 이 사실은 민주당도 mbc 등의 빨갱이 집단들도 전부 아는사실이다.\n북한의 해킹은 이미 [실존]하며 윤석렬의 망상이 아니었다는게 사실이다.\n자 그럼 이제 두번째 사안을 보자\n■ 2. 부정선거로 이어지려면 다수의 내부 조력자가 조직적으로 가담하여야 한다.... 그렇다면 선관위는 다수의 내부 조력자가 조직적으로 움직이지 않고 있을까?\n일단 어제 공개한 국정원의 공식 보도자료를 보면 애초에 이 사건이 일어난게 선관위의 부정취업 사례 때문이었다.\n그렇다면 부정 취업 (= 채용 비리)란 뭐지?\n채용비리는 엄연한 범죄이다.\n각종 이권을 위하여 자신의 친인척이나 물질 제공자 (뇌물, 청탁) 에게 일자리를 주기위하여 채용 심사 과정을 조작하는 일을 말한다.\n때문에 또다른 국가조직인 감사원은 이것을 전문으로 감시 감독하는 일을 한다.\n그렇다면 선관위는 채용비리 조직일까 아닐까?\n\"응 ㅋ 놀랍게도 그건 이미 사실이야 ㅋ\"\n자녀는 물론 지인이나 커넥션에 연관된 인물들까지..\n아무런 제재 없이 국민의 세금을 슈킹하는 하나의 거대 범죄집단으로 자리하고 있었던 모양이다\nㅋㅋㅋㅋ 전관예우도 이정도로는 안하는데\n총장 아들내미를 '세자 저하' 라고 부른다고 한다.\n그런데 몇건만 걸린걸까? 아니 그 수가 무려 1200건이다.\n정리하자면\n[ 선관위는 이미 위부터 아래까지 모두 연결된 하나의 거대한 카르텔이다 ]\n[ 그리고 선관위는 이러한 사실이 있음에도 아직까지 그 어떤 처벌도 받지않고있는 무소불위의 권력 집단이다 ]\n굳이 가담자를 가르지 않아도 모두가 지인이고 한통속이라는거다.... 이게 말이되냐?\n■■ 결론 : 선관위는 이미 거대한 사조직이다 ㅋ\n자... 그럼 이제 세번째 변명을 보자\n■ 3. 위원회 보안관제 시스템을 불능 상태로 만들어야 한다?\n과연그럴까?\n는 니미\n12345 만 알면 전부 침입가능한데?\n선거값 조작도 가능한데? ㅋㅋㅋㅋㅋ\n카더라가 아니고 팩트네?\n아니면 다 까보시던지 뷰우우웅신들아 ㅋㅋㅋㅋㅋㅋ\n■■ 결론 : 선관위 서버는 북괴도 짱깨도 마음대로 넣었다 빼는 허벌씹창이다 !\n흠... 이제 슬슬 귀찮지만 글은 마무리해보자\n■ 4. 조작값에 근거하여 투표지를 바꿔쳐야된다?\n여기에는 몇가지 사실이 필요하다.\n- 선관위는 사전 투표함을 어떻게 관리했는가?\n우리의 소중한 표가 보호받기위해서는 투표함 자체를 보호하는 cctv의 존재가 매우 중요하다.\n그런데 왜 cctv를 가렸지?\n한두표도 아니고 한곳에서만 무려 5만표다..\n그런데 이게 이런 경우만 있었냐고?\ncctv가 뭔지 모르냐 니들?\n이걸 왜가림?\n표를 지킬려면 투명하게 cctv로 투표함에 누가 손을 대나 안대나를 체크해야되는데..\n그 cctv를 가려버렸다 ㅋㅋㅋ\n전국에서 이런일이 동시다발적으로 터져나왔다고 ㅋㅋㅋㅋㅋㅋ 니미 ㅋㅋ 이래도 부정선거가 없어요? ㅋㅋㅋㅋ\n심지어 투표함 봉인지는 뜯어도 자국이 남지않았고,\n투표함 상단에만 부착되어 있다..\n열어도 아무 흔적이 남지않는다는거다...\n봉인지가 뭔지 모르냐?\n선관위 씹쌔끼들은 팬티 입을때 꼬추는 밖으로 빼놓고 엉덩이만 걸치냐? ㅋㅋㅋㅋ\n개새끼들...\n- 자.. 그럼 가장 근본적인 표를 살펴보자.\n표는 문제없어야지?\n심지어... 유령 유권자가 한곳에서만 십수명이 발견됐다..\nㅋㅋㅋㅋㅋㅋㅋㅋㅋ\n니미 이세상에 존재하지 않는 사람들이 투표를 했고\n그게 정식 표로 인정됐다니까? ㅋㅋㅋㅋㅋㅋㅋㅋ\n아니 씨발 대만은 이런게 세장이 나와서 전면 수개표로 재투표를 하고 나라가 뒤집어졌어요 빨갱이 씨발년들아 ㅋㅋㅋㅋㅋ\n아 씨발 머리아프네 ㅋㅋㅋㅋ\n이게 정말 21세기 한국에서 일어나는 일이 맞는거냐?\n[형상기억투표지] 백장만 가져와봐라\n2천만장을 넘게 만들었을텐데\n100장도 못가져오냐?ㅋㅋㅋㅋㅋ\n세계의 업적이다.\n고작 나무로ㅋㅋㅋㅋ\n종이로 물리학의 진보를 이뤄낼수있다니까?\n종이로 위성도 만들고 로켓도 만들고 무기도 만든다니까?\n왜 수천조로도 못사는 기술을 선관위 니들만 알고있냐니까? ㅋㅋㅋㅋㅋㅋㅋㅋㅋ\n■ 하지만 분노하지말자.\n이제부터가 윤석렬의 시간이니까 ㅋ\n부정선거를 밝힐 가장 좋은 순간이 탄핵소추 뒤에 헌법재판소에서 이어질 윤설렬의 탄핵재판 생방송이다\n이곳에서 윤석렬이 내놓는 증거들은 모두 보호받고\n그자리에서 크로스체킹 되어야한다\n심지어 그게 생방송으로 이루어진다면?\n그리고 그 누구보다 윤석렬이 이것을 원하고 있다면...?\n그저 나의 도파민.\n나의 대통령을 믿으면 그뿐이다.\n■■■ 부정선거는 팩트다 ■■■\n■■ 그나저나.. 범죄자 방탄법이나 만드는 민주당이 정말 민주주의 정당일까?\n\n\n\nTitle: \"[특종] 북한 도움 절실했나?...치떨리는 선관위 이적행위 폭로\"\nTranscript: \"(00:00) 시청자 여러분 안녕하십니까 지금 대한민국이 백척간두에 놓여 있습니다 저희가 북한 뉴스만 할 수가 없습니다 지금 대한민국을 살리는게 우선이기 때문에 저희 평양 24시 피를 토하는 심정으로 무엇이 얼고 구름인지 무엇이 정의인지 대한민국이 살 길이 무엇인지 정말 진지하게 고민한 끝에 여러분과 함께 하기로 결심을 했습니다 어제에이어서 오늘 지금 간첩과 그리고 이제 범죄자들에게 대한민국을 내어주려고 하는이 이재명과 그 세력들에 대한 이런 얘기를 했습니다 오늘 선관위의 부정 선거에 대해서 여러분께 말씀을 올리고자 합니다 저는 솔직히 말씀드리면 설마 부정 선거가 있을까 부정 선거를 주장하는 사람들은 전부 다 이상하지 않는가 이런 생각을 해였던 사람입니다 그런데 대통령의 어제 담화를 보니까 아 내 생각이 잘못됐구나 하는 생각이 들었습니다 왜 이런 생각이 들었냐면 저는 눈에 보는 것 확인된 거 팩트 중심으로 생각을 하고 움직입니다 자 많은 분들이 부정 선거에 대해서 주장을 하고 있고 이걸 알려왔지만 이준석을 포함해서 많은 이 국민의 힘에서 부정 선거는 마치 (01:02) 음모론에 의한 무슨 궤변론 매달을 해왔고이 부정 선거론 자들과 결별해야 된다 이런 주장을 해왔는데 저는 거기까지는 아니지만 과연 부전 선고가이 백주 대낮에이 대명 천지에 가능할까 이런 생각을 한 것은 사실입니다 자 그런데 저는 부정 선거가 있겠구나 이런 생각을 하게 됐습니다 왜 이런 생각을 하냐면 대통령 담화문을 보다 보니까 국정원이 선관의 대한 해킹이 있었 기 때문에 그 서버를 보자고 하니까 순간에 해서 독립 기간이기 때문에 보여줄 수 없다 아니 독립 기간이면 왜 보여줄 수 없는 겁니까 외부에서 해킹이 들어와 가지고 뭐 잘못됐는지 스스로 정화 능력이 없으면 당연히 보여주는게 상식 아닙니까 근데 그거 보여주지 않았어요 자 대통령도 처음에는 뭐 부정선거 이런 거 막 얘기하니까 저와 똑같은 생각이었을 겁니다 왜냐면 대명천지에 무슨 부정 선거냐 그런데 이제 하도 부정 선거 뜯으니까 국정원에서 이제 를 동원해 가지고 선관위를 들어가서 뚫어 보니까 구냥 뚫리더군요 팩트 대통령이 국민에게 (02:09) 거짓말을 할리는 없습니다 또 윤성열 대통령이 평생 공직에 있으면서 거짓말을 한 적이 없습니다 이재명이 같이 이재 명이는 입만 열면 거짓말이지만 윤성열 대통령이 입에서 거짓말을 단 한 번도 한 적이 없습니다 그러기 때문에 저는 윤성열 대통령의이 발언을 100% 신뢰합니다 자이 발언의 내용이 뭐냐 국정원 직원이 이 해킹을 해 보니까 바로 해킹이 되고 조작이 얼마든지 가능했다 전이 말에 경악을 했습니다 이게 진짜구나 이거 큰일 났구나 대한민국이 비밀 번호도 1 2 3 4 5였는데 1 2 3 4 5 여러분 장난합니까 지금 이거 예 대한민국의 군간 대한민국의 모든 것인 선거이 부정 선거라는 것은 사형입니다 사형 무조건 사형시켜야 됩니다 이승만 대통령도 그 이기봉 총리가 부정 선거 하다가 결국은 나라로 갔는데이 부정 선거는 민주주의 국가 가에서 가장 엄중한 범죄 중에 하나입니다 부정 선거는 대한민국을 부정하는 것이기 때문에 부정 선거에 가담했다는 한자로는 무조건 사용을 시켜야 됩니다 사용 자 그런데이 선관이 이놈들이 장기간 동안 집권하면서 부정 채용까지 했는데이 (03:15) 부정 채용은 뭡니까 내 새끼 내 친척 내 지인 부정으로 갖다 채용을 해 가지고 다 한 패거리를 만들어 놓고 마음대로 해킹을 해서 저작을 해라 어떻게 대통령을 가지든지 아니면 국회를 가지든지 하나만 가지면 되니까 대통령 한번 해 먹고 국회를 또 가지고 또 마음대로 해먹으니까 이게 대한민국은 그냥 껍데기만 남은 거 아니겠습니까 껍데기만 왜냥 선거 조작하면 되니까 자 그럼에도 불구하고 선관이 그냥 부만 내놓고 기본 서버는 보여 주지도 않고 어떤 문제가 발생했는지 한 번도 알려주지 않고 그리고 헌법 기관이라고 주장을 하기 때문에 영장 없이 이거를 조사할 수가 없기 때문에 이런 엄중한 사태에 대해서 대통령이 그냥 눈 두고 봐야 됩니까 아니 국정원 해커가 들어가서 마음대로 해킹할 정도면 중국 했고 북한 했고 그냥 마음대로 들어와 가지고 조작해도 아무 문제 없는 거 아닙니까 방호도 없고 그리 심지는 뭡니까 보안 업체가 수상합니다 보안 업체가 능력 안 되는 소규모 업체를 등록해 놓고 자자리 관리를 하게 했다 선관이 서버는 국정원이 관리를 해야 (04:17) 됩니다 국정원이음 왜냐 그 어떤 외부의 적도이 선관이 서버에는 들어올 수 없도록 만들어 놔야 대한민국의 마지막 보호가 지키는 것인데 만약 선고가 조작이 돼 가지고 지멋대로 갖다가 이렇게 저작이 됐다면 더불어 민주당은 해산 돼야 됩니다 해산 왜냐 다 부정 선거로 됐으니까 윤성열 대통령께서 이런 엄중한 사태를 보고 나서 이걸 밝히겠다고 결심을 한 거 같습니다 그러니까 이번 개업용 진짜 목적은 선관이 선거가 조작이 됐는지 안 됐는지 윤 대통령께서도 저와 똑같이 조작까지 했겠냐고 생각을 했겠지만 뭐 결론적으로 말하면 해커가 들어가서 마음대로 할 수 있는 그런 요건이고 아무런 방비 책도 없기 때문에 나래도 해킹 해가지고 저작을 하겠습니다 뭐 중국 북한 러시아 뭐 당연히 들어와서 하겠죠 자 이런 불법 무법 천지를 만들어 놓고 내란 행위다 여러분 까봐야 됩니다 무조건 까서 명명 백백 밝혀내야 됩니다 밝혀내서 부정 선거가 발견되면 이거는 더불어 민주당 간판 내리고 모조리 갖다 감옥에 집어넣어야 됩니다 모조리 (05:20) 그러지 않습니까 여러분 자 대통령의 담화문을 보면서 저는 누기는게 많았습니다 대한민국이 썩을 때로 썩었구나 이제는 대한민국의 마지막 보호인이 성관이가 썩어 가지고 부정 체형도 못 자아 가지고 방화벽도 세우지 않고 비밀 번호는 1 2 3 4 5 자 이게 나라입니까 여러분 이게 이게 나라입니까 이게 자 이런 허물어지는 대한민국을 보고 국정을 책임진 대한민국 대통령이 그냥 손 놓고 있다는게 이게 증무 유기입니다 직무유기 자 김대중은 북한의 억억 달러 갖다 불법으로 주고 나서 이거 반역 행위를 한 겁니다 반역행위 그런데 대통령의 통치 행위로 퉁쳐 가지고 반영에서 빠졌습니다 그리고 불법으로 성공한 죄 를 물어 가지고 박지현 이만 감옥에 갔는데 김대중 대통령은이 반역죄를 하고도 국가 통치 행위라고 퉁쳐 가지고 감옥에 안 갔어요 그러면 윤성열 대통령께서 헌법에 보장된 대통령의 개엄 권한 그럼 개엄이라는 것은 내란 전쟁 뭐 이럴 때 개엄 하는 것인데 지금 이재명이 하는 모든 짓거리는 내란 전쟁과 비슷합니다 여러분 말이 평하고 말이 그냥 평상시라면 실제 내용을 (06:25) 보게 되면 전쟁보다 더 참혹한 국가 파괴 행위를 하고 있기 때문에 당연히 이거는 대통령의 통치 권한 안에서 개업을 할 수가 있는 거 아니겠습니까 저는 대통령의 개념에 대해서 시대 맞지 않다고 생각했는데 시대 맞는 거 같습니다 그리고 불법 탄핵 셀프 입법 이런 너저분한 것들이 세계적인 웃음거리가 되는 것이지 이런 불법이 판치는 저 필리핀에서는 두테드 그래가 오죽했으면 마약이 참고 라니까 그냥 마구 막 쏴 죽인 식으로 막하지 않았습니까 그러니까 선량한 필리핀 시민들도 두테 한데 다 맞아 가지고 죽은 사람 한두 명이 아닙니다 왜 그런 일 벌어졌나 더 이상 국가 공권력이 마약을 통제할 수 없기 때문에 무장 경찰 무장 군인들이 그냥 막 스러 버린 거 아니겠습니까 대한민국이 거기까지 갈 수 없지 않습니까 이번 개업용 국민 한 사람이 다친 적이 있습니까 국회의원 한 사람이 체포가 됐습니까 두 시간 만에 끝난이 개업용 이건 개념이 아니라 그냥 해프닝입니다 해프닝 대한민국의이 정말 무질서한이 상황에 대해서 우리 국민들이 이제는 용서하면 안 된다 (07:25) 그리고 우리 대통령을 지키기 위해서 정상적인 대한민국 국민들은 깨어나고 바뀌고 이제는 일어나야 됩니다 그리고 절대로 윤성열 대통령님은 뭐 하야 하거나 무슨 탄핵 당하거나 이런 거 두려하지 마시고 국민을 믿고 함께 갑시다 대통령님 함께 가야 됩니다 대한민국을 지키고 대한민국이 살아남아야 저 불쌍한 2,300만의 북한 동포들을 우리가 함께 껴안고 가야 되지 않겠습니까 다시 한번 대통령께 용기를 가지시라고 우리 모든 국민들이 함께 박수를 치고 격려를 했으면 좋겠습니다 자 저희 채널을 함께 시청해 주시고 도움을 주시 우리 모든 분들께 정말 진심으로 감사드리면서 우리 국민이 함께이 대한민국을 지키기 위해서 노력을 해야 될 것 같습니다 감사합니다\"\n\n\n\nTitle: \"韓, 글로벌 부정선거 숙주?! 트럼프 FBI, 칼 빼든다!\"\nTranscript: \"(00:07) 안녕하십니까 신인균의 국방 tv 심층 분석입니다 자 오늘도 정말 중요한 주제로 여러분들과 대화를 나눠보면서 분석 좀 해보겠습니다네 탄핵 뭐 끝날 때까지 끝난 건 아닙니다 자 제목 세계 부정 선거 숙주 윤 대통령과 트럼프가 함께 박살 라는 주제로 오늘 대화를 좀 나눠보도록 하겠습니다 자 세계 부정 선거 숙주 그러니까 미국에서도 우리나라에서도 또 세계 많은 나라에서 부정선거 시비가 끊이지 않고 있어요 그런데 정말 놀라운 것은 또 희한한 것은 부정선거를 주장하는 측은 또 주로 보수 상향의 정당입니다 그리고 부정선거 했다라고 범인으로 지목되는 정당은 다 진보성향의 정당 미국 또 대한민국 다 그런데 이렇게 몇 년 동안 전 세계를 들었다았다 하는 부정선거 시비가 있는데 그러면 정말로 깨끗하면 부정 선거를 주장하는 (01:13) 사람들에 대해서 구 또 아이들이다라고 할게 아니라 그래 한번 까보자라고 할 수는 없는 건가요 저는 부정 선거가 맞다라고 주장하는 사람이 아니에요 그냥 여러분들과 똑같은 대한민국의 평범한 그게 맞나 이거 맞나라고 좀 헷갈리는 사람이에요 그래서 하도 어 많은 사람들이 부정 선거 했다라고 주장을 하니 아 그냥 뭐 이렇게 우리나라 시끄러울 바야 한번 제대로 그냥 정말 투명하게 조사 한번 해보자라는 사람입니다 그게 맞지 않습니까 자 그런데 세계 부정선거의 숙주다이어트 든 그 투 개표기를 납품하는 어 전 세계 레짐 있어요 와 정말 놀라운데요 어떻게 보면 한국이 정말 자랑스러운데 그 자랑스러움을 가장한 뒷면에 전 세계에서 부정 선거를 야기하는이 숙주로 활동하고 있다라는 (02:18) 의심 정말 치욕스러운 거죠 어떤 건지 보겠습니다 자 침묵을 깬 윤 대통령이 뭐 탄핵 투표 직전에 이렇게 나와서 의 어떤 그 내란죄가 성립되지 않는다라고 하는 어 명분을 설명하기도 하는 등 하면서 그 핵심은 선관이 문제를 공론화시킨 건데 즉 뭐 부정 선거 이야기는 한 번도 안했지만 선관이 문제를 공론화 시켰다고 한 것은 부정 선거이 화두를 본격적으로 끄집어냈다 이거 아니겠습 니까 12월 12일 윤석일 대통령 대국민 담화 중에서 자신들을 향한 수사 방해를 넘어 마약 수사 조폭 수사와 같은 민생사범 수사까지 가로막는 입 대한민국을 간첩 천국 마약소굴 조폭 나라로 만들겠다는 것 아닙니까 상관에 대해 국정원 직원이 해로서 해킹을 시도하자 얼마든지 데이터 조작이 가능하였고 방화벽도 사실상 없는 것이나 마찬가지였습니다 비밀번호도 아주 단순하여 1 2 3 45 같은 시기였습니다 민주주의 핵심인 선거를 (03:21) 관리하는 전산 시스템이 이렇게 엉터리인데 어떻게 국민들이 선거 결과를 신뢰할 수 있겠습니까 관도 국정원의 보정 과정에 입회하여 지켜보았지만 자신들이 직접 데이터를 조작한 일이 없다는 변명만 되풀이 할 뿐이었습니다 그러니까 데이터가 조작되지 않았다라는 말은 하는게 아니고 자신들이 직접 데이터를 조작한 일이 없다라는 말만 했다는 겁니다 요게 핵심입니다 데이터 조작된 일이 없다 절대 그런 일이 없다가 아니라 우리는 하지 않았다라고 조사할 때 이야기를 하고 그다 음부터는 자료를 일절 제출하지 않은게 상관입니다 자 대통령은 부정선거 이야기 안 했는데 화들짝 놀란 상관입니다 그래서 어 국민의 힘 빼고 나머지이 야권 정당들 불러서 선관위가 간담회를 비공개 간담회를 했죠도 무슨 이야기 했을까요 그러서 이런 이야기 합니다 윤석 대통령을 강력히 규탄한다 부정 선거에 대한 강한 의심으로 인한 의혹 제기는 자신이 대통령으로 당선된 (04:26) 선거 관리 시스템에 대한 자기부정과 다름없다 만약에 윤석일 대통령 말이 맞다면 그렇게 아슬아슬하게 당선 당선된게 아니라 넉넉하게 당선될 수도 어 있는 거죠 설령 선거 시스템에 대한 해킹 가능성이 있다고 하더라도 현실의 선거에 있어서 부정 선거로 이어지는 것은 아니다 기술적 가능성이 실제 부정 선거로 이어지려면 다수의 내부 조력자가 조직적으로 가담해 시스템 관련 정보를 해커에게 제공하고 위원회 보안 관제 시스템을 불능 상태로 만들어야 하며 수많은 사람들의 눈을 피해 조작한 값에 맞추어 실물 투표지를 바꿔 해 사실상 불가능한 시나리오다 자 그런데 내부 조력자가 결코 결단코 없다라고 할 수 있습니까 그러 조사해 보면 되는데 조사는 거부하면서 내부 조력자는 없어요 있을 수 없는 일이에요라고 하면은 이게 신뢰가 좀 갑니까 그리고 어 보안 시스템을 불능 상태로 만들어야 하면 아 국정에서 해보니까 되던데 왜 안 된다고 합니까 그리고이 조작한 값에 맞추서 실 표지를 바꿔 (05:30) 치게 해야 된다 아 실물 투표지 수상한 것들이 한두 개가 아니라고 주장 주장하고 그 사진들 자료들이 마구마구 나오는데 왜 실물 투표지 바꿔치기 한게 없다라고 주장합니까 그러면 정말로 그 의심스러운 투표지를 다 보자 진짜 이게 진짜냐 아니냐 맞춰보면 될 거 아니냐라고 자기들이 먼저 하면 안 될까요 그건 하지 않고 그거는 아니다 가짜 투표지는 없다 아니 있다라고 하는데 그 사진까지 보여주는데 없다라고 하니까 의심스러운 거죠 그리고 국정원이 해킹해 보니까 되던데 안 된다라고 합니다 그러면 제대로 또 전 국민이 보는 데서 공개적으로 해보면 될 거 아닙니까 그런데 안 하는 겁니다 이러니 의욕을 피할 수 없는 거죠 저도 궁금해요 저는 부정 선거 없다라고 생각하는데 아 정말 선관이 하는 거 보니까 부정 선거가 있는가라는 의혹이 들 정도예요 선관이 때문에 자 선관위가 불가능하던 일들 전부 현실에서 벌어졌는데요네이 직원의 업무용 이메일과 휴대 번호는 물론 선관이 내부망 일부 주소와 이곳에 접속할 수 (06:33) 있는 정보등이 유출됐다 자 그러면 내부 협력자 없어도 유출될 수 있네요 해당 직원의 컴퓨터가 10월 8일 무렵 뭐 다 그냥 다 빠져나갔다 되는 거 아닙니까 자 그리고 투표를 분명히 하고 우리 여러분들 투표하 가면 어떻습니까 투표하고 반드시 접어서 투표함에 집어넣 왜냐 그 앞에 앉아 있는 보니까 그 보라고 펼쳐서 집어 넣습니까 그런 이상한 사람이 있습니까 반드시 접어서 넣습니다 그런데 그 접어서는이 투표 용지가 이렇게 빳빳하게 펴졌어요 그래서 사람들이 아니 어떻게 투표 용지가 다 접어서 넣는데 이렇게 새 돈처럼 이거 완전 우리 은행 가서 명절 때 새돈 한 묶음씩 바꾸면 빳빳한 거 그것처럼 지금 딱 처리돼 있지 않습니까 이게 한 번씩 접은 거면 부풀러 올라야 되는 거 아니겠습니까 조금씩이라도 근데 해요 어떻게 이럴 수가 있냐 하니까 선관위가 뭐라고 하냐 형상 기역 종이다 그래서 저절로 (07:37) 펴진다라고 하는 겁니다 그랬더니 제지업계 우리나라 제지 회사들 얼마나 훌륭한 회사들 많습니까 그런 종이 없다라는 겁니다 제지 업계에서는 근데 여기는 형상 기역 합금도 아니고 형상 기역 종이가 있대요 와 형상 기역 종이 정말 이름도 정말 끝내주네요 근데 제지 업계는 없다고 하는데 자 그리고 아니 한 인쇄물에서 나온이 투표용지가 어떻게 색깔이 두 개입니까 이런 것도 있고 또 여기 이제 참고님 도장을 찍죠 도장이 달라요 도장이 다를 수가 있습니까 다르다고 하니까 어 오래되면이 도장밥이 좀 퍼져 가지고 더 커져 보일 수 있다 아니 퍼져서 커져 보이는 거하고 아예 사이즈가 다른 거하고 그것도 구분 못합니 까 그러면 다 대놓고 보자라고 하면 될 텐데 그건 또 절대로 안 해요 자 이런 것들이 너무나 많다 뭐 사례를 하 면 정말 셀 수도 없는 사례가 있는데 뭐 시간 제한 되니까 여기까지 하겠습니다 자 이러니까 의심스런 거죠 아 투표 개표함에 봉인지가 뜯어져 있는데 문제 없다라고 하고 이런 것들이 한두 개가 (08:43) 아닌데 봉인지 뜯어졌다 한 것은 뭔가 빼내고 다른 거 집어넣었을 수도 있는 거 아닙니까 이런 것들 너무 의심스럽 저는 부정선거 없다라고 생각하는데 선관위가 자꾸 이렇게 하니까 와 진짜 부정성 있는 건가라는 의욕이 들 정도예요 성관 때문에 자 그 데 부정선거 의혹이 일어나면 수사하면 되지 근데 수사를 못해요 왜 못하냐 일단 중앙선관위 위원장이 대법관을 하고 있는 사람이에요 현직 대관입니다 여기다 되고 어떻게 영장을 냅니까 그리고 상임 선거 관리위원 그리고 선거관리위원이 전부 다 고등법원장 뭐 지법원장 등등 엄청나게 높은 전인 법관들이 뭐 할 수가 없어요 그런데 예를 들어서 각 지역별로 남양산에서 를 들어서 경남 양산에서 부정 선거가 발견되었어요 그러면 어 양산이 포함된이 지법에 소송을 제기해야 되지 않겠습니까 또 영장 신청해야 되지 않겠습니까 그 검찰에서 그런데 검찰에서 양산 같은 경우는 울산 (09:46) 지금이에요 울산 지금에서 야 이거 봐야 되겠다 해서 영장을 청구하면 그 영장 심사하는 데가 울산 지법 아니겠습니까 그런데 그 울산지법 원장이 각시도 위원장에 우리 양산 같으면 울산 지원장이 양산시 등등해서 선관 위원장인데 자기를 수사하는 영장에 사인해서 영장 청구 받겠습니까 안 되는 거죠 그러니까 수사 자체가 안 되는 겁니다이 선관위는 희한한 조직이에요 자 이런 상황에서 미국이 드디어 칼을 제대로 빼들었습니다 캐시 파텔이라는 사람을 FBI 국장에 지\"\n\nhttps://m.skyedaily.com/news_view.html?ID=\n “김대중·이해찬이 부정 개표기 제작 주문”\t\t\t\t\t\t \t\t\t\t\t\t\n\n2024.12.12일 스카이데일리가 입수한 ‘부정선거 카르텔 분석 보고서’에 따르면 선거 전산장비를 납품한 류재화 관우정보통신 대표는 “김대중·이해찬·박지원·신건의 주문을 받아서 부정 전자개표기를 만들었다”고 양심선언을 한 것으로 드러났다. \n류 대표는 2003년 중앙선거관리위원회에 뇌물을 건넨 로비 사건으로 구속돼 조사받는 과정에서 이같이 폭로했지만, 이에 대한 수사는 이뤄지지 않았고 관우정보통신은 2004년 폐업했다. 류 대표와 금품을 수수한 선관위 전산 간부에겐 각각 징역형이 선고됐다. \n올해 7월 작성된 이 보고서는 지금까지 공개된 보고서 가운데 가장 신뢰할 만하다고 알려졌다. \n계엄사령부가 부정선거의 실행 주체로 중앙선관위를 정조준하고, 좌파 세력은 윤석열 대통령이 마치 역린이라도 건드린 듯 극렬하게 저항하는 변화의 시기에 ‘부정선거’라는 계엄의 본질에 초점을 맞춘 보고서로 주목받고 있다. \n특히 보고서는 부정선거의 배후로 이들 정치인을 비롯해 조해주·양정철·이근형·고한석·최정묵·김민석의 연결고리를 들여다 봄으로써 메커니즘을 읽어내고 이를 통해 사건의 이면에 대한 이해를 높인 것으로 평가된다. \n구체적으로 △다산그룹과 다산인벤스트·다산네트웍스 △핸디소프트와 이상필·이상산 △SK C&C와 중앙선관위의 인연 △김대중정부 남북 통신망 사업 △LGU+와 유·무선 통신장비 등 좌파 정권이 특정 소프트웨어 및 하드웨어 기업에 특혜를 준 과정과 중국 화웨이 스파이칩·펌웨어 사건의 관련성을 면밀하게 추적한다. \n또한 △노무현과 한틀시스템의 전자투표 분류기 △노무현정부의 대통령 홍보실 인사들의 면면을 다룸으로써 부정선거의 서막이 이미 20년도 더 된 노무현정부에서부터 고조됐을 가능성을 담담하게 파헤친다. \n한국 대선에 전자개표시스템이 처음 도입된 때는 2002년이다. 관우정보통신과 SK C&C는 시스템을 구축·운영했고 한틀시스템은 전자개표기를 납품했다. 이듬해 SK C&C·한틀시스템·관우정보통신은 선관위에 뇌물수수 혐의로 기소돼 법적 제재를 받았다. \n전자개표기의 기안을 올린 조해주 당시 중앙선관위 전산과장은 기소되지 않았고 노무현정부로부터 홍조근조훈장을 받았다. 조해주는 문재인 대선캠프에 합류한 뒤 중앙선관위 상임위원으로 영전했다. \n다산그룹이 설립한 한국전자투표 주식회사는 선관위에 ‘K-Voting system’ 소프트웨어를 독점 공급한다. 최근에 선거 시스템은 한국전자투표가 해외에 수출한다. 그러나 루마니아·키르기스스탄 등 부정선거 논란에 국산 장비가 원인으로 지적되고 있다. 앞서 미루시스템이 납품한 전자개표기는 콩고 선거 부정의 화근이 되면서 콩고 정부가 한국 정부에 강력 항의하는 사태가 벌어지기도 했다. \n \nLGU+ 무선기지국과 중계기 내 중국 화웨이 장비는 또 다른 논란을 야기했다. 비정상적인 접속으로 선관위의 정상적인 네트워크에 개입해 조작할 수 있다는 것이다. 증거를 찾기 위해 서버 보전 신청 등 법적으로 소송을 걸었지만 선관위는 소송 중 모든 서버를 교체하고 증거를 인멸한 사실이 드러났다. \n  \n화웨이는 기지국에 설치된 장비의 백도어를 통해 가상 네트워크(Virtual Network)를 만들 수 있다. 가상 서버는 선거 데이터에 실시간 데이터를 탈취하고 명령도 내릴 수도 있다. 선관위 프로그램에 미리 원하는 조작 함수를 심어 놓고 실행시키는 방법과 선거 당일 실시간 조작 명령도 가능하다. \n \n백도어는 정상적인 인증 절차 없이 컴퓨터와 암호시스템에 접근할 수 있게 하는 스파이 장치다. 미국 주간지 블룸버그 비즈니스위크는 2018년 10월 중국군 공작원들이 좁쌀만 한 크기의 해킹용 칩을 제작해 회로기판(마더보드)에 조직적으로 이식한 행위를 적발했다고 보도했다. 스파이칩은 운영체제의 핵(코어)을 변경하는 기능이 있어서 통화 내용을 엿듣고 문자 메시지나 메일을 복제할 수 있다. \n \n이처럼 심각한 국민주권 강탈 의혹 사건에 대한 국민적 무관심이 보고서 집필의 발단이 된 것으로 보인다. \n \n보고서는 핵심 의혹 인물들의 연계 고리를 추적하는 데 상당 부분 할애함으로써 부정선거의 몸통을 속단하기보단 향후 사정당국 수사의 가능성을 폭넓게 열어젖힌 것으로 평가된다. \n \n한편 윤 대통령이 12일 대국민 담화를 통해 중앙선관위 전산 시스템을 점검하도록 국방부 장관에게 지시했다고 공식 확인함에 따라 향후 사정당국의 칼끝이 부정선거 실행 세력으로 향할지 국민적 관심이 쏠리고 있다. \n \n윤 대통령은 “(작년) 대통령으로서 국정원의 보고를 받고 충격에 빠졌다”며 “민주주의 핵심인 선거를 관리하는 전산시스템이 이렇게 엉터리인데 어떻게 국민이 선거 결과를 신뢰할 수 있겠나”라고 개탄했다. \n \n선관위 서버·프로그램 모두 ‘다산타워’ 건물 내서 관장\n‘한국전자투표’에서 데이더 받고 한컴 MDS서 서버 위탁업무 맡아\n코인자산가가 주소지 부동산·회사 정리… 김남국은 60억 코인 받아\n남인우 화웨이 끼고 거액 벌어… 우연이라보기엔 수상한 점 수두룩\n \n한국전자투표회사는 다산그룹의 자회사로 2017년 2월3일 설립됐다. 한국전자투표회사는 설립과 동시에 한국 중앙선거관리위원회에 전자투표 소프트웨어를 독과점으로 납품 관리하는 업체로 선정됐고 대한민국 제19대 대통령 선거에 소프트웨어를 납품했다. 중앙선거관리위원회에서는 이를 K-Voting 이란 이름으로 홍보를 시작했다. 2017년 당시 한국전자투표의 사장은 지재식이다. \n \n지재식은 민주노총 중앙집행위원, KT노조위원장 등을 역임하며 KT 분사 및 민영화 반대 파업 운동을 주도적으로 펼쳤던 정치적 성향이 분명한 인물이다. 지재식은 김대중 대통령 비서실 행정관·노무현정부 민주평통 상임위원·민주당 미디어 특위 위원장으로 역임한 양재원과 절친으로 알려진 인물이다. 지재식은 2022년 대선 이후 한국전자투표회사의 지분 5%를 취득하고 대표 자리를 다른 사람에게 넘겨줬다. 이같이 중앙선거관리위원회의 소프트웨어를 사실상 관리하는 한국전자투표회사는 민간 기업으로 정부 기업이 아니고 정치 성향이 분명하다. 한국전자투표는 다산그룹의 자회사이다.\n \n다산그룹의 지배 구조를 살펴보면 다음과 같다.\n \n다산그룹의 지배구조는 다산인베스트가 최상위에 자리잡고 있고 남민우 외 특수관계인이 모든 지분 100%를 보유하고 있다. 다산네트웍스(0.83%)·다산솔루에타(14.64%)·다산개발(52.63%)·퍼시픽블루(100%)·티엘인터내셔널(40%)·다산벤처스(21.91%)·한국전자투표(37.98%)·소프트크림(44.54%)·다산카이스(50%)등을 보유하고 있고 지배구조는 남민우 다산그룹 회장→다산인베스트→다산솔루에타→다산네트웍스로 변경되어 구축돼 있다. 남민우 다산그룹회장의 주식소유 현황은 다산인베스트(남민우 외 특수관계인 100%)·다산솔루에타(2.79%)·다산네트웍스(2.53%)를 보유하고 있다.\n \n다산그룹 남민우 회장은 전북 익산 출신으로 1962년 1월11일생이다. 2017년부터 최근까지 다산그룹과 관련된 이례적인 사건들이 많이 발생했다. 하지만 대부분 다산그룹은 항상 사법기관의 수사선상에서 제외됐다. 우선 이스타항공 게이트와 김남국 코인 사태 그리고 옵티머스 펀드 사태까지 한국에서 굵직한 사건에 모두 다산그룹이 연관돼 있다. 무엇보다 한국 중앙선거관리위원회의 소프트웨어를 독점해 담당하며 부정 선거 논란에 휩싸여 있다.\n \n이들의 복잡한 관계를 좀더 상세히 살펴보면 다음과 같다.\n \n▲다산인벤스트와 (주)새만금관광개발-이스타항공 게이트\n이상직 더불어민주당 전 국회의원은 이스타항공의 창업주로서, 이스타항공 및 계열회사인 기업 집단을 실질적으로 지배해 오다가 지주회사로 변경하는 과정에서 계열사인 아이엠에스씨(IMSC) 및 새만금관광개발의 주식을 아들 이원준과 딸 이수지가 운영하는 다른 계약회사인 이스타홀딩스에 염가로 매도해 이 회사들에 대해 수백억 원의 손해를 야기한 혐의(배임)로 검찰에 기소됐다. 또 이상직 전 의원은 이스타항공 주식 차명거래로 알려진 (주)새만금관광개발과 한국에서 이스타항공 게이트로 알려진 사건으로 유명하다. 그러나 이 같은 이상직 전 국회의원의 가족회사인 (주)새만금관광개발 지분 5.07%를 다산인베스트가 현재도 소유하고 있다.\n \n참고로 문재인 대통령 사위가 이스타항공에 불법으로 취업한 것으로 시끄러웠던 적이 있다. 위 사건과 함께 다른 다수의 사건으로 이상직 전 의원은 현재 처벌받아 징역형을 살고 있다. 이후 이스타항공은 회생 절차에 돌입하는데 법무법인 대륙아주 담당이 변호를 맡았다. 다산그룹은 민주당과 문재인 사이에서 매우 사적인 이득을 나누는 이권 카르텔의 중심에 있다.\n \n▲다산 네트웍스 1호 사옥 매각과 민주당 김남국 코인 사건\n다산그룹이 2011년 11월 22일에 완공한 첫 번째 사옥인 다산타워(경기도 성남시 대왕 판교로 644번길 49, 지하 5층 지상 10층, 연면적 2만3414m2 규모 건물)를 2022년 2월18일에 1560억 원에 한국토지신탁에서 매입했다. 다산그룹은 장부상 311억 원 건물을 1560억 원에 팔아 5배 이익을 챙긴 것이다. 당시 한국토지신탁의 대표이사는 차정훈 대표로 문재인과 같은 경희대를 나왔다. 부동산 매입금을 비롯해 취·등록세 및 부대비용·대출 수수료·주식 발행비용 등을 모두 포함한 전체 금액은 1736억 원이다. 한국토지신탁은 국토교통부로부터 케이원19호 위탁관리부동산투자회사(이하 케이원19호) 설립 인가를 받았다. 한국토지신탁은 우선 케이원19호를 통해 투자자를 모집했는데 최상위 주주는 (주)위메이드가 됐다.\n \n우연히 같은 시기 민주당 김남국 전 국회의원은 (주)위메이드로부터 위메이드가 만든 가상화폐 위믹스 코인 80만여 개 약 60억 원을 2022년 2월쯤 가상지갑으로 무상으로 받은 것으로 알려졌다. 김남국 전 의원은 2022년 2월 말에서 3월 초 해당 가상 코인을 전량 인출한 것으로 전해졌다. 2022년 3월9일 대한민국 20대 대선과 가상 화폐 거래 실명제 실시(2022년 3월25일)를 앞둔 시점이다.\n \n언론에서는 가상화폐 관련 법안을 위해 위메이드가 김남국에게 로비를 한 것이라고 얘기하지만 상식적으로 김남국 혼자 법안을 산정하는 것도 아니고 단지 법안 산정을 위해 거금을 쓴다는 것으로 대중은 납득하기 어려웠다. 오히려 다산 사옥을 한국투자신탁을 통해 자신의 신용과 담보 제공 없이 매수할 수 있는 것에 대한 보답이 아닐까 하는 의구심이 남아 있다. 위메이드는 1560억 원 상당의 부동산을 그 어떤 담보나 리스크 없이 18%인 280억 원의 적은 금액으로 인수해 실질적 대주주가 됐기 때문이다. 위메이드는 5배 싸게 부동산을 매입한 것이고 다산그룹은 5배 시세 차익을 본 것이니 서로 상부상조한 것이다.\n \n추가로 중앙선거관리위원회는 ㈜한컴MDS에 서버 및 서버 백업 위탁 업무를 맡겨 선관위에 시스템을 운영한다고 한다. ㈜한컴MDS가 중앙선거관리위원회의 서버 및 서버 백업 서비스를 제공하고 있는데 최근 ㈜한컴MDS는 사명을 ㈜엠디에스테크로 바꿨다. 이들의 회사는 다산그룹의 다산타워(경기도 성남시 대왕판교로 644번길 49 다산타워 9층)에 있다. 신기한 것은 다산그룹이 다산타워를 매각할 2022년 5월쯤 당시 한컴은 플리이그램과 주식 및 경영권 양수도 계약을 체결하고 ㈜한컴MDS 등 총 11개 자회사를 포함한 주식 및 경영권 양수도 계약을 체결했다고 공시했다. 양도 가액은 1050억 원이다. ㈜한컴MDS를 인수한 플레이그램의 오너는 김재욱 대표이다. 김재욱 대표는 지주사인 빗썸홀딩스의 최대 주주인 비덴트를 통해 빗썸홀딩스 지분 34%를 확보하고 있다. 빗썸은 국내 최대 규모의 가상화폐 거래소이다.\n \n요컨대 중앙선거관리위원회는 소프트웨어를 다산그룹의 한국전자투표에서 제공받고 서버 및 서버 백업 위탁 업무를 ㈜한컴MDS에서 서비스를 받고 있다. 그런데 그 회사들이 있는 곳이 공교롭게도 모두 ‘경기도 성남시 대왕판교로 644번길 49 다산타워’에 있다. 그 주소지에서 서버와 프로그램을 모두 관장할 수 있다는 얘기다. 그리고 그들은 모두 가상화폐 자산가에 의해 그 주소지의 부동산 및 회사를 정리했고 그 과정에서 민주당 김남국 의원\n\n형상기억 투표용지\n접힌 자국이 자동으로 펴지고 신권화폐처럼 구김이 없어지는 '형상기억투표용지'를 사용했다는 중앙선거관리위원회의 주장이 사실상 거짓말로 탄로 날 전망이다.\n그동안 선거당국은 재검표 과정에서 봇물 터지듯 쏟아진 빳빳한 투표지에 대해 복원력이 있는 특수재질로 만든 투표지라고 궁색한 변명을 늘어놨지만, 종이 재질 전문가의 소견을 통해 그런 종이가 세상에 존재하지 않는다는 사실이 새삼 확인됐다.\n\n\n6월 26일에는 미국 워싱턴 D.C.《내셔널 프레스 클럽》에서《국제공정선거연합(NEIA)》산하《국제선거감시단(International Election Monitoring Team, IEMT)》의 주최로 공식 기자회견이 개최되었다. \nIEMT는 2025년 6월 5일 발표한 최종 성명서를 통해 “대한민국 제21대 조기 대선의 사전투표와 당일투표 간 득표율 격차는 통계적으로 극히 이례적이며, 개표절차 전반에 대한 기술적 검증이 불가피하다” 고 명시했다. \n해당 성명에 따르면, 제1 후보(이재명)는 사전투표에서 63.72%, 본투표에서는 37.96%를 득표했지만, 제2 후보(김문수)는 사전투표에서 26.44%, 본투표에서는 53.00%를 득표했다. \n이는 동일한 유권자 집단이 불과 며칠 간격으로 두 차례에 걸쳐 투표했음에도 불구하고 정반대에 가까운 결과가 나타난 것으로, 통계학적으로 설명되기 어려우며, 사회심리학적 해석으로도 정당화하기 어렵다는 것이 감시단의 평가이다.\n감시단은 또 전국적으로 반복된 절차적 비정상 정황 을 지적하였다. \n주요 사례로는, \n♧ 접히지 않은 신권 투표지 \n♧ 사전에 기표가 된 투표지 \n♧ 봉인지 훼손 ♧중복투표 의심 사례 \n♧ 참관인 접근 제한 \n♧ 개표소 CCTV 차단 등이 제시되었다. \n또한, \n♧ 해외 투표에서 99% 이상 몰표가 나온 지역\n♧ 바코드 정보와 시간·경로가 불일치하는 우편투표 등은 부정 가능성을 뒷받침하는 구체적 정황으로 제시되었다.\n\n기자회견에 참석한 고든 창(Gordon Chang) 미국 변호사는 “이번 선거는 훔친 선거(stolen election)” 라고 단언했다. \n모스 H. 탄(Morse H. Tan) 교수(미국 변호사, 전 미국 국무부 국제형사사법대사)는 “중앙선거관리위원회는 공직선거법을 명백히 위반했다” 고 비판했다. \n존 R. 밀스(John R. Mills) 미국 예비역 대령은 “한국의 전자 개표 시스템은 외부 해킹에 극도로 취약한 구조” 라고 경고했다.\n브래들리 A. 세이어(Bradley A. Thayer) 교수는 “A-WEB은 부정선거 기술을 수출하는 국제 플랫폼 역할을 하고 있다” 고 지적했다. \n그랜트 뉴샴(Grant Newsham) 미국 예비역 대령은 “대한민국은 더 이상 자유민주주의 국가로 보기 어렵다” 고 평가했다. \n\n무엇보다도 이번 기자회견에서 가장 충격적인 내용은 중국 공산당의 실질적 개입 가능성과 그 배후에 실명이 지목된 핵심 인사의 존재 였다. \n감시단은 중국 공산당의 핵심 이론가이자 시진핑 국가주석의 책사로 알려진 왕후닝(王滬寧) 의 실명을 직접 언급하며, 이번 대한민국 대선 조작 의혹의 배후로 지목하였다. \n감시단은 “이 사건은 단순한 국내 조작이 아니라 중국의 통일전선 전략의 일환으로 진행된 국제 공산주의 작전이며, 왕후닝이《대(對)대한민국 작전》의 최고 지휘자로 확인되었다” 고 발표하였다. \n\n이와 함께, \n♧ 위조 신분증 대량 유통 ♧ SKT 망 해킹 ♧ 중국인 관광버스 동원 등 다수의 실례도 공개되었으며, \n♧ A-WEB과 친중 세력의 연계 의혹 도 제기되었다.\n\n《사회정의를바라는 전국교수모임(정교모)》은 다음과 같이 요구한다.\n\n첫째, 노태악 중앙선거관리위원장은 즉각 사퇴하여 제21대 대선의 혼란에 대한 책임을 명확히 해야 한다.\n\n둘째, 국내외 선거 전문가, 통계학자, IT 보안 전문가, 시민단체, 국제 감시기구가 참여하는 독립 진상조사위원회를 구성하여, 제21대 대선의 사전투표 · 본투표 · 개표의 전 과정을 과학적이고 민주적으로 투명하게 재조사해야 한다.\n\n셋째, 국내 언론은 국제사회의 문제 제기와 국내 진상규명 활동의 전체 내용을 왜곡 없이 보도해야 한다. \n지금과 같은 자기검열이 계속된다면, 그 책임은 언론계 전체에 돌아가게 될 것이다.\n\n넷째, 이번 기자회견에서 지적한 불법 부정한 선거 절차를 주도·관여 혹은 목격한 선거관리위원회 관계자는 정의롭고 책임 있는 자세로 국민 앞에 그 진실을 밝혀야 한다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-12-17T09:37:16.045000",
  "updatedAt": "2025-09-28T08:27:28.476000"
}