{
  "id": "828db565-cc72-4a4a-b983-e95e8c4cb9fb",
  "title": "한(韓)의 뜻",
  "content": "남부지역의 정치집단에 대해 ‘한(韓)’이라는 명칭이 사용되기 시작한 시기와 유래에 대해서는 한씨(韓氏) 성을 가진 고조선 준왕(準王)의 남주와 결부시키거나, 간(馯)이라는 종족명에서 근거해 후한대(後漢代)부터 ‘한’이라는 정치집단명이 사용되었다는 견해가 있다.\n그리고 ‘한’은 ‘크다, 높다’의 뜻을 가진 알타이어의 ‘한(khan, han)’이라는 말에 대한 한자식 표기로서, 고조선 지배씨족의 이름이 되고 이것이 다시 국명이 되었다는 주장도 있다. 혹은 문헌자료에 나오는 ‘진국’과 한왕(韓王)의 존재를 근거로 위씨조선(衛氏朝鮮)의 멸망을 한 형성의 시발점으로 잡는 견해도 있다.\n\n삼한이라는 개념의 시작은 기원전 194년에 고조선에서 쫓겨난 준왕이 새로 자리잡아 왕에 오른 한(韓), 혹은 소국 연맹체 진국(辰國)인 고대 한반도 중남부 일대에서 형성된 소국들의 연맹체인 마한, 진한, 변한 등이 탄생하면서 시작된 개념으로 보는 것이 일반적이다. 사실 마한, 진한, 변한이라고 편의상 세 나라로 분류하지만 실상은 각 문서 내에서 확인할 수 있듯 수많은 소국이 난립하고 있었으며, 같은 정체성으로서 서로 단결할 때도 있었고 열심히 싸우기도 하며 세력을 넓히려고 했던 백가쟁명의 시대였다.\n삼국시대 후기부터 삼한이 고구려, 백제, 신라의 삼국을 의미하는 단어로 치환되어 이해되는 경향이 생겨났으며, 후대로도 계속 이어져 대한민국이라는 국호의 어원이 되었다. 그리하여 '삼한'이라하면 고구려, 백제, 신라를 뜻하는 동음이의어가 되었다.\n고려의 삼국사기부터는 삼한이란 개념을 고구려, 백제, 신라로 사용한 것으로 보인다. 그 결과 신라의 삼국 통일을 일컬어 일통삼한(一通三韓)이라 부르거나 삼국 전체를 통칭할 때 삼한이라 부르는 경우가 많았다. 이러한 인식은 후삼국시대에도 그대로 이어져 고려는 후삼국의 통일을 일컬어 일통삼한이라 칭하였으며, 이후에도 한(韓)은 고려나 조선을 가리키는 또 다른 용어로 사용되었다. 대한제국의 한(韓)이라는 국호는 삼한에서 비롯된 것이며, 이때의 삼한은 삼국을 의미하는 것이다. 대한민국 역시 대한제국의 뒤를 이어 한(韓)을 국호로 사용하고 있다.\n\n기원전 323년경 한국의 고대 국가인 고조선의 왕이 스스로 칭왕을 했을때 한(韓)씨라고 자칭한 기록이 있고, 준왕이 위만에게 왕위를 빼앗기고 익산에서 건마국의 왕으로 새 출발을 했을때 스스로 한왕(韓王)이라 자칭했다는 기록이 있다.\n이 한(韓)은 고구려, 백제, 신라 등과 마찬가지로 음차(音借)였기에 발음은 지금과는 달랐을 것으로 추정된다. 빌릴 음에 해당되는 한자를 스스로 선택할 수 있었던 신라, 고구려, 백제와는 약간 다르다.\n한(韓)이라는 표기가 음차했을 본래 고유어 국명의 발음과 의미는 정확히 밝혀지지 않았으나, 韓의 상고한어 재구음 '*ɡˤar(가르)'와 변한의 계승국 가야의 이표기 가라(加羅)가 비슷하다는 점을 들어 '가라' 정도의 발음으로 읽혔을 것이라는 설이 존재한다.(가야의 야(耶)는 상고음이 /*laː(라)/로 재구되기 때문에 가야의 국명이 '가라'에 가깝게 발음되었을 가능성은 충분하다. 한편 삼국시대 당시 옆나라 왜국에서는 고대부터 韓을 'から(가라)'라고 훈독해 왔으며, 시집 《만요슈》 15권에서도 한국을 가라쿠니(可良國)라고 지칭하였다.) 이외에도 크다는 뜻의 옛말 '하다'의 관형사형 '한'의 음차라거나 군주를 가리키는 간(干)을 의미한다는 등 몇 가지 학설이 대립하고 있다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-28T05:58:27.678000",
  "updatedAt": "2023-05-28T06:31:23.339000"
}