{
  "id": "8319c423-fb63-4325-a5a7-d4ed149e96a5",
  "title": "용병의 역사 - 고대",
  "content": "https://namu.wiki/w/%EC%9A%A9%EB%B3%91\n\nhttps://www.google.com/amp/s/stefanosskarmintzos.wordpress.com/2013/10/22/ancient-greek-mercenaries-in-antiquity/amp/\n\nhttp://history-of-macedonia.com/2007/03/14/greek-mercenaries-in-antiquity/\n\n세계 최초의 용병은 헤라클라스라고 알려져 있다. 왜냐하면 그가 경제적인 댓가를 약속받고, 트로이를 위해 싸웠기 때문이었다. \n그당시 국가적 차원의 치안이 수립되어 있지 않았고 사나운 들짐승들이 사람들을 괴롭혔으므로 일반인들은 자신들을 보호해줄 누군가가 필요했다. 당대의 용사 헤라클레스는 새로운 수요를 깨닫고 해결사이자 용병이 됐다. 헤라클레스는 강도를 소탕하고, 용병이 돼 지역 분쟁에도 끼어들었다. 그의 해결 대상에는 사람이 아니라 동물도 있었다. 그는 농부와 목동의 의뢰를 받아 사나운 맹수를 사냥했다. \n\n[이집트]\n용병에 대한 최초의 기록은 기원전 13세기 이집트에서 발견되었다. 이집트와 히타이트간의 당대 최강국들의 전투인 카데쉬 전투에서 당시 파라오인 람세스 2세는 1만 1000명의 누비아 경보병을 전투에 동원했다. 이집트는 당대 최고 부강한 제국답게 전쟁 수행시 다양한 지방의 용병들을 고용했는데, 아프리카의 누비아 외에도 시리아, 가나안, 그리스 등지에서 용병을 고용하여 전쟁을 수행했다. 또한 이집트의 파라오들은 용병에게 일정한 댓가를 주고 변방 경비, 친위 경호 등을 맡겼다는 기록이 있다. 람세스 3세는 바다민족인 미케네인들을 경호원으로 고용했다.\n프삼티크 1세는 이집트 제26왕조 초대 왕으로 그리스인 병사를 고용하여 정복전쟁을 수행하였다. 델타 지방을 정복하고, 아시리아의 보호에서 벗어났으며 에티오피아인을 추방하였다. 그는 이집트 욍국의 통일을 완성하고, 제국의 질서를 회복시켜 이집트에 번영을 가져왔다.\n\n기원전 2000년대의 문서에 많이 등장하는 일단의 무리들 가운데 하비루(Habiru)라는 사람들이 있다. BC1,700년과 BC1,300년 사이에 쓰여진 메소포타미아의 설형문자 기록에 따르면 하비루라고 불렸던 헤브라이인들의 기록이 있다. 이들은 소아시아, 메소포타미아, 시리아, 팔레스타인, 이집트 등 고대 근동의 여러 지역에서 소속이 없이 떠돌아 다니는 유랑민들이었다. 이들은 게릴라 부대로 조직화되어 상인들과 민가를 공격해서 재산을 약탈하기도 하고, 국가의 용병으로 고용되거나 공공사업의 노예로 부역에 종사하기도 했다. 이들은 한때 바빌로니아인, 앗시리아인, 히타이트인들의 용병으로도 활약하며 수시로 주인을 바꾸어 가며 싸웠다고 한다. 이권을 위해서는 피도 눈물도 없는 민족이었던 것이다. \n \n[바빌로니아]\n북부의 히타이트 철기문명에 의해 파괴된 함무라비왕의 바빌로니아는 용병 군대가 권력을 잡은 카시트 왕조가 지역의 남부까지 장악했지만 기원전 13세기 아시리아에 의해 정복된다.\n\n[아시리아]\n아시리아가 강성했을 때에는 스키타이와 서로 우호 관계였다. 이때 아시리아는 잔인하고 빨랐던 스키타이 기마부대를 용병으로 사용하였다. 그러나 기원전 626년 아시리아 아슈르바니팔 왕이 죽고 서서히 쇠퇴기에 들면서 스키타이와는 아시리아를 배신했다. 스키타이는 급부상하는 메디아와 신바빌로니아와 손잡고 아시리아의 니네베를 함락시킨다.(기원전 612년)\n\n산헤립 비문;\n히스기야는 나의 이 압도하는 위엄과 영광의 놀라운 찬란함과 아랍인들, 그리고 예루살렘을 지키기 위해 데려온 용병들로 인해 용기를 잃어 절망하였다. 30 달란트의 금과 800 달란트의 은, 보석, 안티몬, 귀금속, 홍옥수, 상아로 아로새긴 침상과 의자, 코끼리 가죽과 엄니, 흑단, 회양목, 그리고 온갖 종류의 보물들과 그의 딸과 후궁, 남녀 음악가를 나보다 먼저 나의 위대한 도시 니느웨로 보냈다. 공물을 바치고 노역을 받아들이기 위해 그는 그의 사자를 급히 파송했다.\n\n[지중해 연안국가들의 용병]\n기원전 6세기부터 고대 그리스에서 용병이 고용되었다는 증거가 있다. 그 당시 도시국가들의 참주(독재자)들은 다른 지방에서 온 경호원을 비싼값으로 고용했다.\n고대 그리스는 당시 야만족이던 유럽인 용병을 고용해서 도시 국가 간 분쟁에 활용했다. 그 중에서도 도시 국가 카르타고는 주로 갈리아와 스페인 지방 용병을 고용해 지중해 해안선을 따라 길고 넓게 퍼진 해상 무역 왕국을 다스렸다.\n이집트와 그리스 도시 국가에 고용된 용병들은 출신 지역별로 특기가 있었다. 누비아는 경보병과 기마대, 크레타 섬 사람들은 궁병, 그리스 출신은 중장보병이 유명하였다. \n그러나 대개 용병은 중장보병을 보조하는 역할, 즉 경장보병(peltast)나 궁수, 돌팔매꾼 등으로 참전했다. 그리스인들은 활에 대해서 '야만족들의 주무기'라는 그리 좋은 생각을 가지고 있지 않았기 때문에, 그리스 본토인들 중에는 솜씨있는 궁수들이 많지 않았다.  그래서 대개 크레테 섬 출신의 궁수들을 많이 고용했다. 그리고 트라키아의 경장보병들과 로도스섬의 투석병이 유명했다. \n그러나 나중에 가면 이런 지역 출신 말고도, 가난한 지역 주민들이 대거 용병으로 참전하기 시작했다. 대표적인 지역이 아르카디아 지역으로, 이 지역은 내륙 지방이라 교역도 어렵고, 또 대부분이 산악지형인 관계로 농사도 잘 안되어서, 주민들 생활 수준이 매우 낮고, 큰 도시도 없던 지역이었다. 그래서 이들은 자연히 돈을 벌기 위해 부유한 나라의 용병이 되었다.\n고대 그리스 시대에는 투석병(돌팔매꾼) 군대에 복무하는 용병들이 있었다. 기록에 의하면 돌에 의해 투구나 갑옷이 뚫려 사람이 다치거나 죽기까지 한다고 쓰여있다. 그리스 시대부터는 전문적인 돌팔매꾼으로 군대에 복무하는 용병들이 등장했는데, 주로 로도스 섬(터키 남부)과 발레리아스 제도(에스파냐 동부) 출신이었다. 이들은 어릴 때부터 빵 조각에 돌을 맞히기 전까지 식사를 하지 못 하는 식으로 혹독한 훈련을 받았는데, 이 때문에 뛰어난 팔매꾼으로 명성을 떨칠 수 있었다.\n\n\nIn the 5th century BC, Arcadian soldiers fought for Xerxes I in 480 when he led the Persian invasion of Greece. Later in the century, many Greek mercenaries were employed by Persian satraps, especially in Anatolia. During the Peloponnesian War, mercenaries from Thrace(트라키아) and other outlying regions were hired by both sides as hoplites and peltasts.\n기원전 5세기에 아르카디아 용병들은 480년 페르시아의 크세르크세스 1세에게 고용되어 그리스 를 침입하였다. 세기 후반에는 특히 아나톨리아에서 많은 그리스 용병이 페르시아의 지방관에게 고용되었다. 펠로폰네소 전쟁 동안 트라키아 및 기타 지역의 용병은 중장보병(hoplites) 및 경장보병(peltast)으로서 그리스, 페르시아 양쪽 모두에서 고용되어 전투에 참가하였다.\n\n[페르시아의 용병]\n많은 그리스 용병들이 페르시아가 이집트를 정복할 때 페르시아 용병으로 참전하였다. \nB.C. 401년 당시 최강국인 페르시아에서 왕위 계승 전쟁이 일어났는데 키루스는 그리스 용병을 고용했다. \n이들은 대부분 중장보병으로 이루어진, 비교적 정예부대로서, 펠로폰네소스 전쟁이 끝나서 당장 먹고 살 길이 막막해진 병사들이었다. 이들 대부분은 갑옷과 무기외에 남은 재산이 거의 없는 자들로서, 이들이 키루스의 부름에 응한 것도 경제적 요인 때문이었다. \n그리스 용병 1 만명은 전쟁에서 패하고 고용주인 키루스가 죽자 그리스로 도망갈 수밖에 없었다. 이들은 키루스 사망과 전투 패배후 갖은 고생 끝에 그리이스 변경 지대로 돌아온 다음에도 고향으로 가지 않고, 다시 스파르타의 왕 아게실라우스에게 고용되어 다시 소아시아 지방에서 용병 생활을 계속했다. 고향으로 돌아가도 먹고 살기가 힘들었기 때문이었다. \n크세노폰은 고용된 그리스 용병 1 만명의 일원으로 전쟁의 와중에 그리스 용병군 최고사령관이 돼 군대를 이끌고 귀국한 후에 귀환여정을 기록한 '아나바시스'를 저술했다.\n\n[스파르타 용병]\n스파르타는 펠로폰네소스 전쟁의 승리후 그 명성이 널리 퍼져 최고 등급의 용병이 되었다. 여기저기서 수요가 많아지자 몸값이 높아진 스파르타의 남자들은 돈을 벌기 위해 용병으로 이 나라 저 나라 팔려가는 신세로 전락했고, 아이러니하게도 이후 스파르타는 다시는 재기하지 못한 채 역사에서 사라졌다. \n\n[누미디아 기병]\n누미디아 기병은 지금의 알제리, 라비아 지방의 유목민 출신들이다. 카르타고의 주력 용병대로 활동했으며 특히 제2차 포에니 전쟁에서 한니발 바르카의 원정에 동행해 큰 활약을 보이면서 유명세를 얻었다. 그 후 자마 전투와 유구르타 전쟁, 카이사르의 갈리아 원정, 다키아 전쟁 시기까지도 모습을 보였다. \n자마 전투에서는 로마군과 카르타고군 양군에 모두 소속되어 있었는데, 로마군 쪽이 좀 더 질적 우위에 있었다고 할 수 있다. 카르타고군 누미디아 기병이 코끼리 때문에 기동성이 제약된 사이, 로마군 누미디아 기병은 카르타고 기병을 궤멸시켰다. \n그들은 유구르타 전쟁에서도 로마의 주요한 보조병으로 운용되었다.\n그들은 특히 승마술이 뛰어났는데 당대 지중해 세계 전체에서도 손에 꼽힐 만한 승마술을 가지고 있었다.\n누미디아 기병은 극단적인 경장과 뛰어난 승마술 덕분에 말을 자유자재로 다루는 능력을 갖추고 있었다. 이 능력을 활용해 적 보병이나 기병에게 빠른 속도로 접근해서 투창을 던졌다. \n\n[포에니 전쟁]\n포에니 전쟁은 카르타고의 영토였던 시칠리아 섬에서 시라쿠사의 왕 아가토클레스를 받들던 이탈리아인 용병 마메르티니가 아가토클레스 왕이 죽은 후 그리스의 식민지인 메시나시를 점령한 것이 발단이 되었다.\n마메르티니 용병들은 이탈리아 출신의 라틴계 병사들로 구성되어 있었다.\n\n[카르타고]\n카르타고는 소수의 자체적인 시민병이나 상비군도 있었지만 상업을 주로하는 국가였기 때문에  대다수의 병력을 용병에 의존했다. 카르타고가 용병으로 주로 고용했던 것은 이베리아 반도의 원주민들과 켈트족, 그리고 누미디아 기병대였다. 이들은 상당히 잘 싸웠지만, 월급 문제로 인해 반란을 일으키기도 하는 등 문제를 일으키기도 했다. \n로마와의 전쟁시 로마군은 대부분이 시민군이었는데 카르타고군은 용병 의존도가 너무 높아 시민군은 아예 찾을 수 없을 정도였는데, 돈에 집착하고 충성심이 결여되었다는 점 등, 이 용병들의 행태 역시 이후의 콘스탄티노플 수비대 용병들과 다를 바가 없었다. \n한니발은 40 마리의 코끼리와 함께 알프스 산맥을 넘어갈 때 많은 용병을 데려갔다. 한니발의 군대는 자국민보다 용병들이 훨씬 많았다. 그가 로마를 함락시키지는 못했지만 본국에서 전혀 지원을 받지 못하는 상황에서도 겨우 2만의 군대로 15년 이상 이탈리아를 제 집처럼 횡행했다. \n\n[마케도니아]\n마케도니아의 필립 2세는 마케도니아 군대를 증강하기 전까지 용병들에게 크게 의존하고 있었다.\nAlexander in his turn was confronted by Greek mercenaries when he invaded the Persian Empire. Mercenary service continued to flourish through the Hellenistic period.\n\n[헬레니즘 시대]\n헬레니즘 시대 여러 왕국의 건국자들은 알렉산더 휘하의 장군들이었다. 이들은 알렉산더가 정복한 지중해 동부 지역에 있던 기존의 통치 그룹과는 혈통적으로 전혀 다른 인물들이었다. 이들이 역사적 근원도 없이 군주가 될 수 있었던 원동력은 군사력과 권위였다. \n헬레니즘 왕국들은 그리스 도시국가의 시민 민병대와는 달리 용병으로 군대를 구성했다. 고위 행정 인력도 마케도니아인과 그리스인들을 주로 고용했다. 현지인들은 중하위직에 머물렀다. 다시 말해 마케도니아 혈통의 왕족이 원주민을 지배하는 체제였다.\n톨레미 II세는 홍해 연안, 수단, 에티오피아, 바벨만뎁 해협과 소말리아 북부 해안에까지 항구들을 건설하였는데 주된 동기는 상업적이보다 군사적인 측면이 더 강했다. 즉 이집트 군대가 이용하고 있었던 코끼리를 대량으로 확보하고, 그 지역의 금을 확보해서 용병에게 지불할 급료와 군사적 지출을 충당하기 위한 것이었다.\n\n[로마]\n로마는 초기에 철저한 국민 개병제였다. 그래서 포에니전쟁 당시 한니발의 카리스마에도 불구하고 용병이라는 한계를 가지고 있던 카르타고 군에게 결국 승리할 수밖에 없었다. 그러다 차츰 사회 시스템이 파괴되면서 게르만 용병, 중국 송나라의 용병, 이탈리아 도시 용병들이 유입되었다.\n상비군을 대규모로 운용한 로마군도 용병을 적극 활용했다. 로마군은 보병과 공병은 강했으나, 나머지 부대 특히 기마대는 약한 편이어서 누미디아, 갈리아, 게르만 기병대를 고용해서 약점을 메우는 식으로 사용했다. \n4세기 제국 후기 로마는 용병을 귀화의 형태로 아예 정규군 안에 받아들였다. \n보조병(auxilia)이 만기제대하면 시민권을 줬다.\n평민들은 가난해서, 부자들은 부자니까 징병을 거부했고, 그렇다고 모병제를 만들자니 잦은 전쟁과 불량한 징세 시스템 탓에 자금 여력이 없었다. 결국 황제와 장군들은 부족 통째로 이민족 병사들을 받아들여 국경 통제와 전쟁에 동원하였다. 주로 게르만족이었던 이들은 서서히 로마에 귀화하였고, 나중에는 용병의 의식도 사라지면서 국가에 충성하는 정규군이 되었다. 서로마 말기의 게르만족이란 본토 로마인과 수준 차이가 거의 나지 않는 수준이었다. 상당수의 게르만족 출신들이 로마 군대에 입대해서 입신양명 했고, 장군도 하고 재상도 했다. 오히려 그들은 아직 귀화하지 않은 옛 동포들을 동족취급하지도 않았다.\n\n로마시대 투석병(돌팔매 용병)들은 어른 주먹만한 돌을 100 미터 이상 날려서 표적에 맞출 수 있었다는 기록도 있다. 로마에서 주로 고용한 발레아레스 투석병들의 실전 기록들은 아주 화려하다. 200m 이상 떨어진 사람 크기 표적을 자유자재로 맞히는 것은 물론, 철 투구를 쓴 사람의 두개골을 으깨고 청동 정강이받이를 한 장정의 정강이뼈를 분지른 경우도 다반사였다고 한다.\nhttp://www.econovill.com/news/articleView.html?idxno=322497",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-12-18T11:40:03.847000",
  "updatedAt": "2023-10-15T07:36:30.453000"
}