{
  "id": "83efef1e-4957-4aab-a468-1d06316e02bb",
  "title": "솔론의 개혁",
  "content": "솔론(Sólōn, 기원전 638년경 ~기원전 558년경)은 고대 그리스 아테나이의 정치가, 입법자, 시인이다.\n\n당시 아테네는 세 파로 갈라져 있었다. 이른바 ‘언덕 사람들’은 극단적인 민주정을 선호했고 ‘평지 사람들’은 극단적인 과두정을 원했다. 이 말은 ‘평지 사람들’이 부자였다는 말입니다. 귀족과 부자들은 늘 강력한 과두정으로 통치되는 안정지향의 사회를 원하게 마련이다. 특이한 점은 아테네에 제3의 세력이 존재하고 있었다는 것이다. 이 사람들은 ‘물가에 사는 사람들’이라고 불렸다. 이 사람들은 민주정과 과두정을 오락가락하면서 ‘언덕 사람들’이나 ‘평지 사람들’ 사이에서 힘의 균형을 잡는 역할을 하고 있었다.\n그런데 이런 ‘물가에 사는 사람들’의 힘이 약화되면서 ‘평지 사람들’, 즉 부자들의 권력이 팽창하게 되었다. 부자들의 권력이 커졌고 아테네에 참주의 독재가 등장할 조짐을 보이기 시작했다. 가난한 사람들이 부자들에게 많은 부채를 지고 있었다. 지주들의 땅을 경작해서 얻은 소득의 60%를 바쳐야 했기 때문에 아테네의 부가 한쪽으로 집중되는 부작용이 나타났다. \n이 무렵 아테네를 포함한 아티카 지역의 소농층은 몇 해 동안의 기근과 인구 증가로 인한 토지 부족 때문에 파산 상태였다. 그러나 소수 부자들의 상황은 정반대였다. 이들은 늘어나는 해상무역과 상거래 등에 힘입어 부를 축적했다. 새로 도입된 화폐 역시 부의 유동성을 높임으로써 빈부 격차를 심화시켰다. 많은 사람이 빚을 갚지 못해 노예 신세로 전락하거나 외국의 노예로 팔려나갔다. 아들과 딸을 팔아넘기는 부모들도 생겨났다. 소농층의 불만은 폭발 직전이었고 귀족들마저 위기의 심각성을 우려하지 않을 수 없었다. 이런 위기 속에서 솔론은 ‘최고행정관’이자 ‘중재자’로 선출되었다. 자칫 내전으로까지 번질 만큼 심각한 사회적 갈등을 조정하고 중재하는 일이 그의 임무였다. \n 솔론은 토지 생산물의 많고 적음에 따라 시민을 4등급으로 나누고, 각 등급에 따라 참정권과 군사 의무를 정하였다. 솔론의 개혁은 단기적으로 실패하였으나 아테나이 민주정의 기초를 세웠다는 평가를 받는다.\n\n개혁의 첫 조치는 부채 탕감이었다. 농민에게 빼앗긴 자유를 되찾아주는 일만큼 시급한 일이 없었기 때문이다. 또 몸을 담보로 해서 돈을 빌릴 수 없게 만들었다. 농민들 자신뿐만 아니라 저당 잡힌 농토도 해방되었다. “저당 잡힌 땅에서 곳곳에 박힌 경계석들을 치워버렸다. 지난날 노예였지만 지금은 자유다.” ‘땅의 해방자’ 솔론은 개혁의 성취를 이렇게 자랑했다. 큰 잘못 없이 벼락거지가 된 사람들의 가산(家産)에 붙은 차압 딱지를 모두 제거한 조치였다.\n솔론의 개혁은 정치 영역에서도 이루어졌다. 그는 재산 등급에 따라 전체 시민을 네 계층으로 나누고 정치 참여 기회에 차등을 두었다. 올리브유 같은 유류와 곡물의 연간 생산량이 계층을 나누는 기준이었으니, 우리의 눈에는 매우 소박해 보인다. 이 제도 아래서는 ‘최고행정관’ 등의 고위직은 최상 계층의 시민들만 맡을 수 있었고, 그 밖의 관직 역시 상위 세 계층의 시민들에게만 허락되었다. 최하층 시민들의 공직 참여 배제는 재산 있는 사람들의 정치적 입지를 고려한 결정이었을 것이다. 하지만 그렇다고 해서 최하층민에게서 정치 참여의 기회를 박탈하는 것이 솔론의 목표는 아니었다. 그들도 민회와 배심원 재판에 참여할 권리를 보장받았기 때문이다. 솔론은 일부러 법조문들을 모호하게 만들어 최종 재판이 배심원 재판에서 이루어지게 했다고 한다. 최하층 시민들의 정치적 권한을 실질적으로 보장하기 위한 속 깊은 결정이었던 셈이다.\n솔론이 단행한 개혁은 그 밖에도 수없이 많다. 피해의 당사자가 아닌 제3자도 타인이 입은 피해를 고발할 수 있는 제도를 마련한 것도 그중 하나이다. 모든 시민이 하나의 공동체 정신을 갖도록 하기 위한 제도였다. 여성의 권익 보호를 위한 법도 도입했다. 결혼 지참금을 없애고 신부가 옷 세 벌과 약간의 세간 외에 다른 것을 가져오지 못하게 한 법이 한 가지 사례이다.\n솔론은 또 시민들에게 “중용을 소중히 하라”고 권고하면서도 도시의 내분 상황에서 무기를 들어 양쪽 중 어디에도 가담하지 않은 사람에게는 불명예를 주거나 국가의 공직에 참여하지 못하게 했다. 얼핏 보면 이 요구는 솔론 자신이 강조한 중용의 정신에 어긋나는 것 같다. 하지만 우리는 그가 강조한 중용이 적당한 타협이나 거리 두기가 아니라 가능한 것들 가운데 최선의 선택을 강제하는 덕목이었음을 기억해야 한다.\n\n이런 솔론의 개혁에 대해 어느 편도 만족하지 않았다. 부자 귀족들은 자신들이 경제적으로 큰 손해를 보았다고 생각했고, 원했던 토지를 얻지 못해 가난한 농민들은 자신들이 아무것도 얻은 것이 없다고 불만이었다. 그리고 재산에 따라 참정권이 제한되는 금권정치에서는 절대 평등이라는 이상은 구현될 수 없었다. 솔론은 “모든 사람을 만족시키기는 어렵다”는 말을 남기고 독재자 자리에서 물러났다. 그러고는 10년 동안 해외에 나가 있을 수 있는 출국 허가를 받고 이집트로 떠났다.\n솔론은 아테네에 새로운 법을 창제한 다음 10년간의 외유를 선택했다. 새로 제정된 법률 때문에 손해를 보는 사람들이 찾아와서 줄기차게 법의 개정을 요구했기 때문이었다. \n특히 솔론이 모든 빚은 탕감하겠지만 토지에 대해서는 간섭할 의사가 없다는 것을 안 그의 친구들이 부자들로부터 많은 돈을 빌려 넓은 토지를 사서 차지했다. 솔론은 이로 말미암아 신임을 잃고 미움을 받았다. 아무도 그를 좋아하지 않는 것을 알았기 때문이다. \n솔론은 자신이 공들여 만든 새 법이 개정되는 것을 원치 않았기 때문에 장기간 외유를 떠나 이런 시도를 저지하기로 했다. 아예 자리를 비워버리는 것이다. 솔론은 10년간이나 외유를 떠나면서까지 자신이 공들여 만든 법을 지키기 위해 노력했다. \n솔론은 권력의 자리를 떠나면서 이런 말을 남겼다. “그들은 한때 내게 엄청난 기대를 걸더니, 지금은 화가 나서 나를 원수처럼 노려본다.” \n솔론이 리디아의 왕 크로이소스를 만난 것도 이 때이다. 그러나 10년간의 긴 외유를 마치고 돌아왔을 때 아테네는 다시 혼란에 휩싸여 있었다. ‘평지 사람들’과 ‘언덕 사람들’, ‘물가에 사는 사람들’이 서로 치열하게 권력 투쟁을 벌이고 있었다.\n다행스럽게도 ‘언덕 사람들’, 즉 가난한 평민을 대표하던 페이시스트라토스가 권력을 잡아 겨우 솔론의 법을 지켜나갔다. 그러나 그것은 명목적인 평화였을 뿐이었다. 결국 페이시스트라토스는 참주(독재자)로 돌변해 아테네를 장악하였다. 부자들의 횡포를 막기 위해 가난한 자들을 보호해 줬더니 가난한 자들이 부와 권력에 맛이 들어 참주로 변해버린 것이다. 솔론이 그렇게 막고자 했던 참주가 아테네에 등장했지만 이를 막을 도리가 없었다. 솔론은 노령으로 사망했고 화장한 그의 시신은 살라미스섬에 뿌려졌다. 솔론의 개혁은 결국 실패로 돌아가고 말았다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-06-02T08:10:35.928000",
  "updatedAt": "2023-03-02T08:14:12.054000"
}