{
  "id": "8475ff72-32ec-44f9-9337-15c31954fdbe",
  "title": "하이만 민스키(Hyman P. Minsky)의 금융불안정성 가설",
  "content": "“미래에는 영구적인 팽창이 있을 것이라는 믿음에 근거”하는데 이러한 기대에 의해 지배되는 경제\n를 민스키는 ‘도취’(euphoric) 경제라고 불렀다. \n (또 다른 곳에서는 단기 차입을 늘려 장기 투자를 행하는 것이 일상적 삶이 되는 상황을 ‘도취’ \n경제라고 정의하고 있다).\n민스키에 따르면, 이러한 ‘도취’경제는 세 가지 측면에서 불안정성을 야기한다. \n첫째, 기존 자본의 가치를 상승시키며, \n둘째, 과거에는 자본비용이 높다고 판단하여 부채 늘리는 것을 꺼렸던 차입자들이 실물자산을 취득하기 위해 더 적극적으로 자금조달에 나서게 된다. \n셋째, 수익이 낮다고 판단하여 대출에 나서지 않았던 대부자들 역시 기꺼이 대출을 늘리는 결정에 나서게 된다.\n민스키 이론에서 불확실성과 이에 따르는 주관적 심리작용은 경제의 불안정성을 설명하는데 핵심적인 역할을 차지하고 있다. \n\n민스키는 투기적 거품을 조장하는 심리적 작용을 집중적으로 다루었다.\n\n어차피 미래 수익에 대한 정확한 예측은 불가능한 상황에서 과거의 실적에 근거해서 평가하고 다른 기관들의 행동을 따라가는 것은 비합리적인 것이 아니라 합리적인 행동이며, 금융불안정성을 야기하는 것은 경제주체들의 비이성적인 행동이 아니라 \n자본주의 경제구조의 속성인 것이다.\n\n리스크가 구조적으로 과소평가되는 환경 속에서 \n높은 레버리지를 이용한 수익추구가 현대 금융시스템의 핵심적 특징, 지난 50년 동안 세계자본주의가 불안정성을 증폭시키는 금융시스템 으로 전환되어 왔다. \n\n민스키는 도취, 과도한 낙관, 리스크에 대한 주관적인 평가 등의 심리적 요인이 경제의 불안정성을 야기하지만, 불확실성으로 인하여 야기되는 경제주체들의 잘못된 판단 이외에, 불확실성을 증폭시키는 경제구조와 제도에 많은 관심을 보\n이고 있다.\n\n민스키 이론은 경제주체들의 비합리적인 심리보다는 그러한 행동을 낳게 하는 자본주의 시스템에 초점을 맞추고 있다. \n\n금융의 불안정성은 경제 시스템이 낙후되었거나 경제 주체들이 합리적인 행동을 하지 못하여 나타나는 현상이 아니라, 자본주의 경제 시스템이 자체적으로 가지고 있는 내재적 속성에 의해 발생한다는 것이다.\n\n1. 자본주의 시장 메커니즘은 지속적이며 가격이 안정적인 완전고용 균형에 이르지 못한다.\n2. 극심한 경기변동은 자본주의의 핵심인 금융적 속성에 기인한다.\n\n은행이론 : 은행은 보유하고 있는 자금을 훨씬 초과하는 금액을 대출. 예금자가 동시에 예금 인출을 하지 않기 때문. 은행은 대출 이자로 영리 활동을 함.\n보유자금의 얼마를 대출해줄 것인가가 수익성과 직결.\n보유자금의 10배를 대출하면 5배를 대출하는 것보다 더 이익을 올릴 수 있다. 그러나 다수의 예금자가 동시에 예금을 찾으려고 하면 은행의 파산위험 (bank-run)이 커진다. 효율성(수익성)과 안정성(리스크)이 상치관계(trade-off)인 것이다.\n\n현대의 첨단화된 금융기법은 기본적으로 위와 같은 구조이다. 지나치게 수익의 효율성을 추구하다보니 자그마한 금융환경의 변동에도 부도의 위험이 커지는 것이다. \n\n이것이 민스키가 말하는 금융 불안정성 이론이다. 금융시스템은 불안정한 이유는 인간의 광기나 비이성적 과열 때문이 아니라, 효율과 안정의 상치관계에 따른 자본시장 자체의 구조적 특성 때문이라는 것이다.\n첨단의 금융기법을 받아들일 것인가 아닌가는 기술적으로 제약되는 것이 아니다. 이는 은행과 기업가들의 미래에 대한 전망이나 주관적 선호에 달려 있다.\n\n이윤 기회가 건전한 금융시스템에서 취약한 금융시스템으로의 이행을 내생적인 현상으로 만든다. 과도한 이윤추구는 경제주체들이 전체적 리스크가 증가하는 것을 인지하더라도 경쟁에서 살아남아야 한다는 구조적 압력 속에서 어쩔 수 없이 취해지는 것.\n\n제한된 정보와 환경 속에서 경쟁에서 살아남기 위해 레버리지를 높여 이윤 추구에 나서는 것은 합리적 행동(합리적 충동!)이며 이러한 행동을 유발한 것은 자본주의 경제구조와 금융제도(미시경제학의 거시적 기초!)인 것이다.\n\n불확실성의 확대로 인한 문제가 증가한다면 효율성의 감소라는 대가를 치르더라도 불확실성의 확산을 막아야 한다고 민스키는 주장하고 있다.\n\n민스키의 진정한 기여는 단순히 폰지 금융의 문제를 지적했다는 것에 있는 것이 아니라 자본주의 경제의 내재적 불안정성(위기의 필연성, 즉 경제시스템의 안정성 그 자체가 불안정성을 야기하게 된다는 의미)을 보여주었다는 것\n\n헷지 금융에서 폰지 금융으로 전환되면서 부채비율이 높아지고 현금흐름이 악화되는 안전성 마진의 감소가 나타난 것은 경제주체들의 과도한 낙관, 도취 때문이 아니라 경기팽창기에 은행과 기업들이 과거 실적을 기초로 자연스럽게 부채비율을 늘리고 현금흐름을 악화시키기 때문이다.\n\n내 의견 : \n상거래(금융거래) 행위는 불확실성을 내포한 일종의 투자, \n수요자/공급자들 소수집단간들의 싸움(소수자 게임)\n따라서 자유 시장 행위는 근본적 불안정성이 내재되어 있다.(복잡계)",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "4c2e72b8-0cf2-48f3-b5fa-5ad39f6b68ea"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-02-03T08:07:43.632000",
  "updatedAt": "2022-04-08T09:34:05.627000"
}