{
  "id": "85172933-df1f-4892-9054-b44e4e37e595",
  "title": "잠망경",
  "content": "209급 잠수함 승조원입니다. 아직 한국도 씁니다.\n\n214급도 있습니다.\n\n아직 쓴다. 몇일 전에도 보면서 입항했다.\n\n장보고함 잠망경 성능은 훌륭하다.  1~2km 정도 되는 거리에 있는 물체는 바로 앞에 있는 것처럼 선명하게 보이더군요.\n\n장보고함에 구형 잠망경 없앴다가 다시 넣은 것으로 알아요.\n\n장보고3 배치1(안창호급)에 들어갔던 전자광학 마스트(비관통형 잠망경)는 장보고3 배치2에서 다시 관통식 광학 잠망경으로 교체됨.\n\n﻿배치2는 안창호 급의 비관통형 잠망경에서 관통형 잠망경으로 돌아왔는데 비상시 안정성을\n위해서라고 한다.\n\n안창호함은 표적 문제가 해결되자 함장은 마지막으로 잠망경을 통해 표적의 실체와 실제 거리를 확인했다. 잠망경 손잡이를 잡고 제자리에서 360도 회전하며 올렸던 손잡이를 재빨리 내리는 모습은 인상적이었다. 은밀함이 잠수함의 생명인 만큼 6초라는 짧은 시간 안에 바다 위 전방위 상황을 파악해야 한다고 한다. 함장의 어뢰발사 명령과 무장관의 복창이 이어졌고 카운트다운이 시작됐다. “5, 4, 3, 2, 1, 발사!” 무장관과 음탐관은 각각 어뢰 발사 허가 버튼과 발사키를 동시에 눌러 어뢰를 발사했다. 이어 어뢰가 적 군함을 명중시킨 폭음이 들렸고, 함장이 잠망경으로 최종 확인하는 것으로 가상 훈련은 마무리됐다.\n\n\n\n광학마스트, 비관통형 또는 전자식 잠망경이라고 부릅니다. \n\n잠망경이 없는것이 아니고 단지 기존 잠망경같이 선체를 수직 관통하여 공간을 차지하고 수면에 상당시간 노출하는 것이 아닌 광학 카메라로 수면 밖의 광경을 신속히 스캐닝 함으로써 노출시간을 최소화하고 공간을 더 확보할 수 있는 비관통형 잠망경인 것입니다.\n\n거울이 하던 역할을 렌즈랑 모니터가 대신하기에 중간의 거울반사면을 넓게 확보하기 위한 빈공간을 광섬유로 대체하여 내압선체에 뚫는 공간을 줄여주고 신축하는 작동부가 없어서 수밀에 굉장히 유리해 진 것일 뿐입니다.(부가적으로 얻은 잇점은 어안렌즈를 활용해서 최대 360º를 사각없이 한번에 촬영하여 컴퓨터를 통해 사람 시각에 맞게 입체감을 변환하기 때문에 여러 모니터에 각 업무에 맞는 영상을 띄워서 동시간에 넓은 범위를 한번에 탐색가능하여 의견을 통합 판단하기에 적성기가 머리 위에 날고 있어도 시야각 한계로 못 보는 상황도 줄었구요.)\n결국 기존 잠망경이 일부 기계적 부분을 다른 걸로 대체한 뿐.\n\n어라운드 뷰도 있습니다.\n\n요즘 잠수함에도 잠망경 있습니다. 한동안 최신형이라고 디지털 방식으로 사용하긴 했지만, 지금 다시 백업 기능 등이 중요하다는 평이 있어 다시 관통형 광학식을 추가하기도 합니다.\n\n미군잠수함에도 여전히 렌즈를 사용하는 잠망경은 있음. 다만 현재는 백업용으로 생각함.\n디지털카메라를 사용하는 이유는 육안으로는 확인이 불가능한 야간에 사용할수 있고 정말 빠른속도로 주변 369도 촬영을 한후에 함장 1인이 본 것만을 토대로 한 것이 아닌 함내 부함장이나 작전 장교등과 공유해 확인이 가능함. 그래서 선호됨.\n다만 고장나거나 사용불가 상태가 되면 상당히 위험하기 때문에 똑같은 계기나 장치를 하나씩 더 붙여놓음. 구형 잠망경은 동력이 없어도 사용이 가능하기 때문.\n\n현재는 잠수함에 드론을 띄여서 수면이 아닌 공중에서 정찰하는 단계까지 왔다.\n\n현대의 디젤 잠수함들은 마스트에 영상에서처럼 카메라 및 전파 수신기 스노클 등이 달려있어 전파 수신기로는 오라이언, p3c 같은 대잠초계기와 그외 해상에서 발신되는 전파를 파악, 스노클로는 디젤엔진 가동 및 전지충전+공기 교체를, 카메라로는 수신된 전파정보를 바탕으로 초계기가 없다면 상선, 해상 구조물, 육지 타격 등을 파괴할지 결정할 겁니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-12-01T22:16:41.428000",
  "updatedAt": "2025-02-14T03:59:54.870000"
}