{
  "id": "853fc4c0-2d32-4069-9fec-5f7ca58895df",
  "title": "로스차일드",
  "content": "나폴레옹전쟁으로 유럽 각국의 재정은 파산 상태가 됐다. 해결책은 국가가 빚내는 것, 즉 채권 발행이었다. 각국의 경쟁적인 재정 수요를 충족할 정도로 채권을 발행하기란 쉽지 않았다. 17~18세기 유럽 궁정에서 재정을 관리하던 유대인들이 나설 수밖에 없었다. 유대계 금융인이 유럽 각국에서 채권 발행·인수 업무를 함으로써 해당 정부와 긴밀히 연결될 수밖에 없었고, 그들은 거대 국제금융 자본가로 성장했다.\n당시엔 전쟁자금을 조달하려는 정부 채권이 많았다. 이 때문에 유대인 금융가들이 채권 수익을 극대화하려고 전쟁을 조장·조작한다는 음모론이 나오게 된다. 이는 유대인이 세계를 단일정부로 지배하거나 배후에서 은밀히 통치하는 세계정부 음모론으로도 발전했다.\n프랑크푸르트의 게토 유덴가세에서 태어나고 자란 마이어 암셸 로트실트(1744~1812)는 부모를 일찍 여의면서, 하노버의 궁정 유대인 오펜하이머의 집에 들어가 주화와 메달 매매 업무를 배웠다. 헤센카셀의 빌헬름 대공은 그의 최대 고객이 됐다. 마이어는 25살인 1769년 대공에 의해 궁정 유대인으로 임명되며, 로스차일드 금융가문의 문을 열게 된다. 특히 빌헬름 대공이 유력한 채권 매매업자여서, 마이어는 대공의 채권 업무를 중개하며 유럽 각국의 궁정과 폭넓은 관계를 맺게 된다.\n나폴레옹이 전 유럽의 석권을 알리는 예나전투가 벌어진 1806년, 빌헬름 대공은 나폴레옹의 점령을 피해서 그의 모든 재산을 마이어에게 넘기고 관리를 요청했다. 예나전투가 일어나기 8년 전인 1798년, 마이어는 셋째 아들 나탄 마이어 로트실트(영국 이름 네이선 메이어 로스차일드)를 영국 맨체스터에 보내 현지 법인을 맡겼다. 마이어는 나폴레옹의 프랑스와 교전 당사국인 영국에도 투자할 수 있었고, 다국적 금융자본으로 성장하는 선두 주자가 됐다.\n네이선은 당시 영국에서 일어난 산업혁명의 본거지인 맨체스터에서 섬유 수출 회사를 차렸고, 1804년 런던으로 옮겨가 금융업에도 뛰어들었다. 아버지 마이어가 유동화한 빌헬름 대공의 재산이 네이선의 회사에 전해졌고, 네이선은 이를 영국에서 로스차일드 은행을 확장하는 담보로 활용했다. 마이어는 다른 두 아들에게는 파리(프랑스)와 프랑크푸르트를 책임지도록 했다. 1812년 마이어가 숨진 뒤, 나머지 두 아들도 나폴리(이탈리아)와 빈(오스트리아)으로 진출했다. 아들 5명은 아버지의 유산을 공평하게 20%씩 상속받고는 각자의 도시에서 정부 채권 발행·인수 업무에 종사하며 천문학적으로 재산을 불려갔다. 이들이 구축한 유기적인 국제 네트워크가 주효했다.\n로스차일드 신화가 쓰인 곳은 런던이었다. 1812년 영국의 군수책임자 존 헤리스는 네이선에게 스페인에서 나폴레옹 군과 싸우던 웰링턴 공의 군대에 군수를 조달하는 전비를 전달하는 임무를 맡겼다. 네이선은 런던 금 시장에서 금괴를 사서 프랑스 해안으로 몰래 운반했다. 파리에 있는 형제 야코프가 이를 받아 파리 금 시장에서 환전했다. 이 돈은 스페인 은행가들에게 전달돼, 웰링턴 공의 부대에 스페인 돈(페세타)으로 지급됐다. 곧 이런 금괴 밀송은 할 필요가 없어졌다. 로스차일드의 신용이 높아져서, 그들의 어음만으로도 충분히 전비를 전달할 수 있었다. 유럽의 현지 업자들은 로스차일드로부터 어음을 받으면, 영국군에 군수품을 제공했다.\n1812~1814년 네이선과 그의 형제들은 유럽 대륙의 정세를 면밀히 관찰하면서 영국과 그 동맹국들의 채권을 샀다. 전쟁이 영국과 동맹국들의 승리로 끝나자, 로스차일드가 큰 이익을 얻었음은 물론이다. 나폴레옹 몰락을 결정지은 워털루전투를 둘러싼 로스차일드 가문의 행적은, 로스차일드 신화의 정점이자 근대 이후 ‘유대인 음모론’을 본격화했다. 그 신화는 워털루전투의 승패를 미리 파악한 런던의 네이선이 이 정보를 가지고 런던 채권시장에서 거액의 이익을 얻었다는 것이다. 이는 유대인이 국제질서와 각국 정부를 배후에서 조종한다는 유대인 음모론에서 로스차일드를 그 수장으로 만든 신화이기도 하다. 반유대주의 입장에서 쓰지 않은 저명한 유대인 역사가나 역사서도 이를 정보의 중요성을 강조하는 대표 사례로 기록하고 있다.\n이는 근대의 반유대주의(anti-Semitism)를 촉발하는 중요한 재료였지만, 그 진위는 200년 동안 제대로 검증되지 않았다. 영국 런던 킹스턴대학의 저널리즘 교수 브라이언 캐스카트는 이 문제를 탐사 취재해 2015년 <워털루에서 온 뉴스: 웰링턴의 승리를 영국에 전하기 위한 경주>(The News from Waterloo: The Race to Tell Britain of Wellington’s Victory)라는 책을 출간했다. 그해 5월3일치 영국 일간 <인디펜던트>에 캐스카트 교수는 ‘로스차일드 가문에 대한 중상비방: 워털루전투에서 나온 반유대주의 비방이 일축되는 데 왜 200년이 걸렸는가?’라는 기고글에서 네이선이 워털루전투의 승패를 혼자 일찍 알았다거나, 이를 가지고 런던 채권시장을 조종하거나 거대한 이익을 얻었다는 건 근거 없는 가짜뉴스라고 결론 냈다. 캐스카트 교수에 따르면, 이 신화는 워털루전투가 끝나고 30여 년 뒤인 1846년 파리에서 반유대주의자인 조르주 데른바엘이 ‘사탄’이라는 가명으로 발간한 정치 팸플릿에 처음 등장했다. ‘유대인 왕 로스차일드 1세의 교훈적이고 흥미로운 역사’라는 제목의 이 팸플릿이 주장하는 워털루전투와 네이선의 행적을 캐스카트 교수가 요약했다.\n“네이선 로스차일드는 1815년 6월 그날 전장의 관측자였다. 밤이 다가오면서, 그는 프랑스군의 완전한 패배를 지켜봤다. 그가 기다리던 것이었다. 빠른 말들을 갈아타면서 그는 벨기에 해안으로 달려갔다. 그러나 폭풍이 모든 배를 항구에 묶어둔 것을 보고는 격노했다. 탐욕이 불가능을 인정하겠는가? 폭풍의 날씨에 굴하지 않은 네이선은 한 어부에게 왕의 몸값에 해당하는 거금을 주고는 바람과 파도를 뚫고 영국 해안까지 데려다주기를 부탁했다. 네이선은 워털루전투에서 웰링턴 공의 승리가 영국에 공식적으로 알려지기 24시간 전에 런던으로 들어왔다. 로스차일드는 전쟁의 승패를 알고는 주식시장에서 떼돈을 벌었다. 네이선은 단번에 2천만프랑을 벌었다.”\n전쟁 승패를 처음 알았던 인물은 네이선이 아니다\n데른바엘의 팸플릿에 처음 등장한 네이선의 행적은 그 뒤 변주를 거듭한다. 네이선은 당시 런던에 머물고 있었고, 전쟁의 승패를 미리 파악하고 전달한 것은 로스차일드 가문의 연락책들이었다는 것으로 바뀌기도 한다. 네이선이 동맹군이 패배했다는 허위 정보를 흘려서 영국 정부의 채권 가격을 폭락시킨 뒤 매집해서, 승전보가 알려진 뒤 가격이 폭등한 채권을 높은 값에 팔았다는 시장조작설도 그런 변주의 하나다. 당시 네이선이 런던 금융시장에서 채권과 주식을 사고파는 생생한 장면도 묘사됐다.\n캐스카트 교수는 네이선이 당시 워털루나 벨기에 해안에 있지 않았고, 그날 도버해협에는 태풍이 불지 않은 것으로 조사했다. 특히 네이선은 그날 금융시장에서 떼돈도 벌지 않았다고 했다. 당시 런던 금융시장에서 가격 폭락이나 급등이 없었다는 것이다. 워털루전투가 벌어진 주에 발행된 신문들을 조사한 결과, 런던에서 그 승패를 알게 된 첫 인물은 네이선이 아니라 ‘도버의 미스터 C’라는 익명의 인물로 파악됐다. 그는 벨기에의 겐트에서 동맹군의 승리를 알고는 영국으로 직행해 6월21일 수요일 아침부터 런던에 그 소식을 전파했다. 공식적인 승전보가 도착하기 12시간 전이다. 그날 오후 3개의 신문에서 워털루전투 소식이 인쇄됐다. 수요일 저녁에 쓰인 뉴스는, 네이선이 겐트로부터 편지를 받아 정부에 전달했다고 보도한다. 이를 고려하면, 네이선은 전황을 일찍 파악하기는 했으나, 그만이 유일하게 알았던 사람은 아니다.\n그럼, 네이선은 채권과 주식을 쓸어담을 시간이 있었을까? 물론 그럴 시간은 있었으나, 당시의 금융시장 규모와 작동 체계를 보면 떼돈을 벌 만큼 충분한 시간은 아니었다. 무엇보다 그날 수요일 시장에선 자산이 폭락하는 사태가 벌어지지 않았다. 승전이 확인되면서 채권과 주식 가격이 오르자, 네이선은 분명 자신의 매매에 ‘잘 대처’했을 것이다.\n워털루전투 정보를 독점해서 떼돈을 벌었다는 로스차일드 음모론을 처음으로 제기한 데른바엘의 팸플릿은 로스차일드 등 유대인 금융자본의 영향력이 절정으로 오르던 당시 상황을 배경으로 한다. 로스차일드의 경우, 19세기 중반에 그 재산이 60억달러에 달했다. 이는 실물가치로 보면, 역사상 어떤 금융자본도 능가하는 재산이었다. 이 때문에 로스차일드는 유럽의 ‘제6왕조’로 불렸다. 영국의 윈저, 프랑스의 부르봉, 오스트리아의 합스부르크, 프로이센의 호엔촐레른, 러시아의 로마노프 왕조에 이은 ‘로스차일드 왕조’라는 의미였다.\n로스차일드는 분명 국제 금융자본의 선두 주자로서 유럽뿐만 아니라 전세계에 엄청난 영향을 미쳤다. 하지만 로스차일드 은행은 지금 영국의 ‘엔엠(N.M.)로스차일드앤드선스’라는 소박한 국제은행으로 남아 있고, 로스차일드 가문은 프랑스 등지에서 자선사업가나 예술품 수집가, 와인 업자로 살아가고 있다. 양차 대전과 극악한 반유대주의를 거치면서 많은 재산이 몰수되고 다른 거대 국제은행들이 등장하면서 상대적으로 쇠락했기 때문이다.\n프랑크푸르트 본사는 후손이 없어, 일찌감치 나폴리의 로스차일드에 흡수됐다. 2차 대전이 일어나자, 빈의 로스차일드 은행은 나치에 모든 재산이 몰수됐다. 나치가 점령한 프랑스에서도 마차가지다. 전쟁 뒤 파리의 로스차일드는 재건됐으나, 1981년 사회당이 집권하면서 은행 국유화로 다시 국가에 귀속됐다. 몇 년 뒤 파리의 로스차일드 은행은 영국의 로스차일드와 합병해, 지금의 엔엠로스차일드앤드선스로 변신했다. 로스차일드의 쇠락은 무엇보다 20세기 이후 세계의 중심이 된 미국에 진출하지 못한 것이 원인이었다. 엔엠로스차일드앤드선스 회장인 에벌린 로스차일드는 1988년 12월4일치 <뉴욕타임스>와의 회견에서 “우리는 200년 동안 사업을 해왔으나, 미국에서 주도권을 잡지 못했다”며 “이는 우리 가족이 범한 실수 중 하나”라고 말했다.\n\n[나폴레옹 전쟁]\n로스차일드 가문은 나폴레옹 전쟁(1803~1815)을 기회로 활용했다. 나폴레옹의 대륙봉쇄령을 역이용해 영국과 대륙의 상품가격차를 활용하고, 도주하는 귀족들의 자산을 관리해주고, 영국의 전비 마련을 주선하면서 전쟁이 끝난 후 유럽 금융계의 강자로 부상했다. \n\n1806년 10월 나폴레옹은 트라팔가 해전에서 넬슨 제독에게 패한 보복조치로 영국 상품을 유럽대륙에 판매하지 못하도록 하는 대륙봉쇄령을 내렸다. 영국은 식민지에서 들어오는 물산이 풍부했기 때문에 나폴레옹의 봉쇄를 견뎌냈지만, 유럽 대륙에서는 싼 영국산 상품이 들어오지 못하게 되어 물가가 올라갔다.\n이미 영국에 진출한 마이어 로스차일드의 셋째 아들 나탄 마이어(Nathan Mayer)는 맨체스터 사무소를 폐쇄하고 런던에 사무소를 냈다. 그는 프랑스의 대륙봉쇄령을 역이용해 큰 이문을 남겨줄 사업을 구상했다. 싼 영국산 물건을 유럽 국가에 팔면 가뜩이나 물가가 오른 상태에서 높은 수익률을 낼수 있었다. 프랑스 입장에서는 불법이요 밀수이지만, 영국에서는 합법적인 장사였다.\n나탄은 프랑크푸르트의 형제들에게 비밀 연락을 취해 영국산 물건을 대륙에서 파는 사업을 모색했다. 나폴레옹 황제에 대한 도전이었다. 나탄은 죽음을 두려워하지 않는 선장들을 고용했다. 해적의 나라 영국에는 그런 뱃사람들이 많았다. 위험의 댓가는 충분히 지불했다. 어쩌다 밀수 행위가 적발되면 뇌물을 써서 넘어 갔다. 전쟁 상황에 타락한 장교들이 많았다\n프랑크푸르트의 형제들은 겉으로는 프랑스에 충성하는 척 하면서 영국의 나탄이 보내오는 물건을 반입해 팔았다. 영국산 면포, 식료품, 영국 식민지산 상품이 형제들의 비밀 루트를 통해 유럽 각국에 팔려나갔다. 그들은 물건들을 독일, 스칸디나비아, 네덜란드, 프랑스 각지로 뿌렸고, 담배와 커피 설탕 염료 등을 비싸게 팔았다. 물건이 희귀했기 때문에 부르는 게 값이었다. 당시 독일내 프랑스 괴뢰정부인 라인연방을 책임지고 있던 카를 폰 달베르크(Karl Theodor von Dalberg)공작도 로스차일드 형제들의 사업을 눈감아 주었다고 한다. 달베르크는 로스차일드 가문과 재정적 후원 관계에 있었다.\n아무리 유럽 전 해안을 막아도 밀수품이 틈새를 비집고 들어오자 프랑스는 봉쇄 4년만인 1810년에 교역 허가제로 전환했다.\n\n로스차일드 가문은 나폴레옹 전쟁 때 상당한 부를 쌓으며 큰 발전을 이루었다. 로스차일드 가문은 신용과 함께 신속하고 정확한 정보가 생명이었고, 이를 얻기 위해 유럽 각지에 촘촘한 정보망을 깔아 심지어 각국의 정부들보다도 빠르게 정보를 얻을 수 있었다. 마침 나폴레옹 전쟁이 발발하자, 로스차일드 가문은 본격적으로 산업 스파이를 보내어 프랑크푸르트-파리-런던-빈-나폴리로 이어지는 정보망을 구축했다. 또한 당시 런던에 파견되어 있었던 네이선 로스차일드는 영국에 엄청난 규모의 금과 정보를 제공하며 영국 정부의 신뢰를 쌓으며 정계에 진입을 시도했다.\n로스차일드의 비판자들은 그들이 밀수를 하고 남의 돈을 횡령하고 전쟁 정보를 악용해 재산을 늘렸다고 주장한다. 하지만 로스차일드 가문은 나폴레옹의 포위망을 뚫고 하이리스크 사업을 펼쳤으며, 자본 위탁자들의 재산을 불려주었고, 연합국의 국채를 사들여 승전에 기여한 것은 분명하다. 유대인이건 반유대주의자건 전기작가들은 로스차일드가가 나폴레옹 전쟁 기간에 행한 활동을 과장되게 서술하지만, 그들은 남들이 하지 못하는 과감하고 탁월한 투자를 선택했다는 사실은 인정한다. 무력으로 유럽을 제패하려던 나폴레옹의 야욕에 꺾고 로스차일드는 금융으로 유럽을 지배하게 되었다.\n\n[국채투자 음모론]\n워털루 전투는 나폴레옹 전쟁에서 일어난 가장 중요한 전투였다. 영국군과 프랑스 군대가 대격돌하였는데, 이 전투에 따라 차후 유럽의 판도가 갈릴 확률이 매우 높았고, 유럽의 이목은 모두 이 곳으로 쏠려 있었다. 만약 영국이 이 전투에서 승리한다면, 영국의 명예와 권위는 그 어느때보다도 높아질 것이지만, 만약 나폴레옹이 이끄는 프랑스군이 이긴다면 영국이 무너지며 그와 함께 영국과 관련된 채권, 무역 문서, 신용도가 폭락할 가능성이 있기 때문이었다. 당시 네이선 메이어 로스차일드도 이 전투의 행방에 크게 관심을 기울인 사람들 중 한 명이었고, 누구보다도 빨리 이 전투에 대한 정보를 얻기 위해 노력했다.\n네이선 로스차일드는 뛰어난 정보 수집망을 바탕으로 정부보다 무려 1일이나 앞선 날에 워털루 전투에서 영국이 이겼다는 소식을 입수했다. 하지만 그는 이 귀중한 정보를 대중들에게 곧이곧대로 이야기하지 않고, 오히려 사람들을 향해 영국군이 졌다라고 거짓 정보를 퍼뜨리기 시작했다. 이 말을 믿은 금융가의 사람들은 곧 그 가치가 폭락할 영국의 국채를 팔아치우기 시작했고, 워낙 많은 수의 국채가 한꺼번에 매물로 나왔기 때문에 얼마되지 않아 영국의 국채는 이전의 5%밖에 안되는 헐값이 되어버렸다.\n네이선 로스차일드는 이 기회를 놓치지 않았다. 그는 헐값에 나온 영국의 국채를 모두 사들였고, 그 다음날 영국 정부가 공식적으로 승전보를 전하면서 영국 국채 가격은 엄청나게 치솟기 시작했다. 이와 같은 행동으로 인해 로스차일드 가문은 무려 20배나 되는 차익을 보았고, 이는 로스차일드 가문이 나중에 세계적인 금융 제국을 세우는 데 밑거름이 되어주었다.\n하지만 이와 같은 이야기가 거짓이며, 로스차일드 가문이 퍼뜨린 헛소문이라는 주장도 있으며, 1940년대에 나치가 반 유대 프로파간다를 위해 일부러 선동적인 내용을 섞어 가미한 거짓 일화라는 주장도 있다.\n이에 관한 보다 자세한 정보는 '쑹훙빙' 저작인 화폐전쟁 1편에 소개되어 있으나 그 또한 오리지널이라고 보기에는 무리가 있는 것으로 보인다. 그것에 대한 근거로 일본의 반핵운동가인 히로세 다카시의 1986년 저작물인 [제 1권력(원제; 億万長者はハリウッドを殺す)]에 이은 국제금융사슬을 장악하고 있는 거대자본가들에 관한 [붉은 방패 - 로스차일드의 수수께끼(赤い楯 - ロスチャイルドの謎)](한국에는 출간되지 않았다.)가 이미 출간된 이력이 있기 때문이다.\n\n로스차일드를 연구했던 하버드의 교수 니얼 퍼거슨 같은 저명한 학자는 다르게 말하고 있다.\n원래 로스차일드는 나폴레옹의 대륙 봉쇄령이 내려진 사이 영국의 금을 프랑스로 밀수출하는 일을 해서 이득을 취했고,(프랑스로써도 영국의 금이 빠져나가면 이득이라 생각해서 막지 않은 모양)[18] 나폴레옹 전쟁이 터진 이후로는 패밀리 네트워크를 이용하여 금을 영국군의 군자금으로 전달하는 일을 하였다. 이후 엘바섬에서 돌아온 나폴레옹이 다시 전쟁을 일으키자, 로스차일드 가문은 전쟁이 장기전으로 갈 것이라 잘못 예상하였다.\n그리고 금을 대량으로 매입하였는데, 워털루 전투로 인해 전쟁이 금방 끝나버리자 금값 폭락을 통해 손해를 크게 볼 위기에 처했고, 이때 로스차일드 가문이 아주 제대로 망해서 역사의 뒤안길로 사라질 위기에 처했을 정도였다.\n이때 네이선 로스차일드는 영국 국채를 떼거지로 매입하는 최후의 승부수를 띄웠는데, 전후 영국 정부 차입이 감소해서 국채가 폭등할 것이라 예상한 것이었다. 이 예상은 다행히도 들어맞아 채권 가격이 폭등하여, 40% 쯤 상승한 고점에서 채권을 매각해서 현재 가치로 6억 파운드를 넘는 거액을 벌어 위기를 모면했다.\n애초에 로스차일드는 정보를 조작한 적도 없고, 조작은 커녕 예상을 잘못해서 금으로 돈 벌려다가 엘바 섬에서 탈출한 나폴레옹이 다시 빠르게 망해버린 바람에 가문 전체가 망할 뻔했다. 결국 음모 같은 것은 없었고, 예측 가능한 경제적 흐름을 절묘하게, 그것도 뒷북으로 이용하였을 뿐이라는 것이 음모론에 대한 퍼거슨의 반박이다.\n\n굳이 사료를 찾지 않더라도 정황상 네이선이 영국 콘솔 공채를 미끼 삼아 런던의 투자자 전체를 바보로 만들며 홀로 거대한 부를 쌓았는지는 생각해볼 문제다. 네이선이 ‘가출하듯’ 함부르크를 떠나 영국에 진출한 시기가 1798년. 철물과 비단 수출입으로 자리를 잡아가던 네이선은 분명 전쟁을 기회로 삼았다. 나폴레옹의 배후인 스페인과 포르투갈에서 게릴라전을 치르던 웰링턴 장군의 병참과 유럽 내 동맹군 지원을 맡으며 사업 규모를 불린 것. 나폴레옹이 ‘나를 괴롭히는 궤양’이라고 불렀던 스페인 전선을 유지하고 동맹군 군대의 이탈을 막는 자금 공급을 도맡으며 입지를 다지고 거대 상인으로 발돋움했다.\n나폴레옹이 엘바 섬에서 탈출했을 때, 황금기가 다시 올 것으로 기대한 네이선은 언제라도 현금화할 수 있는 수단인 금을 사 모았다. 유럽 전역에 깔아 놓은 정보망에서 ‘전쟁이 오래가지 않을 것 같다’는 보고를 받은 네이선은 워털루 전투 이전부터 금을 팔고 조금씩 영국 공채를 사들였다. 본격적으로 공채에 손을 댄 시점도 속설과는 다르다. 퍼거슨 교수의 다른 저서 ‘금융의 지배(원제 The ascent of money)’에 나오는 그래프를 보자. 네이선이 콘솔 국채를 대규모로 사들인 시기는 1815년 7월과 12월, 1816년 10월. 세 차례에 걸쳐 57, 62, 67% 선에서 콘솔을 매입한 네이선은 1817년 11월 이를 84% 수준에서 팔아치웠다.\n보다 장기를 나타내는 그래프를 봐도 네이선이 매도한 시점은 최고점 매도에 해당되지만 워털루 전투와는 뚜렷한 인과 관계가 없다. 1812년에서 1823년까지 콘솔의 가격 그래프에서 워털루 전투 전후의 급등락은 잘 보이지 않는다. 더욱이 네이선이 런던 거래소에서 분탕질할 때 프랑스에서 막냇 동생 제임스도 같은 방식으로 돈을 벌었다는 대목은 더욱 근거가 없다. 네이선 보다 15살 어린 제임스는 1811년(19살)에 파리로 이주해 1817년부터야 본격적인 금융업에 나섰다.\n네이선 사망 이후 아들인 라이오넬은 개종하지 않은 유대인으로는 처음으로 영국 의회에 진출하는 기록을 남겼다. 네이선이 워털루 전투의 정보를 이용해 돈을 챙겼다면 그 아들의 정계 진출이 가능했을까. 파리의 제임스는 1870년 보불 전쟁에서 프랑스가 프로이센에게 패배했을 때, 50억 프랑 배상금 모집에 앞장서 프랑스인들에게 애국 시민이라는 칭송을 받았다.\n\n네이선 로스차일드가 전황 정보를 누구보다 빨리 알아채 투기에 악용했다는 설이 퍼진 이유는 두 가지 때문으로 풀이된다. 첫째, 로스차일드 가문의 정보력이 탁월했다는 점. 정부의 공식 정보 라인보다도 빨랐다. 작가 데릭 윌슨의 ‘유대 최강 상술 로스차일드(원제 Rothschild, A Story of Wealth and Power)’에 따르면 웰링턴 장군의 승전 보고가 런던 육군 본부에 전해진 시각이 6월 20일 밤 11시. 전속 부관인 헨리 퍼시 육군 소령은 전투가 끝나자마자 출발해 잠시도 쉬지 않고 말 달리고 배를 갈아탄 끝에 그 시각에 승전 소식을 알렸다. 반면 네이선은 비둘기 통신과 쾌속 요트를 활용해 최소한 30시간 이전에 승전 소식을 접했다.\n두 번째 요인은 반 유대인 정서. 우선 유럽을 쥐락펴락하던 로스차일드 가문에 대한 반감이 커졌다. ‘로스차일드의 지원이 없는 한 유럽의 어떤 왕도 전쟁을 일으킬 수 없다. 옛날 유대인은 한 왕(로마 황제)에게 복종했는데 지금은 유럽 군주들이 한 유대인에게 머리를 조아린다’는 말이 생길 만큼 로스차일드의 권력이 커지면 커질수록 반감도 커진 것, 국제 유대인 운동이 시작되던 19세기 중후반부터 ‘로스차일드가 전쟁으로 한탕 했다는 신화’가 다시금 고개 들었다. 유럽과 미국을 오가며 부풀려진 워털루 전투 정보를 활용한 한탕 신화는 나치 독일의 선전상 괴벨스가 제작비를 지원한 영화 ‘로스차일드’로 인해 각국에 퍼졌다.\n\n\n[기타 사업]\n로스차일드 가문은 막대한 돈을 투자하여 유럽의 산업화에 지대한 영향을 끼쳤으며, 전 세계에 철도를 까는 데 적극적으로 참여했으며, 심지어 수에즈 운하와 같은 거대 정부 사업에도 관여하여 이익을 남겼다.\n로스차일드 가문은 브라질의 독립에도 크게 관여했다.\n세실 로즈의 아프리카 식민지 사업에도 자금을 지원하였고, 이로 인해 1880년대 후반 아프리카의 광산 회사를 인수하게 된다.\n'로스차일드'라는 이름은 마치 사치와 부의 대명사처럼 여겨졌다. 가문은 예술품 수집, 궁전, 자선 사업으로 유명하였다. 로스차일드 가문은 세계에서 가장 화려한 궁전들을 소유하고 있었으며, 그 수도 41개나 되었다. 심지어 로이드 조지 영국 총리마저 1909년에 로스차일드가 영국에서 가장 강력한 인물이라고 평한 바 있다.\n\n[보불전쟁]\n프랑스 지부(금융)는 마이어 암셀 로스차일드의 막내 아들인 자크 마이어 로스차일드가 파리에 지부를 세운것이 시초다. 나폴레옹 전쟁 동안 그는 대다수 철도 건설과 채광 산업의 자금조달 역할을 했다. 자크의 아들 귀스타브 드 로스차일드와 알퐁스 자크 드 로스차일드는 은행 사업을 계속했고, 모은 돈을 1870년대 보불전쟁에서 독일이 점령한 프랑스 땅의 반환을 요구하는데 사용하였다. 로스차일드 프랑스 지부 역시 국제적 투자 은행의 거장이 되었다.\n\n\n보불 전쟁 발발에 반대…전후 프랑스 배상금 2년만에 상환하는데 결정적 기여\n \n로스차일드 창업자 오형제 중 막내 제임스가 1868년 11월에 마지막으로 죽자, 이제 3세대가 런던과 파리, 빈의 사업을 이어받았다. 때는 바야흐로 프로이센 왕 벨헬름 1세와 프랑스 황제 나폴레옹 3세 사이에 감정이 격화하고 두 나라에 전운이 짙어가고 있었다.\n프로이센은 1866년 오스트리아와의 전쟁을 거치며 독일을 통일했다. 프로이센은 사사건건 프랑스에 시비를 걸었다.\n불씨는 스페인에서 떨어졌다. 1868년 스페인에 혁명이 일어나 이사벨라 2세 여왕(Queen Isabella II)이 퇴위화고 왕좌가 비었다. 스페인은 비밀리에 프로이센의 호엔쫄레른(Hohenzollern)가에 왕위를 제의하며 레오폴드(Leopold)를 초대했다. 레오폴드는 비스마르크(Otto von Bismarck) 재상의 재촉을 받아 1870년 6월 19일 스페인의 제의를 수락했다.\n이 비밀거래 소식이 전해지자 프랑스가 분노했다. 호엔쫄레른가가 스페인 왕이 되면 프랑스는 동으로 프로이센, 서로 스페인에 포위된다.\n7월 5일 나폴레옹 3세는 프랑스 로스차일드를 이끄는 알퐁스를 급히 불렀다. 황제는 몹시 불안하면서 런던의 로스차일드 사촌들에게 연락해 영국 정부가 프로이센의 침략야욕을 저지하도록 도와달라고 부탁했다. 알퐁스는 암호 전보를 런던에 보냈다.\n런던 로스차일드의 라이어닐은 알퐁스의 전보를 받고 급히 글래드스톤(William Ewart Gladstone) 총리에게 달려갔다. 여왕을 접견하러 가던 중에 로스차일드를 만난 총리는 잠시 생각하는 듯 하더니 “영국 정부가 개입할 사안이 아니다”고 대답했다. 글래드스턴은 해외식민지도 줄이고 전쟁을 가급적 피하자는 불개입주의자였다.\n라이어닐은 화가 났다. 영국의 전쟁 회피로 독일과 프랑스 사이의 전쟁 가능성이 커졌기 때문이다. 라이어닐은 야당 총재인 디즈레일리(Benjamin Disraeli)를 찾아가 총리를 비판해 달라고 요청했다. 이 사건을 계기로 영국 로스차일드 일가는 글래드스톤과는 거리를 두고 디즈레일리와 가까워지게 된다.\n로스차일드는 왕위계승 싸움을 촉발한 스페인에게 항의하고 베를린에도 불만을 쏟아 부었다. 며칠후 베를린에서 레오폴드가 스페인 왕위를 단념한다는 답변이 왔다. 일단 독일이 굴복한 것이다.\n하지만 비스마르크는 단념하지 않았다. 그는 프랑스의 도발을 기다렸다. 7월 14일 나폴레옹 3세는 군 동원령을 내리고 19일 프로이센에 전쟁을 선포하고 포문을 열었다. 비스마르크는 충분한 명분을 갖고 군대를 서부전선으로 몰아 파리로 진군시켰다.\n파리의 로스차일드는 분노했다. 그토록 전쟁을 반대했는데 프랑스가 먼저 걸어 비스마르크의 야욕을 부추겼기 때문이다. 알퐁스는 나폴레옹 3세의 전쟁에 지원을 하지 않았다. 그는 부인과 아이들을 런던 친척들에게 피난보내고 부상자를 돌보는데 비용을 조금 냈을 뿐이었다.\n개전 한달이 좀 지나 파리가 포위되고, 9월 1일 프랑스군은 세당 전투에서 굴욕적으로 패배하고 나폴레옹 3세는 포로가 되었다.\n파리에서는 공화정이 선포되었고, 신정부는 프로이센과 전쟁을 계속하기로 결정했다. 프로이센 군대는 파리를 포위하고 프랑스 로스차일드의 페리에르 저택(Château de Ferrières)에 최고사령부를 설치했다.\n11월초가 되면서 프로이센 군에 포위된 파리에 식량이 바닥나기 시작했다. 식량이 배급되었지만 매점매석과 암거래가 활개를 쳤다. 굶주림과 물가고는 파리 시민들을 지치게 했다. 지방에선 구원부대가 오지 않았다.\n프로이센의 빌헬름 1세는 이듬해 1월 베르사이유궁에서 독일제국의 황제에 올랐다. 프랑스에 황제가 없어졌으니, 자신이 유럽의 황제가 되었다는 것을 선포한 것이다. 프랑스인들은 굴욕감에 치를 떨었다.\n하지만 프랑스 공화정은 더 이상 전쟁을 끌고 나갈 기력이 없었고, 독일에 협상을 제의했다. 1871년 2월 프랑스 제3 공화정의 티에르(Adolphe Thiers) 대통령과 비스마르크가 베르사이유에서 만났다. 비스마르크는 갑의 위치에 있었다.\n프로이센은 국경 지역인 알사스-로렌을 양도하고 60억 프랑의 배상금을 요구했다. 비스마르크는 배상금을 모두 받기 이전에 독일군을 철수하지 않겠다고 나왔다. 가혹한 조건이었다.\n다음달인 3월, 비스마르크는 알퐁스 로스차일드를 불렀다. 키가 작은 이 유대인은 허리를 뻣뻣하게 세우고 프로이센인을 만났다. 비스마르크는 로스차일드의 뿌리가 독일이라는 사실을 상기시키고 자신이 프랑크푸르트의 암셸 마이어와 친분이 있었다는 점을 강조했다. 이에 알퐁스는 프랑스어로 대답했다. 그는 비스마르크의 조건이 무리이며, 내가 없으면 협상이 이뤄질 수 없다고 되받았다.\n알퐁스는 비록 패전국이지만 프랑스의 권위가 무너지는 것을 참지 못했다. 협상은 더 진행되어 배상금이 50억 프랑으로 낮춰졌다. 비스마르크는 배상금을 조금 깎아줘도 프랑스가 그 돈을 갚지 못할 것으로 믿었다. 배상금을 받는 조건으로 프랑스에 군대를 오래 주둔시키자는 의도였다.\n하지만 알퐁스 로스차일드는 비스마르크의 판단이 오류였음을 입증시켰다. 그는 개전 초기에 나폴레옹 3세에겐 등을 졌지만, 공화국이 평화를 원하므로 지지를 보냈다.\n알퐁스의 변신도 빨랐다. 그는 프랑스 정부가 발행하는 국채 매수자를 모집했다. 런던의 사촌들에게도 연락을 취하고, 경쟁 은행들에게도 손을 내밀었다. 파리와 런던의 로스차일드가 움직이자 유럽의 금융가들을 모여들었다.\n런던의 라이어닐은 외환시장에 개입해 프랑스 통화를 안정시키고, 프랑스 정부에 보증을 섰다. 로스차일드에 의해 유럽 금융시장에서 영국과 프랑스의 화해가 이뤄졌다. 프랑스 국민은 물론 영국 사람들도 프랑스 국채에 모여 들었다.\n국채를 두 번 발행하면서 프랑스는 50억 프랑을 거뜬히 조달했다. 1871년 3월에 20억 프랑이 발행되고, 1년뒤 30억 프랑이 발행되었다. 첫 번재 발행에 48억9,700만 프랑이 찰했고, 두 번쩨 모집엔 무려 438억 프랑이 국채 시장에 몰렸다. 응찰자가 많았기 때문에 좋은 조건으로 프랑스는 배상금을 조달할수 있었다. 물론 로스차일드의 덕분이었다. 로스차일드도 돈을 벌었다.\n로스차일드의 성공적인 프랑스 국채 발행은 남의 집에 들어와 와인이나 뺏으려던 비스마르크에게 일격을 가한 셈이 되었다. 프랑스는 배상금을 2년만에 모두 갚았고 비스마르크는 독일군을 철수시켜야 했다.\n비록 프랑스는 독일에 굴욕적인 패전을 했지만 전쟁은 프랑스 국민들의 애국심을 확인하는 계기가 되었다. 국채 발행에 프랑스 대중들이 참여함으로써 전쟁은 반드시 무기로만 하는 게 아니라는 사실을 보여주었다. 프랑스 배상금 상환은 로스차일드 일가의 명성을 드높여 주었다.\n프랑스 3공화정(1870~1940)이 독일과의 강화에 불만을 품은 좌파들의 파리코뮌(Paris Commune)을 진압하고 장수할수 있었던 것은 독일에 당한 패전을 재빠르게 회복한 덕분이다. 로스차일드도 1차 세계대전이 발발하는 1914년까지 아무런 도전 세력 없이 유럽 금융시장의 패권을 이어갔다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-27T15:41:30.929000",
  "updatedAt": "2023-04-27T09:37:28.602000"
}