{
  "id": "8639d5eb-d49d-45b7-b0e1-610254d83066",
  "title": "군비경쟁",
  "content": "죄수의 딜레마’는 국제 정치에서 ‘안보 딜레마’ 상황을 설명하는 데 유력하게 쓰인다. 자기 나라의 안보를 염려해 군비를 증강할 경우, 상대방도 군비 증강에 나섬으로써 결국엔 군비 증강에 나서기 전보다 두 나라의 안보가 더 불안해지는 것이 안보 딜레마다.\n\n이 게임의 플레이어는 현재 대등한 군사력을 가진 두 국가이다. 각국은 군비 축소(협력)와 증강(배신) 중에 하나를 동시에 선택한다. 만약 한쪽은 군비를 증강했는데 다른 한쪽은 축소하면, 군사력의 균형이 깨져 전자는 승리하고 후자는 패배한다. 두 국가가 모두 군비를 축소하면, 균형은 유지된다. 두 국가가 모두 군비를 증강하면, 마찬가지로 균형은 유지되지만 둘 다 예산 낭비로 인한 손해를 본다.\n각국의 입장에서 먼저 상대가 협력한다고 가정할 때, 자신도 협력하면 균형이 유지되지만 배신하면 승리한다. 한편 상대가 배신한다고 가정할 때, 혼자 협력하면 패배하지만 같이 배신하면 손해는 보더라도 균형은 유지된다. 따라서 자국의 이익을 극대화하려면, 상대가 협력하든 배신하든 관계없이 자신은 배신하는 것이 유리하다. 게임의 딜레마는 둘 다 이렇게 생각해서 배신을 선택할 경우 군사력의 균형은 유지되는 대신 예산이 낭비되지만, 만약 둘 다 협력을 했다면 예산 낭비 없이 모두에게 더 나은 결과를 가져올 수 있었다는 점이다.\n아래 왼쪽의 표는 군비경쟁(죄수의 딜레마)을 단순화하기 위해 승리(3)와 패배(0), 균형 유지(2), 균형 유지 및 예산 낭비(1)에 각각 숫자로 점수를 부여한 것이다. 왼쪽의 군축과 군증은 플레이어 A의 선택을 나타내고, 오른쪽의 그것은 플레이어 B의 선택을 나타낸다. 각 플레이어의 점수는 각자가 선택한 전략이 교차하는 사각형 칸의 왼쪽(A) 혹은 오른쪽(B) 숫자를 읽으면 된다. 예를 들어, A가 군증을 선택하고 B가 군축을 선택했을 때의 결과는 왼쪽 가운데 칸을 읽으면 된다(A는 3, B는 0).\n결과적으로 그것이 최선의 결과를 낳지 못하는데도, 각국이 군비를 증강하는 것이 ‘합리적’이라는 게임이론의 결론은 우리의 마음을 불편하게 한다. 그러나 게임 자체와 그것의 이해를 돕기 위한 비유를 헷갈려서는 안 된다. 둘 다 배신하는 것은 게임이론의 언어로 ‘효율적’ 혹은 ‘최적’은 아니지만, 이 게임의 유일한 ‘순수 내시균형 pure Nash equilibrium’이다. 문제가 있다면 그것은 모델 자체나 그에 대한 해석이 아니라, 모델의 현실 적합성에 있다. 다시 말해 어떤 게임의 결론이 그것이 모델링하고자 한 현상의 실제 결과와 다르다는 것은 그 현상을 모델링하기에 부적합한 모델이라는 뜻이다.\n만약 두 국가가 군비 축소로 절약한 예산을 모두 복지에 사용해 기대 이상의 가치를 창출할 수 있다면 이때의 점수가 2가 아닌 4가 될 수도 있을 것이다. 이 게임은 아까와는 전혀 다른 새로운 게임이며, 이러한 구조의 게임을 사슴 사냥이라고 부른다. 두 사람이 같이 사냥을 나가는데 사슴을 잡는 데는 반드시 두 사람이 필요하며, 혼자 사슴을 잡는 것(협력)은 헛수고가 된다. 한편 토끼를 잡는 것(배신)은 혼자서도 가능하나, 만약 둘 다 토끼를 잡으면 서로 방해가 되어 모두 손해를 본다.\n사슴 사냥은 죄수의 딜레마와 본질적으로 다르다. 만약 상대가 토끼를 잡는다면, 혼자 사슴을 잡으려다 허탕 치는 것보다는 자신도 토끼를 잡는 것이 유리하다. 반면에 상대가 사슴을 잡는다면, 혼자 토끼를 잡는 것보다 같이 사슴을 사냥해 나눠 갖는 것이 낫다. 따라서 사슴 사냥과 같은 상황에서는 충분히 상호 협력이 이뤄질 수 있다. 그러나 상대의 배신에 대한 두려움으로 인해 여전히 둘 다 배신하는 결과도 가능하다. 게임이론의 언어로 말하면, 이 게임에는 상호 협력과 상호 배신이라는 두 개의 순수 내시균형이 존재한다.\n<퍼스트 스트라이크>와 게임이론이 시사하듯 서로 더 많은 무기를 확보하고자 경쟁하는 것은 결코 평화와 승리의 길이 될 수 없다. 끝없는 군비경쟁의 종착지는 피할 수 없는 전쟁과 ‘상호확증파괴 MAD’이다. 반복된 죄수의 딜레마에서 보았듯 상호 협력을 통한 군축이 가능하려면 내가 먼저 협력의 손을 내밀고, 관대한 태도를 취하며, 서로 정보를 공유하고, 원활한 소통을 위해 노력해야 한다.(다만 상황에 따른 ‘적절한 제재’도 필요하다) 이명박, 박근혜 정권의 대북정책은 일방적인 압박과 제재, 소통의 단절로 그와 정반대였다. 물론 이처럼 단순한 게임 모델이 국제정치의 세밀하고 복잡한 현실을 모두 반영할 수는 없다.\n\n[치킨 게임]\n치킨 게임, 매-비둘기 게임 또는 눈덩이 게임(영어: chicken, game of chicken, hawk-dove game 또는 snowdrift game)은 게임 이론에서, 어떤 사안에 대해 대립하는 두 집단이 있을 때 한쪽이 그 사안을 포기하면 상대방에 비해 손해를 보게 되지만, 양쪽 모두 양보하지 않을 경우 극한으로 치닫는 최악의 상황을 의미한다. 일종의 겁쟁이 게임으로서, 누구든지 먼저 포기하면 겁쟁이(chicken)가 되지만, 양쪽 모두 끝까지 포기하지 않으면 모두에게 피해를 입히는 가장 나쁜 상황이 초래되는 게임이다.\n이 용어는 가상적인 사고 게임에서 비롯되었는데, 두 사람이 각각 자동차를 타고 서로에게 돌진한다. 이때 누군가가 핸들을 돌려 피하지 않으면 양쪽 모두 죽게 되지만, 누군가가 피한다면 먼저 피하는 사람이 겁쟁이(chicken)가 되어 결국 게임에서 지게 된다. 이 용어는 냉전 시절 (1950년대 ~ 1980년대) 미국과 소비에트 연방 간의 군비 경쟁을 빗대는 데에 사용되기도 했다.\n대표적인 치킨 게임의 예시로 메모리 반도체 분야에서의 삼성전자와 일본 업체들의 경쟁을 들 수 있다. 마진을 극단적으로 줄이며 손해를 보면서까지 점유율을 높이며 경쟁 업체들을 압박한 결과 일본의 메모리 반도체 업체들은 파산하거나 사업을 접어야 했고, 그 결과 메모리 반도체 시장은 삼성전자가 독식하는 결과를 낳았다.\n\n죄수의 딜레마 게임과 치킨 게임은 사회적 차원의 최선과 개인의 전략적 선택으로부터 발생되는 결과가 다르다는 점에서 똑같다. 그러나 명백한 우월전략(상대방 배신)이 존재하는 죄수의 딜레마와는 달리 치킨게임에서는 명백한 우월전략이 존재하지 않으며, 상대방의 행동에 따라 나의 합리적인 선택도 달라지게 된다. 즉, 상대방이 회피하면 나는 돌진하고, 상대방이 돌진하면 나는 회피하는 것이 합리적인 선택이다.\n따라서 이 게임에서 내시 균형은 2개 존재한다. 첫째, 나는 돌진하고 상대방은 회피. 둘째, 나는 회피하고 상대방은 돌진. 보통 치킨 게임의 결말도 죄수의 딜레마와 마찬가지로 서로 돌진해서 둘 다 죽는다는 식으로 이해하는 사람들이 적지 않은데, 분명히 말하지만 치킨 게임의 균형은 한 명은 돌진하고 한 명은 회피하는 것이다. 더 정확히 말하면 처음에는 둘 다 돌진하다가 부딪히기 직전에 한 명이 핸들을 꺾음으로써 회피하게 된다. 참고로 죄수의 딜레마 게임에서 내시 균형은 상호 배신 하나뿐이다.\n\n이처럼 상대방과 반대되는 행동을 하는 것이 균형이 되는 게임을 반조정게임(Anti-Coordination Game)이라고 한다. 앞서 본 사슴사냥게임과 정반대이다. 사슴사냥게임에 해당하는 경우는 남이 어떤 것을 선택한다고 해서 내 몫이 줄어들지 않는다. 오히려 남과 내가 같은 것을 선택할수록 나눠 갖는 몫이 커진다. 혼자서 토끼를 잡는 것보다 둘이서 사슴을 잡았을 때의 이익이 더 큰 것처럼 말이다. 즉, 재화의 비경합성이 존재하는 경우에 해당된다. 반면 치킨게임은 남이 어떤 것을 선택하면 내 몫은 줄어든다. 서로 같은 것을 선택해서 공유할 수 없는 상황이다. 즉, 재화의 경합성이 존재하는 경우에 해당된다.\n둘 중 어떤 균형으로 귀결될지는 둘 중 어떤 놈이 더 앞뒤 가리지 않고 돌진하는 무식한 인간인지에 따라 결정된다. 그래서 치킨게임에서는 미친놈이 이긴다고 말한다. 치킨게임에서 이기려면 자신이 미친놈이라는 것을 보여주어야 한다. 서로를 향해 차를 모는 경우라면 나는 핸들을 돌릴 수 없다는 사실을 명확히 보여주어야 한다. 핸들을 망가뜨려 버리거나 자신의 손을 묶어서, 나는 절대 핸들을 돌리지 않을 것이라는 엄포를 놓아야 한다. 배수진을 치는 것이다.\n미국이 러시아와 핵무기 경쟁을 할 당시 미국의 닉슨(Ricard Milhous Nixon) 대통령은 \"내 전략은 미친놈으로 보이는 것이다\" 라고 말했다. 핵무기가 가져올 엄청난 위험 따위는 아랑곳하지 않고 서로 경쟁적으로 핵무기를 늘리는 것은 치킨게임과 같다. 그리고 닉슨은 치킨게임에서 이기는 방법을 정확히 알고 있었던 것이다. 상대방이 나를 미친놈으로 인식하면, 다시 말해 나를 언제라도 핵무기를 터뜨릴 수 있는 사람으로 인식하면 아무도 나를 건드리지 않을 것이다.\n\n\n[사슴 사냥 게임(stag hunt game)]\n장 자크 루소의 이야기를 따서 만들어진 게임으로 ‘안전’과 ‘사회적 협력’ 사이의 갈등 관계를 설명하는 말이다. 이 이야기에서는 두 명의 사냥꾼은 각각 토끼나 사슴을 잡을 수 있다. 각 게임자는 상대편의 선택을 알지 못하고, 하나의 행동만 선택해야 한다. 만약 한 사람이 사슴을 잡고자 한다면, 그는 성공률을 높이기 위해 파트너와 협력을 해야 한다. 토끼는 홀로 사냥할 수 있지만, 토끼는 사슴보다 가치가 떨어진다. 이 게임의 내쉬 평형은 같이 사슴을 잡든가, 각자 산토끼를 잡든가 둘 중 하나이다.\n이것은 사회적 협력의 중요한 필요성을 가져오게 된다.\n상대방이 협력하면 나도 협력하고 상대방이 배반하면 나도 배반하는 것이 이득이다.\n이와 같이 상대방과 같은 행동을 하는 것이 균형인 경우의 게임을 조정게임(Coordinatioin Game)이라고 부른다.\n그런데 둘 중 어떤 균형으로 귀결될지는 알 수 없다.\n\n죄수의 딜레마와는 조금 다른데, 상대가 사슴을 잡으려 한다면 같이 사슴을 잡는 선택을 해야 이득이다. 혼자서 산토끼를 잡았을 때의 보상이 너무 짠데다가 죄수의 딜레마와는 달리 상대방을 배신함으로써 내가 얻는 이득은 없기 때문이다. 만약 혼자서 산토끼를 잡는 것에 대한 보상이 사슴을 잡는 것보다 크면 바로 다같이 토끼잡기로 귀결된다.\n루소는 개별 국가를 사냥꾼에 비유하며 경쟁 관계에 있는 국가 간 협력이 얼마나 어려운 일인지 설파한다. 눈앞의 이익을 포기하고 서로 협조한다면 더 큰 이익을 얻을 수 있다는 묵직한 가르침도 선사한다.\n\n\n예)\n야권 후보 단일화가 대선 정국의 최대 변수로 떠오른 가운데 전문가 사이에서 ‘사슴사냥게임’으로 진화해야 ‘윈윈 연대’를 만들어낼 수 있다는 조언들이 흘러나오고 있다. 야권이 확실하게 정권을 교체하고 국정을 안정적으로 운영하려면 단일화 외에는 현실적 대안이 없다는 점에서 ‘치킨게임’이 아닌 ‘사슴사냥게임’이 돼야 한다는 것이다. \n사슴 사냥은 게임자가 각각 협력하고, 각각 변절하는 두 개의 ‘내시 균형’을 이루고 있다는 점에서 ‘죄수의 딜레마’와 다르다. 그러나 죄수의 딜레마에서는 파레토 효율을 가지고 있음에도 불구하고, 두 게임자가 변절할때는 하나의 내시 균형만 가진다.\n\n집단행동 게임이라는 이름으로 소개된 것이다.\n사장 한 명과 직원 두 명이 있는 직장이 있다.\n사장은 권위주의적이어서 자신에게 반기를 드는 직원에게는 불이익을 준다. 어느 날 두 명의 직원은 휴가를 제 때에 보장받기 위해서 파업에 돌입하기로 했다. 파업이 성공하면 사장은 휴가를 보장해주어야 한다. 하지만 두 명의 직원 중 한 명이 파업에서 빠지면 휴가 보장의 요구는 묵살되고, 이를 주장한 직원은 불이익을 받는다. 물론 두 직원 모두 파업에서 빠지면 휴가는 보장되지 않는다.\n두 직원을 A와 B라고 하자. 이들이 택할 수 있는 전략은 '파업에 참여한다'와 '파업에 불참한다' 두 가지가 된다. 파업에 참여한다면 서로 협력하는 것이고, 파업에 불참한다면 서로  배반하는 것이다.\n보수는 A와 B가 서로 협력하여 파업에 성공하고 휴가를 보장받았을 경우는 (1,1), A와 B가 서로 배반하여 파업에 불참하고 휴가를 보장받지 못했을 경우는 (0,0), A는 파업에 참여했으나 B는 불참하여 A가 불이익을 당한 경우는 (-1,0), A는 파업에\n불참했으나 B는 참여하여 B가 불이익을 당한 경우는 (0,-1)이 된다.\nB가 파업에 참여할 경우 A는 어떻게 해야 할까?\n이 때 A도 파업에 참여하면 1을 얻지만 불참하면 0을 얻는다. 따라서 A는 파업에 참여하는 게 이득이다. B가 파업에 불참할 경우 A는 어떻게 해야 할까?\n이 때 A는 파업에 참여하면 -1을 얻지만, 불참하면 0을 얻는다.따라서 A는 파업에 불참하는 게 이득이다. (1,1)과 (0,0) 둘 다 내쉬균형이 된다.\n즉, 상대방이 파업에 참여하면 나도 참여해서 휴가를 따내는 것이 이득이고 상대방이 파업에 불참하면 나도 그냥 조용히 있는 게 이득이다.\n죄수의 딜레마에서는 상대방을 협력하든 배반하든 상관없이 무조건 배반하는 게 이득이었다.\n그런데 상대방이 협력함에도 불구하고 내가 배반하는 것과 상대방이 배반할 때 어쩔 수 없이 나도 배반하는 것은 차이가 있다.\n전자가 탐욕(greed)이라면, 후자는 공포(fear)다.\n사슴사냥게임에서는 적어도 탐욕으로 인한 배반은 사라진다. 상대방이 협력하면 나도 협력하는 것이 이득이다. 죄수의 딜레마보다 사슴사냥게임이 더 인간적일지 모른다. 일반적인 사람들이 남을 배신하는 경우는 남이 나를 배신할까 두려워서인 경우가 많기 때문이다. 문제를 죄수의 딜레마에서 사슴사냥게임으로 바꿀 수만 있다면, 협력할 때 더 좋은 결과를 얻을 수 있도록 바꿀 수만 있다면 이는 매우 큰 변화이다. 적어도 탐욕에 의해서 나만 잘 살겠다는 선택과 그로 인해 사회 전체적으로 손해를 보는 결과는 사라지기 때문이다.\n사교육의 예를 들면 이런 식이다.\n앞서 죄수의 딜레마를 적용했을 때는 남이 사교육을 시키든 안 시키든 일단 우리 아이는 사교육을 시키는 것이 답이다. 하지만 요즘 학부모들을 만나보면 남들이 사교육 안 시킨다면 나도 안 시키고 싶다고 말하는 이들이 꽤 있다. 사교육 비용이 늘어나고, 아이들은 고생하고 그런데 성적은 안 오르는 괴로운 상황에서 벗어나고 싶어진 부모들이 많아진 것이다.\n전국의 학부모들이 이런 생각을 갖고 있다면 사교육은 이제 사슴사냥게임으로 변한다.\n남이 사교육을 시키면 어쩔 수 없이 나도 시키지만, 즉 남이 배반하면 나도 배반하지만 남이 사교육을 안 시키면 나도 안 시키겠다, 즉 남이 협력하면 나도 협력하겠다는 것이다. 죄수의 딜레마에서는 (2,2)라는 해밖에 없었다면, 이제는 (4,4)와 (2,2)이라는 두 가지 대안이 생겼다. 물론 이 두 가지 대안 중 서로 협력하는 (4,4)를 택할 수 있도록 보장해주어야 한다. 나는 사교육을 안 시키고 싶은데 남들도 안 시킨다는 보장이 없다면, 어쩔 수 없이 사교육을 시키는 (2,2)의 해를 선택할 수밖에 없다. 그럼 어떻게 모두가 사교육을 안 시킬 것이라고, 모두가 협력할 것이라고 보장할 수 있을까?\n아주 간단한 방법을 들자면 사교육을 금지시키면 된다. 적절한 제도와 규범을 도입한다면, 죄수의 딜레마는 사슴사냥게임으로 바뀔 수 있고 사람들은 서로 협력하는 해를 택할 수 있다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "4c2e72b8-0cf2-48f3-b5fa-5ad39f6b68ea"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-15T11:26:48.038000",
  "updatedAt": "2023-04-15T13:03:55.974000"
}