{
  "id": "875712d2-8954-442a-839b-707b60cda58d",
  "title": "백의종군, 아유십이",
  "content": "선조는 정유년(1597년) 1월 28일 이순신을 충청·전라 양도수군통제사로, 원균을 경상도 수군 통제사로 발령했다. 이순신은 삼도 수군통제사에서 한 계급 강등되고, 육군으로 전출되었던 원균이 수군에 복귀하여 최전방 수역을 맡게 된 것이다. 한산도 통제영을 거제도로 전진 배치하라는 명령을 수행하지 않은 데 대한 문책이었다. 이 인사에는 조정을 장악한 서인세력의 비호를 받은 원균의 모략이 있었다는 게 정설이다. 통제영을 왜군 본진(부산포)을 견제할 수 있도록 한산도에서 거제도 동쪽으로 이동시켜야 한다는 조정의 논의가 이순신의 입지를 더욱 압박하기도 했다. 이순신은 그 논의를 받아들일 수 없었다. 왜군은 임진년 이래 경남 동부 해역 요소마다 견고한 성을 쌓고 2만 정도의 병력을 유지하고 있었다. 적진을 코앞에 둔 곳으로 수군총사령부를 옮기는 것은 섶을 지고 불길로 뛰어드는 것과 다를 바 없다는 게 이순신의 생각이었다. 이런 상황에서 그는 꼼짝달싹하지 못할 죄를 뒤집어쓴다. 가토 기요마사(加藤淸正) 군이 다시 쳐들어오는 길목을 지켜 출동하라는 조정의 명령을 수행하지 않았던 것이다. \n\n정유년 초 경상도우병사 김경서(金景瑞·일명 김응서)의 진에 드나들던 왜인 가나메 도키스라(要時羅)가 김 병사에게 달콤한 정보를 흘렸다. 고니시 유키나가(小西行長)의 수하였던 그는 강화회담 결렬이 기요마사 탓이라고 헐뜯으며 “이번에 기요마사가 다시 건너오게 되었으니 통제사를 시켜 길목을 지켰다가 일제히 공격케 하면 그의 목을 벨 수 있을 것”이라 했다. 기요마사가 건너온다는 날짜까지 말해줬다. 김경서의 보고를 받은 임금과 조정은 그 말을 사실로 믿고 이순신에게 공격 명령을 내렸다. 그러나 이순신은 그 명을 따르지 않았다. 초계에서 한산도까지 와 출동 명령을 전한 도원수 권율에게 이순신은 “반드시 왜의 간계가 있을 것이오. 배를 많이 끌고 나갔다가는 도리어 역습을 당하게 될 것이 불을 보듯 뻔한데 어찌 간첩의 말을 믿고 따를 수 있겠습니까?” 했다. 이순신이 움직이지 않는 틈을 타 대한해협을 건너온 기요마사는 울산 서생포에 진을 쳤다. 이순신의 판단이 어떠했든 가나메의 정보는 어느 정도 사실이었다. 진노한 선조는 “우리나라 장수가 유키나가보다 못하다”고 펄펄 뛰었다. 당장 이순신을 묶어 올리라는 명이 떨어졌다. 이순신을 그 자리에 천거하고 뒤를 보아준 영의정 유성룡도 어쩔 수 없었다.\n\n조정에서는 즉각 비변사에서 회의를 거쳐 이순신에게 출격 명령을 내렸는데, 이순신이 1월 6일부터 남해현에 공무차 들어갔다가 풍랑에 갇혀서 빠져나오지 못하던 상태였기 때문에 시간을 잡아먹다 보니 가토가 진작 바다를 건너서 부산에 도착해버렸다. 조정에서도 이를 파악하여 가토를 잡을 수 없는 것을 알고 있었지만 혹시 추가로 있을 상륙 부대에게 압박을 주기 위하여 부산포로 출격을 명했고, 이순신은 69척의 함대로 부산포를 두들기며 명령을 충실히 이행했다. 통념처럼 무작정 출전 거부만 한 것이 아니다.\n가토를 잡으라고 하기 전에도 선조는 계속 반복적으로 이순신에게 나가 싸우라고 재촉했었다. 왜냐하면 조선에게 믿을만한 전력은 오직 수군밖에 없었기 때문이다. 육군은 자주 패배하지만 수군은 싸우는 족족 다 이기니까. 그런데 이순신은 하면 안 되는 전투라고 판단했기 때문에 자주 명령을 거부했다. 즉, 명령불복종이 누적되다가 가토사건으로 선조가 마침내 폭발했다고 볼 수 있다. 선조뿐만 아니라 다른 조정 대신들도 이순신이 속임수가 많은 사람이라 전진하지 않는 것이라며 비난했다. 그런데 우의정조차 변호해주기 힘들 정도로 선조의 분노가 강하기도 했다.\n그러나 이순신이 가토를 잡지 못했다고 책망하면서 \"저라면 잡을 수 있습니다\"라고 한 원균의 장계가 조정으로 올라오고, 이와 더불어 이순신을 숙청하려고 이미 혈안이 되어 있던 선조에 의해서 싸우라는 명을 거부했다는 이유로 1597년 2월 26일에 이순신을 파직 및 압송하고 그 후임으로 원균을 임명한다.\n\n원균 등과 선조가 합작해서 그에게 씌운 죄목은 네 가지다.\n(1)조정을 속였으니, 임금을 업신여긴 죄\n(2)적을 쫓아 공격하지 않아 나라를 등진 죄\n(3)남의 공을 가로채고 남을 모함한 죄\n(4)임금이 불러도 오지 않은 한없이 방자한 죄\n\n첫째 죄목은 순신이 부하 장령들의 공적 보고를 믿고 그대로 위로 상주하는 과정에서 벌어진 일이다. 그가 공적에 큰 야심을 가지고 있었다고는 보기 어렵다. 이미 삼도수군통제사로서 정2품 정헌대부에까지 오른 그다. 순신은 나중에 조명연합수군의 승리를 위해 명나라 제독 진린에게 ‘모든 공적을 돌릴 테니 대신 지휘권을 달라’고 제안한 사람이다. 그는 부하의 공훈을 세워주어 사기를 높이기 위해 그런 실수를 저지른 것이다.\n\n두 번째 죄목은 일본의 반간계(反奸計)에 놀아난 조정이 잘못된 명령을 내린 것을 실행하지 않은 것이다. 일본군 대장 고니시 유키나가가 첩자 요시라를 경상우병사에게 보내 “가토 기요마사가 부산 앞바다를 건너올 테니 조선 수군이 체포하라”고 충동질한 것을 순신은 의심해 실행하지 않는다. 실제로 이 반간계는 이순신을 제거하기 위해 일본군이 기획한 것으로 조선 조정은 그대로 걸려든 것이다.\n세 번째 죄목은 원균의 주장에서 비롯됐다. 1592년 최초 해전인 옥포 해전에 대한 논공행상은 당시 옥포의 관할권을 가지고 있는 부대의 지휘관인 원균이 구원부대의 지휘관인 순신보다 높아야 한다는 것이다. 당시 원균은 일본군의 침입이 있자 경상우수영의 군선들을 모두 불태워버리고(왜군에게 빼앗기면 활용당한다는 이유로) 단지 1척(나중에 그의 부하들이 5척을 더 가지고 합류)의 배를 가지고 합류했다. 이에 비해 순신의 함대는 판옥선 24척 등 모두 85척의 함대를 가지고 참전하고 있다. 게다가 원균은 일본군이 수백척의 배로 부산에 상륙할 당시 전혀 공격조차 시도하지 않은 바 있다. 한마디로 말도 안 되는 주장을 펴는 것이 먹혀들어가고 있다.\n네 번째 죄목은 세자 광해군이 군사를 위로한다는 명목으로 제2정부 격인 ‘분조’(分朝)를 전주에 설치하고 순신을 전주로 오라고 명령한 것을 이행하지 않았다는 것이다. 상식적으로 여수에 있는 수군의 최고 지휘관을 백면서생이나 다름없는 세자가 수백 킬로나 먼 내륙에까지 와서 보고하라는 것을 어떻게 볼 것인가?\n선조는 처음 순신을 파직하고 투옥시키며 아예 사형시킬 것을 염두에 두고 있었다. 선조는 영의정에게 말하기를 “이순신이 어떤 자인지 모르겠어! 명나라의 관원들이 자기들 조정을 수시로 속이는데, 그 못된 버릇을 우리나라 사람이 닮아가고 있어. 이순신이 부산에 있는 왜영을 불태웠다고 허위 보고를 했으니, 영의정! 이것이 있을 수 있는 일인가? 이제부터 이순신이 가등청정(가토 기요마사·일본군 제2군 대장)의 머리를 베어들고 온다 한들 그 죄를 어찌 갚을 수 있겠는가?”\n\n이순신을 잡으러 온 의금부 도사 일행 가운데는 얼마 전 경상우수사로 부임한 원균도 있었다. “내가 통제사라면 당장 부산포로 달려가 왜적을 무찌르겠다”던 그였다. 그 시간 왜적의 동태를 파악하려고 가덕도 앞바다에 나갔던 통제사는 왕명 소식을 듣고 급거 귀항했다. 갖가지 병기와 화약류, 병력과 군량미의 끝 단위까지 세세히 인계하고 함거에 올랐다.\n“사또, 우리를 버리고 어디로 가십니까. 이제 우리는 다 죽게 되는 겁니까!” 백성들은 함거를 가로막고 울부짖었다.\n진노한 선조의 명으로 이순신은 함거에 실려 한양으로 압송되고, 원균이 삼도수군통제사 자리에 앉았다.\n이순신이 한양으로 잡혀간 것은 정유년 2월 26일이었다. 시류에 편승한 조정 중신이 모두 침을 튀기며 이순신을 죽이라고 했지만, 노 재상 '정탁'의 신구차(伸救箚, 목숨을 걸고 구명하는 상소문)라는 상소 덕에 그는 가까스로 목숨을 보전했다.\n“합천 초계에 주둔한 도원수 권율 막하에서 백의종군하라”는 명을 받은 이순신은 남대문 밖 관노 집에서 아들과 조카의 마중을 받았다. 고문에 시달린 육신을 치유할 여유도 없이 하루를 쉬어 길을 떠난 그는 아산 선영에 들러 눈물의 참배를 한다. 전라 좌수영(여수) 마을에 머물던 어머니의 귀향 소식 덕분에 고향 집에 며칠 유해도 좋다는 허락이 떨어졌다.\n\n그에게 먼저 당도한 소식은 어머니 부음이었다. 아들의 하옥 소식에 허겁지겁 서해안을 따라 배편으로 올라오다 풍랑으로 와병, 끝내 주검으로 돌아오게 된 것이다. 호송관의 독촉에 못 이겨 장례도 치르지 못하고, 그는 ‘찢어지는 듯 아픈 마음’을 안고 남행길에 오른다. 공주-여산-전주-남원-하동을 거쳐 초계에 당도한 것이 6월 4일이었다.\n\n칠천량 패전 소식에 낙담한 도원수 권율의 한탄을 듣고 이순신은 “제가 한 번 나가보고 계책을 세움이 어떻겠느냐”고 제안한다. 그렇게 길을 나선 것이 7월 18일이었다. 곧바로 남행하여 사천 노량의 해안마을을 둘러보고 진양 수곡면 원계리 손경례(孫景禮) 집에 머물 때인 8월 3일, 이순신은 삼도수군통제사 직첩을 다시 받는다.\n<난중일기>에는 이때의 일이 매우 덤덤하게 적혀 있다. “맑음. 이른 아침 뜻밖에 선전관 양호가 교서와 유서를 가져왔다. 분부 내용인즉 삼도수군통제사를 겸하라는 명령이었다. 숙배(肅拜)한 뒤에 받자온 서장을 써서 봉해 올렸다.” 며칠을 두고 큰 비가 내려 근심과 우울증이 심해진 탓이겠으나, 복직인사에 대한 감상치고는 지나치게 무덤덤한 이 점이 바로 그의 진면목이다.\n이순신에게 미안했는지, 선조는 유지(有旨·편지)에서 “지난번 그대의 직첩을 바꾸고 죄인의 이름으로 백의종군케 한 것은 과인의 지모가 밝지 못하여 생긴 일”이라고 사과했다. 그러고는 “이토록 패전의 욕을 당하게 되니 무슨 할 말이 있으리오(尙何言哉)!” 하면서 ‘상하언재(尙何言哉)’를 반복했다.\n\n비에 갇혔던 길을 벌충이라도 하려는 듯, 이순신은 발길을 재촉하여 하동-구례-곡성-옥과-순천-낙안 땅을 지나 보성에 당도했다. 가는 곳마다 백성들이 구름같이 몰려들어 “이제 사또께서 오셨으니 우리는 살게 되었다”고 좋아했다. 그들은 모두 난리를 피해 산속으로 들어가는 사람들이었다. 이순신은 말에서 내려 피란민들 손을 부여잡고 부디 몸조심하라고 당부하면서, 안쓰러움을 표했다. 젊은 장정들은 처자에게 “나는 대감을 따라갈 터이니 너희는 천천히 찾아 오거라” 하고 따라나서기도 했다. 노인들은 길가에 늘어서서 술병을 바쳤다. 통제사가 받지 않으니까 울면서 사정했다. 더 이상은 사양할 수 없었다.\n보성 땅에서 제일 먼저 찾아든 곳은 조양창(兆陽倉)이었다. 다행히 이 국창(國倉)에는 곡식이 봉인된 채로 남아 있었다. 순천 부유창 등 고을마다 창고가 잿더미가 되었는데, 군량으로 쓸 곡식을 구했으니 얼마나 요긴했겠는가. 창고들이 잿더미가 되고 사람 그림자가 끊긴 것은 전라병사 이복남(李福男)이 청야작전을 재촉한 탓이었다. 왜적은 그렇게 바짝 다가와 있었다. 칠천량 패전으로 남녘 바다와 뭍을 안마당처럼 누비게 된 왜적이 본격적으로 호남 침공에 나선 것이었다.\n\n보성에서 이순신은 흩어진 장수와 병졸을 모으고 군량을 보충하기 위해 아흐레를 머물렀다. 보성읍성 열선루(列仙樓)에 머물던 8월 15일 선전관 박천봉이 임금의 유지(有旨·편지)를 가져왔다. “약세인 조선수군을 폐하고 육군에 의탁하여 싸우라”는 명령이었다. 통제사는 “공문 작성 때 영의정 유성룡이 있었느냐”고 물었다. 영의정은 경기지방 순행 중이었다는 선전관 말로 보아 조정 대신들이 유성룡 부재를 틈타 다시 자신을 나락으로 몰아넣으려는 계략이라고 생각했다.\n\n이날 밤 통제사는 대취했다. 임금의 명을 받들지 않으면 다시 함거에 실려 올라가게 될 것이고, 명을 받들면 조선 수군 재건은 포기해야 한다고 생각한 것이다. 그 괴로움을 잊고 싶어 그는 군관들을 불러 통음을 하고도 잠을 제대로 이루지 못했다.\n이순신은 결심한 듯 열선루 누각에 앉아 유명한 ‘금신전선 상유십이(今臣戰船 尙有十二)’ 장계를 썼다. “신에게는 아직 12척의 전선이 있사옵니다. 죽을힘을 다해 막아 싸운다면 아직도 할 수 있사옵니다. 전선은 적지만 신이 죽지 않았으니 적이 감히 우리를 업신여기지 못할 것이옵니다.” 왜적이 바다와 뭍에서 온갖 패악을 부리는 와중에 그런 용기를 가진 인물은 이순신 한 사람뿐이었다.\n보성을 떠난 이순신은 18일 회령포(會寧浦·장흥군 회진면 회진리)에 닿아 삼도수군통제사 취임식을 갖고 그 유명한 ‘회령포 결의’를 다진다.\n그 와중에 배설은 다시 탈영하여 종적을 감춘다. <난중일기>에는 그날 “수사 배설(裵楔)이 뱃멀미를 핑계로 보이지 않았다. 포구 관청에서 잤다”고 씌어 있다. 17일자 일기에 “군영구미(軍營仇未·강진군 대구면)에 당도하니 경내에 사람이 하나도 없었다. 수사 배설이 우리가 타고 갈 배를 보내지 않았다”고 쓴 것으로 보아 이순신이 두려워 피한 것이 분명하다.\n20일 일기에는 배설이 임금의 삼도수군통제사 임명교서에 숙배하기를 거부했다면서 “건방진 태도가 말할 수 없기에 그 영리에게 곤장을 쳤다”고 썼다. 수사의 체면을 봐서 권율처럼 고위 군관을 직접 벌하지 않고 수하에게 벌을 주어 경고한 것이다.\n다행히 배설이 칠천량 전장에서 미리 빼놓은 12척의 전선이 남아 있었다. 이순신은 다시 통제사로 제수되자마자 배설을 추궁해 배설이 숨겨놓은 함대의 위치를 알아내 함대를 인수하러 출발한다. 이때 곧바로 남해안으로 가지 않고 초계 → 하동 → 구례 → 곡성 → 순천 → 보성 순으로 전라도 일대를 돌아다니며 병사를 모집하고 물자를 다 긁어가서 일본군의 수중에 떨어지는 것을 방지했다. 웃긴 건 저 지역들은 이미 일본군이 점령해 놓은 곳이었는데 그걸 다 피하면서 싹싹 긁어모으는 데 성공했다는 거.\n\n삼도수군통제사 취임식은 19일이었다. 배설이 가져온 12척의 전선과 120명의 장졸이 참석한 초라한 행사였다. 그러나 구국의 결의만은 드높았다. “우리는 다 같이 임금의 명을 받들었으니 의리상 같이 죽어야 마땅하다. 한 번 죽음으로써 나라에 보답하는 것이 무엇이 아까우랴!” <이충무공행록>에 적힌 통제사 취임사는 이토록 뜨거웠다. 임금과 조정을 속이고 명을 받들지 않은 죄인의 신분에서 다시 수군 총수로 돌아왔으나, 그에게 주어진 것은 달랑 직첩 하나였다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9ded4b6e-8609-44e9-9a7e-24dc80fde081"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-31T23:24:44.245000",
  "updatedAt": "2022-07-18T11:13:08.097000"
}