{
  "id": "885f054f-0d0c-4fe2-8efb-301e4e5a7860",
  "title": "비호 vs 무인기",
  "content": "러시아제 S-300은 꽤 괜찮은 방공 체계다. 그런데 아제르바이잔의 드론에 속수무책으로 당했다. 일각에선 아제르바이잔이 AN-2를 드론으로 개조한 뒤 띄워 아르메니아의 방공 시스템 소재지를 파악하는 꼼수를 썼다고 분석하고 있다. AN-2는 북한이 특수부대 대남 침투 용도로 다량으로 보유하고 있는 목제 복엽기다. 아제르바이잔의 터키제 TB2 바이락타르는 지난달 30일 아르메니아의 장거리 다연장로켓인 러시아제 BM-30 스메르치를 파괴했다.  \n\n아-아 분쟁에서 가장 눈에 띄는 양상은 드론전이다. 개전 첫날인 9월 27일 아제르바이잔은 아르메니아의 T-72 탱크와 BMP-2 보병 전투차량을 공습으로 파괴했다. 그런데 이 공습은 터키제 드론인 TB2 바이락타르가 주도했다.\n상당수 전문가는 아-아 분쟁을 보고 ‘탱크 무용(無用)론’을 내놓고 있다. ‘지상전의 왕자’라 불리는 탱크는 그동안 아파치와 같은 대전차 헬기에 취약한 데다, 이제 드론이라는 또 다른 천적을 만난 셈이다. 탱크 무용론이 나오는 배경이다. 미국 해병대가 남중국해에서 중국과 겨루기 위해 무거운 탱크를 버리기로 결정하면서 탱크 무용론은 더욱 설득력을 얻고 있다.\n\n아르메니아 대공무기  ZSU-24-4, 9K33 Osa, Strela-10M3, BUK-M1-2, S-300 등 이런 대공무기도 아제르바이잔의 터키 바이락타르 드론에 당함.\n\n터키 무인기 Bayraktar TB2의 최대 비행고도는 6.8km 입니다. 비호로는 못잡는다고 봐야죠. 천마도 어려움. (신궁 최대고도 3.5km, 천마 미사일 최대고도 5km)\n우리나라로 치면 천궁으로 잡아야 합니다. 터키무인기가 대당 60억, 천궁 미사일 한 발이 15억이니 수지가 남는 장사긴 한데 좀 더 작고 저렴한 미사일로 잡으면 더 좋겠죠. \n우리나라도 야전방공시스템으로서 지금의 천마로는 부족하고 조금 더 대형화해서 레이더 탐지거리와 미사일 사거리를 늘릴 필요가 있다고 봅니다.\n\n최대 비행고도는 그렇더라도 공격모드에서는 훨씬 낮은 고도일겁니다. 최대비행고도가 6.8km이고\n최소사격 고도가 3.2km입니다. 비호, 천마로도 다 잡습니다. 최대 10km올라가는 리퍼가 통상 작전고도가 4~5km 입니다. 광학조준기의 해상도 때문이죠. 터키제는 이보다 낮다고 봐야 합니다\n\n그래도 지금 복합비호의 신궁으로는 힘들죠\n신궁에 추가부스터 달아서 고도 5km 사거리 12km 이상되는 개량버전 개발해 장착해야지요\n\n사실 지상에서 잡는 건 앞으로 점점 비효율일듯. 광학센서 발달과 유도무기가 좋으면 더 높은 고도에서 발사할테니. 그러면 더 긴 사정거리를 가진 미사일로 맞춰야 하는데 미사일 비용도 꽤 상승할테니. 그보다 상대드론을 찾아 요격하는 드론 개발이 더 비용이 저렴하고 더 효과적이라고 생각함. 흡사 잠수함은 잠수함으로 잡는게 더 효율적인것처럼\n\n본격적인 공격 드론들은 중고도용이 많다던데... 이번 터키 드론공격기도 중고도용\n\n현실적으로 무인공격기 상대하려면 현재 사용중인 비호복합은 무용지물이고 탐지 및 추적레이더 30km이상 정밀추적가능한 aesa 레이더로 교체하고 신궁미사일은 사거리를 현재 2배인 고도 5km이상 사거리 10km 이상인 er형 개발해야 대응이 가능함.\n공격무인기의 작전고도는 3~5km이고 사용하는 미사일 사거리 12km 이상 되니 최대 사거리 5km에 고도 3km인 신궁 달고서는 무리임\n\n비호 복합이면 탐지 28km, 추적 7km, 미사일 사거리 5km, 대공포 사거리 3km로 알고 있습니다.\n\n비호가 무용지물이란거네요. 터키무인기는 작전고도 5.5km, 최고운항고도 8km, 사거리 8km 레이저유도 미사일 탑제하는데ᆢ\n\n중고도, 고고도 무인기에 대해서 비호 복합이 할 수 있는건 미확인 비행체를 탐지해서 전파하는 것이 전부죠. 제 생각에는 터키 무인기 같은 중, 고고도 무인기는 공군이 막아야 할 영역이라고 생각합니다. 비호 복합은 자폭형 무인기라도 잘 격추해주면 좋을텐데요...\n애초에 서로 간에 리치 차이가 있는데, 비호라서 대응 가능하다는 이야기가 이렇게 많은 게 참... 무인기 자체를 목표로 한다면 최대고도 5km 정도인 천마로도 대응할 수 없고... 비호복합은 그냥 앉아서 당해야 하는 수준...\n\n중고도 위협에 대해서는 중고도 대공미사일로 대처를 해야하는데 천궁을 야전에 끌고다닐 수가 없으니 야전방공능력은 한국군에는 비호가 유일한 대안일 뿐인 것이고 비호가 개발 당시 주된 공중위협은 저고도 침투 항공기나 헬기였습니다. 또 당시 헬기무장이 기관포나 로켓 사거리 3km 정도에 불과한 토우급 정도의 대전차미사일 이었으니 사거리 3km인 30mm기관포와 신궁이면 충분히 대공 저지 수단이 되었죠. 이제 대공 위협이 보다 더 높은 고도와 사거리를 필요로 하는 것이니 무기도 업그레이드를 해야하는 것이고 헬기나 중고도 무인공격기 이외에도 소형 자폭드론 같은 건 현재의 비호 레이더로는 탐지가 어렵습니다. 사우디 유전테러 이후 수출 가능성 타진하다가 까인 것이 바로 레이더 성능 부족 때문이었죠. 때문에 x밴드 기반의 정밀 탐색 레이더가 필요한 것이고요.\n공격용 무인기 가격만 대당 50억~200억 정도 됩니다. 그 공격에 당할 아군의 기갑전력도 대당 수십억 하는 것이고요. 신궁er은 추가 로켓부스터만 장착해도 사거리 두배 이상 늘어납니다.\n무인기는 미국제뿐만 아니라 지금 아제르바이젠이 운용하는 터키제나 전세계 수출시장 장악한 중국제도 그 정도 성능은 됩니다. 4~5km상공에서 헬파이어급 미사일 운용합니다. 아르메니아 기갑차량들 격파하는 영상들 전부 터키제 무인기고요. 터키제가 60억정도 중국제가 50억짜리부터 150억짜리까지 있습니다.\n미국의 리퍼가 200억 정도하고요.\n\n왜 무인공격드론이 구형전투기급이 아니라고 생각하세요? 무인공격기란건 전투기보다 성능이 뛰어나서 활용도가 높은게 아니라 프롭기 기반이라 상대적으로 체구가 작아 레이더 피탐확률이 낮고 장시간 체공이 가능해 정찰용 목적에서는 제트기보다 훨씬 우수하고 전략적인 가치자산인 조종사의 목숨을 담보로 하지않고도 위험지역내에서 작전이 가능하기 때문입니다.\n무인기야 격추되어도 새로 사오면 그뿐이지만 당하는 전차나 장갑차안에는 장비보다 소중한 군장병이 타고 있으니 야전에서는 실질적인 위협이 됩니다\n공군 호위기가 모든 야전부대 다 따라 다닐 수도 없는 것이고 상황 벌어져 공군지원 요청하면 1시간이 거릴지 2시간이 걸릴지 모르니 지원이 올 때면 이미 상황 종료될겁니다. 때문에 실질적으로 야전에 방공능력을 부여하기 위해 개발된 것이 비호입니다\n하지만 비호가 개발될 당시는 야전에 실질적 위협이 되는 대공전력은 공격헬기였습니다. 그것도 요즘처럼 헬파이어급 중거리 대전차미사일이 아닌 사거리 3km수준의 2세대 대전차미사일을 장착한 헬기의 위협이죠. 그때는 비호의 30mm포나 신궁으로도 격추 시도나 접근거부의 임무를 수행할수 있었지만 지금은 그 조차도 힘들고 여기에 무인기를 내세워 더욱 과감하게 정밀타격을 하는데 사거리의 한계로 방어대책이 없는 상태이고 이 때문에 보다 진보한 방어체계의 무기가 필요하다는 겁니다.\n무인기 기능이 점차 좋아져서 더 높은 곳에서 공격한다면 지상에서 대응은 사실 점차 쉽지않다고 봄. 그냥 드론은 드론으로 잡는게 젤 좋음. 요격드론을 오래 떠 있을수 있게 개발해서 수시로 상대드론을 찾아 격추하는게 젤 좋음. 그나저나 육군의 중요성이 점차 줄어드네요. 일단 공군과 해군이 조지고 난 후 육군이 점령지에 깃발 꼿는 식으로 변해가니. 우리도 공군과 해군에 더 많은 재정을 투자해야하는거 아닌가 싶네요.\n\n전쟁의 양상이 상당히 틀어졌다. 이젠 K1, K2 전차 끌고 나가서 때려 부수는 식의 전쟁이 아닌거다. 이런 식으로 야금야금 녹여나가는 식이라면 우리도 바뀌어야한다. 육군도 이제는 중전차보다는 대공능력을 갖춘 장갑차를 갖춘 경육군으로 가거나 공격헬기 위주로 가는 공군화를 생각해야 할거다.  무인기는 전차를 잡고, 대공장갑차는 무인기를 잡고,  전차는 대공장갑차를 잡고...\n\n무인기의 공격목표 1 순위가 비호복합과 같은 단거리 방공체계가 아닐까?라는 것이지요. 왜냐하면 무인기의 가장 큰 위협이 단거리 방공체계인데 단거리 방공체계를 지워버리고 나면 무인기는 정말 마음대로 지상군을 공격할 수 있지 않을까요?\n그리고 저의 이러한 생각이 그대로 드러나는 사건이 바로 이번 아르메니아와 아제르바이잔과의 전쟁이었지요. 저는 아제르바이잔의 무인기 공격 동영상을 처음부터 유심히 봤더니 나중에는 그런 동영상은 안보이고 지상군을 공격하는 동영상만 보았습니다. 한마디로 아르메니아의 단거리 방공체계 차량들(레이더 안테나가 빙빙 돌아가는 차량들)을 전쟁 초반에 집중 공격해서 방공망을 무력화 시킨다음에 아르메니아의 지상군을 마음대로 유린한 것이지요. 더 정확히 이야기하자면 비호복합은 무인기를 막아내느냐 못막아내느냐를 걱정하는 것이 아니라 그 자신의 생존을 걱정해야 하는 처지라는 것이지요. \n\n아르메니아의 러시아군 기지에서 Krasukha-4 지대공 재머로 터키제 TB2 무인기를 통제 불능으로 만들어 추락시켰다. 48시간 동안에 9대를 떨어뜨렸다.\n\n재머는 통신시스템 개선으로 무력화 됨. 이스라엘이 이미 통신장비를 바꾼적이 있\n\n며칠 전만 해도 저가형 무인기는 물론 바이락타르급도 이스라엘이나 서방제 통신 장비 아니면 우수수 떨어진다고 아무리 설명해도 상당수가 흥분상태로 전장이 바꿨다며 귓방맹이로 듣지도 않았더랬지. 무인기 시대는 기술의 부익부 빈익빈으로 흘러가고 있는데.\n\n이스라엘제 드론 하롭이 아르메니아의 지대공 미사일인 S-300 2개 포대를 박살을 냈다. 동영상을 보면 하롭이 하늘에서 각각 지상의 아르메니아 미사일 차량과 레이더를 향해 내리꽂는 장면이 나온다. 하롭은 하피2라고 불리는 드론이다. 하늘을 날아다니다 목표에 다가가 자폭한다. 주로 적의 방공망을 노린다. \n저번하고 같은 패턴이네 1차 아-아 전쟁때도 이스라엘 자폭무인기하고 특수부대가 아르메니아 방공레이더 먼저 제거하고 들어갔음.\n그래서 TB-2 같은 어중쩡한 성능의 무인기가 폭탄 떨구고 돌아다녀도 대응을 제대로 못함.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-11-10T08:11:58.359000",
  "updatedAt": "2023-09-19T23:19:21.043000"
}