{
  "id": "899ac874-f12f-472b-985a-e7f8a7a27c6d",
  "title": "레이저포",
  "content": "레이저 무기에서 가장 중요한 부분은 레이저를 만들어 내는 다이오드와 고성능 반사경과 렌즈, 전력을 충전했다가 짧은 시간에 높은 출력으로 바꿔 뿜어내는 ‘울트라 캐피시터’다.\n\n[단점]\n곡사포는 포물선 운동을 하고 미사일 방향 전환이 자유롭기에 산이나 수평선 너머의 적을 타격할 수 있지만, 레이저는 일반적인 상황에서는 경로를 휘는 게 불가능하다. 이 때문에 군함에 함포로 레이저를 탑재하면 지구의 곡률 때문에 아무리 군함의 제일 높은 곳에 레이저 함포를 장착해도 50km 너머의 적은 직사로 조준할 수 없다는 연구가 나왔다.\n\n대기권에서는 에너지가 공기 입자에 흡수되고, 에너지를 흡수한 공기가 가열되어 아지랑이 현상을 일으켜서 레이저를 굴절하기에 대기권 내에서는 비효율적이다. 날씨가 조금이라도 흐리거나 주변에서 난반사를 일으키는 요소가 많으면, 금세 산란하여서 정확도가 급격히 떨어지거나, 의도치 않게 눈이나 광학 장비, 통신 장비에 손상을 일으킬 수 있다. 실제로 걸프 전쟁 때, 사막의 모래나 유정이 불타면서 발생한 연기로 인해 레이저 유도 폭탄인 GBU-12의 명중률이 급하락했다. \n따라서 레이저를 산란하는 연막탄이나, 반사율이 높은 소재를 장갑 표면에 코팅하거나 복합장갑에 내장하면 레이저가 가진 에너지 일부를 반사하거나 산란해서 위력을 크게 낮출 수 있다. \n\n[위력]\n레이저 대공무기의 경우 우리군이 2023년까지 100kw를 달성한다는 목표가 쉴든의 밀리터리 블로그를 통해 공개되었는데 그 정도 출력으로는 F-35나 F-35에서 발사하는 순항미사일을 요격하기에는 힘들다.\n\n통상적으로 30kw만 되어도 소형 UAV나 보트를 파괴 가능하다. 레이저가 지속적으로 발사됨을 감안해야한다. 30kw의 3배가 넘는 위력의 레이저가 초당 500회씩 발사되는게 레이저 대공포이다. 이는 1초간 발사로 F-15K를 녹여버릴 수 있는 위력이다.\n\n국산 레이저대공무기의 출력은 20kW(킬로와트)다. 전자레인지(1kW)보다 20배 높은 출력이다. 조건에 따라 다르지만 통상 드론을 격추하는데 20~50kW급 출력이, 대전차 미사일을 파괴하는데 100kW급 출력이, 순항 미사일을 무력화하는데 300kW급 출력이 필요하다. 군은 앞으로 ‘레이저 대공무기 블록-Ⅱ’를 2030년까지 개발해 출력을 30kw까지로 늘릴 예정이다.\n\n[미 공군]\n미 공군은 이미 출력 50㎾, 사거리 3~5㎞인 레이저 무기를 개발했고 한층 강화된 성능 개량을 추진 중이다. 실제로 미 공군은 F-35 스텔스기 등에 공대공 미사일 방어용으로 레이저 무기를 장착할 예정이다. 장기적으로는 출력이 강화된 레이저 무기를 전투기와 수송기 등에 장착해 상승 단계의 탄도미사일을 요격하는 계획도 추진 중이다.\n\n[미 육군]\n미 육군이 개발 중인 이동식 레이저포는 스트라이커 장갑차 위에 설치하는 단거리 레이저 대공 무기 시스템이다. DEM-SHORAD (Directed Energy Maneuver Short Range Air Defense)라는 이름의 이 레이저포는 이름처럼 레이저로 단거리에서 적을 무력화시킬 수 있다.\n레이저 발사체는 과거 집채만 한 규모의 장치였지만 지금은 항공기나 소형 전함에도 장착할 수 있을 정도로 소형화되었다. \n\n록히드 마틴은 500KW 지상형 대공레이저 준비 중. 2022년에 이미 300kw급은 미군에 납품했다고 함. 1MW면 탄도탄까지 요격 된다던데\n\n미국은 현재 500KW급 레이져 포를 개발하는데 까지는 성공했지만, 목표를 1MW급 레이져 포를 개발하는데 두고 있습니다. 10KW 정도 레이져는 작은 드론을 격추할수 있고, 100KW 까지는 드론이나 박격포탄 로켓탄을 잡을수 있으며 300KW급은 단거리 미사일와 대형 드론 그리고 항공기를 잡을수 있으며, 500KW급은 순항미사일을 잡을 수가 있다고 합니다. \n이것은 지금까지 방어를 하기 위한 무기체계이지만 공격을 하기 위한 무기체계로 전환을 하려면 1MW급이 넘어가야 하는데, 이것의 의미는 앞으로 공격도 미사일로 하지 않고 항공기에서 레이져로 공격을 한다는 것을 의미합니다. \n미군은 이런 이유로 500KW급 레이져 포를 개발해 놓고서도 전력화를 서두르지 않는데, 레이져로 공격을 하는 시대를 열어 새로운 전쟁 양상을 리드하겠다는 포부이며, 이런 포부의 바탕은 방어가 되었던 공격이 되었던 1발에 수천원에 불과한 비용으로 작은 비용으로 전쟁을 할 수가 있기 때문으로 분석됩니다. \n참고로 최근 한국이 개발한 레이져포는 20KW급이니 1MW급의 위력을 상상해 보실수가 있으실 것이며, 한국도 최소한 500KW급을 개발해야 공격이 아닌 방어용으로 전력화를 할 수가 있을 것입니다.\n\n[미 해군]\n오딘(ODIN)\n미 해군 개발 레이저 시스템이 있다. 오딘은 드론에 레이저를 쏴 카메라, 적외선 감지기 등 광학장치를 무력화하는 무기다. \n저출력이기 때문에 드론 동체에 직접적인 피해를 주지는 못하는 것으로 알려졌다. 그러나 드론의 눈을 멀게 해 공격 또는 정찰이 불가능하게 할 수 있다.\n\n헬리오스 (HELIOS)\n록히트 마틴이 개발 중인 '헬리오스 (HELIOS)'는 광학장치 무력화 기능에 더해 직접 드론의 동체를 불태우는 기능을 갖고 있다. 탄두를 태우거나 날개를 태워 격추하는 방식이다. 다만 150㎾의 출력이 필요해 충분한 전력 확보가 관건. \n미 해군은 구축함 프레블호(DDG88)에 헬리오스를 장착하는 작업을 진행하고 있고, 오는 12월 완료를 목표로 하고 있다.\n현재 미 해군은 상륙 수송함에 30㎾급 출력을 낼 수 있는 레이저포를 설치하여 활용하고 있다. 향후  알레이버크급 이지스함에 유효사거리 5 km, 출력 100kw의 레이저포를 실전 배치할 계획이다.\n미래에는 300kw급의 레이저를 함정에 설치할 계획이다. \n이 정도면 충분히 대공 미사일을 대체할 수 있는 단계이며, 미 해군은 미사일 대신 레이저를 차세대 함정의 대공방어 무기의 주력으로 사용할 계획이다.\n\n[이스라엘 아이언빔(Iron Beam)]\n가까운 곳에서 날아오는 공격 무기를 요격하는데 효과적이다. 아이언 돔의 경우 4~70㎞ 내에서 포착된 미사일이나 로켓은 90% 이상을 요격하지만, 이보다 더 가까운 곳(근거리)에서 날아오는 비행체에 대해선 효과성이 떨어진다는 평가를 받고 있다. 이러한 빈틈을 메워주는 것이 아이언 빔이다. \n트럭에 실린 2 대의 레이저 발사 장비가 2개의 빔을 발사해 1개의 목표에 집중 조사하여 요격하는 방식이다.\n레이저 발사시간 5, 6초에 1개의 목표를 격파할 수 있다. 발사가능 거리는 최대 7km에 달한다.\n2022년 4월 중순의 테스트에서 드론/포탄/ 로켓/대전차미사일을 요격하는데 성공했다.\n출력 60kw급 아이언빔이 2023년에 드디어 '가자'지구 근처의 이스라엘 남부 지방에 처음으로 실전 배치된다. 약 20㎞ 거리의 목표물도 격추할 수 있는 출력 100kw급은 현재 개발 중으로 2~3년 안에 실전 배치될 것으로 예정된다.\n현재 팔레스타인의 까삼 로켓이 2만 달러, 이스라엘의 아이언돔 미사일이 10만 달러로 가성비적으로 안 좋다. 그런데 아이언 빔은 한번 조사시 드는 비용이 2달러다. 그러나 아이언 빔의 개발, 생산, 배치에 드는 비용이 상당하다. 거기다 엄청난 유지비가 들며, 운용 인력의 양성, 훈련 비용과 인건비 등의 기타 비용도 지불해야 한다. 발사체 값은 절약할 수 있겠지만 다른 지출까지 고려하면 여전히 고비용이다.\n\n[영국]\n2024.3. 이번 주, 영국군은 발당 13달러에 불과한 저렴한 가격으로 치명적인 미사일과 적 항공기를 요격할 수 있는 레이저 무기를 선보였다.\n새로 공개된 영국 국방부의 레이저 지향 에너지 무기(LDEW) 시스템인 DragonFire의 테스트 영상은 지난 1월 스코틀랜드에서 촬영되었으며, 공중 표적에 레이저를 성공적으로 사용하는 모습을 보여주었다.\n영국 국방부는 DragonFire로 동전만큼이나 작은 물체를 장거리에서 정밀하게 타격할 수 있지만, 정확한 사거리는 기밀이라고 밝혔다. 국방부는 또한 이 무기로 금속을 뚫을 수 있어 탄두를 맞히면 구조적 고장이나 그 이상의 치명적인 결과를 만들어낼 수 있다고도 발표했다.\n현재 미 해군이 사용하는 방공 미사일 SM-2는 한 발당 200달러가 넘는 비용이 드는 데 반해, 이 무기는 10초간 발사하는 데 불과 13달러밖에 들지 않아 향후 미사일이 수행하는 특정 임무에 대한 장기적인 저비용 대책이 될 수 있다고 한다. 영국 국방부 장관 Grant Shapp은 \"이러한 유형의 첨단 무기는 값비싼 탄약에 대한 의존도를 줄임으로서 전장에 혁명을 가져올 수 있다\"고 말했다.\n하지만 레이저 무기가 완전히 검증된 것은 아니다. 비나 안개, 연기와 같은 나쁜 기상 조건에 영향을 받으며, 많은 열을 방출하기 때문에 대규모 냉각 시스템이 필요하고, 선박이나 항공기 등에 장착되기 위해선 배터리가 필요하며, 최소 10초 이상 적을 조사하고 있어야 구멍을 낼 수 있다는 비판이 제기되어 오고 있다.\n\n[한국]\n2020년 9월, 강력한 레이저 빔을 쏘는 레이저 대공무기 위력시범은 충남 태안에 있는 국과연 안흥 시험장에서 이뤄졌다. 당시 시연에서 20㎾ 출력 레이저 빔이 1㎞ 거리에 떨어져있던 철판 표적을 뚫었다. 시연에 쓰인 표적은 북한 노동미사일이나 2014년 파주에서 발견된 북한 무인기와 동일한 재질로 제작됐다.\n\n2021년 5월 25일, 국방과학연구소(ADD)는 국내 최초로 ‘파장제어 빔 결합기술’을 통해 고품질 광섬유 레이저 발생기술을 개발했다고 밝혔다. 파장제어 빔 결합 기술은 각기 다른 파장을 가지는 다수의 레이저 광을 공기 중에서 굴절을 통해 다각도로 분산되는 것을 최소화하면서 직선 형태로 강한 세기를 갖고 뻗어나가는 하나의 빔으로 합치는 기술이다. 1 kW급 레이저 모듈에 파장제어 빔 결합 기술을 적용하여 다섯 개의 1 kW급 광섬유 레이저를 하나의 5 kW급 고품질 레이저로 구현할 수 있다.\n철판을 자르는 공업용 레이저의 출력이 100W급 정도라는 점을 생각하면, 30kW급 레이저는 이보다 300배 이상 강력한 것이다.\n\n2022년 3월 한국생산기술연구원과 한양대 연구개발팀에서 드론잡는 레이저 3kW급 레이저 개발에 성공했다. 이후 10kW를 개발하고 이를 묶어서 최대 100kW급 레이저 개발할 예정이다. 이 연구는 한화에서 지원했으며, 폭발물 처리 및 드론 요격에 쓰려고 한다. \n레이저 무기에는 빛의 전(全)반사를 이용해 광속으로 빔을 쏠 수 있는 광섬유 기반의 레이저를 주로 적용하는데, 빔 품질이 우수하고 외부 간섭에 따른 에너지 손실도 거의 없어 고출력에 유리하기 때문이다. 특히 kW급 고출력 레이저 가공기는 이미 소부장 100대 핵심 전략품목으로서 반도체, 디스플레이, 자동차, 조선 등 제조 분야에서 절단, 용접, 드릴링과 같은 다양한 용도로도 사용되고 있다. 문제는 레이저 성능을 궁극적으로 결정하는 핵심 부품인 광원 모듈은 미국, 독일, 일본 등 선진국 수입에만 의존하고 있어, 광원기술 국산화가 절실한 실정이다.\n일반적으로 광섬유 레이저의 출력이 kW급으로 높아지면, 수㎜ 두께의 강철도 자를 수 있는 강력한 성능을 보여준다. 그러나 레이저 출력이 증가할수록 광섬유가 과열되거나 원하지 않는 레이저 빛이 발생하는 비선형 문제로 인해 레이저 출력이 제한되고 광섬유 손상이 발생한다. 이 때문에 하나의 광섬유를 광원으로 사용하는 단일채널 단일모드 레이저의 경우, 상업적으로 이용 가능한 출력이 그동안 약 2kW 내로 머물러 왔다. 연구팀은 지난 2월 단일채널 단일모드 출력을 최대 3kW까지 높일 수 있는 광섬유 레이저 광원 개발에 성공하고 시제품을 한화에 납품했다. 현재 국내에서 개발된 광섬유 레이저 광원 중 가장 높은 출력이며, 해외 상용 제품들의 출력이 모두 3kW 이내라는 것을 고려하면 세계 기술과의 격차도 크게 줄인 것으로 평가된다. 연구팀은 레이저의 비선형 현상 저감과 빔 품질 향상을 위한 이론적 분석을 바탕으로, 효과적인 방열 구조설계를 완성시켜 목표를 상회하는 3 kW급의 출력을 달성해낼 수 있었다. 개발한 기술이 상용화되면 산업 분야에서 레이저 절단·용접 공정의 생산성을 증대시키는 한편, 국방 분야에서 기동식 대공방어 레이저 무기 및 폭발물 원거리 처리 용도에 적용 가능하다. 2개 이상의 광섬유 레이저 채널을 하나로 뭉치는 ‘파장 빔 결합 (Spectral Beam Combining, SBC)’ 방식에도 유리하여 100kW 이상의 더 높은 출력 및 미사일 방어에 활용할 수 있을 것으로 예상된다.\n연구팀의 정훈 박사는 개발한 광원기술은 최적화 연구가 동시에 이뤄져 산업에 바로 적용 가능한 단계로서 향후 단일 출력을 10kW까지 끌어올릴 계획이라며 관련부품인 특수 광섬유, 레이저 다이오드, 신호광·펌프광 컴바이너 등의 국산화 연구도 기업과 병행 중이라고 말했다.\n\n한국의 레이저 대공무기 블록-Ⅰ은 2022년 개발 완료됐으며 20kW의 출력으로 3km 이내에서 비행하는 쿼드 드론 혹은 고정익 무인기를 요격할 수 있다. 블록-Ⅰ은 10여 차례 실시된 운용시험평가 요격 시험에서 백발백중의 성능을 달성한 것으로 전해졌다. 특히 레이더 등과 연동해 시험해보니 10 여 ㎞ 이상 떨어진 까치·갈매기 크기의 물체까지 정확히 탐지했으며 수 ㎞ 거리 내에서 요격할 수 있었던 것으로 알려졌다. 이에 따라 2023년 2월 중 테스트가 성료될 예정이다.\n한 소식통은 \"요격 시험을 해보니 책받침 크기의 물체까지도 다 잡아내더라\"고 전했다. 다른 소식통도 “앞으로 전방이나 주요 시설 등에 다수 배치하면 2022년 12월 26일 우리 영공을 침범했던 무인기(전장 1.8m 크기로 추정)는 물론이고 그보다 훨씬 작은 소형 드론들도 다 잡아낼 수 있을 것으로 보인다”고 밝혔다.\n이번 국산 레이저포의 회당 발사 비용은 2000원에 불과하다. \n\n당초 우리 정부와 군은 국산 레이저 대공 무기 체계 개발을 2026년까지 총 2단계(블록-Ⅰ, 블록-Ⅱ)에 걸쳐 진행할 계획이었다. 2019~2023년 지상 진지에 고정형으로 배치할 수 있는 레이저 대공포인 블록-Ⅰ( 레이저빔 출력 20㎾급 추정)을 개발하기로 했다. 이어 2026년까지 차량에 탑재해 운용할 수 있는 이동형 레이저 대공포인 블록-Ⅱ(30㎾급 추정) 개발의 청사진도 그려 놓았다. \n체계 개발 사업의 주관은 ADD가 맡고 시제품은 ㈜한화가 제작하는 방식으로 사업이 진행됐다. 그런데 ADD와 한화가 예상 시기보다 빠른 지난해에 블록-Ⅰ을 사실상 완성해 현재 군에서 곧바로 전력화해도 될 수준에 이른 것이다.\n레이저포들을 전방의 공지선(air ground line) 상에 빈틈없이 배치하고, 후방의 주요 시설 주변 등에도 설치하려면 대략 최대 1조 원 가량의 예산이 편성돼야 한다는 제언이 나오고 있다.\n블록-Ⅱ는 미국 록히드마틴의 레이저포 ‘아테나(30㎾급)’에 필적하거나 그보다 우수한 수준을 목표로 개발될 것으로 전망된다.\nADD는 향후 레이저포로 무인기뿐만 아니라 전투기와 위성까지 요격할 수 있도록 성능을 향상해갈 계획이다.\n\n레이저포는  출력이 높아질 수록 엄청난 전력이 필요합니다. 아마 함정에서 1MW급 레이저포를 사용할려면 미국의 항모에 장착된 원자로 1기 정도의 전력을 다 사용해야 가능할 겁니다. 그러니 이걸 지상기지가 아닌 함정이나 항공기에 장착한다는 것은 아직은 무리수입니다. 핵융합 발전이 상용화되던지 하기 전에는 불가능하지요.. 한국이 개발했다는 20kw급도 구축함에 장착된 가스터빈 한 기에서 나오는 전력을 다 사용해도 부족할 판입니다.\n그러니 미국이 소형 모듈원자로 개발을 위해 한국 기술을 탐내고 있는 거지요. 한국이 개발중인 소형 모듈 원자로가 한국형 잠수함이나 전함에 장착되기 전에 미국의 레이저포나 레일건 동력원으로 사용될 가능성이 더 크다고 할까요.\n\n[일본]\n2023년 100kW급 레이저 무기 개발. 대형 트럭 및 함선 등에 탑재 예정",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2019-09-23T18:46:01.693000",
  "updatedAt": "2025-02-05T10:21:47.114000"
}