{
  "id": "89a61b00-5fc9-4a02-9c5c-6b2fb77a2147",
  "title": "환율 5적",
  "content": "정철진\n그러니까 어느 하나보다 이 5가지 요인이 합쳐지면서 이렇게 원화의 가치를 무너뜨리고 있다라는 건데 \n\n첫 번째는 대기업들입니다. \n우리가 지난 1997년 IMF 외환위기 직전과는 다른 것이요. 지금 기업들의 실적과 수출은 너무나 좋습니다. 올 1월부터 10월까지의 경상수지 흑자 규모는 역대 최대치인데, 당연히 그럼 달러가 들어와야 되잖아요. 그런데 현재 우리의 수출 기업 대기업들이 어떤 이유로 물론 이제 자신들의 전략이 있겠죠. 이 달러를 원화로 환전하지 않고 있습니다. 달러를 그대로 갖고 있으면서 이렇게 원화의 가치를 떨어뜨렸다. \n두 번째 적은 국민연금입니다. \n지금 한 1,300조 1,400조 규모가 되거든요. 그런데 해외 투자를 너무 많이 한다. 이게 해외로 나가면서 달러를 필요로 했고 원화 가치를 떨어뜨렸다는 겁니다. \n세 번째는 서학개미입니다. \n아마 우리 미국 주식 투자하시는 분들은 인정하지 않을 텐데 이제 당국에서는 그렇게 바라보고 있는 거고요. 현재 지난 10월 말 기준 우리 서학개미가 갖고 있는 해외 주식 거의 대부분은 미국 주식인데요. 1,700억 달러...\n 200조 원이 넘습니다. 우리 외환 보유고가 4,200억 달러니까 뭐 상당액을 지금 갖고 있는 거죠. \n 네 번째는 트럼프 대통령입니다. \n한미 관세 협상 우리 2천억 달러 투자해야 되고 매년 200억 달러가 미국으로 가야 된다라는 시장은 항상 선반영하고 있기 때문에 이거에 대한 영향이 우리 원화의 가치를 더 떨어뜨렸다는 거고요. \n다섯 번째는 바로 우리 정부입니다. 적자 재정하고 내년에도 국채를 더 많이 발행하겠다라고 하고 소비 쿠폰 찍으면서 오히려 우리 스스로가 원화 가치를 좀 떨어뜨리면서 시장에 이것을 미리 감지하지 않았느냐, 어떤 하나의 요소보다도 제가 말씀드렸던 이런 5가지 요인들이 계속해서 뭉텅대게 되면서 우리 원화의 가치를 이렇게 많이 떨어뜨린겁니다.\n\n민경원 우리은행 이코노미스트\n최근 원화 가치 약세(환율 상승)를 초래하는 구조적 요인으로는 \n△개인투자자들의 해외주식투자 확대 \n△수출기업들의 달러수출대금 현지 재투자(원화 환전 축소) \n△한-미 관세협상에 따른 3500억달러(향후 10년) 대미 현금투자 소요 \n△‘경상수지 흑자=원화 강세’ 흐름의 뚜렷한 이탈 \n△최근 외국인투자자들의 국내 자산(주식·채권) 매입용 원화 조달방식 변화(기존 환오픈에서 환헤지로 변경) 등이 지목된다.\n\n특히 민 이코노미스트는 외국인투자자들의 국내 주식 매수자금 조달 방식이 기존 ‘환위험 오픈’에서 ‘선제적인 환헤지’로 변경되면서 외국인의 한국 주식·채권 매수가 환율 상승을 상쇄하는 영향력도 크게 축소됐다고 분석했다. 그동안 외국인투자자는 한국 주식·채권 가격 상승뿐 아니라 원화 통화가치 절상을 통해서도 수익을 달성하는 전략(즉 환 변동 위험 오픈)을 사용해왔는데, 최근에는 ‘구조적 원화 약세 부담’이 커지고 있다는 사실을 파악하면서 외환스왑(선물환 매도를 통해 환위험을 사전에 헤지) 방식으로 자금을 조달하고 있다는 것이다. 올들어 외국인의 국내 주식시장 자금 유입(누적 순매수) 시점에서 단기 외환스왑이 동반 상승하는 양상을 보였는데, 이는 외국인의 환헤지 수요로 추정된다.\n게다가 구조적 원화 약세라고 판단하는 외국인들의 투기적 환 수요도 요즘 시장에 나타나고 있는 것으로 알려진다. 추가적인 원-달러 상승에 단기 베팅하는 투기적 달러 매수도 우세해지고 있다는 얘기다. 민 연구원은 “원화는 국내 거주자들의 해외 주식투자 확대, 기업 생산기지 이전으로 실물경기와 금융시장에서 달러 수요가 구조적으로 증가하는 난관에 봉착해 있다”며 “대미투자 확대로 무역흑자는 더 이상 원화 강세를 의미하지 않으며, 환율 하락 기대가 약화되면서 주식시장에서 외국인 자금이 환헤지 방식으로 조달되고 있어 환율 상승 흐름을 반전시킬 만한 요인이 별로 없어 보인다“고 말했다.\n\n\n정부는 국민연금이 수익률 극대화를 위해 해외투자를 늘리면서 달러 수요가 커지고, 이것이 환율 상승 압력으로 작용한다고 보고 있다. \n\n\n26일 한국예탁결제원에 따르면 지난 21일 기준 해외주식 개인투자자 보관금액은 1564억 8011만 달러(230조 8238억 원)에 달한다. 지난해 말 보관금액(1215억 4303만 달러)보다 28.74%나 늘었다.\n한국은행이 집계한 3분기 대외금융자산 규모도 2조 7976억 달러로 전 분기 대비 1158억 달러 늘었다. 미국 주가 상승과 서학개미 투자 열풍 등으로 증권투자가 890억 달러 확대된 것이 가장 큰 영향을 미쳤다.\n서학개미의 해외투자가 급격히 불어나면서 단순한 자산 선호를 넘어 달러·원 환율에도 실질적 영향을 주는 수준에 도달했다. 서학개미가 미국 주식에 투자하려면 환전이 먼저 이뤄져야 하기 때문에 달러 수요 확대로 이어져, 원화 약세와 달러 강세를 부추긴다. 달러 강세의 중요 요인 중 하나인 셈이다.\n\n전문가들은 최근 달러화 대비 원화 약세의 이유로 수급 불균형을 꼽는다. 한국은행에 따르면 올해 1~9월 경상수지는 827억7000만달러 흑자를 기록했지만, 같은 기간 해외 증권투자액은 998억5000만달러에 달했다. 흑자로 벌어들인 달러보다 해외투자로 나간 달러가 더 많아 순유출이 발생했다는 논리다.\n정부는 '서학개미'(미국주식에 투자하는 국내 투자자)의 해외 주식 결제 수요 확대를 원화 약세 고착화의 원인으로 지목하고 있다. 지난해 101억달러(약 14조8700억원)였던 서학개미의 해외 주식 순매수(매수가 매도보다 많은 것)는 올 들어 지난 24일까지 이미 287억달러(약 42조2600억원)에 달할 정도로 늘었다.\n\n여기에 달러화 추가 강세를 예상하고 있는 기업들의 달러 보유 확대가 꼽힌다. 과거에는 수출기업이 벌어들인 달러를 원화로 환전하며 시장에 달러 공급이 늘어났지만, 원화 약세가 지속될 것이라는 전망과 미국 내 현지 투자 확대, 관세 불확실성 등을 이유로 환전을 미루고 있다.\n\n정부가 최근 환율 급등 이유로 서학개미와 국민연금의 해외투자를 꼽은 가운데, 개혁신당 이준석 대표가 ″환율 상승 핵심은 정부의 과도한 돈 풀기″라며 ″내년 예산안에서 현금 살포성 예산을 모두 걷어내야 환율을 안정시킬 수 있다″고 강조했습니다.\n이준석 대표는 오늘 자신의 페이스북에 ″지방선거용 선심 쓰기보다 경제의 기본기를 챙기는 용기가 필요하다″며 ″지금 결단하지 않으면 국민 재산의 최대 20%가 날아가는 최악의 상황도 현실이 될 수 있다″고 지적했습니다.\n\n\n\n실물경제 지표와 환율 흐름이 괴리를 보이는 배경을 두고 몇 가지 원인이 지목된다. 대체로 개인·연기금·기업의 해외투자가 급증하면서 수출로 벌어들이는 속도보다 달러가 바깥으로 빠져나가는 속도가 훨씬 더 빨라진 결과로 전문가들은 진단한다.\n\n첫째, 국내 설비투자보다 해외투자가 많은 ‘투자역조’ 고착화다. 도널드 트럼프발 관세 전쟁과 중국발 공급 과잉(대외 요인), 규제를 비롯한 역(逆)인센티브 구조(국내 요인)가 맞물려 우리 기업 상당수는 해외로 생산기지를 줄줄이 옮기는 중이다. 2028년까지 미국에 총 210억달러(약 31조원)를 투자하는 현대차그룹뿐 아니라, 앞서 조 바이든 행정부 때도 반도체, 배터리 등 첨단 시설투자가 줄줄이 해외에서 이뤄졌다.\n수출 기업 환전 감소는 무역수지 흑자가 커지고 있음에도 원화가 약세를 보이는 가장 큰 이유다. 반도체·자동차·배터리 등 글로벌 대기업은 미국·유럽에서 대규모 설비투자, 인수합병, 연구개발 투자를 벌이면서 수출로 벌어들인 달러를 한국으로 들여오지 않고 현지에 재투자한다.\n\n둘째 관세 협상\n관세 협상에 따른 대미투자 확대도 환율 불안을 자극한다.\n한미 관세·안보 분야 협상 조인트 팩트시트(공동 설명자료)에 따르면, 한국은 총 2000억달러 투자 약속 가운데 연 200억달러만 집행하기로 했다. 이 자금을 외환 시장에서 직접 달러로 매입하지 않고 외환보유액 운용수익으로 충당한다는 내용도 팩트시트에 담았다. 이는 일본·EU 협상에서는 찾아볼 수 없는 이례적 ‘외환 시장 안정성’ 조항이다.\n\n유동성 폭증\n넘치는 유동성이 부동산 가격을 끌어 올리고 있는 가운데 이재명 정부 들어 매달 평균 광의통화량(M2)이 40조원 가량 늘어나고 있는 것으로 집계됐다. 이는 유동성이 폭증했던 문재인 정부 때보다 더 큰 규모다. 한 전문가는 \"유동성은 넘쳐나고, 화폐가치는 떨어지고 돈이 돈을 키우고 있다\"고 진단했다.\n18일 한국은행에 따르면 지난 9월 M2(평잔·원계열 기준) 통화량은 4426조원으로 집계됐다. 새 정부 출범 전인 지난 5월에는 4270조원 수준이었다. 출범 4개월 동안 M2 통화량이 156조원 폭증한 것으로 매달 평균 39조원 가량 증가한 셈이다 M2는 통상 시중에 풀린 통화량을 의미한다. 현금과 요구불예금·수시입출식 저축성 예금 등 협의통화(M1)에 머니마켓펀드, 2년 미만 정기 예·적금, 수익증권, 환매조건부채권(RP) 등을 포함하는 넓은 의미의 통화 지표다.\n이재명 정부의 유동성 증가폭은 역대치이다. 고준석 연세대 상남경영원 교수가 노무현 정부 이후 역대 정부 M2 증가량을 비교 분석한 결과 유동성이 폭증했던 문재인 정부 때 보다 시중에 돈이 더 많이 풀리고 있는 것으로 분석됐다.\n문 정부 출범 전인 2017년 4월 M2 통화량은 2450조원이었다. 집권 말기인 2022년 5월에는 3698조원으로 증가했다. 60개월 동안 1248조원 늘었고, 매달 평균으로는 20조원 가량이 증가한 것이다.\n매달 평균 M2 기준으로 보면 새 정부 들어 문 정부 때 보다 두 배 가량 통화량이 증가하고 있는 것을 알 수 있다.\n유동성 폭탄인 셈이다. M2 증가 규모를 보면 노무현 정부 406조원, 이명박 정부 555조원, 박근혜 정부 596조원, 윤석열 정부 594조원 등이다.\n\n정권별 M2 통화량 변화\n\n\n노무현  406조원 증가\n(406/60=6.77)\n이명박   555조원 증가\n(555/60=9.25)\n박근혜 정부  596조원 증가(2013. 2 ~ 2017. 3. 약 48.5개월) (596/48.5=12.29)\n‌\n문재인 정부 1248조원 증가(1248/60=20.8)\n윤석열 정부  594조원 증가(2022.5~ 2025.4 약 34.8개월.)  (594/34.8=17)\n이재명 정부  156조원 증가(집권 4개월)(156/4=39)",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-11-26T23:25:34.730000",
  "updatedAt": "2025-11-27T17:30:06.126000"
}