{
  "id": "8a22d914-b343-4ab4-b019-ced5c6f4e0fb",
  "title": "뇌물의 역사",
  "content": "기원전 15세기 고대 이집트 시대 때부터 이미 뇌물은 사회의 골칫거리였다는 얘기가 나온다. 당시 이집트 왕조는 뇌물을 '공정한 재판을 왜곡하는 선물'로 규정하고, 처벌을 면할 목적으로 선물을 살포하는 행위를 단속했다. \n뇌물을 부정한 선물로 보는 인식은 동양에서도 마찬가지였다. 한자 뇌(賂)의 유래를 보면 이를 알 수 있다. 뇌는 조개 패(貝)에 각기 각(各)을 결합해 만든 조어로 문자 그대로 하면  '개별적으로 유통되는 재화'란 뜻이다. 조개껍질이 화폐로 통용되던 시절 공적으로 유통되지 않고, 사적으로 오가는 조개껍질이 있었으니 곧 몰래 주고받는 선물이었다. \n \n[카이사르]\n기원전 50년, 8년에 걸친 갈리아 전역을 성공적으로 마무리하여 로마 역사에 전설로 남을 전쟁영웅이 된 카이사르는 원로원파와 정치적으로 대립하고 있었는데, 그 이유는 엄청난 부와 명성을 얻은 그가 또 다시 집정관에 출마하여 당선되기라도 하는 날이면 기원전 59년에 집정관이었을 때보다도 훨씬 더 급진적으로 행동할 것을 원로원이 우려했기 때문이었다. 카이사르를 군사적으로 상대할 수 있는 유일한 인물이었던 폼페이우스가, 오랜 정치적 동맹을 깨고 원로원파로 기울면서 로마에 다시 내전의 먹구름이 드리워지기 시작했다. 카이사르도 이 시점까지는 자기 휘하 군단들로 무력 제압하려는 것과 같은 주사위를 던지는 극단적인 짓을 저지를 생각은 없었으므로 칼 대신에 금을 써서 앞길을 트려 시도했다. 골족들의 성지에서 약탈한 황금과, 라티푼디움 (대농장)에 수십만의 골족 노예들을 판 덕분에 과거 수십년간 로마 제일의 빚쟁이였던 그는 이제 로마에서 손꼽히는 떼부자가 되어 있었던 것이다. 카이사르는 이 막대한 부로 로마에서 영향력 있는 인사들을 포섭하여, 원로원파의 결속을 안에서 무너뜨리려 했다. 전해지는 바에 따르면, 기원전 50년의 집정관 중 한 명인 '루키우스 아이밀리우스 파울루스'는 카이사르에게 3600만 세스테르티우스라는 '선물'을 받았는데, 너무 어마어마한 액수라 곧이곧대로 믿을 수 있을지 의심스러울 지경이지만 만약 정말 사실이었다면 군단병 연봉이 1천 세스테르티우스였던 시대에 각 6천 명으로 이뤄진 6개 군단을 1 년간 유지할 수 있을 정도의 터무니없는 거액을 뒤로 꽂아주었다는 말이 된다. 이 돈은 파울루스가 포룸에 바실리카 아이밀리아(아이밀리우스 회당)를 복원하면서 진 엄청난 빚을 갚고도 남을 정도였다. 그 해, 동료 집정관 '마르쿠스 클라우디우스 마르켈루스'가 카이사르를 정치적으로 맹렬히 공격할 때 파울루스는 이유는 모르겠지만 멍하니 앉아서 전혀 도움을 주지 않았다.\n카이사르의 매수공작이 좀 더 적극적인 지지로 이어진 경우는 호민관 '가이우스 스크리보니우스 쿠리오'였다. 그에게 전해진 1000만 세스테르티우스(군단병 1 만년치 연봉) 역시 대부분 쿠리오의 채권자들에게 넘어갔다. 쿠리오는 재능이 뛰어났지만 지난 10여 년 동안 각종 스캔들에 연루되었을 뿐더러 전에는 카이사르를 비난하는 발언도 서슴치 않았다. 그런 그가 이제는 호민관으로 재임하는 기간 내내 카이사르가 목표를 달성할 수 있도록 열렬히 지원했던 것이다.\n\n\n[명나라]\n명나라는 뇌물로 망한 나라다. 원래 강력한 군대를 자랑했만 100년도 되지 않아 무능해지고 썩었다. 뇌물을 받고 군역을 빼주다 보니 실제 병력은 명부의 10분의 1에 불과했다. 다들 이름만 올리고 있었던 것이다. \n이자성이란 인물이 반란을 일으킨 것도 군량 부족 때문이었다. 배가 고팠던 그는 부하를 이끌고 탈영했다 잡혔는데 뇌물을 바친 끝에 빠져 나왔다. 당시 명나라 관리의 월급은 역대 최저였다. 생활이 곤란했기 때문에 모두 뇌물을 먹고 살았다. 군대도 그랬다. 이자성이 북경에 쳐들어왔지만 수비대 대부분이 식량을 구하러 출동해 사람이 거의 없었다. 결국 조화순이란 환관이 성문을 열면서 쉽게 성을 점령할 수 있었다.\n\n[1차 십자군 원정]\n안티오크는 셀레우코스 왕조 시리아와 로마 제국을 거치며 번영하던 동지중해 제일의 도시였다. 중동에서 이슬람 세력이 흥기하자 비잔틴 황제 유스티니아누스 1세는 최전선 기지가 된 안티오크를 난공불락의 성벽으로 둘러쳤다. 성벽 덕분에 안티오크는 비잔틴 제국의 남동쪽에 치우쳐 있었음에도 비교적 오랫동안 제국의 영역에 남아 있었다. 그러나 1085년 내부의 배신에 의해 셀주크에 함락되었다. 이때 투르크의 지원 군대가 이 성을 돕기 위해 거의 도착하고 있었다. 포위 공성이 무려 8개월간 계속된 1098년 5월, 마침내 모술의 영주 카르부카가 셀주크 군대를 이끌고 안티오크를 구원하기 위해 출발했다. 다마스쿠스와 알레포의 군세도 합친 대규모 군대였다. 안티오크를 자기 것으로 할 생각이었던 보에몽은 적극적으로 책략을 펼쳐 안티오크의 성문 위병장을 매수하는 데 성공했다. 보에몽은 안티오크의 두자매의 탑을 지키던 아르메니아인인 피루즈와 은밀히 접촉해 1098년 6월 3일 새벽 피루즈가 내려준 사다리 덕으로 도시에 침투한 십자군은 안티오크를 점령해 예루살렘 공국을 세울 수 있었다. 성을 점령한 십자군은 무슬림은 물론 시리아 정교회등 수많은 기독교인들도 학살하고 전리품을 약탈 했다. 심지어 매수되어 한편이 된 위병장의 형제까지 학살당했다.\n\n[동인도회사]\n영국을 ‘해가 지지 않는 나라’로 만드는데 전초기지 역할을 했던 동인도회사는 한 교활한 야심가의 뇌물제공으로 발판을 닦았다. \n영국 동인도회사의 교활하고 야심찬 관리자 로버트 클라이브(Robert Clive)가 휘하에 3천 명의 병사들을 이끌고 락샤 바그(Laksha Bagh)라 알려진 망고 숲에 도착했을 즈음, 하늘에는 금방이라도 비를 쏟아부을 듯 구름이 몰려들었다. 영국군은 1757년 6월 23일 아침, 서벵골(West Bengal)을 흐르는 후글리(Hughli)강 양안의 플라시(Plassey)라는 작은 마을에 들어왔다. 비옥한 농토를 가졌을 뿐만 아니라 다양한 직물 생산지로 유명했던 벵골은 18세기 인도의 산업 중심지였기 때문에, 네덜란드, 프랑스와의 치열한 경쟁 끝에 벵골을 차지한 영국 동인도회사에게 벵골은 일종의 전리품과 같았다. 다만 스물네 살 먹은 벵골의 태수이자 영국의 이익에 크나큰 방해물인 시라즈-웃-다울라(Siraj-ud-daulah)가 문제였다. 클라이브의 병사들은 세 개의 사단으로 진을 갖춘 반면, 5만 명이 넘는 시라즈-웃-다울라의 병사들은 1 마일 밖에서 참호를 파고 전투를 기다리는 중이었다. 태수는 홈 어드밴티지를 안고 있을 뿐만 아니라 전투 코끼리와 50문 이상의 대 포까지 갖추고 있었다. 그러나 클라이브도 그만의 어드밴티지를 갖고 있었다. 뇌물로 적을 매수했던 것이다. 정오 무렵, 폭풍이 몰아치는 가운데 태수의 대포가 불을 뿜기 시작했지만 클라이브는 숲 속 사냥꾼의 오두막으로 들어가 낮잠 을 즐겼다. 전투는 이미 이긴 것이나 다름없었다.\n1601년에 런던에서 설립된 영국 동인도회사는 역사상 최초의 근대적인 기업이었다. 최초로 공동주식소유권(Joint-stock ownership)을 발행했고, 최초로 주주들에게 유한책임을 부여했으며, 산업화되어가고 있는 세계에서 정치적, 경제적 조작의 도구로 뇌물을 활용한 최초의 기업이었다. 적어도 1600년대 후반부터 자국에서나 외국에서나 고관대작을 상대로 수없이 뇌물을 뿌려왔기 때문에, 이 회사의 관리들은 뇌물을 이용하는 기술에는 통달한 사람들이었다. \n1695년, 영국하원은 이 회사의 총독 중 한 사람이었던 토머스 쿡(Thomas Cooke)경이 이 회사의 특허장 갱신에 힘을 써달라는 요청과 함께 리즈 공작에게 뇌물을 제공했다는 혐의에 대한 조사를 시작했다. 쿡 경은 런던탑에 투옥되었다가 얼마 후에 탄핵 당했다. 1717년, 동인도회사는 인도의 한 회사와 역사상 가장 큰 규모의 무역 거래 계약을 따내기 위해 뇌물을 동원했다. 그들은 심약했던 무굴 제국의 황제 파루크시야르(Farrukhsiyar)에게 온갖 선물 공세를 펼쳐 마음을 빼앗고 매년 3천 루피의 연금을 주겠노라고 약속했다. 그 보상으로 파루크시야르는 벵골의 경제주권을 통째로 동인도회사에 넘겨주어버렸다. 동인도회사는 벵골에서 무관세로 교역을 할 수 있게 되었으니, 벵골이라는 시장을 실질적으로 독점한 것이었다.\n파르크시야르에게 준 뇌물이 인도라는 시장의 지배권을 장악하는 길을 닦았다면, 1757년 클라이브가 뿌린 뇌물은 그 길 끝에 성을 지은 셈이었다. 클라이브는 시라즈-웃-다울라가 이끌던 군대의 총사령관이었던 미르 자파르(Mir Jafar)를 비밀리에 수차례 만나, 자신의 군대가 벵골을 쳐들어갈 때 옆으로 물러나 있어준다면, 나중에 그를 새로운 태수로 추대하겠다고 약속했다. 플라시 전투에서 수적으로는 상대가 안 되는 열세였지만, 전투는 영국군이 지배했다. 첫 번째 대포 사격이 있은 후, 자파르의 군대는 전투를 포기했으며, 시라즈-웃-다 울라는 퇴각했지만 결국 생포되어 죽음을 당했다. 반역행위를 이끌어낸 클라이브의 술책으로 영국은 인도를 제국에 편입시킬 수 있었고, 수백만 명의 서남아시아인들을 200년 동안이나 식민지의 인민으로 복종시킬 수 있었다. 수년 후 하원의들 앞에서 클라이브는 당당하게 주장했다. “동인도회사의 존립 자체가 심각한 위기에 있었습니다… 극악무도한 악당을 속이는 것이 정책이자 정의였습니다.”\n플라시 협정은 신흥시장에서 사업상의 유리한 고지를 선점하기 위해 외국의 관리에게 비밀리에 뇌물을 제공한, 기업 리베이트의 원형이었다. 그러나 플라시 뇌물의 특징은 오늘날 은밀히 진행되는 그와 비슷한 전형적인 거래보다 훨씬 더 악마적이다. 플라시의 뇌물은 사기행위였을 뿐만 아니라 반역행위였다. \n현대의 뇌물거래의 목적은 한 나라를 통째로 집어삼키는데 있지 않다. 또한 기업이 사업 확장의 도구로 사병(私兵)을 동원하지도 않는다. 그러나 옛날의 뇌물과 현대의 뇌물은 정도의 차이가 있을 뿐, 속성은 다르지 않다. 미르 자파르가 자국의 백성들과 태수를 배신했듯이, 외국의 관리들도 자신들이 섬겨야 할 시민들을 배신한다. 뇌물로 거래되는 품목이 ‘국가’에서 국부國富의 커다란 ‘일부’ 로 바뀌었을 뿐이다. 몇몇 권력자가 받은 뇌물의 댓가로 인도는 200년 수탈의 세월 속에 고통으로 신음해야 했다.\n\n[프랜시스 베이컨]\n17세기 초 영국의 철학자로 잘 나가는 대법관이었던 프랜시스 베이컨은  소송당사자로부터 뇌물을 받은 것이 문제가 돼 졸지에 옷을 벗고 은퇴했다. 그를 총애하던 국왕 제임스 1세도 법관의 뇌물수수 행위에 대해서는 어쩔 도리가 없었다.\n\n[중국의 공명첩]\n공명첩의 기원은 오래됐다. 중국은 한나라때부터 돈이 필요할 때 많이 사용했다. 공명첩으로 임명하는 관직은 거의 진짜가 아니다. 이름뿐이다. 그래도 다른 이익이 있다. 조세와 부역의 의무를 면할 수 있고 관직을 이용해 재산도 지킬 수 있다. \n중국의 역대왕조는 매관매직을 국가 공식사업으로 양성화했다. 국경지대에서 곡식을 바친 사람에게 관직을 줬다. 이를 연납제라고 한다. \n명청 시대에는 연납(捐納)이라는 것이 성행했다. 원래는 국경에 주둔하는 군인들의 유지비를 자진납부한 것에 대한 포상이었으나, 명 시대부터는 관료에게서 급여를 원천징수(...)하는 세금이 되고 동시에 과거에 합격하고서도 관직을 얻지 못한 신사층이 관료 지위를 얻기 위해 납부해야하는 돈이 되었다. 또는 과거에 합격하지 못한 이들 중 학위를 원하는 자들이 연납을 통해 명예학위를 얻기도 했다. 청 대에는 연납이 제도화되었으며, 특히 옹정제의 경우 많은 측근이 연납을 통해 자리를 얻은 이들이었으며, 국가 세입 중 최대 30% 가량이 연납을 통한 수입이었다.\n\n[고려]\n고려시대 왕실의 외척으로 국왕을 능가하는 권력과 호화를 다 누렸던 이자겸이 그렇고, 끝없는 권력과 비리의 화신 이인임과 이에 빌붙은 돈벌레 간신 염흥방이 또 그렇다. 그런가 하면 충혜왕처럼 자신이 직접 나서서 왕실 재산 불리기에만 몰두하며 아름다운 여성이면 가리지 않고 농락한 희대의 색한色漢 군주도 있었다.\n\n[조선]\n조선시대에 오면, 송사를 봐주며 뒷돈을 챙기다가 대간의 탄핵을 받은 조말생을 세종이 감싸주는가 하면, 무역으로 벌어들인 엄청난 재물을 정계에 뿌려 가문의 여식을 숙종의 왕비(희빈 장씨)로 들인 역관 집안이 조정을 뇌물천국으로 만들기도 했다. 구한말 일본 제국주의의 침략에 앞장서서 길을 열어주고 그 대가로 얻은 재산을 도박에 탕진한 왕가의 자손 이지용 같은 인물도 있다. \n\n조선에서는 뇌물을 챙긴 관리에게 곤장을 안기고, 귀양을 보내는 것은 물론이고 오른쪽 어깨에 '관물을 도둑질한자'라는 뜻으로 '도관물(盜官物) '이란 낙인을 새기기도 했다. 심한 경우 사형에 처했다. \n\n[조선의 공명첩]\n조선시대에는 돈을 내고 합법적으로 신분 상승을 할 수 있는 공명첩이란 제도가 있었는데, 그 중 관직을 하사하는 '고신첩'을 구입하면 양반이 될 수 있었다. 물론 실권 없는 명예직만 하사되었지만, 법적으로 양반 대접을 받을 수 있다는 점에서 중인 이하 계층에게는 매우 큰 이점이 되었다.\n\n임진왜란 이후 최고의 상품은 관직이다. 공명첩(空名帖)이 이때 등장했다. 공명첩은 글자 그대로 헛된 이름을 파는 것이고 명예를 파는 것이다. 공명첩은 이름을 적는 칸을 비워둔 백지 임명장이다. 돈이나 곡식을 받은 뒤 공란에 구매자 이름을 적어주면 임명장이 된다. \n\n조선은 임란 후 본격적으로 공명첩을 만들었다. 아무 준비가 없는 상태에서 외적이 쳐들어오자 다급했지만 군대를 동원할 방법이 마땅치 않았다. 그래서 꺼내든 카드가 공명첩이다. 지휘관이나 지방관이 백지 임명장을 갖고 있다 군에 자원하거나, 군량을 바치거나, 공을 세우면 즉석에서 이름을 적었다. 특히 식량을 모으는 데 공명첩이 유용했다. 곡식을 바치고 벼슬을 얻는 제도라 해서 납속(納粟)제도라고도 했다.\n\n근데 공명첩은 다른 문제를 낳았다. 공명첩의 남발로 양반층이 급속히 늘어났는데 양반 특권 중 하나가 군역 면제였다. 이로 인해 군대 갈 사람이 줄어든 것이다. 조선시대의 군역은 실제로는 세금이었다. 군대 가는 대신 세금을 내야 했고 토지세보다 군역세의 비중이 높았다. 군역세가 걷히지 않으면 국가재정이 기울 수밖에 없었다. 재정이 부족하니 정부는 일이 있을 때마다 공명첩을 발행해 이를 벌충했다. 국가 재정으로는 기본 운영비, 경상비만 간신히 충당했다. 조금이라도 새롭게 돈이 들어갈 일이 있으면, 예를 들어 성을 쌓거나 군영에 비축한 무기가 낡아서 새로 제조해야 할 때, 흉년이 들어 빈민을 구제해야 할 때에는 수표를 발행하듯 어김없이 공명첩을 풀었다. 여기서 악순환이 발생한다. 공명첩을 많이 풀수록 군역 면제자가 늘어난다. 세금 내는 사람이 줄어드니 재정은 더 악화되고 재정 부족을 메우기 위해 공명첩을 더 발행해야 한다. 이상한 것은 양반 사대부 누구도 이 매관매직을 뇌물로 간주하거나 비판하지 않았다. 뇌물이란 음지에서 일어나야 하는데 매관매직은 양지에서 일어났기 때문이다. 공명첩은 정부가 공인한 합법적 제도다. \n\n뇌물 접수처가 된 첩\n첩과 뇌물의 관계도 흥미롭다. 뇌물을 주기 위해서는 창구가 있어야 한다. 조선시대 첩은 뇌물의 창구로 중요한 역할을한다. 뇌물을 줄 때 두려운 것은 배달사고와 중간 착복이다. 그래서 믿을 만한 사람이 뇌물을 받아야 한다. 제일 믿을 수있는 사람은 가족이지만 자기 집에서 불법거래를 하다 걸리면 큰일이기 때문에 쉽지 않다. 또 정실부인은 보는 눈이 많아 행동이 자유롭지 못하다. 그래서 첩이 최선이다. 이들은 수완, 경험, 미모, 남자를 다루는 솜씨가 있다. 집과 떨어져 살기때문에 뇌물의 접수창구로 적격이다. 첩뿐 아니라 전국의 일가친척과 노비들도 뇌물창구 역할을 했다. 조선시대에 지방으로 발령을 받으면 혼자 가야 했다. 절대 부인을 데리고 갈 수 없었다.  비용 절감 때문이다. 지금 상식으로는 이해할 수없는 일이다. 정부에서 체류비까지 댈 수는 없다는 것이지만 실제 이유는 뇌물 때문이다.  청탁자들은 주로 가족을 노리기 때문에 아예 원천봉쇄하겠다는 것이다. 그래서 첩이 등장한다. 남자들은 예외 없이 첩을 두었다. 안방은 비워놓고 대신 첩이 사는 첩사를 만들었다. 현지 사람을 첩으로 두면 장점이 있다. 뇌물도 인맥이 있어야 하는데 현지 첩은 누구보다 그쪽 정보에 밝다. 동네 젊은 미녀가 청탁창구가 되면 사람들도 편하고 뇌물에 대한 비난도 국가 대신 첩에게 간다. \n보통 뇌물 하면 뇌물의 규모와 양을 떠올린다. 하지만 그보다 뇌물과 부패의 구조를 봐야 한다. 가장 위험한 뇌물은 자신이 존재하는 사회의 중심을 파괴하는 뇌물이다. 존립기반에 손상을 주는 것이다. 조선사회의 중요한 축 중 하나는 노비이다. 노비는 세금을 내지 않고 군역도 부담하지 않았다. 대신 주인에게 세금을 냈다. 꼭 필요한 존재지만 너무 많아지면 국가 재정과 군사력에 심대한 영향을 준다. 토지를 소작주는 것보다 노비에게 농사를 짓게 하는 것이 이익이다. 소작은 일정 세금을 내야 했다. \n 일반 농민은 걸핏하면 성을 쌓거나 다리를 놓는 등 노역에 동원되는 일이 잦았지만 노비는 그런 일에서 면제됐다. 여러 면에서 노비는 큰 자산이다. 조선시대에 도망노비를 신고하면 포상으로 신고자에게 노비를 주는제도가 있었다. 4명을 신고하면 한 명을 주는 식이다. 이 규정을 악용해 가짜 신고가 많았다. 어떤 사람이 마을 농민 10명이 도망친 노비라고 신고하면 그 대가로 두 명을 받는다. 미리 수령과 짰기 때문에 수령과 신고자가 한 명씩 나눠 갖는다. 아니면 수령이 잃어버린 노비 8명을 되돌려주는 대가로 적당한 보수를 받는다. 이런 거래가 성사되면 국가는 세금과 군역을 질 10명을 잃는다. 주인과 짜고 가짜 노비가 되기도 하는데 이를 투탁(投託)이라 한다. 주인이 되는 사람은 진짜 노비처럼 모질게 대하지 않는다. 이런 거래는 왕족이나 권세가문일수록 비일비재했다 . 다들 그가 노비가 아닌 줄 알지만 무서워 신고도 못한다. 양민이 의도적으로 노비가 되기도 했다. 이처럼 노비를 매개로 한 뇌물수수는 16세기 대표 비리였다. 16세기부터 노비가 급증하면서 국가재정이 힘들어지고 군대도 모으기 힘들었다. 나라 전체가 무너지는 격이다.\n\n[면죄부]\n1517년 독일 마틴 루터는 종교혁명을 일으킨다. 면죄부 때문이다. 당시 교황청은 베드로 성당의 건립 비용을 조달하기 위해 면죄부 판매를 적극 권장했다. 면죄부 판매가 극성을 부리자 현대의 복권사업처럼 입찰을 해서 면죄부 판매를 위탁하는 사업자까지 등장했다. “성모 마리아를 겁탈해도 면죄부를 사면 죄를 면할 수 있다”는 극단적인 광고 카피까지 등장했다. 거의 범죄를 조장하는 수준이다. \n\n[조세징수권 매매]\n프랑스에서는 주로 재정수입의 증대라는 관점에서 관직매매가 성행하였다. 부르봉 왕조의 앙리 4세는 1604년 관직보유자가 관직가치의 60분의 1에 해당하는 연(年) 세금을 매년 납부할 경우 관직의 세습을 인정하는 폴레트(Paulette) 제도를 실시하였다. 이 폴레트 제도는 왕의 명령을 받는 중앙 상비 관료 외에 지방관, 판사와 온갖 말단 관직에까지 확대되었으며, 이 제도의 전성기인 루이 14세 때에는 얼마나 뜯었는지 전체 세수의 30% 넘게 차지하기도 했다. \n\n또한 프랑스의 악명높은 징세청부업자도 돈이 오가는 공개입찰을 통해 징수자로 선정되었다.\n루이 14세는 세금을 거두는 조세징수권을 개인에게 판매했다. 국가는 조세징수권자에게 그가 거둬야 할 목표액수를 정한다. 그가 얼마를 거두느냐 하는 것은 재량에 맡겼다. 징수인은 세금의 4분의 3을 착복했음에도 불구하고 루이 14세의 수입은 네 배로 뛰었다. 국민들이 얼마나 힘들었을지는 명약관화하다. \n\n또 각종 검사관 제도를 만들어 수입을 올렸다. 돼지 검사관, 가발감독관, 석재 검사관, 건초 검사관, 식재 검사관, 포도구 검사관…. 이렇게 창의적으로 관직을 찍어내니 왕은 돈을 벌었지만 백성들은 고생이 이만저만이 아니었다.\n\n매관매직처럼 성직을 사고 파는 매매도 이뤄졌다. 가톨릭이 유럽의 정신 세계를 지배하면서 수도원은 부와 권력을 지닌 장소가 됐다. 수도원의 헌금과 십일조를 누가 가져가느냐, 사제 임명권을 누가 행사할 것이냐가 큰 이권이었다. 처음에는 영주와 교황이 대립했다. 영주들은 자신의 이복형제를 주로 수도원장에 임명했고 형제가 영지와 성지를 나누어 지배하는 것이 관례였다. 그러다 11세기 중반 레오 9세는 독일 하인리히 3세의 후원을 받아 사제의 결혼을 금지하고 성직매매를 처벌하는 개혁에 성공한다. 그러나 수도원의 사제임명권을 두고 교황과 국왕이 다시 붙는다. 이 과정에서 교황 그레고리우스 7세에게 파문 당한 하인리히 4세가 눈 덮인 산에서 교황에게 무릎을 꿇고 애원하는 카노사의 굴욕사건이 벌어진다.\n\n영국도 예외는 아니다. “왕이 어찌나 많은 독점권을 만들고 파는지 독점권자에게 돈을 지불하지 않고는 세수나 빨래도 할 수 없고 술을 마시거나 카드놀이도 할수 없었다. 심지어 성경도 읽을 수 없었다.” 17세기 영국의 사회상을 풍자한 글이다. 제임스 1세 역시 매관매직으로는 부족해 독점권 판매로 영역을 넓혔다. 권력과 상인이 만나는 비리의 정점이 독점이다. 독점권은 얼마든지 갱신하거나 대체할 수 있다. 독점권을 유지하려면 상인은 정기적으로 상납을 해야 했다. 정경유착은 관허상업과 통제경제 정책이 만들어낸 부산물이다. 국가는 관허제도로 독점, 특허, 전매를 통해 상인을 관리하고 상업을 통제했다. \n\n[매작]\n중세 및 근세 유럽에서 귀족들이 작위를 사고 판 '매작' 역시 넓은 의미에서 보면 매관매직의 일종으로 볼 수도 있는데, 그 중에서도 압권은 바로 안드레아스 팔레올로고스가 로마 황제 작위를 판 것이었다. 동로마 제국의 마지막 황제 콘스탄티노스 11세의 조카였던 안드레아스는 오스만 제국에 의해 동로마가 멸망한 후, 교황령으로 망명하여 명목상의 동로마 제위 계승권을 주장하고 있었는데, 생계를 유지하기 곤란해지자 프랑스의 샤를 8세에게 팔아넘겼다. 그리고 죽기 직전에는 이미 한 번 팔았던 황제 자리를 스페인의 이사벨 1세와 페르난도 2세에게 또다시 팔아먹기까지 했다. 그러나 제국이 멸망한 뒤에 이어진 명목상의 제위였기에 거창한 타이틀과는 달리 실질적인 이득을 얻을 수는 없는 자리였고, 작위를 구입한 프랑스와 스페인의 왕들도 실제로 칭제하지 않았기에, 말이 구입이지 사실상 기부나 다름 없었다.\n\n[뇌물 예방]\n청나라 옹정제는 양렴은(養廉銀)이란 특별 수당제도를 만들었다. ‘염치를 기르는 돈’이란 뜻이다. 봉급 외에 관리의 행실에 따라 지급하는 수당 내지는 보상금이다. 지방관청에서 걷는 부가세를 정식 세금으로 인정하고 국고로 환수한 뒤 양렴은이란 이름으로 관리들에게 다시 하사하는 방식이다. 양성화를 통해 비리를 막고 정부의 공식 회계로 흡수한 것이다. 대신 정식 월급은 아니고 일종의 성과급이다. 청렴하고 근면하게 살면 보수의 몇 배에 해당하는 금액을 받을 수 있었다. 양렴은은 제법 성공을 거뒀다. \n\n자손 관료 임명까지 막는 뇌물금지법\n뇌물을 막기 위해서는 뇌물로 얻는 이익보다 피해가 크게 하면 된다. 물수수액을 상회하는 벌금, 관직 삭탈, 그래서 뇌사면금지 등을 사용했다. 하지만 생각보다 효과가 크지 않다. 그나마 가장 위협적인 방법은 관직에서의 추방은 물론 자손의 관료임명까지 제한하는 장리자손 금고법(贓吏子孫禁錮法)이다. 장리란 뇌물을 받은 관리를 말하며 장리의 자손은 과거시험에 응시할 수 없는 법이다. 자식의 앞길을 막는 이 법은 꽤 위협적이었다. 하지만 인권 침해의 우려가 크다. 조선시대에는 분경(奔競)금지법까지 만들었다. 청탁을 위해 누군가 만나는 것을 분경이라고 하는데 아예 만나지 말라는 것이다. 청탁방지를 위해 원천봉쇄를 하는 격이다. 이처럼 뇌물에 대한 조선의 노력은 처절했다. 대표적 사례가 강무(講武)의 중단이다. 강무란 일종의 기동 훈련이다. 그런데 너무 민폐가 심해 백성들이 난리를 쳤다. 대규모 행차를 하는데 이를 대신할 기구가 없는 것이다. 하청 줄 곳도 없다. 모두 백성을 동원해야 했고, 곳간에서 식량과 물자를 빼내고 닭과 돼지를 잡아 조달해야 했다. 나르는 것도 큰일이다. 군사들은 동원에서 빠지기 위해, 백성들은 강제노동에서 빠지기 위해, 부자든 가난뱅이든 할당량을 줄이기 위해 뇌물을 바쳤다. 결국 조선은 백성의 고통을 막기 위해 국방을 포기했다. 조선은 직업군인이 없었다. 부병제를 시행해 1 년 중 몇 달 군에서 근무하고 나머지는 고향에서 민간인으로 살았다. 뇌물을 이유로 강무를 중단했던 것이다. 기동훈련을 없앤 것이 무능한 조선을 만들었고 이유 중 하나가 뇌물방지 때문이다. 벼룩을 잡으려다 초가삼간을 태운 격이다.\n\n[미국 마피아]\n20세기 초 시카고 시장 윌리엄 톰슨은 부패하고 교활한 사람이었다. 갱단의 뒤를 봐주고 선거에도 이용했다. 시카고 공무원, 언론, 경찰은 뇌물과 부패덩어리였다. 기자와 경찰들은 갱단으로부터 줄을 서서 월급을 받았을 정도다. 그때 활약했던 갱이 우리에게도 잘 알려진 갱 두목 알 카포네다. 당시 사회가 이렇게 부패한 이유 중 하나는 경제적 문제 때문이다. 그렇지 않아도 대공황으로 힘든데 금주령까지 내려진 것이다. 원래는 도덕과 가치의 타락을 막겠다는 취지였지만 취지와는 달리 전 사회를 뇌물투성이로 만들고 암흑가를 키우는 데 결정적 역할을 했다. \n경제공황으로 주류 수요가 폭발하면서 밀주로 발생한 자금은 사회의 모든 상부구조를 부패시켰다. 마피아의 탄생도 사실은 대공황 때문이다. 경기가 하락하고 생계가 어려워지면 불법과 뇌물이 판을 친다. 작은 일자리라도 얻으려면 뇌물이 필요했기 때문이다. 이처럼 뇌물이 생기는 가장 강력한 원인은 경제적인 이유다. \n\n[홍콩]\n홍콩의 부패는 오랜 관행이다. 부패의 정도는 추측만 할 뿐 어느 정도인지 짐작조차 할 수 없을 정도로 심각했다. 특히 생활밀착형 경찰이 문제였다. 처음 정부가 한 일은 법의 강화였다. 1971년 제정한 부패방지법은 지나친 재력을 가졌거나 호화로운 생활을 하는 공무원을 부패한 것으로 판단해 기소할 수 있게 하고 경제생활에 대한 조사와 가택수사까지 하게 했다. 그러나 생각처럼 잘되지 않았다. 그래서 탄생한 것이 염정공서(廉政公署)다.  이 기구는 1974년 2월 부패척결과 공공성의 신뢰회복이란 과제를 갖고 만들어졌다. 경찰이나 행정기구에서는 독립된 조직이다. 집행처, 방지탐호처, 사구관계처로 조직을 구성했다. 집행처는 사건의 접수, 조사. 방지탐오처는 정원의 4%로 구성된 작은 부서인데 정부나 공공 부문의 업무 절차 등에서 부패가 생겨날 여지를 줄이는 데 목표를 뒀다. 업무 합리화를 위한 자문팀까지 두고 부패방지를 위한 공무원 교육을 맡았다. 사구관계처는 독특하다. 시민과의 관계를 목적으로 부패방지를 위한 일반 시민 교육과 언론, 지역사회와의 관계를 맡았다. \n\n[워터게이트 스캔들]\n\n\n[사담 후세인]\n2003년 이라크 전을 시작한 미군은 사담 후세인의 궁전으로 진격했다. 전쟁을 일으킨 명분이었던 대량살상무기를 찾아야 했다. 하지만 뜻밖에도 그들이 발견한 것은 빳빳한 100달러짜리 지폐로 가득 찬 비밀의 방이었다. 수송기를 동원해야 할 만큼 어마어마한 양의 현금이었다. 이라크는 이미 1차 이라크 전쟁을 겪은데다 국제사회의 경제제재까지 받고 있었는데 어떻게 된 일이었을까? 석유와 원조물품의 거래에 끼어든 기업들이 쥐어 준 리베이트, 뇌물이었다. 그 비자금은 대체 어떤 기업들로부터 나왔을까? 66개국, 2,253개의 기업들이 드러났다. 존슨&존슨, 제너럴 일렉트릭, 셰브론처럼 익숙한 이름들이 포함돼 있었다. 극히 일부의 부패한 공무원들과 속물 기업인들 사이에서 벌어지는 더러운 거래가 아니었던 것이다. \n\n[도날드 트럼프 대통령]\n\n\n[송시열과 윤휴]\n주자학의 수호신으로 송자(宋子)로 일컬어졌던 우암 송시열과 그의 최대 라이벌 백호 윤휴는 뇌물 스캔들로 사약을 받아 최후를 맞이한 공통점을 갖고 있다.\n1675년 사헌부 장령 남천한과 사간원 정언 이수경이 공동으로 올린 상소가 두 사람의 뇌물 스캔들에 불을 당겼다. 상소문에 따르면 송시열은 오직 붕당을 만드는 일에만 힘을 써 자기와 뜻을 달리하는 하는 자는 사사로운 원수를 공격하듯 하니 인사는 모두 그의 명령을 따르고 언관의 탄핵은 모두 그의 지휘를 받았다. 뇌물이 낭자하고 청탁이 횡행하며 재판의 판결도 인간관계로 결정됐다. 또한 자기 무리를 데리고 지방을 돌아다녀 민가에 있는 닭과 개들이 많이 소비되었다는 다른 기록도 있다. 송시열이 나타날 때마다 접대하고 상납을 해야 했기 때문이다.\n이에 맞선 송시열의 서인은 윤휴를 표적으로 뇌물을 받아 재산을 늘렸다고 공격했다. 서인들은 윤휴가 관사의 물건을 제멋대로 가져다 썼다고 주장했다.\n두 사람의 굴곡 많은 정치역정은 경쟁하듯 뇌물 스캔들을 불러왔고 결과는 비극적이었다. 조선 정치사에서 누군가를 숙청할 때 뇌물만큼 좋은 소재는 없었기 때문이다.\n\n[양자처벌법]\n1424년 세종은 폭탄선언을 했다. 뇌물과 관련해 받은 사람과 준 사람 모두를 처벌하겠다는 ‘양자처벌법’을 선포한 것이다. 최근 국회를 통과한 김영란법의 원조라 할 수 있다.\n\n한나라당 차떼기 사건 사과상자, \n\n음료수박스, \n\n007가방, \n\n골프가방, \n\n조희팔사건, \n\n박연차게이트",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-23T16:41:40.355000",
  "updatedAt": "2022-12-11T23:20:32.716000"
}