{
  "id": "8a97a11c-66ab-43f1-91ad-b678ada19b5d",
  "title": "T-7, 디지털 엔지니어링",
  "content": "[디지털 엔지니어링]\nThe Red Hawk was expected to begin a new era in rapid design and engineering with iterative development carried out in the virtual world via modeling and simulation without having to bend metal or conduct extensive real-world testing. \nSystems integration would be accelerated and the time from the first flight to production significantly compressed.\nBut It hasn’t worked out that way.\n\n실제로 모형을 만들거나 시제기를 만들어서 테스트 하던 각종 풍동시험이나 여러가지 개발요소 시헴들을 컴퓨터로 시뮬레이션 해서 개발기간과 비용을 단축하는 것. \n보잉이 디지털 엔지니어링을 들고 나온 데는 가격 잇점도 있지만 개발 기간을 단축하기 위한 것도 크다. 그런데 T-7을 풍동 테스트 하던 도중에 윙락 현상이 발생한 것이다. 디지털 엔지니어링 과정에서 발견 되었어야 할 문제가 발견 되지 못하고 실기체 제작후에 발견된 것이다. \n아직은 디지털 엔지니어링이 기술적으로 완벽하지 못하다는 반증이다. 이걸 해결 하려면 기체를 재설계 해야 한다. 항공기 형상이 변형되면 공기 역학 상의 변화가 생기고 이는 풍동 테스트를 다시 해야 한다는 의미다. 이러면 어마어마한 일정 지연이 생긴다.\n\n[윙락]\n윙락은 고받음각 영역에서 발생하는 현상인데 종방향 기체축을 중심으로 스스로 진동하는 현상이다. 고받음각 영역에서는 주 날개와  동체의  후류에  꼬리 날개가  잠식되고,  와류 붕괴(vortex breakdown)과 같은 비선형적 공기 역학적 현상이  발생하기 때문에 윙락이 발생한다.\n\nt-7 윙락이 일반 비행영역에서 발생한다고 이슈가 된건데, T50이  받음각 34도까지 안정한데 T-7은 25도에서 윙락이 발생한다.\n\n몸체와 날게를 한번에 찍어 만들면 돈은 적게 들어도 문제가 발생했을 때 해결이 힘들다. \n\nT-7A 개발 당시 저비용으로 만들려고 날개 전면 플랩을 가변식이 아닌 고정식으로 해서 말이 많았었다. 그것도 윙락의 원인일 수도 있다.\n\n용어 중에 AoA(Angle of Attack) = 받음각으로, Leading Edge = 앞전, Trailing Edge = 뒷전으로 번역. \n원래 스트레이크는 더 높은 양력을 위해 채용(원래 훈련기들이 실속속도가 낮은 편)하지만 이로 인해 생기는 강한 와류는 후미의 미익들에 좋지 않은 스트림을 보내게 됩니다. 이걸 주익 설계 변경 없이 FbW(Fly by Wire)로 보완해 보겠다는 건데, 한계는 분명히 있을 것. \nLiftforce나 Downforce 할 것 없이 대부분의 공기역학 부분에서 프론트와 미드에서 대충 했다간 리어에서 Drag나 Turbulance로 애먹는 게 진리입니다. 이게 보잉이 자랑했던 디지털 엔지니어링의 한계점이다.\n\n시뮬레이터를 너무 맹신한게 아닐까 합니다.\n플래퍼론은 유압 구동을 하게 되는데 플레퍼론이 길게 되면 그만큼 제어에 필요한 구동력이 더 많이 필요하게 됩니다. 이는 결국 출력 상승을 요구하게 되고 아마도 설계 출력을 오버하게 되는 바람에 그에 맞게 플래퍼론을 최적 설계했을 가능성이 있습니다.  와류 해석은 컴퓨터 시뮬레이션으로 정확히 구현되기 힘든 부분이 남아있죠.\n\n영상에서 설명하셨다시피 플랩, 혹은 플래퍼론의 기능은 이착륙시 저속에서 추가적인 양력확보를 목적으로 합니다. 민항기의 경우로 설명한다면, 매우 큰 덩치에 비해 후퇴각이 큰 보잉의 B-747 시리즈의 경우 주익 후면의 플래퍼론 뿐만 아니라 주익 전면의 리딩엣지 부분에도 추가적인 플랩이 튀어나와 전체적인 주익의 면적을 키움으로서 저속비행시 안정성을 확보합니다.\n전투기의 경우, 탑재해야할 무기와 연료량에 비해 극한의 기동성을 확보해야 하기 때문에 비행중 날개를 접을수 있는 가변익기가 아니라면 당연하게도, 기본적인 주익의 형상과 면적이 저속과 고속 모두 대응 가능하도록 최적의 날개 면적과 모양을 찾아야 합니다.\n\nT-7A가 슈퍼호넷의 비행 데이터와 형상을 기반으로 형상이 제작되었다고 가정했을 때, 단순히 단발 엔진 훈련기용의 소형 기체로 스케일 다운만 해서 끝나는 것이 아니라, 전체 주 날개의 폭과 면적이 바뀐 만큼 기수부분의 스트레이크, 윙팁, 리딩 엣지 및 플랩의 디테일한 형상의 수정이 반드시 필요하게 됩니다. 따라서 사소한 곡률 반경이나 각도의 변경 만으로도 기체의 안정성이 확연히 달라지게 됩니다.\n민항기에 빗대어 설명한다면, 작년 갖은 결함을 일으켰던 보잉의 B-737 max 시리즈가 있습니다. 이 기종의 경우, 원가 절감을 위해 기존 보잉이 판매하던 B-737 700~900번대 모델에서 동체 길이만 늘려 객석을 늘린 모델입니다. 보잉이 기존 레거시 737시리즈에 비해 동체 길이를 늘리면서 기존 737모델에 비해 바뀐 비행 특성을 극복하기 위해 비행 소프트웨어를 업데이트 하였다고 발표했지만, 새로운 소프트웨어의 항법장치가 불완전한 737 max 시리즈의 밸런스를 제대로 데이터에 반영하지 않아 갖은 추락사고를 일으킨 끝에 NTSB에서 모든 737 max 기종에 대해 Grounding(비행 금지) 조치를 취한 사례가 있습니다. (또 다른 비슷한 사례로는 지금은 보잉이 인수한 맥도넬 더글러스의 DC-10의 후속작인 MD11이 있습니다. MD11도 모든 구조는 동일하게 전작인 DC-10의 동체 길이를 늘리는 바람에 무게 밸런스가 뒤로 쏠려서, 이착륙시 엉덩방아(테일 스트라이크/Tail strike)나 주기장에 화물을 싣다 후미가 주저 앉는 등의 온갖 문제로 악명높은 기종이었다.)\n날개의 형상과 양력은 기존 레거시 737과 같으면서 동체가 앞뒤로 길어지니 그만큼 기체의 앞뒤 밸런스도 무너지고, 전체적인 양력과 공기흐름에도 변화가 있었는데 이걸 충분한 시험비행을 통해 항법 소프트웨어를 업데이트 한 것이 아니라 빠듯한 납품 기일을 맞추느라 기존의 것을 재탕해서 무리하게 판매와 원가 절감을 시도한 것이 원인으로 꼽힙니다.\n영상의 설명대로라면, 보잉이 중소형 민항기 시장에서 경쟁사인 에어버스에게 밀려버리게 된 정확히 같은 시도를 T-7A에 적용하려는 것이라고 생각합니다. 이는 보잉이 T-7A의 윙락 문제를 해결하기 위해서는 동체를 단순히 늘리고 줄이는 수준으로는 그 자체로 안정성이 떨어지는 설계인 만큼, 결국 새로운 용도와 목적으로, 새로운 크기로 제작된 기체는 동체 형상부터 컴퓨팅 알고리즘까지 모두 새롭게 요구된다는 뜻이다.\n요점만 정리하자면, 보잉은 T-7A를 제작하기 위해 수퍼호넷의 설계와 비행 데이터를 가져와서 경량급 소형 훈련기 개발에 적용하는 실수를 하고 있다는 말이다. 물론, 보잉이 민항기와 군용기 시장 모두에서 역사와 경험이 풍부한 기업인 만큼 보잉의 설계 역량 자체를 의심할 만한 수준까지는 아니지만, 앞선 737 max 시리즈의 선례를 보아 적어도 T-7A는 아직 완성까지 갈 길이 멀어 보인다. 이대로 납기일에 맞추려고 그대로 납품해 버린다면 날으는 관짝이 될 것이고, 안전을 위해 설계 변경이 이뤄진다면 납기일을 미뤄야 하기 때문에 추가적인 비용 손실과 위약금이 문제가 될 것이다. 둘 중 어느 것이라도 문제지만, 이미 민항기 시장에서의 악평으로 영업손실을 겪는 보잉인 만큼, 사실상 인도가 지연될 가능성이 크다. 그리고 미 해군 훈련기 도입 사업에서의 변수로서 T-50, FA-50을 수출하고 싶어 하는 KAI의 입장에서는 호재로 작용할 것이다.\n이번 보잉 B-747의 플랩 설계는 저속 기동과 고받음각 상태에서 날개면적과 폭이 전체 동체의 크기와 비례해서 일정 수준 이상이 되어야 한다는 비행기 설계의 기본을 잘 보여주는 예시이다.\n\n미군 TX 사업도 낙찰은 받았는데 개발한 기체 윙락 이슈 생긴 거 대충 야매로 고친걸로 의심 받지 않았나?  전면 재설계각인데 존나 빨리 해결해 버려서 미군도 못믿겠으니까 이 새끼들 백퍼 MCAS같이 소프트웨어로 땜빵한게 틀림없다고 의심해서 ATT사업 대량 발주각 뜬 거. 소프트웨어로 땜빵한거 아니냐는 의심 받는 걸로 앎.\n그니까 상식적으로 풍동조져서 싹 갈아 엎어야 하는데 그러면 시간이 미친듯이 갈릴걸 금방 고쳤다하니.\n\n윙락 현상을 그나마 잡은 나라가 바로 이스라엘.\n델타익의 미라쥬 시리즈는 저공에서 고속비행시 기체 불안정은 잘 알려진 사실. 그러나 이스라엘은 중동전쟁에서 레이더를 피해서 저공비행은 필수였다. 그래서 미라쥬의 저공 비행 능력에 이상이 있자 A4를 동원한 사실은 잘 알려져 있다.\n그래도 이스라엘이 이를 극복하고자 엄청나게 고생해서 나온 놈이 바로 미라쥬에 카나드를 장착한 크필 전투기를 생산해냈다. 결국 이 기술이 현재 J20의 카나드까지 이전되기도 했지만, 현재까지는 카나드 장착이 윙락문제 해결에 가장 효과적인 방법일 겁니다.\n근데 미국 훈련기에 카나드 장착이라? 거기에 T-7A 에 카나드 설계를 적용하려면 사실상 시간 부족이죠.\n카나드를 염두해 둔 새로운 항공기를 설계 개발하는 게 더 빠를 겁니다. 뭐 F/A-18 처럼 주익 앞부분의 탭을 늘인다고 하지만, 그건 그거대로 돈이 더들고 그에 따른 테스트 비용은 기하급수적으로 늘 겁니다. 결국 보잉은 SW적으로 해결은 사실상 불가능하다라는 것을 본인들도 다 알고 있을 겁니다.\n\n슈퍼호넷이 무슨 s/w 컨트롤로 윙락을 잡았어. 인렛 위를 훨씬 크고 길게 잡아늘려서 구조적으로 해결했는데. 알고리듬적 컨트롤이라는 건 구조적 안정성이 일정 수준이 담보가 되야만 가능한 기술이야. 일정 수준의 불규칙한 오실레이션만 발생해서 컨백스 최적화(Convex optimization is a subfield of mathematical optimization that studies the problem of minimizing convex functions over convex sets (or, equivalently, maximizing concave functions over convex sets).)가 가능해야 수리 모델링이니 프로그램이니 하는거지, 스테빌리티가 구조적으로 담보가 안되어 있는 게 현장에서 나와버리면 그건 바로 나가리야. \n\"풍동실험도 안하고 CFD만으로 할 수 있다고 호언장담하다가 윙락 발생한 건 보잉이 체면 구긴건 맞고\" 는 가벼운 실수가 아니다.\n터뷸런스라는게 정확하게 모델링이 될 수 없는 현상이고, 경험적으로 먹히는 안정화 한계를 넘어선 설계를 해서 인하우스 시뮬레이션이랑 디자인 최적화 프로세스가 전부 다 박살난 상황이라 각 잡고 제대로 수습하고 안되면 버려야되는 상황이야.\n그것도 아음속 전투기 하나 만드는 거 갖고, 안 그래도 여객기에서 컨트롤 알고리즘 실패로 사람 수백명은 보내버린 회사에서 말이 된다고 보냐.\n알고리즘 컨트롤이 최선의 해결책이 아니다.\n사람이 타서 손으로 조종을 하는 동체에 프로그램이 관여를 하게되면 그 간섭이 강해지고, 또한 커버하려는 범위가 클수록 예외적인 상황에서 큰 문제가 생길수 있어. 737 맥스 사고 낸 조종사들이 병신이라서 스톨(수직강하) 내고 그런게 아니야.\n\n\n\n2023년 05월 14일 (일)\n[뉴스] 보잉, T-7A 훈련기 2027년으로 다시 3년 연기\n4월말, Andrew Hunter, the assistant secretary of the Air Force for Acquisition, Technology and Logistics, issued a statement announcing that Boeing’s T-7A Red Hawk, the advanced jet trainer selected in 2018 to replace the service’s aging T-38C Talon, would not enter into service until 2027 – three years later than originally planned.\n\n\n미의회에 불려나와서 이런저런 답변을 해야만 하는 상황까지 몰림.\n\n디지털 설계에 대한 맹신, 업체 공급망을 너무 과신하거나 방심함. 부품협력업체 기술을 너무 믿음.\n디지털 설계로 나오는 답을 믿고 문제를 해결하려 하지만 현실세계에서 만들어 적용하니 답이 안나옴. 즉 문제가 계속 되는데 소프트웨어적으로는 문제가 없는 것 처럼 보이거나 오답을 설계자에게 주는데 그 미로속에 설계자가 빠져버림. 이쯤되니 디지털 설계가 문제인지 아니면 현실업체나 현실부품이 문제인지 헷갈리기 시작. 그 답을 보잉도 모르고 설계자도 모르고 공군도 모르고 아무도 모름.\n일단 2027년까지 IOC를 연기함. \n매년 공군조종사의 부족숫자는 늘어나는데 구형기체인 T-38로 떄우고 있는데 너무 연식이 오래되어 문제가 지속적으로 발생함. 안전사고도 계속 발생함. 이것은 정비를 잘한다고 해결될 문제가 아님. T-38 엔진을 주기적으로 완전 분해후 재조립을 하는 과정을 반복하고 있으며 일부 부품에서 이상이 발견되거나 마모되거나 교체가 필요하다 판단되어 부품을 주문하면 부품업체에서 메뉴얼대로의 신뢰성 있는 부품을 제때에 공급하지 못함. 오래된 기체, 오래전 개발된 부품, 은퇴하거나 떠나간 엔지니어들. 노후화된 생산설비, 그 운용자들의 기술에 대한 신뢰성 의문. 모든 문제들의 복합성이 나타나고 있음.\n신규조종사 훈련을 받기 위해서는 최소 18개월에서 24개월을 대기해야 함. 기체부족. 따라서 조종사 훈련을 마치는데 최소 4년이 걸림. 그 동안에는 디지털 훈련 모니터로 가상훈련만 해야 함.\n실전으로 뛰는 T-38의 기체수가 몇대인지 문의하자 답변거부. 작전보안상 이유.\n사출좌석 문제는 해결이 아직 안된 것 같아 보임.\n(Goodrich, now part of Raytheon-owned Collins Aerospace, designed ACES II to accommodate pilots weighing 140-211 lb. But the Air Force expanded the weight range for the T-7A to support pilots weighing 103-245 lb. \nBoeing ran into problems with the seats last year when they didn’t function as expected with pilots at the smallest and lightest end of the range. The T-7 is the first USAF aircraft to be designed from the outset to accommodate pilots in a wide variety of physical sizes. Ejection systems on previous trainers and fighter aircraft could accommodate only a narrow range of physiques and excluded too many potential student pilots, particularly small women)\n보잉은 사출좌석 문제가 해결되었다고 주장하지만 검증불능. 올해 9월에 사출좌석 탈출 비행 테스트가 열릴 예정. 보잉은 마네킹을 태워놓고 테스트한 것처럼 추정되나 자세한 답변은 공군에게 물어보라고 떠넘김.\n\n날개 문제(윙락 현상)도 해결되었다고 주장하나 제출된 자료나 증거가 없음.\n계약자의 무능(보잉)이 확연하게 드러나고 있고 답은 아직 미정인 상태라 공군은 초조한 상태.\n '계약자의 무능'이라는 단어는 공군에서 보잉을 찍어서 말함.\n\n보잉은 단순히 디지털 설계로 계발비 감소와 저가 생산이라는 개념만 있던게 아니라 보잉의 전투기 사업은 미국이 망하게 두지않을거라는 확신과 일단 수주해놓고 이리저리 핑계대면 납품가 인상을 충분히 받아낼 수 있다는 계산을 미리한 거임.\nF35도 그랬고 일단 수주받고 가격올려받은\n사례가 많았던 거임.\n\n  1. 민수용 제트 여객기 사업이 너무 잘나가 현금이 넘쳐 났음.\n=> 737MAX의 실패로 민간 사업이 \"심각한\" 타격 상태 였음\n\n  2. KC-46 공중급유기 및 MQ-25에대한 고정계약으로 방산사업부의 승리의 자신감이 뿜뿜함.\n=> MQ-25는 잘 모르지만 KC-46은 프로젝트 엉망으로 미공군으로 부터 비난 받았던 것으로 기억\n\n  3. 미공군은 192억달러 낙찰가를 예상했지만 보잉은 92억 달러를 넣으면서 자신감 넘침.\n=> 여러가지 이유로 타 경쟁 훈련기보다 조건이 나빠서 미공군의 예상금액에 거의 50% 수준으로 저가 입찰한 걸 자신감으로 해석할 수 없음.  사업하면서 20~30% 할인 수준이 아니라 이 정도면 그런 손해를 감소할 수 밖에 없는 낮은 입지를 말함.\n예전에는 개발비용을 연동하는 방식으로 예측불가능한 요소를 추가 비용으로 받아낼 수 있었지만, 낮은 입찰 후 비용을 높여 부르는 방식을 방지하기 위해서 국방성에서 계약을 '고정가'로 해버렸음(그전에 여러번 업체에게 당한 경력이 있어서). 프로젝트 지연 요소와 비용 증가를 손실 보전 받을 방법이 없어짐.\n\n분명 제 기억에도 그때 737 시리즈 설계 결함으로 날개 균열 생기고 휘청휘청 했음. 베스트셀러 기종이라 보상과 리콜 무상수리 비용이 엄청 나서. 게다가 f35한테 f15se가 다 밀려가지고 훈련기 사업 못따면 망한다고 보잉 살리려고 훈련기는 보잉 줄 꺼라는 얘기가 많았죠. 그때 보잉이 선정되고 분명 사업 따고나서 연기 할 거라고 예상했는데 아니나 다를까\n\nT-38이 그나마 지금까지 버틸수 있는 이유가 한국이 F-5 계열기를 대량 도입하고, 제공호라는 이름으로 라이센스 생산까지 하면서 꽤 많은 부품 생산업체가 생산을 종료할 때 관련장비를 한국에 판매하고, 한국은 자체 정비를 위해 꽤 많은 부품생산 설비를 구매했고, 여기서 아직 나오는 T-38 공용부품들이 꽤 됨. 독일이나 터키의 F-4도 부품을 미국이 아닌 한국에서 도입했었음.\n\n부품, 원자재, 특히 전자 부품 가격이 많이 올라서 현재 당장 양산해도 손해, 미공군은 납품계약 갑질로 유명한데 늦추면 위약금에 부품 가격도 더 올라서 갈수록 손해, 진퇴양난\n지금 미국 2.3년전과는 일부 물가는 2배이상임.\n알루미늄 부터 인건비등.\n보잉이 제시한 가격으로는 어림 반프로치도 안됨.\n물가상승 반영은 해주는지 모르겠다만.\n\n고정가임. 반영 절대 불가능함.\n이거 반영하려면 미 의회 승인있어야함.\n모르지요. 보잉 로비력이면...\n\n웃긴게 그 데니스 머시기라는 전 CEO가 능력있는 엔지니어출신으로 내부에서는 신뢰가 두터운 인물이었고, 그래서 내부 승진으로 CEO가 된 보잉의 입지전적인 인물이었다는 점. 그랬던 그가 능력있는 엔지니어들 자르고 기존 기술과 플랫폼을 재탕, 삼탕 울궈 먹기와 돌려 쓰기로 주주이익 극대화에만 몰빵했다는게 참 아이러니한 일. 보통은 외부에서 온 CEO가 기업의 비전이나 역사, 내부의 핵임인재와 프로세스를 모르고 단기순익에 몰빵하는 경우는 있어도 보잉의 데니스 뭐시기는 참 특이했던 케이스의 CEO.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-08-23T21:38:22.776000",
  "updatedAt": "2023-05-14T15:21:21.499000"
}