{
  "id": "8b632aba-a116-48b0-98c0-31f2110d2266",
  "title": "해군력",
  "content": "우리의 해군력이 일본의 30%수준이라니 너무 놀랍네요. 노력해서 따라갑시다.\n\n한국의 GDP가 일본의 36%인 걸 감안하면, 해군 전력이 일본의 30%인 게 아주 낮은건 아니죠. 적정선인 거지요. \n군사력은 결국 경제력인데, 10년 후 우리의 해군력이 일본의 70%까지 가야한다고 주장하는 건  지금의 한국경제력이 10년 후 거의 2배가 되어야 한다는 것인데, 가능할 지는 경제성장이 얼 만큼 될 지를 봐야겠다는 생각이 드네요. \n한국도 복지와 저출산, 교육 등에 대한 국가예산 투입에 대한 국민적 요구가 크기 때문에 안보자산 확보에 예산을 투입할 정치적 동력 확보가 쉽지 않을 겁니다. 이 점도 고려해서 봐야겠지요.\n\n일본의 70%수준이라면 지금 전력을 두배 이상으로 불려야 한다는 말인데... 생각보다 우리 해군이 가야할 길이 멀군요...\n그런데 가만 생각해보면 우리 해군이 일본의 70% 수준까지 덩치를 늘릴 만한 여유가 있을까요? 함정이나 CEC 능력은 돈과 시간을 더 들이면 해결된다지만 문제는 인력인데요. 해군의 인원이 지금의 두 배가까이 늘어나야 할텐데 그건 불가능에 가깝지 않을까요?\n\n애초에 한국해군은 영토방어를 기준으로 전력증강 중이라 일본해자대 대비 40~50% 전력 정도면 목적 달성에는 무리 없는 전력으로 알고 있습니다.\n일본 자체도 엄청나게 넓은 자국 영해 때문에\n주변국과의 해상분쟁이 발생했을 시 4개 전단 중 2개 전단 이상은 동원이 어렵다는 게 중론이라 일본 해자대를 경계는 해야하지만 현 시점에서의 한국 해군전력으로도 위협으로 느낄 정도는 아닌 것으로 압니다.\n실제 15년 전만 해도 독도 측량한다는 명분으로  해자대 구축함을 대놓고 우리 영해 근처까지 보내던 일본이 우경화가 더욱 심해진 최근까지\n해자대 구축함 전력으로 한국한테 무력시위하는 경우는 아예 없어졌죠. 기껏해야 정찰기 조준했다고 발광이나 하지.\n\nCEC 네트워크전이 아직도 대비가 안 되어있다는 것은 좀 의외고, 안타까운 일.\n\n신형 모가미급 승조원이 90명 정도라 하더군요. \n이게 첨단 전투체계와 완전 자동화 때문이라지만 사실 운용할 무기체계가 빈약해서이기도 합니다 미국산 VLS에 16셀 탑재하는데 이도 1~6번함까지는 보류됐죠.\n최근 정조대왕함 승조원이 300명(수병 100명)인데 이건 화력덕후 답게 탑재된 무기체계와 이를 운용할 인원이 많아서 입니다\nKDDX에 방공용 KVLS-1, 2 다해서 64셀, 대함용 16셀, 대함미사일은 해성 이외에 작년 시험발사 성공한 초음속 미사일까지 탑재합니다.\n모가미급이 통합마스트에 스텔스 형상이라 겉은 화려하지만 레이더도 페시브 방식이고, 반면 KDDX에는 AESA로 통합마스트가 올려집니다.\n네트워크전 합동교전능력 등을 내세우지만 미군 없이는 일본 독자적 전투수행은 안된다는 방증이기도 하구요\n당장은 함정수와 생산연도만 비교하면 일본에 열세지만 근접해 가고 있고, 20년대 후반 이후 양적으로나 질적으로도 일본을 비롯해 주변국에 밀리지 않습니다\n한국형 항모나 핵추진 잠수함 개발과 도입이 전략적 변수이자 위험인데 현 정권이 어떤 방향으로 나갈 지 예측이 안 됩니다.\n\n무작정 전투함만 무리해서 늘리기에는 \n해군 인력부족 문제와 보급함 문제가 더 시급한 상황. 북한 때문에 연안초계에 전력과 함정을 할애할 수 밖에 없는 구조가 성가시군요.\n\n5천톤 이상급 전함이 한국은 9척, 일본은 50척 인데  일본은 80척까지 늘린다 함.\n미사일 능력은 우리가 앞서나 대양해군 으로 나가기 위해선 일본과 대등한 해군력을 가져야 함.\n수출입으로 먹고 사는 우리로서는 뱃길이 막히면 견딜 재간이 없음.\n\n일본함정을 꼭 해상전력으로 상대할 필요는 없읍니다. 우리는 사거리 500km 이상의 지대함 극초음속 미사일을 개발해 동해, 서해, 제주도에 배치를 한다면 일본이나 중국함정들은 우리나라 근처도 못 옵니다.\n한가지 부러운 것은 일본의 네트워크 교전능력인데 우리도 E-2D를 도입하거나 국산 조기경보기를 개발하거나 인공위성을 활용해서 한반도와 근처 해역 전제를 네트워크로 묶어 합동교전능력을 확보해야 합니다.\n\n일본 해자대와 비교하면 중대형 전투함 전력 30%, 잠수함 50%, 대잠전 전력 10%, 기뢰/소해전 전력 10%, 군수보급 전력 30%, 정보전 전력 0% 정도로 생각됩니다. 본문에서 언급한 해군관계자라는 분은 정말 우리 해군을 높게 평가해준 겁니다. 소형전투함/고속정 세력이 해자대에 비해 큰 규모지만 이는 북한 고속정 전력이 우리에게 별 위협이 못되는 것처럼 우리 고속정들도 시간벌기용 이상은 못될거고 우리가 다소 규모가 큰 상륙 전력도 이러면 의미가 없죠. 일본과 중국이 당장 해군 증강을 멈춘 상태에서 우리 해군만 규모를 계속 키워간다는 가정을 해도 현재 사업속도로는 따라잡는데 빨라야 30년 정도 걸리겠네요. 항모니 원잠이니 하는 것들보다 지금부터라도 미해군의 '유령함대' 개념을 더 적극적으로 받아들여야 합니다. 일반적인 방법으로 경쟁을 해서는 도저히 승산이 없습니다. 이런 상황에서 항모 타령하는 건 해군을 응원하는 게 아니라 망하라고 굿을 하는 짓이죠.\n\n한가지 확실한 건 한국이 일본의 70%까지 따라가는 것은 불가능합니다. 이건 당연하지요. 일본은 섬나라이며 당연히 해군력에 (몰빵)할 수 밖에 없습니다. 반대로 한국은 북한(중국)이라는 육로를 통한 주적을 상대해야 하기에 당연히 육군력에 (몰빵)하지요.\n개인적인 생각이지만 일본의 50%에 해당하는 해군력을 유지하면 된다고 생각합니다.\n\n해군력 1위는 미국이죠. 2위가 러시아, 중국을 꼽습니다. 질적으로는 러시아, 물량은 중국이죠.\n3위권이 일본입니다. 예전에는 영국도 뽑혔는데 영국이 경제사정이 안좋아져서 일본에 확실히 밀렸습니다.\n일본 해상자위대 전력은 강하긴 한데 조금 거품이 심합니다. 일단 물량으로 보면 중국의 1/3 정도 밖에 안되요. 이건 경제력과 정비례합니다. 중국 gdp가 일본 gdp의 3배거든요. 일본 해상자위대 전력은 중국 해군에 상대가 안됩니다. 이건 미국방부의 평가입니다. 양에서 압도되거든요...\n그리고 러시아 태평양 함대의 전력에 못 미칩니다.\n러시아는 핵잠수함 전력이 무시무시하거든요.\n일본 해자대의 가장 큰 전력은 잠수함 초계 전력입니다. 미7함대가 전략적으로 해상자위대에게 초계 전력을 비정상적으로 키우도록 강요했습니다.\n그래서 해상자위대 면모를 보면 좀 이상하게 구성되어 있어요. 공격 전력은 별로 구요, 대공방어, 잠수함 초계 등에만 집중된 기형적인 구조를 가지고 있습니다. 이런 부대가 미7함대랑 같이 움직이면 위력적인데 단독으로 작전을 펼친다? 흠... 솔직히 얼마나 위력적이지 의문입니다. 미국이 일본한테 군사적으로 이상하게 꼬아 놓았거든요.\n\n2000년 들어서며서 러시아 해군이 최신식 \n4000톤급 군함 6척을 건조하는 데 비해 중국은 7500톤급 이상되는 위상배열 레이다 달린 군함만 40척 건조하였고, 현재 16척 더 건조 중이고 잠수함도 6척 동시 건조 중임. \n2014년 러시아는 공군 면에서도 수호이 35 전투기 24대 구입후 기동력은 좋으나, 레이더는 중국산에 비해 세대 차이가 나고  전자시스템은 10년전 중국산보다도 못하다는 평가를 받음. 현재 러시아가 중국에 비해 강한 건 폭격기 기술과  핵잠수함 운용 경험밖에 없음",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-07-16T23:39:33.211000",
  "updatedAt": "2022-07-23T22:06:31.172000"
}