{
  "id": "8b84bedb-62a5-4647-beaa-7838144bbfdf",
  "title": "대포의 역사(근대, 현대)",
  "content": "17세기까지 화포는 고각사격을 하는 구포mortar와 저각사격을 하는 대포cannon로만 구분되었으나, 17세기말 스웨덴에서 대포cannon의 사각을 높여 장애물 넘어로 사격할 수 있는 곡사포howitzer가 개발되면서 저각사격을 하는 대포cannon를 평사포gun로 구분하게 되었다.\n18세기말 나폴레옹시대 평사포는 큰 마차바퀴에 장착하여 기동성을 높인 야전평사포(야포)field gun로 발전하여, 근거리-직사direct-fire로 보병을 지원하였다.\n19세기말 강선, 유선형포탄, 화약기술등의 발전으로 사거리가 급격히 향상됨에 따라, 원거리 표적에 대한 간접조준사격indirect-fire 기술이 개발되어, 평사포는 직사(직접조준사격direct-fire)방식의 보병지원 평사포(infantry support gun)에서 갈라져 나오게 되었다.\n1차대전 참호전에선, 중단거리포격에 탄착각이 큰 중대구경 곡사포howitzer가 활약한 반면, 중장거리 포격은 4.5\"이하 중소구경 평사포, 초장거리 포격에는 300mm 이상의 초대구경 열차포가 활약하였다.\n\n초창기 화포는 수작업으로 생산되다보니 공정 편차가 커서 같은 대포끼리도 포탄이 날아가는 탄도와 명중률이 제멋대로였다. 이 당시는 유체역학 비슷한 것도 없던 시기라 포탄으로는 그냥 납구슬을 사용했으며, 강선을 판다는 발상이 나온 것은 대포가 본격적으로 전장의 필수품이 되고 나서도 한참 뒤의 일이다. 그리고 강선을 파면 탄도가 좋아진다는 이론이 나오고 나서도 포신을 균일하게 파내는 작업이 매우 어려웠고 포탄을 장전하는 방식도 전장식이었기 때문에 강선을 파면 안 그래도 긴 장전시간이 대폭으로 늘어나서(강선총열은 탄이 총열과 꽉 맞물려야 효과가 있어서 장전할 때 망치로 탄을 때려 넣어야 했다.) 한동안 주로 사용되는 화포는 소구경이든 대구경이든 강선 없는 활강포가 주축이었다. \n물론 이건 개인화기인 총에도 적용돼서 강선이 개발된 뒤로도 한동안 전장의 주역은 라이플이 아닌 머스킷이었다. 라이플은 1498년 독일에서 발명되었고 16세기 중반에 지금의 모습으로 개량되었지만, 19세기가 되서야 보편적으로 사용되었다.\n그러나 산업혁명으로 인한 기술의 발전은 표준화된 대포의 생산을 가능하게 만들었으며, 강선을 파는 기술도 발전시키게 되었다. 이에 따라 포탄의 형상도 과거의 구형 포탄에서 일반적인 포탄의 모습인 원추형 + 원통형으로 바뀜에 따라 기본적으로 포탄의 탄도를 안정시키지 못하는 기존의 활강포는 급속도로 퇴출되었다. 물론 이때 개인화기도 강선이 있는 라이플로 변경되었다.\n이후 활강포는 이후 산탄총이나 박격포에만 사용되었고, 19세기 이후 1950년대까지 대부분 무기에 강선을 사용하게 되었다. \n그러나 날개안정분리탄과 같이 탄의 폭보다 탄의  길이가 4배 이상일 경우 강선에 의한 회전으로는 더 이상 탄도를 제대로 유지하지 못하는 문제가 발생했다. 이런 문제로 인해 소련에서 T-62부터 강선이 없는 활강포가 전차에 탑재되기 시작했으며, 그 위력을 본 이후, 각국의 전차들이 125mm나 120mm 활강포를 도입하게 되었다.\n\n[컬버린]\n15~17세기 유럽에서 널리 사용되던 대포의 일종. 이름의 어원이 된 colubrinus는 뱀을 뜻한다. 받침판 위에 얹혀 있는 대포와 이동에 유리한 바퀴가 달린 것이 특징이다. 조선과 중국에서 사용했던 홍이포도 컬버린에 속한다.\n무게는 약 2톤, 포신의 길이는 3.7m 정도였으며 8kg 정도의 금속 탄환을 발사하는 무기로 17세기 이전의 구식 대포 중에서는 대형에 속했으며 주로 공성용으로 사용되었다. 단 이 시대의 포탄은 폭발형 고폭탄이 아니고 둥근 쇠구슬이나 둥근 돌덩이였다. \n당시 비슷한 크기의 캐논과 비교하면 긴 포신으로 인해 사정거리 면에서 우위에 있었다. 그러나 캐논에 비해 포열의 두께가 두꺼웠기 때문에 무게가 무겁고, 보다 많은 금속을 필요로 했기 때문에 제조비용도 많이 드는데다, 그러면서도 구경이 캐논보다 작아 위력이 약하다는 문제가 있었다. 즉 사정거리 외에는 모든 면에서 캐논보다 뒤떨어졌기 때문에 경제성 면에서 캐논에 밀려 이후로는 사장되었다.\n\n[그리보발(Jean-Baptiste Vaquette de Gribeauval) 대포]\n7년 전쟁이 한창이던 1757년, 프랑스 왕국의 왕립 포병대 장교였던 그리보발 중령은 동맹국 오스트리아로 파견되어 있었는데, 여기서 그는 오스트리아군을 따라다니면서 프리드리히 2세의 프로이센군에게 연합군이 참패하는 모습을 지켜보게 된다. 그는 포병 장교답게 일련의 전투를 지켜보며 프랑스군의 포병 운용에 여러가지 문제점이 있음을 깨달았다. 파리로 귀국한 뒤 그리부발은 포병대 개혁안을 프랑스 군부에 제출하고 1765년 채택된다. 그리부발의 포병 개혁안에는 여러가지 내용이 있지만 짧게 요약하자면 다음과 같다. Standardization and Mobility. 즉 표준화와 기동성이 그리부발이 제출한 포병 개혁안의 핵심이었다.\n표준화라고 하면, 혹시 프랑스 포병은 그리부발의 개혁 이전에는 대포 제작에 어떠한 표준화된 기준도 없어서 동네 대장간에서 아무렇게나 만든 대포를 사용했는가 라는 생각을 할 수 있는데, 사실 그렇지는 않았다. \n그리부발의 개혁이전에도, 프랑스 포병대에는 Jean-Florent de Vallière라는 사람이 정해놓은 대포 규격이 있긴 했는데, 이 규격에 여러가지 문제점이 있었기 때문에 그리부발은 새로운 표준화 규격을 제시한 것이다.\n기존 발리에르 시스템의 문제점은 첫번째로 발리에르 규격에 맞게 생산된 대포는 너무 크고 무거워서 공성포라면 모를까 야전포로 사용하기에는 다루기 힘들다는 점이었고, 두번째로는 대포 외의 대포를 싣는 수레, 대포에 들어가는 포탄이나 탄약 등은 정확히 표준화되어있지 않았다는 점이었다. 그리부발은 이 두 가지 문제점을 교정하여, 기존의 24파운드, 16파운드, 12파운드, 8파운드의 대포 규격을 12파운드, 8파운드, 4파운드로 간소화, 경량화시켰다. 그리고 대포 운용에 필요한 수레가 망가지면 언제든지 다른 수레를 사용할 수 있도록 대포를 싣는 수레의 구조도 표준화시켰으며, 대포에 들어가는 포탄의 크기와 무게, 화약의 양까지 표준화 시킴으로써 언제 어떤 대포로 발사하든간에 같은 성능을 낼 수 있도록 하였다. 표준화가 제대로 안되어있으면, 10년 째 포병으로 구르면서 대포라면 누구보다 자신있을 정도로 훈련된 포병도 자기 쓰던 대포 말고 다른 대포 쥐어주면 말그대로 그냥 병신이 될 수도 있는 것인데 그리부발 대포는 대포 자체부터 주변 악세서리 탄환 화약 등 모든 것이 표준이었으므로 그런 비극이 발생하지 않았다. 그러나 그리부발이 표준화를 통해 얻을 수 있었던 그 무엇보다 가장 중요한 효과는 바로 유극을 줄였다는 점인데, 유극이란, 대포의 포탄과 대포 내벽 사이의 간격을 말한다. 유극이 너무 크면 화약가스의 에너지가 충분히 포탄에 실리기 힘들기 때문에 유극은 대포알을 밀어넣을수 있는 한에서는 작으면 작을수록 좋았고, 프랑스군은 대포의 규격과 포탄의 크기까지 모두 표준화시켰으므로, 프랑스 포병대는 이 유극을 획기적으로 줄일수 있었다. \n표준화를 통해 획기적으로 감소시킨 그리부발 대포의 유극은 평균 2.7mm 였다고 한다. 유극을 줄이면 또 하나의 장점이 생기는데, 같은 구경의 대포라도 유극이 적으면 더 적은 화약으로 포탄에 충분한 힘을 싣을수 있으므로, 포의 두께를 줄일 수 있었고 이는 대포의 경량화, 즉 기동성의 향상으로 이어졌다.\n그리부발의 개혁 이전 프랑스 대포는 무게와 크기가 너무 컸기 때문에 교전 중에 대포를 기동성있게 활용한다는 것은 상상도 하기 힘든 일이었고,\n대부분 포병들은 한 번 자리를 잡으면 시즈모드 박은 탱크처럼 거진 전투 내내 그 위치에서 계속 포격을 할 수 밖에 없었다. 그리부발은 이러한 대포 운용이 대포의 위력을 살리는 데 부적합하다고 보았고,  포병이 전장에서 그 진가를 발휘하기 위해서는 포격하기에 적절한 곳, 포격지원이 필요한 곳으로 신속히 이동해서 포격할 수 있는 시스템이 갖춰져야한다고 생각했다. 그래서 그는 기존의 발리에르 대포의 거추장스럽게 큰 크기를 경량화시켰다. 대포의 경량화를 위해 포신을 제작할 때 구리를 섞기도 했고, 또 앞서 말했듯이 그리부발 대포는 표준화를 통해 유극을 획기적으로 줄였으므로 포의 두께도 이전의 대포보다 줄어들었다. 그 결과 나폴레옹 전쟁에서 주력으로 쓰였던 그리부발 8파운더 대포의 무게는 583파운드, 수레를 합치면 총 1242파운드가 되었는데, 이는 같은 시기 영국 포병대의 같은 구경 8파운더 대포에 비해 약 1/3 ~ 1/2배 가벼운 무게였다.\n이런 가벼운 대포를 이용해서 프랑스군은 기존의 앉은뱅이 포병대가 아니라, 교전 중에 전장을 이리저리 움직이며 더 나은 위치에서 포격을 가할 수 있게 되었다. \n하지만 이 포병을 효율적으로 운용하는 것은 또 다른 차원의 얘기인데, 아무리 대포가 가벼워져서 포병들이 이리저리 돌아다니면서 포탄을 쏴댈 수 있다고 하더라도 그 포대를 운용하는 장교에게 그럴 권한이 없다면 결국 의미가 없는 이야기였다. 아무리 포병 하급장교가 보기에 '저 위치로 기동해서 포격하면 더 효과적으로 적의 전열을 무너트릴 수 있을 것 같다' 라고 백 번을 생각해봤자\n상급자가 허용해주지 않으면 그야말로 허공에 좆질인것인데, 알다시피 나폴레옹 전쟁 시기 군대는 지금보다 훨씬 더 규율과 제식을 중요시하는 군대였고, 특히 귀족사회의 상명하복 전통이 남아있는 프랑스 외의 전제군주 국가들은 더욱 그런 경향이 심했다. 가령 오스트리아 군대에서는 감히 하급 장교가 포병대를 어디로 기동시키니 마니 하는 소리를 하는건 있을 수 없는 일이었다.\n하지만 혁명국가로써 모두가 같은 '동지'였던 프랑스군에서는 전제군주 국가의 군대에 비해 더 자유로운 분위기가 형성되어있었고 하급지휘관의 자유로운 사고가 인정되었다.  특히 나폴레옹이 군사를 운용함에 있어서 가장 중요시하던 것은 '기동'과 '공격' 이었는데, 이것은 포병대에도 그대로 적용되어서 하급 지휘관이 자기 재량에 따라 포병대를 '기동' 시키고 적극적으로 적의 전열을 파고들어 '공격'하는 것이 장려되었다. 프랑스 포병대는 전장에서 한 틈도 쉬지않고 여기 저기 이동하며 포탄이 효과적으로 전열을 무너트릴 수 있는 위치에서 포격을 가했고, 또 그 포격으로 전열에 틈이 생기면 그 쪽으로 이동해서 포격하고... 이런 식으로 기동성을 살린 포격을 장기로 삼았다. 이는 프랑스군이 다른 군대보다 질적으로 우수한 포병 지원을 받게 함으로써, 더 많은 수의 적과의 싸움에서 이길 수 있는 원동력이 되었다.\n물론 나중에가면 나폴레옹이 초반에 만든 획기적인 전략이나 군대 편제처럼 다른 나라 군대들도 다 베껴서 소용없게되고 결국 나폴레옹은 워털루에서 쳐발리고 세인트 헬레나 섬에서 생애를 마감하게 된다.\n\n나폴레옹의 프랑스 육군은 화포의 구경, 탄약, 부품을 표준화함으로써 나폴레옹 군대의 승전에 크게 기여하였다. 그리보발은 공성포, 수성포, 해안포, 해군포, 야전포 등을 구분했다.\n1765년 프랑스의 그리보발 장군은  발사체의 무게를 줄이지 않고도 더 가벼운 대포를 만들고자 대포 통을 줄이기로 했다. 그러나 길이가 짧아진 대포 통으로 포탄을 정확하게 멀리 쏘는 게 힘들었고, 이것을 가능하게 하기 위해서는 대포알의 직경과 구경 사이의 분산이 작게 유지되어야 하고 대포알이 완벽하게 구형이어야 했다. 그리보발은 요한 마리츠의 방식을 채택하기로 결정했다. 이때까지 대포는 포신 내부에 빈 공간을 만들기 위해 코어가 삽입된 틀에서 주조되었다. 일단 대포 모양이 만들어지면, 그 안을 갈거나 다듬어 구경이 최대한 균일하도록 했다. 그러나 이는 주물마다 미세한 차이로 포강 내부가 균일하지 않았으며, 포탄과 포신 내부에 약간의 유격이 발생할 수 밖에 없었다(포탄과 포강의 불일치로 생기는 공간을 유극(windage) 이라고 한다). 이는 포 발사시 공기가 빠져나가게 되므로 포 압력을 낮춰 포탄이 멀리 나가지 못하는 단점이 있었다(이전에는 포탄의 불규칙한 크기와 정밀한 포강 제작의 어려움 때문에 포탄과 포강 사이에 꽤 큰 공간이 발생했고 종종 1/4 inch 가량씩 차이나기도 했다.). 그러나 마리츠는 대포를 속이 꽉 찬 원통으로 주조한 후 대포 천공기로 그 안에 구멍을 뚫어 구경을 형성하는 방식을 개발했다. 심지어 그는 구경을 1mm 이내까지 정밀하게 만들수 있었다. 대포의 포신을 깎아 포구를 만드는 방법이 개발되면서 어떤 대포이든지 안정성과 성질이 똑같게 되었고 또한 포신의 두께를 얇게 만들어도 안정성에 영향을 주지 않게 되며 따라서 대포의 무게도 더 가벼워졌다. 또한, 유극(포강과 포신 사이의 간격)이 줄어들면서 폭발 가스의 유출이 줄어들어 포탄의 속도가 더욱 빨라졌다.\n\nHistorically cannons had been cast with a core and then bored to remove imperfections, but in 1774 Wilkinson patented a technique for boring iron guns from a solid piece, rotating the gun barrel rather than the boring-bar. This technique made the guns more accurate since the bore was uniform in diameter, and less likely to explode. \nWhile bronze cannon were already being bored from the solid, the boring of large iron naval cannon was novel. \n\n그리보발 장군은 프랑스 육군의 개혁을 단행하면서 무기의 표준화를 추진하였는데, 이로 인하여 대포의 성능도 크게 향상되었다. 대포의 종류에 따라 포신의 길이, 탄환의 무게, 화약의 분량 등이 조화를 이루도록 하였고, 각 부속품들을 일정한 규격으로 통일하여 일부가 고장 나더라도 재빨리 새 부품으로 갈아 끼울 수 있도록 하였다. 덕분에 프랑스 대포의 명중률도 놀랄 정도로 정확해지면서, 이후 나폴레옹의 군대가 승승장구하면서 전 유럽을 휩쓸 수 있게 된 원동력의 하나를 제공하였다.\n그러나 이 당시의 대포는 대부분 필연적으로 전장식 대포일 수밖에 없었다. 또한 포를 얹어두는 포가의 경우도 포의 발사반동을 제대로 흡수할 수 없었으므로 대형의 대포는 제작하기 어려웠다. 포술 또한 어려운 기술 중의 하나로, 역학의 발전을 통한 포물선 운동에 대한 이해와 균일한 발사 장약의 제작법이 나오기 전까지는 포를 목표물에 명중시킨다는 것이 대단히 어려웠다. \n\n[워터루 전투]\n1815년 워털루 전투에서 나폴레옹은 영국군에 결정적으로 패해 역사에서 사라진다. 이 전투에서 영국군은 땅에 닿으면 폭발해 사람들을 날려 보내는, 오늘날 우리가 대포하면 떠올리는 폭발형 포탄을  처음 사용했다. 그 전까지 대포는 사석포로서 큰 돌을 둥글게 다듬어서 발사한 대포알의 무게로 성벽을 허물어뜨리거나 들판에 밀집한 군인들을 뭉개버리는 것이지, 대포알을 폭발시켜 사람을 죽이는 것이 아니었다.\n웰링턴 군은 일반적인 대포가 아닌 다른 포를 가지고 있었다. 일명 불폭탄이라고 불리는 무기인데, 일반 대포가 포물선을 그리며 날아간다면 불폭탄은 직사화기이다. 포탄이 터지면서 파편을 날리는 반면, 불폭탄은 직접 파편을 초속 200m의 속도로 발사한다. 이 불폭탄을 능선에 걸어두고 기어오르는 프랑스 보병대에 쏴대면 되었다. 50m 앞에 나란히 일렬로 서서 올라오는 적군에 쏘면 최소 10명은 온 몸에 벌집처럼 구멍이 나서 사망하고 만다. 이 불폭탄은 직사화기이므로 땅이 진흙밭인 것에 영향을 받지 않았다.\n마침내 정오 무렵에 프랑스의 포병대가 불을 뿜기 시작했다. 대규모의 집중포화는 나폴레옹의 전형적인 전투개시 방법이었다. 또한 대포에 파열탄을 사용해 능선 뒷쪽에서 터지게 하면서 피해를 극대화시키려 했다. 파열탄은 현대전의 수류탄과 같다. 폭발할 때의 파편으로 인명을 대량살상하는 포탄이다. 하지만 그런 사격에도 불구하고 프랑스 포병대는 생각만큼 피해를 주지 못했다.\n당시의 포탄은 모두 지면에 접촉해야 폭발했기 때문에 비 온 뒤 생성된 진흙의 강한 점도가 포탄의 힘을 무력화시켰다.\n나폴레옹의 포병대가 날리는 포탄에서 몇발짝만 떨어지면 별 피해를 입지 않았던 것이다. 웰링턴 군은 능선 뒷쪽에 엎드려서 버티기만 하면 되었다. 이렇게 되면 프랑스의 보병대가 직접 언덕을 기어올라가 전투를 벌여야 한다.\n\n[헨리 슈랍넬의 작열탄(유산탄, exploded shell, shrapnel shells)]\n작열탄은 말그대로 폭발하는 포탄이다. 구조는 철로 된 외피 안에 도화선이 연결된 화약 덩어리가 있는 형태이다. 처음에 작렬탄은 일반 대포가 아닌 박격포(mortar)로 발사했었다. 그렇게 해야 포탄이 배 내부에서 폭발해서 더 많은 피해를 입히기 때문이었다. 하지만 움직이고 흔들리는 배 안에서 곡사화기로 적함선을 정확히 맞추기가 힘들어 많이 사용되지는 않았었다.\n\n1800년대 초반, 유럽전장에는 신무기가 등장했다. 헨리 슈랍넬(Henry Sharpnel)이라는 영국군 장교가 30년 동안 완성시키느라 고생한 무기였다. 포탄의 빈 공간 안에 작은 소총탄을 가득 넣고 화약에 도화선을 연결한 후에 적보병 대열을 향해 쏘았다. 머리 위에서 터지면 그 일대에 소총탄이 마치 카페트처럼 퍼져서 덮쳤다. \n영국군은 1803년에 작열탄을 채택했고 나폴레옹 전쟁에서 처음으로 투입했다. 밀집대형에 무시무시한 효과를 보였고 프랑스군은 영국군이 포탄에 독가스를 넣었다고 착각할 정도로 공포에 질렸다. 영국군 포병사령관 조지 우드경은 워털루 전투에서 나폴레옹을 격파하는데 유산탄의 공이 매우 컸다고 인정했다. 그는 포탄 발명가에게 보낸 편지에서 “전투의 향방을 완전히 바꾸었고”라고 썼다. 포병의 위력은 이전과 완전히 달라졌고 유산탄을 발명한 장교의 이름은 역사에 영원히 남았다.\n나폴레옹은 영국군의 불발 유산탄을 분해해 비밀을 캐려고 했지만 복제하는데 실패했다. 이후 슈랍넬은 파편을 의미하는 단어가 되었다. \n\n폭발성 포탄은 16세기 혹은 그보다 더 일찍 사용되기 시작했다. 이것들은 폭탄이라고 불리는 화약으로 채워진 속이 빈 주철 공이었다. 조잡한 퓨즈가 사용되었는데, 짧은 관으로 구성되어 있고, 천천히 연소하는 가루가 채워져 있었고, 폭탄의 벽을 통해 구멍으로 박혀 있었다. 18세기까지 이러한 포탄은 박격포와 같은 고각 사격에만 사용되었고 거의 전적으로 육상 전투에만 국한되었다. 19세기에 포탄은 특히 파편 형태의 직격포에 채택되었다.\n19세기 중반에는 포병 혁명이 일어나면서 최초의 실용적인 강선있는 후미식 장전 무기가 도입되었다. 새로운 방법은 구형 껍데기를 원통형-원추형으로 재형성하였다. 이 모양은 발사체의 비행 안정성을 크게 향상시켰으며, 원시적인 시간 퓨즈가 포탄의 앞에 위치한 충격신관으로 대체될 수 있다는 것을 의미했다.\n스웨덴에서는 조반니 카발리 소령과 마르틴 폰 바흐렌도르프 남작, 독일에서는 크루프, 미국에서는 위어드 대포가 개발되었다.\n영국 왕립 포병대의 헨리 샤프넬 중위는 1784년에 거리 문제를 해결했다. 샤프넬은 대포에서 발사되어도 살아남을 수 있는 머스킷볼을 용기에 포장하는 데 기여했다. 라운드 케이스 샷은 단순히 화약 매트릭스에 머스킷 볼이 들어 있는 속이 빈 대포 공이었다. 종이로 만든 시한 시관이 폭죽 시간과 같이 더 많은 화약을 감싸고 있는 시간 퓨즈를 대포알에 꽂아 불을 붙였다. 그리고 나서 대포알은 적군을 향해 발사되었다. 포병이 공의 비행 시간을 정확히 맞추면, 대포공은 적군 위에 도착하자마자 폭발하여 머스킷볼을 방출하게 된다.\n슈랍넬은 대부분 무시되었다. 그러나 1803년에 그는 대장이 되었고 영국 육군을 위해 자신의 발명품을 시연하는 것이 허락되었다. 샤프넬이 발명한 지 두 달 만에 영국 육군이 그것을 생산에 투입한 속도에 의해 증명된, 그 날의 슈퍼 무기들 중 하나로 인식되었다.\n슈랍넬 포탄은 1804년 남아메리카 북쪽 해안의 수리남에서 네덜란드 정착민들을 상대로 한 전투에 처음 사용되었다. 네덜란드군은 2차 포탄을 받고 항복했다. 슈랍넬은 소령으로 진급한 지 1년도 안 된 1804년 중령으로 진급했다. 웰링턴 공작의 군대는 1808년부터 반도 전쟁과 워털루 전투에서 그것을 사용했고, 그는 그것의 효과에 대해 감탄하며 썼다.\nShrapnel의 둥근 포탄은 현대의 포탄과 매우 비슷하게 생긴 포탄으로 진화했고 거의 같은 방식으로 제조되었다. 그것은 또한 같은 기능을 수행했다. 장거리에서 많은 양의 납 공을 빠른 속도로 운반하는 것이다.\n\n근대적인 의미의 작열탄은 19세기 프랑스에서 개발해서 크림 전쟁(1853-1856)부터 본격적으로 사용되었다. 크림전쟁 이전에 러시아는 오스만제국과 수시로 전쟁을 벌였는데 오스만의 목조함선에 작열탄이 큰 효력을 발휘했다. 이때부터 사실상 목조함선은 쇠퇴의 길을 걷기 시작했고 크림전쟁 이후 세계는 장갑함 경쟁에 들어가게 된다.\n\n[펙상(Paixhans) 대포]\n포로 발사하는 형태의 고폭탄의 개발에는 굉장한 시간이 걸렸는데 이는 화포라는 물건의 특수성 때문이었다. 포라는 물건은 탄체를 화약의 폭발로 발사하는 물건인데 장약을 폭발시켜서 폭약이 든 탄두를 쏘아 날린다는 생각이야 쉬웠지만, 정작 조악한 흑색화약이 든 당시의 고폭탄두는 발사하려고 하니 장약의 폭발 압력을 이기지 못하고 탄두의 폭발재가 유폭해버렸기 때문이다. 다시 말해서 포탄 발사시 장약의 폭발에는 견디되 자기의 신관이 작동하여 폭발해야 할 때는 폭발해야 한다는 기괴한 조건을 맞춰야 했기에 골치 아픈 문제였다. \n현대적인 의미에서의 최초의 고폭 유탄포는 1822년 프랑스의 앙리 펙상 장군의 펙상 대포다. 그동안의 철환 위주의 탄체가 아닌 본격적인 폭발 포탄을 사용하는 것으로, 1847년 페이스트리 전쟁 베라크루즈 전투에서 화려하게 데뷔했다. 프랑스 군함에서 발사한 고폭탄이 멕시코의 산 후안 드 울루아 요새를 때렸는데, 그 포탄이 멕시코군 탄약고를 날려버리며 하루 만에 항복을 받아낸다. 엄청난 예산을 부어 지은 대포 시대의 성형 요새(Star Fort)가 하루만에 무너진 것은 큰 충격이었고(그 요새는 포탄을 막을 수 있게 낮은 성벽, 대량의 대포 등을 가지고 있었다. 사실 멕시코군이 억세게 운이 없었던 케이스다), 전 세계의 작렬탄 개발이 가능한 국가들은 적극 도입하였다.\n\n\n[크루프의 후장식 강철 대포(breechloader)]\n18세기 말, 영국에서는 최초로 주강(鑄鋼) 기술이 발명되었으나 산업의 우위를 지키기 위해 제조법은 비밀에 부쳐졌다. 1810년, 프리드리히 크루프(Friedrich Krupp)는 영국이 독점하고 있던 주강 기술을 밝히는 것에 뜻을 두었고, 에센에서 강철 주물(鑄物) 공장을 세우면서 크루프 가문의 금속 관련 사업을 시작하였다.\n1985년 알프레트는 세계최초로 강철 대포를 만들었다. 그때까지만 해도 대포는 청동으로 만들었다. 강철이 대량 생산되기 전까지 대포를 만드는 데 사용되던 청동의 질은 좋지 못했다. 그래서 위력을 높이려면 포신을 아주 두껍게 만들어야 했다. 포탄 발사용 화약의 압력을 견디지 못해 포신이 폭발할 수 있어서였다. 그러면 대포는 이동시키기 어려울 정도로 무거워져서 청동대포는 주로 성벽에 거치해 방어용으로 사용되었고 이동이 필요한 야전에서의 사용은 제한되었다. 크루프 사의 강철대포는 작고 가벼우면서 막대한 폭발 압력에도 끄떡 없었다.  한편 알프레트 크루프는 포탄을 장전할 때 포구에서 화약과 포탄을 순서대로 밀어 넣고 꽂을대로 눌러주느라 발사속도가 떨어진다는 점에 주목했다. 특히 해군 전함에서는 재장전 때마다 대포를 포문 안으로 다시 끌어넣어야 했다. 이에 크루프는 포탄을 대포의 후미에서 장전하는 후장포(後裝砲)를 개발했다. 이 대포는 과거 대포에 비해 장전 속도가 빨랐고, 사거리도 늘어 나고 명중률도 높았다. \n알프레트는 후장식 대포의 성능이 재래식보다 월등히 우수하다고 주장했지만 정작 독일 군대가 이 대포의 사용을 꺼렸다. 독일 포병 장교들은 재래식 무기에 익숙해 있었고 새로운 대포의 성능을 믿지 못했다. 그 대포의 성능을 알아본 사람은 국왕의 동생 빌헬름이었다. 후에 독일제국의 초대 황제가 되는 빌헬름은 혁신 무기의 성능을 깨닫고 1859년 빌헬름이 취임하면서 프로이센은 크루프의 후장식 대포를 채택하게 된다. 프로이센은 크루프에서 312대의 신식 대포를 주문했고, 대포를 프로이센 육군의 주요 장비로 배치했다. 쿠르프 대포의 위력은 독일 통일을 위한 프로이센-오스트리아 전쟁(1866), 프로이센-프랑스 전쟁(1870~1871)에서 증명했다. 청동으로 만든 전장식 대포를 사용하던 오스트리아는 프로이센의 대포에 굴복했다. 구식 청동 전장포로 무장한 나폴레옹 3세의 군대는 프로이센군의 적수가 되지 못했다. 크루프가 만든 최신 대포로 무장한 프로이센 군대는 순식간에 프랑스군을 격퇴하고 파리를 점령했다. 프랑스의 항복을 받아낸 독일군은 대포의 막강한 위력을 깨달았고, 대포 제조에 필요한 좋은 석탄과 철광산이 있는 알자스, 로렌 지방을 프랑스로 부터 빼앗았다.\n독일제 대포의 성능이 알려지면서 세계 각국이 크루프 대포를 샀다. 1887년까지 러시아는 크루프에서 대포 3,096대를 샀고, 경쟁국 오스만 투르크도 2,773대를 샀다. 20세기초 발칸전쟁이 벌어지기 직전에 불가리아는 517대, 그리스 356대, 오스트리아-헝가리 298대, 몬테네그로 25대, 세르비아도 5대를 샀다. \n1차 세계대전 직전에 발어진 발칸 전쟁은 크루프 대포의 전쟁이었다.\n\n[암스트롱의 강선포]\n1855년에는 대포의 탄환 안에 나선형으로 선을 긋는 사격술이 더 자주 적용되었는데, 이는 대포의 발사체 자이로스코프 안정성을 제공하여 대포의 정확도가 향상되었기 때문이다. 영국의 공학자 윌리엄 암스트롱이 발명한 강선포는 후미장전식으로 초기 무기에 비해 사거리, 정확도, 위력을 크게 향상시켰다. 암스트롱 포에서 발사된 발사체는 배의 측면을 뚫고 적함 내부에서 폭발해 피해와 사상자가 늘어날 수 있는 것으로 알려졌다. 영국군은 암스트롱포를 채택했고, 그 위력에 감명 받았다. 케임브리지 공작은 \"그것은 말을 할 수 없다는 점을 제외하고는 모든 것을 할 수 있다\"고 천명하기도 했다.\"\n후미장전식 대포로 철을 뚫는 것이 더 어렵다는 것을 깨달은 암스트롱은 강선있는 전방 장전식 포를 설계했다.\n\n강철로 만든 포신에 내부가 나선형으로 되어 있는 후장식 대포. 포탄을 포 뒤에서 장전하는 후장식으로 기존에 몇 분이 걸리던 대형포의 장전 시간을 10분의 1로 단축시켰다. 포신은 연철 제품으로 여러 통을 포개어 층을 이루는 포신으로 주조 포에 비해 가벼운 것이 특징이었다. 이러한 특징으로 동시대의 화포와 비교해 뛰어난 성능을 가지고 있었다.\n1855년에는 주철과 청동으로 만들었던 종래의 대포를 개량하여 암스트롱포를 발명하였다. 대포의 파열압을 높이기 위한 강철제의 동체에 금속링을 구워서 끼우고 포탄의 공기저항을 감소시키기 위하여 끝이 뾰족한 유선형으로 개량한 것이 바로 암스트롱포였다. \n이렇게 출발한 암스트롱사는 독일의 무기회사인 크루프(Krupp)와 쌍벽을 이루면서 세계 시장을 석권하게 되었다. 암스트롱의 무기를 수입하지 않은 나라가 없을 정도였다. 특히 근대화 초기 일본 해군의 전력 증강에는 암스트롱사의 역할이 대단했다고 전해진다. 실제로 러일전쟁에 관한 암스트롱사측의 기록에는 \"일본의 승리는 어떤 의미에서 암스트롱사의 승리이다\"고 씌어있다고 알려졌다. \n암스트롱포는 더 긴 사거리로 아편전쟁에서 영국이 청을 이기는데 혁혁한 공을 세웠다.\n암스트롱포는 남북전쟁 중이던 미국에 수출되었다. 남북 전쟁이 끝나자 에도 막부 말기의 일본에 매각되었고, 조슈 정벌과 보신 전쟁에서도 사용되었다. 특히, 일본에서는 막말 시기에 도입된 최신형 서양 무기 중 하나라서 막부군과 유신 신정부군의 보신 전쟁에서 높은 위력을 자랑하며 쓰였다. 우에노 전쟁에서는 대대적인 측면 지원을 통해 신정부군과 격돌한 창의대의 격렬한 저항을 분쇄하는데 큰 역할을 담당하기도 했다.\n대한제국도 이를 운용했는데 독일제의 75mm 크루프 속사포와 함께 대한제국군의 주력 야포였다.\n\n[슈나이더의 주퇴복좌기(recoil buffer)]\n후미장전식 구조 도입으로 화포의 장전속도는 증가했다. 하지만 화포의 연사속도에 가장 큰 영향력을 끼치는 요소는 장전이 아니고 반동이다. 1890년대 주퇴복좌기가 등장하기 이전의 화포구조는 그보다 400년전 등장한 사석포와 별 다를 것이 없었다. \n포신과 포가가 일체화되어 포신이 밀리면 포가도 밀리고 당연히 포가에 달린 바퀴는 맹렬히 뒤로 굴러갔다. 후방의 발톱으로 땅을 꽉 물어도 3~4미터 뒤로 밀렸다고 한다. 때문에 이 무거운 화포를 포병들은 인력으로 원위치 복구시키고 나서야 장전을 하고, 조준을 할 수 있었다.\n해결책은 1890년대 등장했다. 포가와 포신을 분리하고 레일로 연결하는 것이다. 반동이 나면 그걸 억지로 막는게 아니라, 포신을 후퇴시킨다는 개념. 이제 포탄을 발사하면 포가와 레일로 연결된 포신이 뒤로 후퇴하게 되었다.\n프랑스가 채택한 롱 리코일 방식은 뒤로 길게 후진하는 덕분에 반동 흡수엔 매우 유리하지만, 뒤로 후퇴한 포신을 원 위치로 돌려놔야 한다는 부담이 있었다. 많이 후퇴한 만큼 많이 원상복구해야 하니 스프링은 감당할 수 없었다. \n이때 등장한 것이 프랑스의 공학자 슈나이더가 개발한 수압 실린더를 이용한 주퇴복좌기다. 원리는 다음과 같다. 우선 포신에 서로 연결된 두 개의 실린더를 설치한다. 그리고 한쪽 실린더엔 물(혹은 기름)을 채우고, 다른 한쪽은 압축공기를 채운다. 포 발사후 포신이 반동으로 움직이면 실린더의 물을 공기가 압축되어 있는 다른 실린더로 밀어낸다. 이렇게 되면 다른 한쪽 실린더의 공기는 밀려든 물로 더욱 압축되고 반동력이 사라지면 원상태로 돌아간다. 이러한 구조를 채용한 야포가 슈나이더 75mm 속사포이다.\n슈나이더 75mm속사포는 분당 20발 가량의 속사능력을 자랑했고, 거의 완벽에 가까운 반동제어로 인해 더 이상 포가는 밀리지 않았고, 포병들은 포를 움직일 필요없이 미세한 조절만 해줘도 됐다. 뿐만 아니라 독일의 동일구경 야포보다 더 무거운 포탄을 더 멀리 쏠 수 있었다. 이것이 가능했던 이유는 새로 등장한 무연화약 때문이었다. 이제 프랑스군은 독일을 완벽하게 능가하는 속사포를 가지게 된 것이다.\n동시기 독일의 주력 야포인 77mm평사포는 6.85Kg짜리 포탄을 분당 6~8발 사격할 수 있었지만, 75mm 슈나이더 속사포는 7.2Kg짜리 포탄을 분당 20발 이상으로 발사할 수 있었다. 이것은 프랑스 화포가 독일 화포 대비 3배 이상의 화력을 가졌다는 것을 뜻했다. \n프랑스 수뇌부는 회심의 미소를 지으면서도 결코 신무기를 자랑하는 바보짓을 저지르진 않았다.\n슈나이더 속사포의 존재는 철저한 비밀로 붙여졌고, 기밀 유지를 위해 독일과 같은 쇼트 리코일 방식 야포를 제조해 실전 배치하는 척하는 위장공작까지 벌인 덕분에 독일군은 자기들이 세계최고라는 믿음 속에 안주했다. \n\n주퇴복좌기의 도입으로 속사포의 시대가 도래하자, 이제 포병은 좀 더 보병과 밀착하여 전진하는 존재가 되었다. 그만큼 포병이 피해를 볼 일도 많아졌다. 적군 보병의 소총 사격으로부터 무방비로 당하는 것을 막기 위해 포 앞에 포 방패를 달기 시작한 것도 이때부터였다.\n보통 주퇴복좌기 등장 이전의 대포는 바퀴가 무식하게 크고, 본격적인 20세기 대포는 바퀴가 작다. 주퇴복좌기 이전 대포는 반동도 견디고 상당히 튼튼해야 하는데 목제니까 그만한 강도를 내려면 철제보다 더 무거워짐. 하지만 주퇴복좌기 등장 이후에는 포 자체적으로 반동을 흡수하니까 바퀴가 커질 필요도 없고, 금속 가공기술의 발전으로 바퀴를 철제로 만들고 타이어도 고무로 만드니까 무게도 크기도 훨씬 줄어들게 되었다.\n\n화약을 사용하는 포는 물리적으로 사격 후 발생하는 반동을 피할 수 없다. 반동으로 인한 충격이 크면 포의 내구성도 손상을 받지만 사격 효과 또한 반감이 된다. 그래서 반동을 잡기 위한 다양한 기술이 접목되는데, 무거운 중량도 그 중 하나다. 오늘날 아무리 최신 소재로 경량화해도 중화기가 어느 정도 무게를 가질 수밖에 없는 이유는 바로 이 때문이다. 하지만 무거우면 그만큼 기동력이 떨어질 수밖에 없다.\n그런데 1890년 독일에서 들려온 한 정보가 프랑스를 긴장시켰다. 군부의 요청으로 방산업체인 크루프(Krupp)가 주퇴복좌기(Recoil Buffer)를 탑재한 신형 야포의 개발에 착수했다는 소식이었다. 주퇴복좌기를 사용하면 사격시 포가(砲架)는 방렬 상태로 고정된 채 포신만 왕복하므로, 새로운 목표물로 변경하지 않는 한 조준을 다시 할 필요가 없어진다. 당연히 사격 속도도 높일 수 있다. 그동안 이론으로만 논의되던 기술 개발에 적성국인 독일이 뛰어들었다는 소식을 듣고 위기감을 느낀 프랑스는 1891년 같은 기능을 지닌 포의 개발에 착수했다. 시간을 단축하기 위해 당시 부르주(Bourges) 조병창에서 실험적으로 제작한 57mm 포를 베이스로 개발이 시작되었다. 57mm 포는 무연화약, 청동 탄피를 사용해 탄두와 장약을 일체화한 포탄 등처럼, 당시까지 개발된 최신 기술을 접목한 실험작이었다. \n그런데 재미있게도 프랑스의 주퇴복좌기 개발은 독일 잉골슈타트(Ingolstadt) 조병창에서 근무하던 하우스너(Konrad Haussner)의 특허로 가장 중요한 유압 관련 기술을 확보하면서 시작되었다. 정식으로 취득한 것이 아니라 스파이 활동을 통해 얻게 된 것이라는 주장도 있지만, 정작 원천 기술을 확보하고 있었고 시작을 먼저 했던 독일은 프랑스보다 늦은 1902년에서야 주퇴복좌기 개발에 성공했다.\n이런 아이러니는 주퇴복좌기에 유압 기술이 상당히 중요하지만 실제로 적용하는 데는 어려움이 많았기 때문이다. 필요 기술을 확보한 프랑스는 피토 포병공작창(APX)의 감독관인 데포우(Joseph-Albert Deport) 대령의 주도로 75mm 구경의 신형 야포 제작을 시작했다. 여러 난관을 극복하고 마침내 1897년에 완성된 실험작은 분당 15발이라는 경이로운 연사력을 선보였고 사격 후에도 위치가 흔들리지 않아 명중률도 대폭 향상되었다.\n당연히 군 관계자들을 흡족하게 만들어 M1897이라는 제식명으로 1898년부터 양산이 개시되었고 어느덧 20세기가 되자 각국이 앞다투어 주퇴복좌기를 채택한 포를 주력으로 삼게 되었다. 오늘날의 기준으로 보자면 75mm는 야포로서 소구경이어서 화력이 강하다고 할 수는 없다. 그러나 M1897의 탄생 당시엔 나폴레옹 전쟁처럼 돌격하는 보병을 포병이 근접에서 직사로 지원하는 군사 교리가 통용되던 시절이어서 나름대로 충분한 화력이었다.\n비록 철도가 대중화되기는 했으나 당시의 이동 수단을 고려할 때 지상전에서 사용하는 포를 화력만 중시해 무작정 대구경으로 만들기는 어려웠다. 반면 M1897은 화력의 부족을 뛰어난 연사력으로 상쇄시켰다. 실제로 M1897은 프랑스군의 주력이었던 제1차 대전 초기에 기동력을 살려 신속히 전선을 옮겨 다니며 독일의 진격을 저지하는 데 많은 역할을 담당했다.\nM1897은 종전 후에 벌어진 수많은 국지전에도 모습을 드러냈고 제2차 대전에서 독일이 프랑스를 점령한 1940년까지 총 21,000여 문이 제작되었다. 공격에는 여전히 좋은 포여서 독일은 프랑스 점령 후에 이를 노획해 요긴하게 사용했으며 미국은 M1897을 기반으로 대전차 자주포를 만들고 M24 전차나 초기형 M4 전차의 주포로도 이용했다. \n\n[베르타포]\n강철제조 기술의 발달로 포신의 크기와 길이가 거대해짐에 따라 기존에는 상상할 수 없는 원거리의 적을 타격할 수 있게 되었다. \n제1차 세계대전 운용된 여러 열차포 중에 가장 사거리가 길었던 열차포는 독일이 파리시를 폭격하기 위하여 제작한 ‘파리포’이다.\n제1차 세계대전 당시 독일은 파리를 공격하기 위해 파리포로도 불린 베르타포를 개발했다. 구경 211mm, 포신 길이 36m, 포탄 무게 128kg이었고, 최대 사거리 130km를 자랑했다. ​강철 제조기술 덕에 가능해진 장포신과 많은 양의 화약에 의해 발생한 큰 추력으로 포탄의 사거리를 증가시킬 수 있었다.\n\n[구스타프 열차포]\n파리포의 경험은 제2차 세계대전 당시 사용된 구경 800mm, 길이 29m, 최대 사거리 47km의 구스타프 열차포로 이어졌다. 하지만 너무 크고 무거워 이동이 자유롭지 않아 열차에 탑재되어 이동했다. 그리고, 운영에 많은 사람이 필요했고, 포신 수명도 짧았다.\n\n[돌격포(Assault Gun)]\n제2차 대전 당시에 활약한 포로 구축전차(Tank Destroyer)라고도 불린다. 주포가 차체에 고정된 무포탑 형태로, 비효율성 때문에 전쟁이 끝난 후  순식간 퇴출되었다. \n구축전차는 보병 지원 및 적 전차 파괴를 목적으로 하는 기갑차량이다. 전차도 기동력을 갖추고 있지만 구축전차는 적 전차 요격이 주 임무다 보니 전차보다 좋은 위치를 잡기위해 기동력이 더욱 빨라야 했다. 오늘날 기갑장비의 기동력은 엔진의 성능에 좌우되지만 품질이 나빴던 당시에는 기동력을 늘리는 가장 좋은 방법은 차체의 무게를 줄이는 것이었다.\n구축전차 분야를 선도한 독일은 아예 포탑을 제거하고 주포를 차체에 장착하는 방식을 사용했다. 이후 이런 구조는 소련도 따라하게 되면서 구축전차의 상징처럼 여겨지게 되었다. \n프랑스 침공전에서 시험 삼아 제작된 3호 구축전차가 전차에 비해 방어력 등에서 문제를 보이기는 했지만 효과적인 무기임이 입증되자 이때를 기점으로 4호 전차나 이후 개발 된 5호 전차 판터(Panther)나 6호 전차 티거(Tiger) 같은 전차들의 차체에 대구경 화포를 장착한 여러 종류의 구축전차를 생산하여 대규모로 전선에 투입했다.\n2차세계대전 독일군전차부대의 실질적 주력은 이 3호 돌격포랑 4호 전차 그리고 판터였다.\n그때 당시 기술로 회전식 포탑은 시간이 걸리고 생산 가격이 증가하므로 대신 방어적 또는 큰 사이즈 포신을 착용할 수 있고 내부 공간이 좋음 현대에서는 기계가 하는 일이 많은데 저때는 사람이 중요 지금은 3~4 명이면 충분하지만 저때는 저안에 6명 이상도 들어감.\n애초에 탱크 개발 역사를 생각하면 대포를 장갑차에 올린거죠.\n\n\n\nhttps://en.m.wikipedia.org/wiki/Shell_(projectile)",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-27T21:27:47.342000",
  "updatedAt": "2023-12-11T00:38:40.808000"
}