{
  "id": "8d3e1c73-70d8-49d6-af41-0569f8564bba",
  "title": "기업분할",
  "content": "기업분할은 말 그대로 기업을 분리하는 것을 의미한다. 세부적으로는 모회사가 새 회사를 자회사 형태로 보유하는 수직 관계의 '물적 분할'과 모회사와 신설 회사를 수평 관계로 분리해 각각 독립된 회사로 만드는 '인적 분할'로 나뉜다.\n\n[물적 분할]\n기업의 자산·부채 등 재산만 분할해 새로운 자회사를 설립하는 것으로 모회사가 분사한 회사의 100% 주주가 된다. \n기존 회사와 신설 회사가 수직적인 관계로 분할되고, 신설회사가 기존 회사의 100% 자회사가 되는 것이기 때문에 신설회사의 실적은 모회사의 재무제표에 그대로 반영된다. 즉, 이론적으로는 분할 자체가 기업의 연결재무제표에 미치는 영향이 없다.\n\n원칙적으로는 분할에 따른 기업의 가치나 주식에 변동이 없기 때문에 모회사 주주는 어떤 손실도 발생하지 않고, 따라서 주식매수청구권도 행사할 수 없다. 자본시장과 금융투자업에 관한 법률(이하 자본시장법)에서는 기업 분할시 이사회 결의에 반대하는 주주에게 해당 법인에 자신의 소유 주식을 매수해 줄 것을 청구할 수 있도록 하고 있지만, 자본시장법 시행령 176조의7에 따라 물적분할은 주식매수청구권 인정 대상에서 제외하고 있다.\n\n정우철 바른투자자문 대표는 \"원래 물적분할의 핵심은 회사가 접을 사업을 빨리 접고 구조조정을 통해 변화하는 환경에 빠르게 적응하도록 하기 위한 것이었으나 우리나라는 이보다는 자금을 유치하는 데 이용되고 있다\"며 \"오너 입장에서는 물적분할 후 IPO를 통해 돈이 들어오니 좋지만 기존 투자자는 핵심 사업을 보고 투자했다가 '닭 쫓던 개'가 되는 셈\"이라고 말했다.\n\n■ 물적분할 반대론\n① 물적분할한 자회사를 상장할 경우 핵심 사업이 빠진 기존 모회사의 가치 하락이 불가피하다.\n\n(예)\nA 회사에는 아주 유망한 B라는 사업이 있는데 투자자들은 이 사업에 대한 기대를 갖고 A 기업에 투자를 합니다. 그런데 B가 너무 유망한 사업이어서 A기업은 이 사업을 더 키우기 위해 투자를 늘리고 싶습니다. 내부에서 투자금을 조달할 수 있다면 괜찮지만 부족하다면 A기업은 투자금을 외부에서 가져와야 합니다. 일반적으로는 채권을 발행하거나 유상증자를 통해 자금을 모으겠죠. 하지만 채권을 발행하면 A기업의 재무상태가 나빠지고, 유상증자를 하게 되면 기존 주주, 특히 지배주주의 부담이 커집니다. 그래서 A기업은 해당 사업부를 B라는 기업으로 물적분할합니다. B가 그대로 A기업의 100% 자회사로 남아 있다면 기존의 A사 내에서 B사업이 벌어들일 돈이 자회사 B가 벌어들이는 돈으로 바뀌었을 뿐이겠죠. A기업 주주 입장에서는 맘에 들지는 않지만 그래도 용납할 수는 있습니다. 그런데 B사가 상장을 하면 어떻게 될까요? 상장을 하면 B사에 새로운 주주들이 생깁니다. B사가 벌어들인 돈은 앞으로 A사와 B사의 주주들이 나눠 갖게 됩니다. A사 주주들에게 돌아갈 몫도 줄어들겠죠. 그러니 A사의 주가도 떨어집니다. 이른바 ‘지주사 할인’입니다. 특히 배당에 박한 우리 기업들의 경우 이 할인율(순자산가치(NAV) 대비 시가총액 비율)이 과도하다고 할 정도로 심합니다. 기업의 이익이 주주환원으로 이어지지 않다 보니 자회사의 이익이 모회사에 바로 이전되지 않게 됩니다. LG, SK 등 주요 지주사들의 할인율이 절반 정도에 불과한 것도 이 때문입니다.\n\n엘지화학 쪽은 엘지엔솔이 상장되어 시가총액이 올라가면 엘지화학의 가치도 상승할 것이고, 이는 엘지화학 주주가치에도 도움이 된다고 설명한다. 문제는 자회사 가치 상승이 모회사에 온전히 반영되지 않는다는 점이다.\n대표적인 사례로 에스케이케미칼이 많이 거론된다.\n에스케이케미칼은 백신사업부를 물적분할하여 에스케이바이오사이언스를 설립한 뒤 증시에 상장하였다. 에스케이바이오사이언스 시총이 20조원을 넘어설 때도 지분 68%를 가진 에스케이케미칼의 시총은 4조원 안팎에 머물렀다. 20조원의 68%면 단순계산으로 13조6000억원이다. 여기서 70%를 할인하여도 4조원 수준이다. 에스케이케미칼 자체 영업가치를 전혀 반영하지 않은 채 자회사 지분가치를 무려 70%나 할인하였을 때의 시총에 해당한다. 이 정도면 자회사 지분가치가 모회사에 거의 반영되지 않은 수준이라고 하여도 할 말이 없다. 그래서 에스케이케미칼에 투자한 싱가포르 헤지펀드는 차라리 에스케이바이오사이언스 지분 일부를 팔아 주주들에게 배당하라고 요구한다.\n\n② 신설 회사를 IPO 할 경우 기존 모회사 주주들은 다른 일반 투자자와 동일하게 공모주 청약을 통해 신설 회사의 주식을 배정받아야 하는데 이 경우 기존 주주들이 신설 회사 주식을 배정받을 수 있는 확률이 낮다는 점도 반발을 불러일으키는 요인 중 하나다.\n\n③ 모·자회사가 동시에 상장할 경우 구조적으로 이해 상충의 위험이 존재한다는 지적도 나온다. 이익 발생의 주체가 모회사냐, 자회사냐라는 점에서 이해상충. 해외의 경우 이해 상충을 고려해 기발행주식의 의결권을 희석하는 자본 재구성을 금지하고 있다.\n\n④ 신설 회사의 IPO 이전까지는 분할 대상인 사업 부문의 성장성 또는 이익기여도가 높을수록 정보 비대칭적 상황(지분변동)에 따라 소액주주의 권익이 축소될 수 있다는 우려도 있다.\n\n⑤ 모기업의 최대주주(지배주주)가 자신에게 유리하게 신설법인의 경영을 좌지우지해 모기업 소액주주들에게 피해를 줄 수 있다.\n\n■ 물적분할 찬성론\n반면 대주주나 기업 입장에서는 물적 분할을 선호하는 경향이 있다. 모회사가 새 회사 지분을 100% 보유해 경영면의 이점이 있기 때문이다. 또 새 회사는 기업공개(IPO)를 통해 투자금 유치도 가능하다. 지배력을 유지하는 동시에 외부 투자금을 유치하기 쉬운 셈이다.\n\n[인적 분할]\n기존 모회사 주주들이 지분율대로 신설 회사의 주식을 나눠 갖는 방식으로, 신설 회사의 주주구성은 모회사와 동일하다. 가령 SK텔레콤의 경우 최근 통신과 투자전문회사로 나누는 인적 분할을 결정했는데, 기존 SK텔레콤 주주라면 보유하고 있는 지분율대로 두 회사의 지분을 동일하게 나눠받을 수 있다.\n\n통상 물적 분할은 기업에게, 인적 분할은 일반 소액주주에게 유리한 것으로 평가된다. 이에 따라 소액주주들은 인적 분할을 선호하는 경향이 있다. 소액주주 입장에서는 신설 회사의 주식을 종전 지분율대로 배정받는 것이 이득이라고 여겨지기 때문이다.\n한국상장회사협의회 측은 인적분할이 주주가 신설회사와 기존회사의 주식을 모두 갖게 되므로 자신의 기호에 맞는 주식을 취사선택해 보유하거나 매각할 수 있는 선택의 폭이 넓어지는 반면, 물적 분할은 분할 이후 주주가 보유한 주식수 및 내용에 변동이 없고, 분할 신설된 부분에 대해 주주의 지배력이 약화되는 등 주주가 기대할 수 있는 긍정적 요인이 적기 때문이라고 분석했다.\n물적분할은 모회사 주주에게는 신설 자회사 주식을 주지 않는다. 상장 과정에서 모회사의 지분은 낮아지게 된다. 문제는 알짜 자회사가 상장하면 그만큼 모회사의 기업 가치가 깎이면서 주가 하락을 겪게 된다는 것이다. 최남곤 유안타증권 연구원은 “호황기땐 드러나지 않지만 최근 금리 인상기에 들어서며 거품이 빠지자 (지주사) 디스카운트 문제가 드러나고 있다”며 “카카오엔터와 모빌리티까지 상장할 경우 카카오는 껍데기만 남는 모습이 될 수 있다”고 지적했다.\n기업이 물적분할을 선호하는 것은 유상증자를 하면 기존 지배주주의 보유 주식 비중은 줄어들지만, 물적분할을 하면 자금은 자금대로 유치하면서 모회사 지분을 희석하지 않고 보유할 수 있기 때문이다. 이관휘 서울대 경영학부 교수는 “지배주주도 주가 하락의 피해를 보긴 하지만, 이들에게는 (기업) 지배권이 더 중요하기 때문에 물적분할을 선호한다”고 설명했다.\n주요국도 모자회사 동시 상장을 원칙적으로 허용하지만 기업들이 주주 소송과 반발을 고려해 자제한다. 이 교수는 “주주 반대나 주주권 행사를 두려워 하지 않기 때문에 물적분할한 뒤 상장하는 것을 가장 쉬운 자금조달 선택지로 생각하는 것”이라고 꼬집었다.\n\n[개선방안]\n①주식매수청구권: 현재 단순 물적분할일 경우 기존 주주들이 이 사안에 반대할 경우 자신의 주식을 회사가 매입하도록 하는 주식매수청구권이 없습니다. 앞으로 물적분할할 경우에 이 주식매수청구권을 부여해 분할 이후 발생하는 모기업의 주가 하락에 따른 손실을 보상해 주자는 취지입니다. 다만 걸림돌이 있습니다. 자회사를 상장하지 않는 물적분할에도 청구권을 부여할 지, 또 상장할 계획이 없었는데 상황이 바뀌어 추후에 상장을 결정하게 되면 어떻게 될 지, 상장을 하지 않더라도 제3자에게 일부 주식을 매각할 경우는 또 어떻게 되는지 변수가 많습니다.\n\n②신설법인 신주 우선배정: 신설법인이 상장할 경우 신주에 대한 공모 절차가 진행되는데 기존 모기업 주주들에게 신주를 우선배정하자는 대안입니다. 문제는 기존 모기업 주주들에 우선 배정해야 할 신주의 규모를 확정하기가 어렵습니다. 터무니없이 적을 경우 소액주주들의 반발은 그대로 일 겁니다. 반대로 규모를 키운다면 기업의 지배구조가 약화될 수 있겠죠. 일반 소액주주들에게 추가적인 자본 투입이 필요하다는 점도 문제입니다. 자금력이 없는 투자자들은 우선배정 물량을 포기하고 결국 자본이 많은 사람에게 지분이 집중될 수 있습니다.\n\n③신주인수권: 신주 우선배정과 비슷하지만 신주인수권은 자신이 인수를 포기하더라도 권리가 없어지지 않고 다른 사람에게 거래할 수 있다는 점에서 다릅니다. 그래서 개인투자자들이 가장 선호합니다. 다만 신주인수권 부여는 자본시장법 시행령 등만 고치면 되는 공모주 우선배정, 주식매수청구권과 달리 상법을 개정해야 합니다. 쉽지는 않을 겁니다.\n\n④ 상장회사협의회의 제안은 우리사주조합에 공모주식을 우선배정하는 현행 기업공개 방식을 적용하자는 것이다. \n\n[사례]\n지난해 물적 분할을 결정한 LG화학의 경우 배터리 사업부인 LG에너지솔루션을 100% 자회사로 분리한 것이 그 예다. 대주주(기업)가 신설 회사의 소유권을 갖게 되고 기존 모회사 주주는 신설 회사를 간접적으로 보유하게 된다.\nLG화학이 물적 분할을 결정하고 주주들의 거센 반발에 맞닥뜨린 바 있다. 이는 LG화학의 주가가 힘을 받았던 이유가 배터리 부문 성장성에 있는데, 물적 분할을 할 경우 LG에너지솔루션 주식을 한 주도 챙길 수 없었기 때문이다. 물론 LG에너지솔루션이 LG화학의 100% 자회사가 되면서 LG화학 주주들도 LG화학을 통해 LG에너지를 간접 지배하고 있긴 하다. 그러나 '배터리'라는 핵심 사업 이탈로 모회사의 경쟁력이 낮아지는 등 리스크가 발생할 수 있다는 점에서 당시 일반 주주들은 물적 분할에 반대했다.\n\nSK이노베이션과 배터리사업부가 분사한 SK온에 제기\n\n카카오도 비슷합니다. 한때 카카오의 사업이었던 게임과 웹툰, 온라인쇼핑 등은 자회사로 분할된 후 상장을 했거나 상장할 예정입니다. 이제 카카오는 이들 사업을 하지 않습니다. 유력 자회사들이 앞으로 더 상장을 하게 되면 카카오가 빈껍데기가 될 수 있다는 얘기가 나오는 것도 이 때문입니다.\n\n이마트의 자회사 SSG닷컴, 카카오의 자회사 카카오엔터테인먼트·카카오모빌리티, 현대중공업지주 자회사 현대오일뱅크 등 굵직한 자회사 상장\n\n씨제이이엔엠(CJENM), 엔에이치엔(NHN) 등이 잇달아 물적분할에 나서자 논란은 끊이질 않았다.\n\n구글의 경우 지주회사 알파벳을 상장한 뒤 기존 주식시장의 자회사를 모두 상장 폐지했다.\n\n[유래]\n기업분할 제도는 1998년 외환위기 이후 상법이 개정되면서 도입됐다. 주된 도입 목적은 외환위기로 국내 기업의 경쟁력이 취약해지자 신속한 구조조정을 가능하게 하기 위한 것이었다.\n\n[사례]\n해태제과는 2020년 1월 아이스크림 사업을 물적분할했다. 아이스크림 사업 적자 지속으로 전사 재무구조가 악화하자 분할 매각이라는 결단을 내렸다. 빙그레가 해태아이스크림 지분 100%를 인수했다. 지분양도로 간편하게 부실 사업을 정리한  것이다.\n엘지유플러스는 회사 비핵심인 전자결제 사업을 물적분할하여 토스에 매각했다. \n건설업체 아이에스(IS)동서는 폐기물 처리사업을 미래 주력으로 키우기 위해 요업사업 부문을 물적분할했다. 사모펀드에 매각한 자금으로 폐기물 업체를 인수했다.\n물적분할은 또한 자금조달 수단으로 활용된다. SKC가 화학 사업을 물적분할한 뒤 지분 49%를 쿠웨이트 PIC에 매각한 것이 대표적인 사례다. 물적분할 회사는 ‘SKCPIC’라는 사명으로 51 대 49 합작사가 되었다. 사실 SKC의 이러한 조치는 동박사업 진출자금 마련을 위한 것이기도 했다. PIC로부터 받은 5600억원은 SKC가 글로벌 사모펀드로부터 동박업체를 인수하는 데 필요한 자금으로 사용되었다. 이 회사가 지금의 SK넥실리스다. \n물적분할은 또한 합작회사를 만들기 위한 수단으로 활용된다. LG전자는 2021년 전장 사업 일부를 물적분할하여 100% 자회사를 신설했다. 이 가운데 49%를 글로벌 자동차 부품 업체인 캐나다 마그나에 매각했다. 이렇게 출범한 합작법인이 엘지마그나 이(e) 파워트레인이다. 글로벌 기업과의 합작으로 전장 사업을 더 키우기 위해 선택한 방법이 물적분할이었다.\n\n[기업 분사]\n기업분할제도 도입 이전에는 기존 기업이 자본을 출연해 사업체를 떼어내는 ‘분사’ 방식이었습니다. 자본금을 출연하고 새로 법인을 세우는 것이니 분할제도보다 더 복잡하고 시간도 오래 걸렸다. 적자 사업부를 떼어내 기업 전체에 줄 수 있는 악영향을 제거하고 경영효율화를 통한 독자 생존, 또는 매각 등의 절차를 쉽게 하기 위한 취지였다. 지금도 이런 목적의 물적분할이 진행되기도 합니다.\n\n[분사 사례]\n대한제당은 회사의 사료사업 분야를 따로 떼어내 티에스 무지개 사료를 설립했다. 사료사업은 매출 기여도는 컸지만 적자가 지속되는 사업이었습니다. 이를 떼어내 경영효율화를 꾀하겠다는 것이 대한제당의 설명이다. 이런 물적분할은 시장에서 호의적이다. 실제로 첫 분할 공시를 낸 2021년 11월 12일 대한제당의 주가는 1.2% 오르기도 했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-22T12:30:06.806000",
  "updatedAt": "2023-02-06T15:53:14.903000"
}