{
  "id": "8db4f639-4188-4cfe-95b4-f1da5c4979cc",
  "title": "선물(futures)의 역사 - 우리나라",
  "content": "우리나라\n\n미두(米豆)\n일본 강점기 김해평야 지역, 군산 김제 등의 호남평야 지역 농민들에게 일본인들과 '미두(米豆)'라는 쌀 거래 관습이 있었다. 입도선매(立稻先賣)라고 하여, 봄철 못자리할 시즌에 농민들에게 미리 돈을 주고 가을 수확시 전량을 가져가는 계약이었다. 농민들은 판매 대금을 미리 받고, 가을 수확시까지 가뭄 또는 홍수로 인한 피해 등 예측할 수 없는 자연재해로 수확량이 줄어드는 위험을 줄이는 것이므로 선도 거래라고 할 수 있다. 매입자 또한 재해 때문에 수확시 가격 폭등으로 큰 이익을 얻을 수 있기 때문에 이러한 거래가 가능했다. 사실 지금 현재도 강원도 등 고랭지 배추 등은 '밭떼기' (정식 명칭: 선도 거래, 포전 거래) 형태로 거래된다.\n'미두'란 현물 없이 약속으로만 쌀·콩 등 미곡을 거래하는 투기행위. 현실의 미곡거래를 목적으로 하는 것이 아니라, 미곡 시세의 등락을 이용해 약속으로만 매매하는 투기행위를 가리키게 되었다. 그리하여 미두에 종사하는 사람을 ‘미두장이’·‘미두꾼’이라고 부르고, 미두꾼이 모여서 미두거래를 하는 장소를 ‘미두장’이라고 불렀다.\n1899년 3월 일본인이 주식회사 인천 미두거래소를 설립하였는데, 이 거래소의 거래품목은 처음에 쌀·콩[豆]·석유·명태·방적사·카네킨 및 무명 등의 7개로 되어 있었고, 또 거래방법은 현물거래, 선불거래, 정기거래 등이었다. 그런데 실제로는 정기거래만 행하여지고, 또 얼마 안 가서 거래상품은 쌀의 일종으로 한정되게 되었다. 1910년 우리 나라가 일제의 식민지로 전락한 이후 일반 거래소의 설립은 일체 금지되었지만, 인천미두거래소는 예외적으로 그의 존속이 용인되고 있었다. 그리하여 이 거래소의 1910∼1911년경의 1개월 거래량은 약 20만 석이었던 것이 1918년 하반기에는 1개월 평균 약 350만 석에 달하였다.그런데 1920년 서울 진고개 일본인 미두도박 전업자 3∼4명이 체면상 정기미 거래를 꺼려하는 우리 나라 재산가들을 미두 도박시장으로 유인하기 위하여 쌀클럽[米俱樂部]을 설치하고 전화로 우리 나라 재산가의 미두매매에 관한 주문을 받아 인천미두거래소에 연계하여 미두매매를 하도록 유인하였다. 그리하여 미두시세의 변동에 따라 그 차액을 청산하게 하고, 처음에는 약간의 이익이 우리 나라 고객에게 돌아가게 하고, 우리 나라 사람이 미두도박의 묘미를 크게 과장하여 선전함으로써 우리 나라 사람이 미두도박시장에 뛰어들게 되었다. 이리하여 단지 전화로 미두거래를 주선하는 쌀클럽 또는 미우회(米友會) 등이 계속해서 나타나게 되었는데, 1920∼1930년의 기간에 일본인이 주재하는 미두거래소와 쌀클럽이 합작하여 개장하는 미두도박이 서울을 비롯한 도시나 지방에서 성행하게 되었는데, 서울에서만 43개 소로서, 월평균 거래량이 150만 석, 거래액이 180만 원(圓)에 달하였다. 이와 같은 미두 투기는 우리 나라 재산가나 지주의 몰락과정을 촉진시키기에 이르렀다. 그리하여 이에 손을 댄 재산가는 파산 지경에 빠지게 되었고, 또 지주들은 그들의 토지를 수탈당하거나 또는 그들의 토지를 조선식산은행의 신탁관리에 맡기는 등 패가망신하는 자가 속출하게 되었다. 1930년 5월 부령 제136호로 시장규칙이 개정되고, 강력히 미두(기미)거래를 단속하게 되어, 쌀클럽이나 미우회는 일시에 자취를 감추게 되었고, 이에 따라 미두라는 공개도박은 근절되었다. 그러니까 기미와 같은 의미로 사용되는 미두라는 말은 인천의 미두거래소에서 유래된 말이라고 추측된다.\n\n[chatgpt 설명]\n“미두(米豆)”는 일제 강점기 조선에서 운영되던 선물거래 시장(先物取引市場, futures market)으로, 주로 쌀과 콩(豆)을 대상으로 했던 곡물 선도거래 제도입니다. 정리해 드리면 다음과 같습니다.\n\n1. 미두(米豆)의 성격\n의미: \"미두\"라는 말은 **쌀(米)과 콩(豆)**을 줄인 말입니다. 당시 조선인의 주식이었던 곡물을 거래 대상으로 한 선도(先渡)·선물(先物) 거래를 일컫습니다.\n\n형태: 오늘날의 선물거래(Futures)와 유사하게, 실제로 물건을 당장 주고받는 것이 아니라 미래의 일정 시점에 일정 수량을 일정 가격에 거래하기로 계약하는 방식이었습니다.\n\n목적: 원래는 곡물 유통을 원활히 하고 가격 변동 위험을 줄이려는 취지였지만, 실제로는 투기적 성격이 매우 강했습니다.\n\n\n2. 역사적 배경\n등장 시기: 조선 말기부터 시작되어, 본격적으로는 1920년대 일제 강점기 도시 상인층을 중심으로 확산되었습니다.\n\n운영 장소: 대표적으로 경성(서울) 종로에 있던 **경성미두취인소(京城米豆取引所)**가 가장 유명합니다. 부산, 인천 등 주요 항구 도시에도 비슷한 거래소가 있었습니다.\n\n참여자: 곡물을 직접 다루는 상인뿐 아니라, 일반 투기꾼들도 몰려들어 사실상 도박장처럼 변질되곤 했습니다.\n\n\n3. 문제점과 폐해\n투기성: 농민과 무관하게 도시 상인·투기꾼들이 쌀·콩 가격을 조작하면서 곡물 가격이 심하게 요동쳤습니다.\n\n물가 불안: 쌀은 조선인의 주식이었기 때문에, 미두 거래의 결과가 민생 물가와 직결되어 사회적 불만이 커졌습니다.\n\n일제의 통제: 조선총독부는 곡물 유통을 통제하고 일본 본토로 쌀을 안정적으로 반출하기 위해 미두를 활용하면서도, 지나친 투기와 민심 동요가 문제가 되자 규제와 폐지 논의를 반복했습니다.\n\n\n4. 폐지 과정\n1930년대 대공황 이후 곡물 가격 폭락과 함께 미두 거래의 폐해가 더 심각해졌습니다.\n\n결국 1939년(쇼와 14년), 조선총독부는 “민생 안정을 해친다”는 이유로 조선 내 미두 거래를 전면 금지했습니다.\n\n이후 곡물 거래는 정부의 강력한 통제 아래 관리되었고, 시장 기반의 선물거래는 사라졌습니다.\n\n\n5. 의의\n미두는 조선에서 근대적 의미의 금융·상품 파생상품 제도가 도입된 대표적 사례입니다.\n\n하지만 농민 보호보다는 일본과 조선 상인들의 이익, 투기 목적에 치중되어 민생을 해친 측면이 강했습니다.\n\n그래서 한국 경제사에서는 미두를 “곡물 투기판” 혹은 “일제하 조선 민생을 위협한 제도”로 평가하는 경우가 많습니다.\n\n\n👉 정리하면, 미두는 오늘날 선물거래의 원형이 조선에 도입된 사례이지만, 취지는 무색하게 투기판으로 변질되어 쌀값 폭등·폭락을 반복시키며 민생에 큰 피해를 끼쳤던 제도라고 할 수 있습니다.\n\n\n1. 미두 거래 기본 구조\n당시 거래 단위는 곡물 실물이 아니라, '미두표(米豆票)'라는 종이 계약증서였습니다.\n\n예를 들어 “쌀 10석(石, 약 1,800리터)을 한 달 뒤 100원에 인도받는다”라는 계약을 맺으면, 실제로 쌀을 주고받을 필요 없이 종이 계약만 사고팔 수 있었습니다.\n\n따라서 곡물을 직접 다루지 않는 투기꾼도 계약증서를 사고팔며 차익만 챙길 수 있었죠.\n\n\n2. 투기 방식 예시\n📌 (1) 단순 시세차익 투기\n어떤 투기꾼이 한 달 후 쌀 10석 = 100원에 사겠다는 계약을 미리 샀다고 합시다.\n\n그런데 실제로 시장에서 쌀값이 올라서, 한 달 후에는 10석 = 120원이 되었습니다.\n\n그는 계약을 행사하지 않고, 계약증서를 다른 사람에게 20원 더 받고 팔아버려서 차익 20원을 챙깁니다.\n\n➡️ 실제로 쌀을 받아본 적도 없고, 팔아본 적도 없는데 시세만 보고 돈을 번 것이죠.\n\n📌 (2) 공매도(空賣渡) 투기\n어떤 투기꾼은 “쌀값이 내려갈 것”에 걸고, 곡물이 없어도 쌀 10석을 100원에 팔겠다는 계약을 먼저 맺습니다. (자기가 없는 물건을 미리 판 것 = 공매도)\n\n한 달 뒤 쌀값이 실제로 80원까지 떨어졌다면?\n\n그는 시장에서 실제 쌀 10석을 80원에 사서, 계약대로 100원에 넘기면 20원 이익을 챙길 수 있습니다.\n\n➡️ 곡물이 없어도, 시세가 내려가면 “빈 손으로도” 돈을 버는 구조입니다.\n\n📌 (3) 단타·도박성 투기\n미두 시장은 하루에도 계약이 수십 번 오가며 가격이 출렁였기 때문에, 어떤 사람은 쌀을 실제로 인도받기도 전에 중간에서 사고팔며 단타로 이익을 노렸습니다.\n\n예: 아침에 쌀값이 100원일 때 계약을 사고, 점심에 102원으로 오르면 바로 팔아버려 2원 이익 → 이런 식으로 “사행성”이 강했습니다.\n\n그래서 당시 사람들은 미두장을 “도박판”이라고 불렀습니다.\n\n\n3. 결과\n상인들은 곡물 유통 위험을 줄이려는 목적이 있었지만,\n\n다수의 참가자들은 쌀 한 톨도 만져본 적 없는 투기꾼들이었고,\n\n이들의 과도한 매매가 쌀값 폭등·폭락을 부추겨 민생 불안을 심화시켰습니다.\n\n\n👉 정리: 미두에서 투기꾼들은 곡물 없이도 계약증서만 사고팔며 시세 차익을 노리는 방식으로 이득을 보았습니다. 이게 너무 활발해지다 보니, 일반 민중 입장에서는 쌀값이 도박판에 휘둘리는 꼴이 되었던 것이죠.\n\n\n1. 원래 의도 – 농민·수요자의 위험 회피\n쌀은 조선인의 주식이었고, 농민과 도시 소비자 모두 가격 변동에 크게 흔들렸습니다.\n\n예를 들어 농부 입장에서는 추수 전에 가격이 폭락할 위험이 있었고, 쌀 상인이나 제분업자는 나중에 가격이 폭등할 위험이 있었습니다.\n\n그래서 “지금 가격에 미리 계약을 해두자”라는 헤지(hedging) 성격이 있었습니다.\n\n농민: “올해 가을에 쌀 10석을 100원에 팔기로 계약해놓자” → 나중에 값이 떨어져도 손해를 안 봄\n\n상인: “미리 100원에 사기로 하자” → 나중에 값이 올라가도 확보 가능\n\n➡️ 즉, 원래는 수요·공급 불안정을 보상하는 위험회피용 선도거래였습니다.\n\n2. 변질 – 투기꾼의 유입\n하지만 시장이 커지고 거래가 활발해지자, 농민이나 실제 쌀 소비자와 무관한 투기꾼이 대거 뛰어들었습니다.\n이들은 곡물을 실제로 받을 생각도 없고, 오직 계약증서(미두표)를 사고팔며 시세 차익만 노렸습니다.\n\n“앞으로 오를까, 내릴까”에 돈을 거는 구조였기 때문에, 실제 곡물 유통과는 무관하게 도박장처럼 변질되었습니다.\n\n\n3. 결과 – 선물시장化\n본래는 현물 인도(실물 거래)를 전제로 한 선도거래였는데,\n 점차 실제 인도가 거의 없고 계약증서만 유통되는 시장이 되어,\n사실상 오늘날의 선물시장(futures market)과 비슷한 모습이 되었습니다.\n\n차이는 현대 선물거래는 제도화·감독 아래 위험관리 기능이 살아있지만, 당시 미두는 투기성이 지나치게 강하고 규제 장치가 부실했기 때문에 민생을 해치는 결과를 낳았다는 점입니다.\n\n\n👉 정리하면:\n 미두 = 원래는 농민·상인의 가격 안정 장치(선도거래)\n ➡️ 하지만 투기꾼들이 몰리면서, 실제 쌀 인도는 사라지고 계약증서만 거래되는 일종의 선물시장으로 변질된 것입니다.\n\n\n네, 충분히 가능했고 실제로 시세조작(가격 조작) 사례가 많았습니다. 미두는 제도는 있었지만 감독이 허술했고, 곡물이 아닌 “미두표(선도계약증서)”만 거래되다 보니 투기꾼·상인·자본가가 합세해 가격을 흔들기가 쉬웠습니다.\n\n1. 조작이 가능했던 구조적 이유\n실물 곡물의 뒷받침 부족\n\n원래 선도거래는 실제 쌀·콩을 주고받는 게 전제인데,\n\n미두는 계약증서만 돌려 거래가 반복되었기 때문에 실제 곡물 공급과 무관하게 가격이 출렁였습니다.\n\n정보 비대칭\n\n농민이나 일반 소비자는 시장 정보가 부족했지만,\n\n상인·투기꾼은 쌀 수급 상황(흉작, 일본 반출량 등)을 미리 알 수 있었고 이를 이용해 움직였습니다.\n\n시장 규모의 협소성\n\n참여자가 많지 않고 특정 큰손 세력이 좌우할 수 있었기 때문에, 소수 세력이 매수·매도를 몰아가면 쉽게 시세가 출렁였습니다.\n\n\n2. 실제 조작 방식 예시\n📌 (1) 매점매석 → 가격 폭등 유도\n큰 상인 세력이 곡물을 대량 매입해 시장에서 쌀이 모자라는 것처럼 꾸밉니다.\n\n그러면 미두표 가격이 급등.\n\n일정 시점에 다시 풀어놓으면 비싸게 팔고 차익을 얻습니다.\n\n➡️ 현대의 “cornering (시장 독점)”과 유사.\n\n📌 (2) 공매도 세력의 가격 하락 유도\n일부 투기꾼들이 대량의 공매도(없는 곡물을 미리 판 계약)를 내놓습니다.\n\n“쌀이 남아돈다”는 풍문을 퍼뜨려 시세를 끌어내립니다.\n 실제로 가격이 내려가면 싸게 사들여 계약을 이행 → 차익 챙김.\n\n➡️ 루머·선동과 결합된 조작.\n\n📌 (3) 장내 담합\n몇몇 큰손이 짜고 “허위 호가”를 냅니다.\n\n예: 실제로는 살 생각이 없는데 고가 매수 주문을 넣어 시세를 올려놓은 뒤, 다른 투자자들이 따라오면 본인은 미리 사둔 계약을 비싸게 매도.\n\n➡️ 지금의 “작전세력”과 흡사.\n\n3. 결과\n쌀값 급등락 → 민생 불안 심화.\n\n실제로 1920~30년대 신문을 보면 “미두장에서 투기꾼들이 쌀값을 좌지우지해 서민들이 피해를 본다”는 비판 기사가 자주 나옵니다.\n\n이런 폐해 때문에 결국 1939년 총독부가 미두를 전면 폐지하게 됩니다.\n\n\n👉 정리:\n 당시 미두장은 규제·감독이 느슨하고, 실물 거래가 뒷받침되지 않았기 때문에 시세 조작이 충분히 가능했고 실제로 자주 벌어졌습니다.\n\n\n\n\n\n반복창\n반복창은 1900년 강화도 이방(吏房)의 아들로 태어났다. 부친이 지방관아의 실무책임자였던 만큼 어린 시절 풍족한 환경에서 지냈다. 그러나 1910년 한일병합 이후 부친이 직장을 잃자 반복창의 가세는 급속히 기울었다. 호구지책으로 부친은 장사를 시작했지만 손대는 족족 큰 손해를 보았다.\n거듭되는 사업실패로 화병까지 얻은 부친은 반복창이 열두 살 되던 해에 빚만 잔뜩 남긴 채 세상을 떠났다. 현직에 있을 때 부친에게는 의형제까지 맺은 절친한 친구가 여럿 있었다. 하지만 부친이 아전에서 쫓겨나고 사업에 실패하여 비참한 최후를 맞자, 그 많던 친구 중 어느 누구도 반복창의 가족을 도와주겠다고 나서지 않았다.\n슬픔에 잠길 틈도 없이 열두 살 소년 반복창은 생활전선으로 내몰렸다. 강화도에서는 일자리를 구할 수 없어 배를 타고 인천으로 나가 아라키(荒木)라는 일본인 집에 아이 돌보는 하인으로 들어갔다.\n개항 직후 화륜선을 몰고 인천으로 건너온 아라키는 한강 수로를 따라 인천과 한양을 오가면서 곡물을 운송해 엄청난 부를 축적한 인물이었다. 그는 1896년 인천에 ‘미두취인소(米豆取引所)’가 들어서자 ‘아라키중매점’이라는 미두중매점을 차렸다. 오늘날로 치면 ‘취인소’는 선물(先物)거래소, ‘중매점’은 선물회사에 해당한다.\n열두 살 소년 반복창은 아라키의 집에서 아이를 보면서 그 자신도 자랐다. 그렇게 2년을 지낸 후 반복창은 아라키중매점의 ‘요비코(呼子. 미두 시세를 전하는 아이)’로 들어갔다. 열네 살 소년 요비코 반복창의 주 임무는 중매점에 모여 앉은 미두꾼에게 인천과 오사카의 미두 시세를 소리를 질러 전달하는 것이었다.\n거래 성립을 알리는 딱딱이 소리 한 번에 기백원, 기천원이 오가는 곳이 미두시장이었다. 미두꾼에게 시세를 외치고 다니면서 반복창은 언젠가 자신도 미두로 일확천금을 하겠다는 꿈을 키워갔다. 철들면서 보고들은 게 미두뿐이다 보니 반복창에겐 미두가 세상의 전부였다. 아라키는 먹는 것, 자는 것 제하고 반복창에게 월급조로 한 달에 6원씩 주었다. 터무니없는 박봉이었지만 미두 밑천이라 생각한 반복창은 허투루 쓰지 않고 악착같이 모았다.\n1918년, 아라키는 열아홉 살 반복창을 ‘바다지(場立. 중매점의 시장대리인)’로 발탁했다. 축하의 의미로 ‘지로(次郞)’라는 일본식 이름까지 지어주었다. 반복창은 아이 돌보는 하인으로 들어간 지 6년 만에 아라키중매점의 제2인자 ‘반지로’로 미두시장에 데뷔했다.\n하지만 반복창이 ‘바다지’ 생활을 시작한 지 6개월이 지났을 때 미두시장은 아리키를 비롯한 일본인 투기꾼의 농간으로 문을 닫았다. 벼락출세를 즐길 여유도 없이 반복창은 실업자로 전락했다. 1919년 6월, 석 달 간의 영업 정지를 끝내고 미두시장이 자본금을 늘려 재개장하자, 반복창은 본격적으로 미두꾼으로 나섰다.\n1920년 1월, 몇 달 동안 지루한 보합세를 이어가던 쌀값이 갑자기 치솟기 시작했다. 쌀값은 하루에도 몇 원씩 화끈하게 오르내렸다. 큰 규모의 중매점은 하루 수수료가 만원을 넘길 정도로 거래량이 폭증했다.\n‘칼 물고 뜀뛰기’ 하는 것 같은 위험천만한 투기장에서 반복창은 연전연승의 신화를 이어갔다. 한 섬에 55원씩 1만 섬을 사서 73원씩에 팔아 한 번 거래로 18만 원을 벌기도 했다. 마치 귀신이 붙은 것처럼 맞추기를 몇 달. 반복창의 재산은 어느덧 40만 원으로 불어났다. 한 달 월급이 5~6원에 불과하던 요비코가 미두로 하루아침에 백만장자가 되었다는 소식이 전해지자, 인천은 말할 것도 없고 조선 천지가 온통 반복창 이야기로 들끓었다.\n스물한 살 청년 반복창은 미두꾼으로 나선 지 1년 만에 조선뿐만 아니라 일본까지 ‘미두계의 패왕’으로 이름을 떨쳤다. 반복창이 중매점에 나타났다는 소식만 들려도 미두 시세가 몇 원씩 오르내렸고, 그가 한번 팔고 사면 오사카 미두시장 시세까지 출렁거렸다.\n득의양양해진 반지로는 인천 외리에 400평 집터를 사고 20만 원을 들여 조선에서 가장 크고 화려한 서양식 저택을 지을 계획을 세웠다. 굽어보면 인천 바다가 한눈에 들어오고, 올려다보면 만국공원(지금의 자유공원)이 펼쳐지는 인천 최고의 집터였다. 어른 키 두 배는 됨직한 높고 튼실한 돌담이 완공되어 갈 때쯤, 반복창은 당대 최고의 미인으로 손꼽히는 경성여고보 출신 신여성 김후동과 초호화 결혼식을 올렸다. 조선호텔에서 열린 결혼식 하객들을 수송하기 위해 인천역에서 임시급행열차가 배차되었고, 경성역에는 당시 서울 시내 차량 1/3이 동원되었다. 결혼식 당일 비용만 3만원에 달했다.\n1921년 5월 반복창은 지구상에서 가장 행복한 사나이였다. 400원 밑천으로 40만 원 재산을 일구기까지 그가 들인 시간은 고작 1년 남짓이었다. 앞길이 구만리 같은 스물두 살 청년이 앞으로 얼마나 큰 성공을 거둘지 가늠하기 어려웠다. \n그러나 결혼 직후부터 반복창의 시세 예측은 자꾸만 빗나갔다. 1921년 한 해 동안에만 10만 원 상당의 손실을 입었다. 현금 흐름이 좋지 않아 집 공사도 잠시 중단시켰다. 이듬해 더 큰 손실을 보았고, 그 이듬해에는 완전히 파산 직전까지 몰렸다.\n미두 밑천이 떨어지자 반복창은 미두시장 근처를 기웃거리며 ‘합백꾼’들과 어울렸다. ‘절치기’라고도 부르는 합백은 많으면 1~2원, 적게는 10~20전씩 걸고 쌀값이 오르는지 내리는지를 맞히는 ‘사설 미두’였다. 한번 거래로 18만 원을 벌던 반복창으로서는 너무나 초라한 영락이었다. 초호화 결혼식을 올렸던 아내 김후동은 그에게 세 아들을 남기고 이혼했다.\n반복창은 미두로 돈도 잃고, 청춘도 잃고, 아내까지 잃고 나서도 미두에 대한 미련을 버리지 못했다. 거듭된 실패와 상실감으로 나이 서른에 중풍으로 쓰러져 반신불수가 되었고, 정신마저 이상해졌다. 지팡이 없이는 걷기조차 힘든 불구자가 되었지만 매일같이 미두시장 근처를 중얼거리며 돌아다녔다.\n“쌀값이 오른다.” “쌀값이 떨어진다.”\n반복창은 10년 가까이 정신이 이상한 불구자로 미두시장 근처를 떠돌다 1939년 10월, 미두시장 폐지 직전 세상을 떠났다. 반복창은 미두시장에서 가장 극적인 승리를 맛본 미두왕이었지만 부를 누린 기간은 2년에 불과했던 불운한 왕이었다.\n\n선물환거래\n공식적 제도상 파생상품거래는 1968년 외화간 선물환거래로 시작되었으며 본격적 발달은 거래소시장 중심으로 이루어졌다. \n우리나라에서는 제1차 석유파동을 겪고 난 후인 1974년 12월 26일 조달기금법, 조달기금법 시행령, 주요 물자 해외선물거래 관리규정이 대통령령으로 공포되면서 선물거래 전반에 관한 사항을 규정하는 법적 근거가 마련되었습니다. 이듬해 2월 20일에 첫 선물계약이 이루어졌습니다. 1995년 12월 29일 선물거래법이 제정되기 전까지 상품선물거래에 대한 규제업무는 조달청에서 담당해 왔습니다.\n전담법인 선물거래법이 1995년 제정되었으며, 코스피200 주가지수 선물시장이 최초의 장내시장으로 1996년 5월에 개설되었다.\n우리나라에서는 1996년 한국증권거래소가 KOSPI200지수를 대상으로 하는 선물을 상장한 것이 최초의 선물거래이다. 이듬해인 1997년에는 KOSPI200옵션이 상장되었으며 현재 거래량 기준으로 세계 제1위의 상품이다.\n\n1999년 부산에 설립된 한국선물거래소는 국채선물 달러선물 등 총 8개의 품목을 상장하고 있으며 국채선물의 성공으로 2001년 현재 세계 21위의 선물거래소로 성장하여 다른 거래소들의 부러움을 사고 있다.\n2005년부터는 기존 코스피시장(한국증권거래소)과 코스닥시장(코스닥증권시장), 한국선물거래소가 한국증권선물거래소로 통합되어 모든 선물상품을 취급하고 있으며, 20009년 2월 자본시장통합법의 시행과 함께 새로이 한국거래소(Korea Exchange·KRX)로 출범하게 되었습니다.\n한국거래소의 파생상품 거래규모는 2011년 한때는 전 세계 1위의 거래량을 자랑할 때도 있었습니다.\n\n밭떼기\n농촌에서의 밭떼기 거래도 선물의 일종이다. '밭떼기'는 포전거래(圃田去來, 밭에서 재배하는 작물을 밭에 있는 채로 몽땅 사고파는 일)라고도 하는데, 생산물을 일정한 조건으로 인수하는 계약을 맺고 하는 농산물 재배를 뜻한다.\n대다수 농민들은 배추 값이 천정부지로 오르고 있어도 별로 남는 게 없다고 한숨을 내쉰다. 이는 배추를 밭떼기로 넘기는 계약 재배 농가가 많기 때문이다.\n농산물, 그 중에서도 특히 야채는 수급 불균형이 심한 상품 중에 하나다. 일반적으로 특별한 변수가 아니면 수요는 일정한 반면에 공급은 작황에 따라 들쑥날쑥한 경향이 크다. 생산량이 날씨에 영향을 많이 받는 탓에 공장에서 생산되는 공산품에 비해 생산량의 조정이 쉽지 않기 때문이다.\n더구나 생산을 결정하고도 실제로 생산이 되어 시장에 나오기까지의 기간이 길어 가격이라는 신호에 의한 공급 조절도 쉽지가 않다. 쌀이나 과일은 보관 기간이라도 길어 출하 시점을 조정할 수 있지만, 야채의 경우는 이마저도 쉽지가 않다. 여기에 사람의 입맛이라는 것이 쉽게 조절이 되는 것이 아니고, 식습관은 문화 및 삶의 질과 밀접하게 관련되어 필수재의 성격을 띠고 있는 탓에 가격에 의한 수요 조절도 쉽게 되지 않는다.\n이렇듯 수요와 공급의 가격 탄력성이 크지 않은 농산물은 폭등과 폭락을 거듭하여 농민들과 소비자의 시름을 더하게 한다. 이러한 농산물의 폭락과 폭등은 농민들 경제생활의 예측가능성을 급격하게 떨어뜨린다. 지금 당장의 배추값이 올라서 생산량을 더 늘리겠다는 선택을 하고 파종을 해도, 실제로 배추가 생산되어 출하되는 몇 달 뒤의 가격은 모를 일이기 때문이다.\n이러한 불확실성을 피하기 위해 생겨난 배추 유통 구조가 일명 ‘밭떼기’ 거래다. 아직 다 자라지 않은 배추를 중간 유통 상인에게 평당 예측되는 생산량에 예년의 배추 값을 계산한 값을 지불하고 넘기는 것이다. 실제 농촌에서는 배추밭의 면적으로 가격을 지불하지만, 가격을 계산하는 구조는 배추의 생산량에 근거를 두게 된다.\n밭떼기 거래를 하는 농민과 중간상인은 무슨 비용과 편익을 주고받을까? 농민들은 불확실성이라는 비용을 버리고 예측가능하며 안정된 수입을 얻게 된다. 물론 농사가 예상치보다 잘 되었고, 거기에 배추 가격까지 폭등했을 때 엄청난 수익을 올릴 수 있는 기회를 놓치지만, 이것은 폭락할 가능성이 있는 위험성을 가져간 중간상인이 수익성도 함께 가져가는 것이 밭떼기 거래의 본질이다.\n중간 상인은 미리 돈을 주고 물건을 확보하는 것이고, 농민은 미래의 불확실한 수입을 현재의 확실한 수입으로 할인하는 것이다. 배추 값 폭등으로 소비자들의 불만이 많아지자 밭떼기를 하는 중간 상인들의 폭리를 비판하는 기사가 많이 나오지만, 경제적 관점으로 볼 때 중간 상인의 이득을 폭리로 낙인찍기는 무리가 있다. 밭떼기와 같은 선물거래는 단순히 물건만 거래되는 것이 아니라, 미래의 물건을 따라 미래의 리스크와 기회가 동시에 교환되는 시장이기 때문이다. 반대로 배추값이 폭락한다면 손해는 중간상인이 거의 짊어지게 된다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-09-28T14:10:10.030000",
  "updatedAt": "2025-09-28T14:28:54.689000"
}