{
  "id": "8dc9dcd8-9603-4db3-8dd1-ede74513c899",
  "title": "경영권 분쟁의 역사",
  "content": "경영권 분쟁은 주가에 호재로 작용하는 경향이 있다. 경영권 확보를 위해 지분을 늘리는 과정에서 주가가 오르기 때문이다. 특히 공격적으로 주식을 사들일 거라는 기대감이 생긴다. \n\n경영권 교체에 필요한 지분을 확보하지 못한 공격자는 일반적으로 회계장부열람-등사가처분 신청 등을 통해 기존 경영진의 위법, 부당한 업무집행에 관한 기초 자료를 수집하고, 그 이후에 ‘이사 직무집행 정지' 나 ‘이사해임의 소’ 및 ‘형사고소’ 등을 통해 법원과 검찰을 설득하려고 한다. \n\n[경영권 분쟁의 공격 유형]\n① 경영권의 교체를 긍극적인 목적으로 하는 경우 \n② 순수하게 기존 경영진의 위법, 부당한 업무집행을 제지하고 그로 인한 회사의 손실을 회복시키고자 하는 취지에서 경영권 분쟁을 야기하는 경우\n③ 분쟁의 중단(적대적 M&A의 포기 등)을 대가로 대주주 및 경영진으로부터 자기 주식의 고가 매입, 투자손실의 보전 등 경제적 이익을 얻을려는 경우 (Greenmail)\n\n[SK㈜]\nSK㈜ 경영권을 둘러싼 소버린과 SK그룹간의 분쟁은 2004년의 주요 경제 사건 중 하나라고 할 수 있습니다. 2005년 SK㈜ 정기주총에서도 소버\n린이 2004년에 이어 패함으로서 그간의 경영권 분쟁은 일단락되었고, SK로서는 경영권 방어에 성공했다고 할 수 있을 것입니다. 하지만 소규모 \n외국계 펀드가 SK그룹의 지주회사격 계열사인 SK㈜ 경영권을 인수하여 재계 4위 SK그룹을 장악할 수도 있었기 때문에 SK㈜ 경영권 분쟁은 국내외의 비상한 관심을 불러 모았습니다.\n\n〇 SK㈜는 상장 피출자사들과의 관계에서 출자회사 할인 현상이 오랜 기간동안 지속되어 왔었고, 2003년 4월 SK글로벌 회계부정 사건으로 출자회사 할인이 극심해졌을 때, 소버린이 14.99%의 지분을 매집하여 이후 경영권을 위협해 왔음\n\n출자회사 할인이란 출자회사(지주회사) 시장가치가 피출자회사(자회사)에 대한 소유 지분의 시장가치에도 미치지 못하는 현상. 지주회사의 순자산가치는 지주회사 자체의 가치에 자회사의 지분가치를 모두 더한 가치를 말하는데 SK, LG, 롯데, CJ, 한화, 두산 등 재벌그룹의 지주회사 또는 지주회사 격인 회사들의 시가총액은 순자산가치의 절반 정도에 불과하다. \n\n〇 경영권 분쟁 과정을 거치면서 SK㈜ 주가가 크게 올라 출자회사 할인은 해소된 상황이지만, 소버린의 SK측에 대한 압박 정도에 따라 주가가 민감하게 반응하였고 다시 출자회사 할인 상황이 재현되기\n도 함\n〇 SK㈜ 주가가 상승한 것은 정유업체들이 전반적으로 수익성이 개선되었기 때문이라는 주장도 있으나, 분석 결과 SK㈜ 주가는 시장뿐만 아니라 동종 정유산업의 주가상승을 고려해도 이를 훨씬 상회할 만큼 상승하였고, 이는 경영권 분쟁의 효과인 것으로 판단됨\n〇 소버린의 SK㈜ 지분 매집 당시 지분 14.99%는 전략적 판단에 따른 것이라 여겨짐\n― 「공정거래법」,「전기통신사업법」,「상법」,「증권거래법」을 총체적으로 고려한 전략\n― 14.99%에서 지분을 늘리거나 줄이거나 SK측을 압박할 수 있었음\n〇 SK㈜는 SK그룹의 지주회사격 위치를 차지하고 있기 때문에 SK㈜ 경영권 분쟁은 곧 SK그룹 경영권 문제와 직결됨\n〇 SK그룹은 타 기업집단에 비해 총수의 직접지분 및 소유권이 작고 계열사간 출자에 크게 의존하여 그룹전체를 지배하고 있으며, 이러한 지배구조상 가장 주요한 위치를 차지하는 기업이 SK㈜임. \n하지만 SK㈜에 대한 총수의 직접지분뿐만 아니라 내부지분까지 취약하여 출자회사 할인과 더불어 그룹전체 소유지배구조의 허점이 드러난 상황이었음\n\n[삼성]\n삼성의 분쟁은 창업주인 故 이병철 전 삼성 회장이 별세하고, 25년 후인 2012년 故 이맹희 CJ그룹 명예회장(전 제일비료 회장)이 이건희 삼성 회장에게 9천400억이라는 어마어마한 액수의 소송을 제기하면서 시작되었다. 삼성그룹 승계의 정당성에 대한 소송이었다. 삼성그룹의 후계자는 원래 장남인 이맹희 전 회장이었다. 하지만 사카린 밀수 같은 불의의 사건으로 삼성 경영에서 퇴출당하고, 3남이었던 이건희 삼성 회장이 삼성 그룹을 맡게 되었다. 이후 이맹희 전 회장은 새로 CJ 그룹을 출범해 아들 이재현 회장이 이끌고 있으나, 이맹희 전 회장이 사망한 후에도 CJ그룹과 삼성그룹 간의 대립은 끝이 나지 않고 있다.\n\n[현대 왕자의 난]\n현대 그룹의 경영권 분쟁은 두 차례에 걸쳐서 진행되었다. 창업주인 故 정주영 회장이 물러난 이후, 정몽구 현 현대자동차그룹 회장과 故 정몽헌 현대그룹 회장 사이의 그룹 경영권을 가지고 치열한 다툼을 벌였다. ‘왕자의 난’이라고 불리는 이 분쟁의 끝은 그룹 분리로 이어졌다. 현대자동차그룹, 현대그룹, 현대중공업그룹 등 몇 덩어리로 갈라졌다. 그 이후, 정몽헌 당시 현대그룹 회장이 불미스러운 사건으로 자살한 후, 현대그룹은 정몽헌 회장의 부인인 현정은 회장이 맡게 되었다, 경영을 맡은 지 3년 후에, 정상영 KCC 회장이 현대 그룹은 정씨가 맡아야 한다며, 현대그룹의 지분 분쟁을 겪었다. 이 분쟁은 현대 그룹의 재계 1위 자리를 삼성에 내주는 계기가 되고 말았다.\n\n[롯데 형제의 난]\n롯데그룹이 창업주인 신격호 회장 체제에서 그의 아들들에게 경영권을 계승하는 과정에서 경영권 분쟁이 발생한 것이다.\n롯데 그룹 분쟁은 2014년 말로 거슬러 올라간다. 형인 신동주 전 회장이 일본 계열사 3곳의 직위와 지주회사(기업의 경영구조 중 가장 상위의 회사) 격인 롯데홀딩스 부회장직에서 해임되었다. 그 이후 한국 롯데만을 맡고 있던 동생 신동빈 회장은 일본롯데까지 맡게 되었다. 그러나 지난 7월 27일 갑작스럽게 신격호 회장이 신동빈 회장을 비롯한 롯데 임원 일부를 해임하기 시작한다. 이에 대해 신동빈 회장은 전면적으로 대응했고, 이런 롯데 그룹의 진흙탕 분쟁은 언론을 통해 낱낱이 보도되었다.\n\n[한진칼 남매의 난]\n조현아 전 대한항공 부사장과 조원태 한진그룹 회장의 갈등이었는데, 조현아 등 3자 연합(KCGI·반도건설·조현아)이 해체되면서 마무리됐어요. 반도그룹의 이탈로 조 회장의 대척점에 섰던 3자연합(조현아·반도그룹·KCGI)이 최종 와해됐다는 점도 언급된다. 보유주식을 호반건설에 넘긴 KCGI뿐 아니라 조현아 전 부사장도 잇단 매각으로 지분율이 1%대까지 낮아진 상황이다.\n\n[금호석유화학]\n금호석유 조카의 난은 고(故) 박정구 금호그룹 회장의 막내아들 박철완 금호석유 상무와 그의 삼촌 박찬구 금호석유 회장 간의 갈등이었습니다. 결과는 삼촌의 압승. 박철완 상무는 해임됐습니다. \n경영권을 되찾아오기 위한 박철완 상무, 그리고 기존 경영진을 유지해야 하는 박찬구 회장 모두 양측이 주장하는 제안의 ‘명분’과 ‘실리’를 주주들에게 얼마나 잘 설득하느냐가 관건이 될 것으로 보인다. 의결권엔 자문사가 어떤 목소리를 내느냐가 적잖은 영향이 예상된다.\n\n[한국앤컴퍼니]\n형제간에 경영권 분쟁 중인 한국앤컴퍼니도 어떤 결과가 나올지 관심이다. 조양래 한국앤컴퍼니 회장이 차남인 조현범 사장에게 지분을 넘겨준 가운데 장남인 조현식 부회장과 조현범 사장 간 표대결이 예상된다.\n\n[래몽래인]\n콘텐츠 제작사 래몽래인이 경영권 분쟁 소식에 장초반 주식이 급등하고 있다. 래몽래인은 투자자인 P&I 측이 회계장부 열람을 신청했는데, 경영에 대한 신뢰도가 떨어진다고 판단하면 회계장부 열람을 요구한다. 시장에선 이번 P&I 측의 회계장부 열람 요구가 경영권 분쟁으로 번지는 게 아니냐는 해석을 내놨다.\n\n2022년 역대 최대인 2200억원 규모 횡령 사건에 휩싸인 오스템임플란트의 경우 강성부 대표가 이끄는 행동주의펀드 KCGI가 경영권 확보를 위한 본격적인 행보에 나섰다. \n강성부펀드는 지난해 12월 21일 오스템임플란트 730주를 장내 매수하며 5% 이상 지분을 보유한 주요 주주로 처음 이름을 올렸다. 총 230억원 규모 지분을 취득하면서 취득 목적은 ‘경영권 영향’으로 명시했다. 앞서 KGCI는 2018년 11월 한진칼 지분 9%를 취득하며 2대 주주로 올라 한진그룹 지배구조 개선 등 경영권 개입에 나선 바 있다.\n\n그밖에 휴마시스와 오스코텍, 아이큐어, 파나진, 에이피티씨 등 최근 한달새 경영권 분쟁 소송에 휘말린 코스닥 상장사만 14곳에 달한다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "51fc321a-6b6f-434a-8658-78fb231eb912",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-06T14:13:41.461000",
  "updatedAt": "2023-02-06T14:59:04.826000"
}