{
  "id": "8e1dfb36-06c8-40ae-aeac-7557537f411b",
  "title": "리더 vs 혁신, 정부 효율화 - 마오쩌둥의 '대약진운동'",
  "content": "세상의 거의 모든 CEO들은 자기 조직의 혁신을 꿈 꿉니다. 자기가 그 곳 수장을 맡으면서 큰 변화와 성장이 있기를 바랍니다. 모든 CEO나 리더들의 공통된 생각입니다. \n다만 아쉬운 점은 이들의 혁신 시도가 대부분 범타에 머문다는 점이에요. 그만큼 조직의 변화 혹은 성장은 힘든 것입니다. 외부는 물론 조직 구성원들에게조차 '잘했다' 평가를 받기 힘든 것이죠. 기존에 있었던 체계를 더 망쳐 놓지 않으면 오히려 위안일 수 있습니다. \n조직에서 가장 겁나는 팀장 혹은 리더는 누구인지 아시나요? 무식한데 용감한 사람들입니다. 무식이란 단어는 단지 머리가 텅텅 비었다는 뜻은 아닙니다. 상황에 대한 고찰, 문제에 대한 본질을 고려하지 않고 자기 고집대로 밀어붙이는 것을 뜻합니다. 달리 말하면 무식한 리더가 고집까지 갖게 된다는 말이 되겠네요. \n여기에 최악은 그 주변 사람들이 리더의 눈치만 보는 사람들로 가득차 있는 상황입니다. 그 사람의 심기만 살피면서 듣기 좋은 말만 번지르하게 하는 사람이 있다면 그 조직은 멸망의 길로 갈 수 밖에 없습니다. \n또 그런 조직이나 집단의 특징 중 하나는 잘 되면 잘되면 '나의 영도력', 안 되면 '무능한 부하들의 탓'으로 돌립니다. 성과가 안 나오면 어떻게해서든 내부 사람들을 쥐어 짜내려고 하죠. 투자도 없는데 무슨 성과가 나오겠습니까. \n여기에 외부 경쟁심까지 강하다면 조직은 더 큰 파멸의 길로 갈 수 있습니다. 시키는대로 했을 뿐인데 그 피해는 실무자들이 다 받게 되는 것이죠. 역사상 이런 일은 무지막지하게 많습니다. \n그리고 CEO를 비롯한 리더들의 착각 하나가 있습니다. 바로 시키면 다 되는 줄 아는 착각이죠. \n\n[정부 효율화 - 공공기관 예산감축]\n지난 8월 기획재정부 주재로 열린 공공기관 운영위원회에서 공공기관 혁신 가이드라인을 확정했다. \n공공기관 생산성과 효율성을 높이기 위한 정원 감축, 예산 절감, 불필요한 자산 매각, 민간과 경합하는 기능 축소, 과도한 복리후생 정비 등이 골자였다.\n\n정부가 공공기관운영위원회를 열고, 내년까지 공공기관 예산 1조 1천억 원을 절감 또는 삭감하기로 했다. 또 불필요한 자녀 학자금 지원을 폐지하고 과도한 사내대출도 제한한다.\n\n공공기관 조직 개편을 정부가 왜 나서서 하나? 새로 가관장이 취임하면 기관장이 효율을 고민하고 본인의 기업철학을 더해서 조직개편을 하거나 때로는 조직을 그대로 두기도 합니다. 이건 각기관에서 알아서 할 일이지 일괄적으로 가이드 라인을 정할 일이 아니다. \n지금 각 기관은 상위 기관에 조직 개편안을 작성에서 올려 놓고 승인을 기다리는 중입니다. 사실상 눈가리고 아웅하는 조직개편을 하는 겁니다. 개편이라는 어마어마한 행정력 손실을 가져 오는 겁니다.\n문제는 정권이 바뀌면 또 바뀔 가능성이 높죠. 이건 사실 기관에 속한 내부자들이 아닌 이상 판단하기 쉽지 않습니다. 그래서 실제 내부자들의 의견들을 살펴봐야 하는데 각기 의견들이 갈린다고 합니다. 이러면 결국은 정권의 성향이라고 봐야 합니다. 정권마다 성향이 갈린다면 이건 결국은 타협의 방향으로 가야합니다. 원전 문제도 그렇고 다 자기가 옳다고 얘기하는데 정작 들여다보면 각기 한쪽이 주장하는 부분이 옳은 부분도 있고 그렇지 않은 부분도 있는데 실제적으론 여론이 프레임싸움으로 몰고가니. 정권에 따라 계속 바뀌고 또 바뀌고, 타협이 안되고 자기 견해만 일방적으로 밀어붙이죠.\n\n지금 공공기관들 축소하고 개편하는 건 위에서 하라고 하니까 다 하는 거임. 그런데 줄여서 목적을 달성하려고 하다보니 여기에 서로 이해관계가 부딪히는 거.\n\n조직을 축소하라고 하고, 개편하라고 하면 어느 조직이나 유불리가 발생해서 이런 잡음이 나오는 것. 이게 뉴스화 되는건 내년 사업이 중요하기 때문이지 이걸 일괄적으로 하라고 하니 문제인 것이고, 내년 사업에 차질이 발생할 거 같으니 문제인 것이고.\n항우연 만큼은 아니지만 공공기관마다 개편 방향으로 골머리 썩히고 있음.\n\n[사례]\n예산을 확 늘려야 하는 상황인데도, 정부의 요구로 줄어든 곳도 있다. 대표적인 곳이 한국 항공우주연구원이다. 누리호, 다누리 성공의 여세를 몰아 달착륙선을 비롯해 우주개발에 박차를 가하려면, 앞으로 100명 넘는 연구진이 필요하다. 하지만, 정부 방침대로라면 5명밖에 늘리지 못하게 생겼다.\n\n연구목적기관으로 별도로 분류하는 법이 통과되어 있다. 그럼에도 불구하고 기재부가 다른 공공기관과 일률적으로 적용하는 것이다.\n\nNST 산하연구기관 전부 '일괄 인력조정'을 내렸었고, 연구원을 감원할 수 없다는 기관들은 반발하고 있다.\n\n원래 저 조직이 인사권 분쟁이 있었는지 모르겠으나 정부의 공공기관 혁신 가이드라인 이게 문제임.  항우연 뿐만 아니고 모든 공공기관은 실제 조직 개편을 해야함. 조직 개편이 무슨 의미 있는게 아니고 멀쩡한 조직을 이 어려운 시기에 다 뜯어 고치는 것인데 전부 눈감고 아웅 하는 형식으로 이름 바꾸고 부서 합치고 본부 합치고 혹은 축소하다 팀 늘이거 이런 방식임.\n저기 말하는대로 변경되는거 없음. 그냥 부서만 휘젓는 건데 대한민국 모든 공공기관이 지금 이 짓을 내년에 해야함.\n항우연이 이로써 전화위복이 될지 더 좋은 방향으로 될지는 가봐야 알겠지만, 현재 아수라장이 된건 명백한 팩트임.\n\n지금 조직 자체를 일일이 정부에 허가를 받아야 하는 상황입니다. 자세한 이야기는 못합니다만 미쳐 돌아간다고 보면 됩니다.\n\n방위사업청은 국방과학연구소 연구원들의 업무 포상금과 초과근무 수당 같은 처우개선에 쓰겠다며 모두 150억 원의 예산을 늘려달라고 요청했고, 국회도 여·야 합의로 승인했다. 하지만 기획재정부는 이를 전혀 반영하지 않았다.\n-- 저렇게 예산 잘라대는 건 결국 예산운용을 타이트하게 하겠단 행정부 지침 따라가는 거라.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-12-18T18:32:03.043000",
  "updatedAt": "2023-01-11T09:42:28.287000"
}