{
  "id": "8f0534d8-98c5-4682-bd92-6be2e54711ab",
  "title": "대전",
  "content": "![image](media/195b883be56.877f5300954d55a8.jpg)\n![image](media/195bb79d6d4.a3daf59b85144e1f.jpg)\n![image](media/195bb812138.b1c66bba23e345e1.jpg)\n![image](media/195bb845daf.b11a36dd4afa44eb.jpg)\n\n\n대덕\n백제 : 우술(雨述)/황등야(黃等也)→황산(黃山) 일부\n통일신라 : 비풍(比豊)\n고려 : 회덕/진잠 (혹은 오천(朽淺), 고려사)\n\n대전\n백제의 우술군(雨述郡)이었고, 계족산성이 유적으로 남아 있다. 신라에서 비풍군(比豐郡)으로 고쳤고, 고려에서 회덕현(懷德縣)으로 고쳐 공주목에 속하였다.\n백제는 수도를 함락당하고, 우술군을 넘어 현재 모산성(현 전라북도 남원시) 일대에도 고구려군이 당도했다는 기록이 있다.\n조선시대에 공주목(公州牧) 직할의 일부와 회덕현, 진잠현(鎭岑縣)에 속하는 지역이었다.\n\n\n원삼국시대에는 삼한 중 마한에 속하는 곳이었으며, 마한을 이루던 소국 중 하나인 신흔국(臣釁國)이 있었던 것으로 추정된다. 다만 신흔국은 충청남도 서산시 혹은 예산군 일대로 추정되기도 하여 확실한 것은 아니다. 대전으로 비정하는 설에서는 보통 '신흔'이 종국에 진잠동이라는 지명으로 이어지는 후술할 진현현과 관련이 있을 것으로 추측한다. # 한편 지금의 유성구 일대에는 마한의 내비리국(內卑離國)이 있었을 것으로 추정되는데, 이는 유성구의 삼국시대 지명인 노사지가 내사지(內斯只)로도 기록되었으며 두 지명은 내(內)라는 요소를 공유하기 때문이다.\n삼국시대에는 백제의 강역에 들어가 대덕구 읍내동 일대를 중심지로 하며 회덕동 일대를 포함하는 우술군(雨述郡)으로 등장한다. 이는 순우리말 지명 비술 또는 비수리의 한자 표기로, '비'를 뜻하는 雨(비 우)의 뜻 '비'와 述의 음 '술'을 가져온 것이다. 실제로 대덕구 장동에 위치한 계족산에서는 \"가뭄이 심할 때 산이 울면 비가 온다\"는 전설이 있어 '비가 오는 봉우리'라는 뜻의 '비수리'라는 지명이 전래되어 왔다고 한다. 이 전설은 조선 전기에 편찬된 《세종실록지리지》와 《신증동국여지승람》에도 기록되어 있다.\n우술군의 산하에는 유성구 구성동 일대의 노사지현(奴斯只縣), 덕진동 일대의 소비포현(所比浦縣)[8]이 있었고 서구 봉곡동 일대에는 진현현(眞峴縣)[9]이 있었는데, 진현현만 유일하게 현 충청남도 논산시 연산면을 중심으로 한 황등야산군(黃等也山郡)의 산하였다. 성왕 대에 설치된 지방 구획인 5방 기준으로는 공주시 일대가 북방, 논산시 일대가 동방의 중심지였으므로 대략 이 둘 중 하나에 속했던 것으로 보인다. 대체로는 대전 일대가 이후로도 주로 공주와 묶여서 움직였던 것을 고려하여 북방에 속했던 것으로 추정하는 설이 지배적이다.\n이 시기는 고구려, 백제, 신라의 주요 전선 중 하나였기 때문에 대전에는 산성 유적이 많고, 보루에 가까운 수준의 성곽 유적도 많다. 특히 백제 개로왕이 고구려 장수왕에게 위례성을 함락당한 뒤 장수왕의 연이은 남하로 백제가 절체절명의 위기에 몰렸을 때는 고구려군이 대전 일대까지 진출해, 백제 웅진성이 동북쪽(세종)과 동남쪽(대전) 양면에서 압박당하는 초유의 사태가 일어나기도 했다. 당시 고구려군이 남긴 유적은 서구 월평동, 세종 부강면, 새롬동, 나성동 일대에 있다.\n이후 동성왕 대에 이르러서야 백제는 신라와 합세하여 대전 일대에서 고구려군을 몰아내는 데에 성공했다. 세종 전체와 청주 및 대전의 대부분은 백제가 되찾았으나, 본디 한성백제의 강역이었던 괴산 전체와 오늘날 대덕구 북부 절반 및 청주 서남부는 별 수 없이 신라의 점유를 묵인해야 했다. 괴산은 의자왕 대에 백제가 신라에게서 수복했으나 신탄진권과 청주 서남부 일대는 백제가 망할 때까지도 끝내 되찾지 못했다. 그러므로 대덕구 북부 지역은 백제뿐만 아니라 신라와도 깊은 인연이 있다 할 수 있겠다.\n삼국통일전쟁이 한창이던 660년 7월 9일 발발한 황산벌 전투 당시 신라군이 노수리산(怒受利山)에 주둔했다는 기록이 있는데, 유성구 일대에 위치한 노사지현과 음운이 유사하여 같은 장소로 여겨진다. 아무래도 대전 지역이 격전지인 황등야산군(논산)과 인접한 국경 지대이다 보니 신라군이 진을 치기 적합했을 것이다.\n백제 멸망 이후 벌어진 백제부흥운동의 배경이 되기도 했다. 부흥군이 661년 8월 전후로 신라군의 길을 막으며 항전했던 지역인 옹산성(甕山城)이 현 대덕구 장동 계족산에 있는 계족산성으로 추정된다. 이후 옹산성이 사흘 간의 포위 끝에 9월 27일에 함락되고 상주총관 김품일에 의해 우술군마저 공격당해 1,000여 명의 목이 베이자, 백제의 마지막 우술군 군장(郡將)인 2등 달솔 조복(助服)이 부장으로 보이는 3등 은솔 파가(波伽) 및 무리를 거느리고 신라에 항복했다는 기사가 전해지고 있다. 이후 662년 8월에는 부흥군의 잔당이 내사지성(內斯只城)에 모여 진을 치고 저항하자 김흠순 등 장군 19명이 파견되어 이를 격파했다.\n남북국시대에는 통일신라의 9주 5소경 기준으로 웅천주(熊川州)에 속했으나 이후 757년 경덕왕의 한화 정책에 의해 우술군은 비풍군(比豊郡), 노사지현은 유성현(儒城縣), 소비포현은 적조현(赤鳥縣), 진현현은 진령현(鎭嶺縣)으로 개칭되게 된다. 진령현은 여전히 황등야산군이 개칭된 황산군(黃山郡)에 따로 속하고 있었다. 웅천주는 웅주(熊州)로 개칭되었다.\n후삼국시대에는 900년대 초반 무렵 후백제의 강역에 들어갔다. 후백제의 판도는 백제와 달리 대전 동쪽으로 훨씬 멀리 뻗어 경상도로 깊이 침투해 있었으며, 종전에 신라가 차지했던 대덕구 북부 역시 수복한 상태였다. 때문에 당시 대전 일대는 936년에 후백제가 멸망할 때까지 후백제에 속해 있었다.\n고려시대에 들어서 비풍군은 회덕현(懷德縣)으로, 적조현은 덕진현(德津縣)으로, 진령현은 진잠현(鎭岑縣)으로 개칭되었고 유성현은 그대로 존치되었다. 대전 일대는 성종대 설치된 10도 기준으로 하남도에 속했으며, 네 현 모두 12목 중 하나로 격상된 공주목(公州牧)의 속현이었다. 이후 현종 대에 설치된 5도 양계에서는 4현이 양광도에 속하게 되었고, 공주목은 다시 그냥 공주로 격하되었으나 4현은 여전히 공주의 속현이었다.\n그러다 회덕현과 진잠현은 명종 대에 주현으로 승격되어 감무(監務)가 파견되면서 독립적인 행정을 시작했으며, 조선시대에도 별도의 고을로 이어졌으나 유성현과 덕진현은 공주의 속현으로 이어진다. 한편 특수행정구역인 향, 부곡, 소도 있었는데, 이 중 가장 유명한 곳은 망이·망소이의 난이 일어난 명학소(鳴鶴所)이며 현재의 서구 탄방동 일대에 위치했었다고 알려져 있다.\n조선시대에 들어 회덕현과 진잠현이 각각 회덕군, 진잠군으로 격상되었으며, 현 대전 중심부는 고려시대부터 조선시대까지는 충혜왕 대에 다시 공주목으로 승격된 공주에 속한 작은 농촌이었다. 우암 송시열을 비롯한 은진 송씨가 이 근처에 다수 살고 있었으며, 이와 관련된 지명인 송촌동이 현재 대전의 지명 중 하나로서 남아있다. 또한 회덕 황씨가 회덕현 일대를 근거지로 삼기도 했다. 한편 지명 '한밭'을 한자로 옮긴 '대전(大田)'이라는 지명도 조선 초에 등장했고, 지금까지 쓰이고 있다. 한때 '태전(太田)'으로도 불렸다는 속설이 있으나, 실제로 태전은 1904년에 처음 등장한 명칭으로, 근대에 잠깐 ‘대전’과 병용되다 사라진 지명이며, 오히려 ‘대전’이 전통있는 한자 지명이다. ‘태전’이라는 지명을 1905년 또는 1909년에 이토 히로부미의 명으로 ‘대전’으로 개칭하였다는 이야기도 한때 돌았으나, 근거가 부족한 야사에 불과함이 확실시 된다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-03-21T20:53:58.896000",
  "updatedAt": "2025-03-22T11:06:54.169000"
}