{
  "id": "8fb96be9-38c7-4345-89bd-d505ea991cf8",
  "title": "58구경장 장사정 자주포",
  "content": "최근 미국에서 58구경장 장사정 자주포 사업이 취소되었습니다. 아직 정확한 취소 사유는 나오고 있지 않은데 들리는 이야기에 따르면  포신 마모 때문인 것으로 알려지고 있습니다.\n제가 전에도 이야기했지만 같은 포라도 최대 사거리로 사격을 하게 되면 포신 마모가 엄청나게 심합니다.\n사거리가 짧은 탄은 포신 하나로 수천발을 발사할 수 있지만 최대 사거리로 발사를 하게 되면 그 수명이 수백발로 줄어듭니다.\n더 더욱 58구경장은기존 52구경장보다 더 긴 사거리로 발사를 해야 하고 그래서 장약의 양도 늘어나고 해서 극단적으로 포신의 수명이 줄어든다고 알려져 있었고, 미국에서 이 문제 때문에 58구경장 자주포의 개발을 취소한 것이라고 이야기가 나오고 있습니다.\n그래서 우리 k9 58구경장 모델의 가장 강력한 경쟁자가 사라지게 되었습니다. 그럼 우리나라의 58구경장 자주포는 포신 문제가 없느냐 했을 때 당연히 없을 리가 없죠. 그래서 제가  전에 우리나라는 가변률 강선이라는걸 개발했다고 했었죠.\n가변률 강선이란 포가 발사될 때 약실 근처의 포신쪽의 강선은 완만하게 파고 갈수록 강선의 회전률을 높이는 포신으로 그로 인해서 포신의 수명이 거의 두배정도 높아진다고 했었죠.\n그래서 우리도 58구경장의 포신 마모문제를 조금이라도 줄이기 위해서 가변률 강선을 도입하는 겁니다.\n그러나 당연히 이것만으로도 포신 마모 문제를 완전히 해결은 힘들고요. 어짜피 58구경장 자주포에서 최대사거리로 사격을 많이 하게 되면 포신의 수명이 극단적으로 줄어드는 건 물리적으로 막을 방법이 없습니다. 그래서 우리나라는 포신을 자주 바꾸어야하는 건 어쩔수 없는 문제이고, 그래서 복합제 포신을 적용하지 않는게 아닌가 하는 생각을 합니다.\n제가 전에 이런 이야기를 했었죠.\n미국의 58구경장 포신은 복합재 포신이고 우리나라의 포신은 그냥 금속재 포신이라고요. 그리고 모든 면에서 복합재 포신이 더 우수하다고 이야기를 한 바가 있습니다.\n당장 금속재 포신은 포신의 처짐 현상으로 인해서 포신이 아래로 처지게 되고 그로 인해서 정확도가 떨어질거라고요.\n그에 반해서 복합재 포신은 금속재 포신에 비해서 훨씬 가볍고 그로 인해서 포신의 처짐 현상이 덜해서 정확도 더 높다고요.\n그래서 저는 우리가 금속재 포신을 고집하는 것에 대해서 의문을 표하기도 했는데요.\n그런데 지금 생각해보니 우리가 금속재 포신을 고집하는 이유가 포신 마모 때문이 아닌가 합니다.\n결론은 장거리 사격으로 인한 포신 마모는 피할 수 없고 그럼 포신을 자주 갈아줘야 하는데요.\n결론은 포신을 만들고 포신 외부를 깍고 거기에 복합재 커버를 쒸워야 하는 복합재 포신이 그냥 단일 금속재 포신보다 재조하기가 더 복잡하다는건 부인할수 없는 사실이고 당연히 그로 인해서 가격이 더 비싸지는 것도 너무 당연한 일입니다.\n그래서 어쩔수 없이 포신을 자주 갈아줘야 한다면 \n금속재 포신이 훨씬 가격이 쌀 거라고 생각이 듭니다.\n그렇기에 당연히 복합재 포신이 금속재 포신보다 성능이 더 좋은 건 부인할 수 없는 사실이지만 \n가격적인 면에서는 금속재 포신이 훨씬 쌀 것이고\n그럼 포신을 자주 갈아줘야 하는데 그때 들어가는 비용이 좀더 저렴할 거라는거죠.\n이게 우리나라가 복합재 포신을 선택하지 않은 이유가 아닌가 합니다.\n이번에 미국이 58구경장 자주포의 개발을 포기하는 모습을 보면서 왜 우리가 복합재 포신을 선택하지 않은건 지를 이해 하게 되었네요.\n아무튼 어찌되었던 우리 k9의 강력한 경쟁 상대가 사라져 버리는 것 같네요.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-04-01T00:46:57.511000",
  "updatedAt": "2024-04-01T00:46:57.511000"
}