{
  "id": "8fc3818e-4f05-4b31-b5a8-74c5a3c7e85f",
  "title": "CIWS, 대함미사일",
  "content": "지금 서방권의 표준 대함미사일은 노르웨이의 NSM 미사일이다. 최근에는 영국까지도 NSM 미사일을 선택해서 서방권 표준 대함미사일로 그 입지를 확실하게 하고 있다. 그리고 지금까지 대함미사일의 실전 사례에서 대규모의 대함미사일을 동원한 공격도 단 한번도 없었고 함대공미사일을 통해서 대함미사일을 요격하는 것도 거의 발생한 적이 없다. 그리고 대함미사일의 공격 형태도 많은 사람은 수많은 대함미사일을 동원해서 공격하는 포화 공격을 주로 생각한다. 그러면서 아음속 미사일은 쓸모없다고 이야기하는 분들도 많이 봤다. 그런데 정말 아음속 미사일은 쓸모가 없고 초음속 대함미사일만이 강력한 무기일까? \n지금 서방권에서는 여전히 거의 모든 나라들이 초음속 대함미사일을 도입하지 않았고 여전히 아음속 대함미사일이 주류를 이루고 있다. 상식적으로 적의 방공망에 쉽게 요격되어 버리는 대함미사일을 미국을 비롯한 많은 나라들이 여전히 주력으로 사용하고 있을리는 없다. 여전히 그런 아음속미사일들을 사용하는 이유는 그 미사일들이 여전히 현대적인 반공망을 돌파할 능력이 있다고 생각하기 때문이다.  우리가 개발 중인 CIWS도 초음속 미사일뿐만 아니라 아음속 미사일조차도 막지 못한다. CIWS는 초음속 대함미사일뿐만 아니라 아음속 대함미사일도 방어가 불가능하다. \n보통 아음속 대함미사일들은 순항미사일이므로 제트엔진이 탑재되어 있다. 그래서 부스터에 의해서 발사되고 어느 정도 속도를 얻은 다음에 일정 고도까지 상승을 하게 된다. 보통 아음속 대함미사일들은 고도 3km까지 상승해서 3km에서 순항하게 되는데 이 코드가 가장 연료 효율이 좋기 때문이다. 그에 반해서 초음속 대함미사일은 고도 10km에서 순항하게 되고 극초음속 미사일은 고도 20~30km에서 순항하게 된다. 당연하지만 순항고도가 높으면 높을수록 적에게 탐지될 가능성이 높아지게 된다. 그래서 시작부터 아음속 대함미사일들은 초음속 미사일에 비해서 적에게 탐지될 피탐지성은 대폭 낮다. 그럼 처음부터 고도 10m 이하로 적용 비행을 하면 안되느냐고 생각하실 것이다. 가능하다. 그러나 그 대신 사거리는 대폭 줄어들게 된다. 그리고 그게 가능한 거는 아음속 대함미사일뿐이다. 초음속 대함미사일은 불가능하다. 기본적으로 초음속 미사일은 고도 10km에서 가속 구간을 가지고 가속이 이루어져야 하기 때문이다. 낮은 고도에서는 초음속 미사일을 가속을 할 수 없다. 실제로 초음속 대함미사일은 고도를 낮추어서 시스키밍 고도로 비행하게 되면 계속해서 속도를 상실하게 된다. 그래서 초음속 대함미사일은 무조건 고도 10km의 순환고도로 올라가야 하다. 고도 10km를 올라가서 거기서 충분히 가속이 이루어져야 하는 것이다. 그에 반해서 아음속 대함미사일은 처음부터 고도 10m 이하의 시스키밍 고도로 비행이 가능하다. 그러나 그 대신 사거리가 대폭 줄어들게 된다. 그러나 이때도 딱 한 번 상승을 해야 하는데 처음에 함선에서 미 발사될 때 고체 부스터로 가속을 하는데이 구간에서 주엔진이 가동되기까지 계속 상승을 해야 하고 수백미터를 상승하게 된다. 이때가 가장 취약한 순간이다. 그래서 프랑스의 액조세 미사일 최신 버전은 부스터에 추적 편향 노즐을 달고 있다. 이 추력 편향 노즐을 사용해서 발사될 때부터 높은 고도로 올라가지 않게 해서 적에게 탐지될 가능성을 줄여 버리는 것이다. 그리고 이게 잠수함들이 잠대함 미사일을 탑재하는 이유이기도 하다. 잠수함들은 적함대의 대잠수함 방어막 밖에서 잠대함 미사일을 주로 사용하는데 그렇다고 해도 수상함에 비해서는 적함대에 훨씬 가깝게 접근이 가능하다. 그래서 잠수함들이 주로 사용하는 전술이 적함대 대잠수함 방어막 밖에서 대함미사일을 발사하고 이 대함 미사일은 처음부터 고도 10m 이하의 시스키밍 고도로 적함대에 접근해서 공격하는 전술이다. 그럼 실질적으로 적함대는 이 대함 미사일을 탐지해서 요격하는게 거의 불가능한 수준이 되어버리는 것이다. 그래서 잠수함에서 발사하는 잠대함 미사일은 수상함이나 항공기에서 발사하는 대함미사일에 비해서 적에게는 위협적인 존재가 된다. 그래서 아음속 대함미사일의 최대 장점은 피탐지성인 것이다. 한마디로 적방공망에 걸리지 않는다는 점이다. 실제로 지금까지 이루어진 대함미사일의 피격사례를 보면 거의 다 아예 미사일에 접근 사실 자체를 알지 못했다. 그에 반해서 상대 함선들이 대함미사일에 접근사실을 알게 되면 직접적인 요격보다는 거의 대부분이 전자전이나 체프 등에 의한 간접적인 방법으로 미사일을 방어했다. 그래서 아음속 대함미사일의 최대 핵심은 바로 피탐지성이다. 적에게 들키지 않는 것 말이다. 그리고 적에게 들키지 않고 적에게 접근할 가능성은 상당히 높다. 실제로 이번 우크라이나 전쟁에서 침몰한 모스크바함도 아예 요격행위 자체를 하지 않았다. 그래서 모스크바함은 아예 피격될 때까지도 대함미사일의 접근 자체를 알지 못했을 거라고 여겨진다. 실제로 낮은 고도로 접근하는 대함미사일은 파도의 난반사 등에 의해서 과거의 레이더로는 포착하는 것 자체가 힘들었다. 그러나 요즘은 갈수록 에이사레이더에 사용이 늘어남으로 인해서 낮은 곳으로 접근하는 대함미사일도 사람들이 탐지해낼 가능성이 커지고 있다. 그래서 요즘에 최신 아음속 대함미사일들은 스텔스 기술이 적용되어서 더욱더 피탐지 능력을 높이는 것이다. 원래부터가 전투기 등에 비해서는 크기가 훨씬 작고 낮은 고도로 인해서 탐지가 힘든데다 여기에 스텔스 성능까지 가지게 되면 현실적으로 조기경보기 등 다른 탐색 수단에 의해서 사전에 탐색하고 사전 경고가 없다면 아무리 에이사 레이더라고 해도 자함의 레이더만으로는 요격이 가능한 충분한 거리에서 탐지한다는 건 불가능한 수준일 것이다. 그 대표적인 미사일이 노르웨이의 NSM 미사일이다. 그러나 이렇게 접근해도 최종적으로는 CIWS에게 포착될 것이고 CIWS에 의해서 요격이 가능할 거라고 생각할 수 있다. 그래서 몰래 접근해서 최종 돌입단계에서 CIWS를 돌파하는게 종말회피기동이다. 아니 우리가 개발하는 CIWS 같은 최신 CIWS는 초음속 대함미사일도 요격이 가능한데 아음속 미사일을 막을 수 없을리 없다고 생각할  것이다. 그런데 실상은 못 막는다. \n그럼 대함미사일들의 회피기동에 관해서 이야기해 보자. 대함미사일들의 회피기동 중에 가장 먼거리에서 이루어지고 가장 개발된지 오래된 회피 기동은 파형기동이다. 파형기동이란 시스키밍 단계에서 이루어지는 기동으로 말 그대로 미사일이 지그재그로 비행하는 기동이다. 그러나 이 기동은 요즘은 잘 안쓴다. 원래 파형기동은 처음 나오게 된 계기가 대함미사일이 레이더로 적함선을 탐지하기 위해서 지그재그로 비행한 것에서 유래가 된 것이다. 그러다 나중에 적대공미사일의 공격을 피하는 기동술로 발전을 한 건데 그건 과거의 sm 같은 미사일들은 해수면 난반사로 인해서 요격 미사일들이 위에서 목표를 포착하고 아래로 내려와서 해수면 난 반사를 피하기 위해서 요격 대상인 대함미사일과 수평을 이룬 다음에 공격이 이루어졌기 때문이다. 그래서 과거의 파형기동은 수평으로 접근하는 적대공 미사일을 회피하기에 적절한 비행 형태였다. 그러나 essm이나 해궁 같은 지금의 최신 함대공 미사일들은 수평으로 전환하는 과정 없이 바로 목표에 내리꽂기 때문에 파형기동의 필요성이 대폭 줄어든 것이다. 오히려 이런 최신 함대공 미사일들에게는 파형기동은 더 오랜 시간 동안 적 반공망에 대함 미사일이 노출될 뿐이고 파형기동은 요격기회만을 늘려줄 뿐이다. 그래서 요즘은 그 필요성이 대폭 줄어든 것이다. 그리고 마지막으로 시행되는게 적의 CIWS를 회피하기 위한 종말 회피기동이다. 하푼 미사일이 시행하는 팝업 기동은 목표 근처에서 급상승했다가 목표에 내리꽂는 것이다. 그러나 하푼의 팝업 기동은 지금은 엄청난 구식 기동이다. 최신 대함미사일들은 배럴롤이나 루프기동 그리고 찌그러진 배럴롤 등 팝업 기동 같은 2차원적인 회피기동뿐만 아니라 마치 전투기들처럼 3차원의 회피기동을 한다. 그러나 하푼은 팝업 기동만이 가능할 뿐 3차원 회피기동은 하지 못한다. 왜냐하면 하푼 미사일은 공기 입구가 미사일의 옆구리에 구멍이 뚫린 형태로 되어 있는데 이런 차원 기동을 하게 되면 그 공기의 입구로 제대로 공기가 들어가지 못해서 엔진이 멈추기 때문이다. 이런 차원 입체 기동을 하기 위해서는 튀어나온 고정식 공기 입구가 있어야 한다. 실제로 우리 해성 같은 경우를 보면 양쪽으로 노출된 두 개의 고정식 공기 입구가 있고 노르웨이의 NSM 미사일이나 러시아의 우란 미사일도 한 개의 고정식 공개 입구를 가지고 있다. 이 미사일들이 이런 형태를 취하는 이유가 바로 이런 급격한 기동에도 공기의 원활해서 엔진이 멈추지 않게 하기 위해서이다. 그래서 하푼은 팝업 기동만이 가능하고 3차원 기동은 불가능하다. 그럼 이런 3차원 기동을 하면 CIWS를 돌파할 수 있을까? 경우에 따라 다르다. 우리 해군이 현재 사용하는 골키퍼 CIWS는 돌파할 수 있다. 그러나 팰렁스 최신 모델은 돌파가 불가능하다. 이게 일반적인 레이더로는 이런 차원 입체 기동을 따라갈 수 없고 그래서 팰렁스는 레이더를 보충해 줄 열상과 광학 카메라를 가지고 있고 이 카메라들로 3차원 기동을 추적한다. 당연히 우리가 개발하는 CIWS는 아예 에이사 레이더이기 때문에 이런 광학 카메라가 없어도 이런 3차원 기동을 추적할 수 있다. 아니 골키퍼에도 카메라가 달려있다고 이야기할 분이 있을 수 있는데 그건 그냥 주관용 광학 카메라로 팰런스처럼 열영상과 결합한 카메라는 아니다. 열영상과 광학 카메라 그리고 이 장치들이 3차원 기동을 추적할 수 있는 프로그램이 있어야 하는데 우리나라의 골키퍼에는 그런 게 없다. 그래서 우리의 골키퍼는 3차원 기동을 추적하고 요격할 능력이 없을 가능성이 상당히 높은 것이다. 그럼 우리가 개발 중인 CIWS는 3차원 입체 기동을 하는 대함미사일도 요격이 가능할까? 당연히 충분히 가능하다. 딱 한 가지 기동만 빼고.. 팰렁스뿐만 아니라 우리가 개발 중인 CIWS조차도 요격이 불가능한 기동이 제가 아는 안에서는 딱 한 가지가 있다. 그건 다름 아닌 찌그러진 배럴롤이다. 루프나 배럴롤 같은 경우는 일반적인 항공기도 사용하는 비행이다. 그러나 찌그러진 배럴롤은 대함미사일만 하는 기동이다. 배럴롤이라는 건 쉽게 이야기해서 항공기가 빙빙 도는 것이다. 여러분 손의 끝을 자신의 눈 쪽으로 향하고 손을 눈 쪽으로 오게 하면서 반대로 뒤집어 보세요 그게 배럴롤이다. 전투기들이 많이 하는 회피기동이다. 그럼 찌그러진 배럴롤이라는 건 뭐냐? 그 배럴롤 과정 중에 특정 구간에서 속도를 급격하게 줄였다 늘렸다를 해버리는 기동이다. 이 기동 자체는 엄청난 중력이 걸려서 사람이 타는 항공기에는 할 수 없는 기동이다. 사람이 탄 상태에서 그런 기동을 하게 되면 탑승한 사람이 견딜 수 없을 정도로 강력한 중력 가속도가 걸리기 때문이다. 한마디로 사람이 타지 않는 무인인 대함미사일이기에 가능한 기동이다. 그런데 CIWS가 요격행위를 하기 위해서는 상대미사일이 어떤 회피기동을 하는지를 알고 그 미래 위치를 알아야 하다. 그러나 찌그러진 배럴롤은 이 찌그러트리는 부분을 어디로 잡느냐에 따라서 그 경우에 수가 무한의 가깝기 때문에 CIWS가 대함미사일의 미래 위치를 파악하고 요격한다는 건 불가능하다. 현재 이 찌그려진 배럴롤을 한다고 알려진 미사일은 딱 두 종류 뿐이다. 프랑스 액조세의 최신 버전과 바로 노르웨이의 NSM 미사일 두 종뿐이다. 특히 NSM 미사일은 이런 급격한 기동 중에도 시커가 목표를 상실하지 않게 하기 위해서 시커가 좌우로 회전이 가능하다. 그럼 우리 해성 대함미사일은 못하느냐 솔직히 모릅니다. 해성이 처음 나왔을 때는 세상에 찌그러진 배럴놀이라는 기동 자체가 없었지만 해성은 개발될 때부터 나중에 새로 개발되는 회피기동도 추가로 입력할 수 있는 기능을 가지고 있었기 때문에 추후에 이 기동을 추가로 입력했을 수도 있다. 그래서 노르웨이 NSM 미사일이 무서운 것이다. 스텔스 능력으로 적함선에 대함 미사일 방공망 구역을 돌파하고 그리고 종말단계에서는 찌그러진 배럴롤 등을 사용해서 적의 최종 방어벽인 CIWS마저도 돌파할 수 있는 능력을 가지고 있기 때문이다. 그래서 회피기동을 못하는 초음속 미사일들보다도 훨씬 요격이 힘든 것이다. 물론 초음속 미사일 중에서도 회피기동을 할 수 있는 미사일이 있다. 그래서 서방권 국가들이 CIWS의 개발을 포기한 이유도 이제는 CIWS로는 아음속 미사일조차도 방어를 보장할 수 없기 때문이고 그 대신 서방권에서는 아예 종말 회피기동 단계에서 요격은 포기하고 종말 회피기동이 이루어지기 전에 요격할 수 있는 방어막이 속속 등장한 것이다. 그 대표적인 무기가 미국의 램 미사일이고, 우리 해궁이다. 실제로 미국에서도 이제는 최신함에 더 이상 CIWS를 달지 않는다고 한다. 그리고 우리나라에는 종말 회피기동직전까지 요격행위를 하는 해궁이 있기에 저는 더욱더 CIWS가 필요한가 의문을 가지고 있다. 물론 이런 회피기동이 가능한 대함미사일은 아직까지는 소수에 불과하다. 그리고 그런 미사일을 북한이 가지고 있을 가능성도 거의 없고. 그런데 여기서 알아야 할 건 이란에서 개발한 noor 대함미사일이 중국의 c802 대함미사일을 카피한 미사일인데 c802는 중국이 미국의 하푼 미사일을 카피한 미사일이다. 북한이 이란이 이 미사일을 개발할 때 기술지원을 해준 것으로 알려져 있다. 그래서 많은 전문가들은 이 미사일을 카피한 미사일이 북한에서 등장할 것으로 생각했으나 북한에서 등장한 건 러시아의 우란 미사일을 카피한 금성3호라는 미사일이었다. 이 미사일은 러시아가 미얀마를 통해서 기술지원해 것으로 알려졌는데 북한이 중국의 c802를 카피 생산할 능력이 있음에도 러시아의 우란미사일을 카피한 이유는 우란 미사일이 c802보다 더 우수한 기동력을 가지고 있기 때문일 것이다. 결론은 우란 미사일을 카피한 금성3호 미사일도 상당한 회피기동 능력이 있을 가능성이 높다는 점이다. 현 시점으로도 이러한데 미래에는 더 많은 미사일이 CIWS를 돌파할 능력을 가지게 될 것이다.\n\n모스크바함이 대함미사일의 접근 자체를 알지 못한게 아니었습니다. \n실제로 대함미사일을 탐지하고 교전하려고 했으나 좌현 우현에서 모두 공력을 당하는 바람에 우현에 먼저 접근한 드론을 먼저 상대하고 있었으며\n모스크바함이 시스템이 업데이트가 안된 함이라서 동시교전이 2기 밖에 되지 않기 때문에 좌현에서 접근하는 넵튠 대함미사일을 보고도 당할 수 밖에 없었습니다. \n이는 치밀하게 우크라이나군이 미해군과 정보공유를 하면서 양동작전을 통해 호위함이 없는 시기에 정확히 흑해함대의 기함인 모스크바함을 격침시키려고 한 작전의 결과였죠.\n\n모스크바함의 피격설명이 틀렸습니다. 우크라이나가 발사한 미사일중 2발은 요격되었다고 뉴스에서 보도되었습니다.즉, 상대의 대함미사일 발사와 탐지가 순조롭게 이뤄졌지만, 4발을 동시에 요격하는 건 현재의 기술론 거의 불가능한 것이기에.\n\nCIWS2를 개발하고 광범위하게 배치하려는 이유는 다름아닌 북한의 예상되는 드론 때문입니다. 드론을 근거리에서 요격하기 위해서는 현재 CIWS 체계가 가장 효율적이라고 해군에서 판단하고 있기 때문입니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-03-21T07:25:39.701000",
  "updatedAt": "2023-03-21T07:26:03.426000"
}