{
  "id": "90232303-534f-40fa-bb69-0a53816e0790",
  "title": "양안전쟁(대만 vs 중국)",
  "content": "![image](media/1663580424548.1463393456.jpg)\n![image](media/190e17b2252.bff409033aed5142.jpg)\n![image](media/190e17b402c.a3e13065234ba6ee.jpg)\n\n\n\n\n대만 해군 전시 작계가 개전과 동시에 대형함은 일본 영해로 도주해 지원군(일본+미국)과 합류해 대만 동안을 방어하고 소형함만 남아 상륙 거부시키는 것\n중국 항모는 핵항모가 아니라 막대한 유류를 소모함. 잠수함으로 항모전단의 보급을 막으면 중국 항모전단의 활동을 억제할수 있음\n\n[CSIS 워게임]\n중국 본토 때리다 망하니 하지마. 근데 할거면 고가치 타겟만 제한적으로 하자.\n대만 육군을 미리 강화하자. 우크라이나 식으로 찔금찔금 지원할 수가 없다.\n\n육군/해병대의 미사일 쏘며 섬으로 옮겨다니는 전략은 중국의 미사일 사거리/공군의 초계범위 내에선 보급이 여려워 큰 도움은 못된다.\n\nASBM에 많이 터져 나갈거니 작고 생존성 높은 배 많이 만들고, 구조선 만들어라. 전함 많이 침몰해서 구조할 일 많을 거다.\n- 둥펑 대함미사일이 위협적일 순 있겠지만 아예 방어 못할 무기는 아닐텐데..\n- 저 보고서에선 미국의 방공 기술이 부족하다고 보는 게 아니라 방공 열심히 해도 딘수의 둥펑이 집단 공격이 들어오면 결국 뚫린다는 걸 지적함.\n\n대만전쟁은 잠수함이 핵심인데 우리(미국) 건조 능력이 부족히다.\n\n장거리 대함무기가 많이 필요.\n\n전쟁 터지면 활주로고 전투기고 뭐고 탄도미사일 맞고 다 박살날거 같은데..\n\n공군 전력의 차이를 메꾸는게 가장 현실적일텐데\n전투기를 도입하던지, 대공무기를 도입하던지...\n금문도 전투도 대만 공군력이 대등하게 버티면서\n미국이 제공한 사이드와인더로  대만이 이긴거였는데\n대체 팔라딘으로 뭘 하려고.\n\n[기타 의견]\n대만이 가장 필연적인 전력은 안보의식, 적 항공력을 차단할 항공세력과 지대공 방어시스템, 그러기 위해선 지상 공군기지를 어느 정도 방어할 방어수단,\n상륙전에 접근을 못하게 다량의 지대함 미사일. \n중공군 상륙에 대비할 mlrs나 전차, 장갑차, 자주포,\n공격헬기가 필요.\n\n대만은 대함 미사일과 지뢰, 대공 미사일에 집중하고 있다. 모든 항공기, 특히 연습기 마저도 대함미사일을 장착할 수 있어야 한다.\n\n중국이라는 거대한 적을 둔 나라의 군복무가 고작 4개월임. 정치인들이 아무리 쓰레기라고 해도 국민들이 동의하지 않으면 그게 현실이 될 수 없죠. 전쟁나면 중국과 싸우자는 국민들보다 괜히 반항해서 피해 입지 말고 빨리 항복하자는 국민들이 더 많다고 봐야함. 이런 상황이면 방어 전략이나 무기가 영향을 못 줌.\n\n전쟁 나면 분명 중공은 대만내에 제2 전선을 형성할 것. 즉 대만내 고정간첩들과 공산당과 내통한 세력들이 준동해서 빨치산 활동,  내란, 사보타주 등을 감행할 것. 따라서 이들의 준동을 막는 것이 가장 급 선무.\n\n[조현규]\n인민해방군 해군 함정 수는 이미 미국을 초월했다. 주지할 점은 미국 해군 최강으로 꼽히는 제7함대의 전력이다. 물량 면에선 열세이나 무기 질(質), 함대 운용 능력, 합동작전 능력 등 소프트웨어 측면에서는 여전히 우위다. 무엇보다 인민해방군의 상륙전 전력이 절대 부족하다는 것이 국내외 전문가들의 공식 평가다.\n일반적으로 군사작전을 수립할 때 지상전의 경우 공격 대 방어 전력 차이를 3대 1로 상정한다. 공격군 병력이 방어군의 3배가 돼야 승산이 있다. 그런데 상륙전은 다르다. 6대 1 혹은 10대 1이다. 대만 지상군 전력이 13만 명 정도인데 중국은 100만 명은 투입해야 한다. 무엇보다 평균 폭 180㎞의 대만해협이라는 지형적 장애물이 가장 큰 난관이다. 대규모 병력 상륙을 위해서는 상륙함, 로로(RORO)선, 수륙양용전차 등이 필요한데 인민해방군은 이 분야 전력이 부족하다. 결정적으로 미군이 개입할 경우 제공권·제해권 확보가 불가능해진다. 상륙작전 자체가 어려운데 대만군이 저항할 경우 시가전까지 벌여야 하는데 실행할 경우 ‘궤멸적 패배’가 예상된다.\n현실적인 시나리오는 고사(枯死)작전이다. 대만해협을 전면 봉쇄해 대외무역 의존도가 높은 대만에 결정적 타격을 주는 것이다. 목표는 ‘일국양제’ 수용이라는 일종의 항복 선언을 받아내는 것이다. 포위·봉쇄 작전이기 때문에 미국이 직접적인 군사행동을 하기 어렵다는 점도 간과할 수 없다.\n\n중국이 대만을 침공하기 전, 북한 도발을 유도해 한국군과 주한미군의 발을 묶을 것이라는 시나리오도 있다. 중국이 대만 무력 침공과 최종 점령을 결정했다면 충분히 가능한 시나리오다. ‘성동격서(聲東擊西)’가 아니라 ‘격동격서(擊東擊西)’가 되는 것. 한반도와 대만해협에서 2개 전선을 형성하는 것이다. 중국은 미국 전력과 관심을 분산시켜 얻을 수 있는 이점이 있다. 북한의 군사도발을 용인할 가능성도 높다.\n\n대만해협 무력 충돌 발생 시 주한미군 투입이 예상된다. 주한미군 병력 중 군산·오산의 제7공군 전력 우선 투입이 예상된다.\n\n일부에서 중국이 평택 주한미군 기지 등을 타격할 가능성도 제기됐지만 한국 내 미군기지를 공격할 가능성은 낮다. 이는 제3차 세계대전 발발의 촉매가 될 수 있기 때문이다. 한국은 북한 변수 등을 고려해 표면상 중립을 지킬 수 있는데 참전 명분을 주게 되는 것이고. 평택의 USAG 험프리스는 엄연한 대한민국 영토다. 주일미군 기지 공격 가능성도 낮다. 지난 세월 동안 중국을 경험하고 분석한 바에 따르면 인민해방군이 서방 군대처럼 스마트하지는 않으나 어리석은 판단을 하는 집단은 아니다. 중국공산당과 인민해방군 수뇌부는 엘리트 집단이다. 자국의 국익을 심각하게 저해할 판단을 하지 않을 것이다.\n\n우크라이나 침공 전쟁이 중국에 주는 시사점은 세계 군사력 2위 러시아가 지상전에서도 고전하는데 중국의 상륙전은 전망이 더 어두울 것이라 판단할 것. 인민해방군은 1979년 중국-베트남전쟁 이후 실전 경험이 전무하다. 시진핑이 추진 중인 군 현대화도 진행형이고. 중국 지도부는 우크라이나 전쟁에서 교훈을 얻고  대만 침공보다 대만섬을 봉쇄하는 데 초점을 맞출 것이다.\n\n[탱크]\n탱크가 상륙을 방어하는데 엄청 도움이 되는 걸\n모르네. 제공권을 어느정도 지킨다는 조건에서는 상륙할 해안가에 순환배치해 놓고 전차 1000대 대만에 있으면 상륙자체가 불가능해.\n방어시 전차가 가진 최고의 장점이 살아나지.\n야간에도 탐지되고 네트웍으로 전시 통제도\n잘되고, 3km 거리에서 엄폐물도 없이 상륙해 \n들어오는 적에겐 거의 지옥이지. 게다 보병제압할 기관총도 있고, 게다 어느정도 맷집과 기동성으로\n움직이면서 정확하게 공격가능하고, 상륙정들에겐 거의 지옥이지. 더구나 휴대용 대전차미사일까지 있으면 상륙자체가 불가능하다고 봐야 한다. \n거기에 후방에서 상륙지점에 자주포나 로켓으로 공격하면 그냥 게임 오버야.\n중국군이 상륙하기 이전에 이런 걸 미리 없애지\n않으면 상륙은 어렵다. 호위함이나 구축함은 오히려 별 도움 안되어 비용대비 효과는 거의 제로다.\n-- 대만이 제공권이 없을텐데 대기갑 공격헬기는 어떻게 대응하나?\n\n대만군이 M60 전차 엔진을 1천마력급으로 전량 교체한다는 것은 현재 750마력이면 해안포대로도 사용하기 힘들다라는 이야기임. 구지 저 물건을 엔진교체를 하겠다라는 의미는 증가장갑을 장착하겠다라는 의미입니다. 1000 마력 정도 되어야  겨우 증가장갑 달고서 기동이 가능하니까요.\n\n대만에게 전차는 그냥 기동 해안포의 역할 정도겠죠. 이미 중국군 주력이 상륙해 전차전을 해야할 정도면 이미 전쟁은 끝난 것과 다를 바 없는 상황이니까요.\n\n일본도 가장 좋은 자국 탱크를 러시아 상륙세력 방어를 위해서 훗카이도에 주로 배치했다.\n\n[해군]\n대만 해군이 전통적인 전력을 요구하는 건 공감하지만 대대적 침공 가능성이 가장 큰 위협인만큼 소형 함정을 더 많이 보유하는 게 더 합리적이다. 호위함이나 구축함같은 대형 플랫폼따윈 첫날에 불타는 잔해로 변할 것이다. 그리고 대함 미사일을 더 많이 확보해야 한다. 고속정이든 육상 트럭 발사대든 플랫폼을 가능한 한 확보해서 중국 해군을 때려부수면 된다.\n\n대만해협이 얼마나 거친지 몰라서 하는 헛소리임. 저기 항해하는 영상 보고오면 고속정 이야기 쏙 들어감\n\n[잠수함]\n현재 대만이 추진 중인 잠수함은 미국의 전투체계\n, 일본의 설계기술, 한국의 건조기술 등 한미일 합작품입니다.\n대만의 신형잠수함 IDS조 감도를 보시면 전체적인 실루엣과 꼬리부 분의 X 잠항타 등 거의 일본의 소류급 잠수함을 연상케 합니다. 우리나라의 잠수함은 + 잠항타입니다. 대만의 잠수함 건조계획은 미국의 지원아래 한국과 일본의 기술진이 참여한 작품\n입니다.\n\n[기뢰]\n대만 고속기뢰부설함은 배수량 374t의 소형 함정이며 무장으로는 자동기뢰부설 4기와 20mm 기관포로 무장되어 있음. 총 4척 보유중이며 배수량과 적은 수량으로 인해 중국 해군에 큰 피해를 줄수 있을지 의문임. 중국도 기뢰에 대비해서 기뢰 제거 훈련을 지속적으로 하고 있음.\n\n대만은 애매하게 전투함 진수해서 대항하는 것보다\n기뢰부설함으로 기뢰 잔뜩 깔고, 잠수함 좀 운용하고, 이동식 대함미사일 발사차량이나 도입하는 게 나을듯.\n\n근데 대만해협의 어선이랑 배들 엄청 다니는데 기뢰 막 뿌릴수있을까요?\n-- 전쟁이 시작되면 그때 뿌릴겁니다. 배로 뿌리는건 주요 상륙 예상지점의 해안지역에 국한될테고, 양안지역에는 비행기로 뿌릴 거거든요. 항공기로 기뢰 뿌리는 작전은 미국이 직접 해줄 겁니다.\n\n미국도 유사시 다량의 기뢰를 항공기를 이용해 투발할 계획입니다. 자항기뢰에 KGGB같은 정밀 유도 비행 키트를 달아서 수송기 등에서 다량으로 투발하여 초기 중국군 상륙함들의 발을 묶은 다음, 미군 증원군이 도착할 즈음해서 바다속에 가라앉아 있는 작동하지 않은 자항기뢰들은 타이머에 의해 자동으로 자폭시키는 것이 미국의 주요 대만 방어 전략중 하나입니다.\n\n역사적으로 강력한 해양세력의 접근을 막았던 가장 강력한 방어수단이 기뢰죠. 1차대전엔 터키가,\n2차대전엔 미국이, 심지어 월남전에도 가장 효과적인 협상수단으로 활용되었고.\n\n최신 기뢰는 배 엔진음을 구분해서 터지기 때문에 상선 등 노후한 배는 반응을 안해요. 특정 배만 골라서 터지는 것도 가능하다고 합니다.\n\n[양욱]\n중공 입장에서는 전쟁이 시작되면 제공권 장악이 우선이다. 공군력은 수적으로 중국이 훨씬 우세하며, 동부군구에는 J-20 스텔스 전투기가 배치되어 있다. 대만 공군도 F-16V 같은 4.5세대 전투기를 도입했지만 공중전으로만 치면 역부족이다. 공중전력의 부족은 방공 시스템으로 어느 정도 상쇄할 수 있지만 대만은 요격용 미사일이 턱없이 부족하다. 게다가 전투기뿐만 아니라 중국 로켓군이 보유한 다양한 탄도미사일과 순항미사일들이 주요 시설을 타격할 것이다.\n하늘을 장악했으면 이제 바다를 건너와야 한다. 중국 해군 전체의 함정 보유 수는 360척으로, 300척을 가진 미군보다 많다. 그러나 막상 동부전구에는 상륙함이 22척뿐이고, 9만 명의 대만 지상군을 제압하기 위해서는 최소한 15만 명 이상을 동원해야 한다. 대만 예비군까지 감안한다면 최대 120만 명을 투입해야 한다. 여기에 전차와 장갑차, 다연장 발사차량 등을 포함한 수천대의 차량 등 수송해야 할 지상군 장비도 상당하다.\n단기 기습 공격에 이런 정도의 병력 동원도 어려울 뿐만 아니라, 이 인원과 장비를 모두 실어 나를 상륙함은 없다. 여기에 대만은 해군함은 부족해도 수많은 지상 발사 대함미사일로 적함을 격침시킬 수 있다. 결국 상륙 병력을 이동시키는 과정에서 중국 해군은 엄청난 피해를 볼 수밖에 없다. 해군 함정이 공격당하면 여기에 탑승한 상륙 병력과 장비도 상당 부분 손실될 것이다. 즉 제해권을 장악하더라도 중국 해군은 엄청난 손실을 각오해야 한다.\n상륙작전 자체도 문제로 꼽힌다. 2차 세계대전의 노르망디 상륙작전은 상륙 당시 15만6000여 명을 수송하기 위해 함정 5000여 척을 투입했다. 동부전구의 수륙합성여단 4개에 해병여단 2개를 더해 6개 여단으로 1차 상륙전력을 구성하더라도 전체 전력은 4만 명도 못 된다. 게다가 후속전력 11만 명과 장비를 2주 내에 전개하는 것도 어렵다. 중국이 자랑하는 해상 민병대를 동원하더라도 병력과 장비를 기간 내에 옮기는 것은 거의 무리에 가깝다. 결국 2주 내에 승리하지 못하면, 중국은 미국을 중심으로 한 다국적군과 전쟁을 수행해야만 한다. 중국이 퇴각하지 않는다면 이제 대만전쟁은 미·중 전쟁으로 번지며 전혀 다른 국면으로 바뀌게 된다.\n\n[대한민국에의 영향]\n이때부터 대한민국도 전쟁에 끌려 들어갈 수 있다. 특히 미·중 전쟁 국면이 되면 주한미군 기지는 중국의 공격 대상이 될 것이다. 대한민국 영토 안의 미군기지에 대한 공격을 대한민국에 대한 공격으로 해석한다면 한미상호방위조약에 따라 중국에 대한 교전에 임할 수 있다. 물론 중국에 대한 공격 대신 방어만을 취할 수도 있다. 주한미군이 약화되고 중국과 교전하는 상황은 북한에는 대남 공격의 호기가 된다.\n한편 북한이 중국과 협의를 통해 주한미군을 묶어두기 위해 국지분쟁을 일으키는 경우도 상정할 수 있다. 미국이 중국과의 전쟁을 위해 동북아에 할당된 정보감시정찰자산을 중국에 집중하는 동안 북한에 대한 감시가 상대적으로 취약해질 수도 있다.\n이러한 상황을 대비하기 위해서라도 대한민국은 독자적 대북 감시능력을 빠른 시일 내에 확보해야 한다. 결론적으로 대만전쟁은 중국과 대만 양국의 문제에 그치지 않으며 대한민국의 안보에 직접적인 영향을 미칠 수 있다는 얘기가 된다.\n\n한미상호방위조약은 한반도가 아닌 태평양 지역으로 되어 있어서 태평양 지역 내에서 한 쪽이 공격당하는 경우 자동 참전은 아니고 협의하도록 되어 있다. 대만 침공이 이뤄져서 미군이 참전하고 공격받는 경우 우리는 미국과 참전 협의를 해야 하고 미국이 원하면 참전해야 함. 이때 협의내용에 따라 어느 선까지 파병해야 할지가 결정됩니다.\n\n미국이 참전하는데 그 참전 규모에 따라 달라질 수 있고, 우크라이나처럼 물자지원만 하면 굳이 우리가 갈 필요도 없고, 미국이 참전하는데 중국이 주한미군\n친다고 우리 공격하면 당연히 참전하게 되는거고,\n반면 중국이 주한미군 안 건들면 우리가 참전할 명분이 별로 없고, 중국이 북한 자극해서 북한이 남침하면 참전할 여유가 없을 것.\n\n대만 점령되면 다음 차례는 우리임. 중국의 팽창 의욕이 대만만으로 만족할 정도가 절대 아니기 때문. 그러니 어차피 싸울 거면 대만에서 싸우는 게 나음. 중국의 최종 목표는 미국과 태평양을 양분하는 것임.\n\n미국이 북한과 중국 중 한 나라와 충돌해도 다른 나라가 개입하는 ‘두 개의 전선(two-front)’이 형성될 위험이 높다는 미국 싱크탱크의 분석이 나왔다. 미국이 동시에 두 국가를 상대로 전쟁할 가능성이 높다는 예상인데, 이 경우 한국도 참전을 피하기 어렵다는 설명이다.\n설사 북·중이 상호 협력 상태가 아니더라도 양측이 전략적 이해관계에 따라 함께 미국을 상대할 수 있다는 얘기다.\n보고서는 특히 “중국이 대만을 침공해 미·중 간 대규모 무력 충돌이 발생하면 한국도 분쟁에 휩싸일 가능성이 크다”고 전망했다. 중국이 중국 본토를 사정권에 둔 주한미군 기지를 타격할 가능성이 높아 한국군도 개입이 불가피하단 설명이다. 또한 중국이 한국 상공을 가로질러 일본의 미군 기지를 공격할 가능성도 높다.\nhttps://n.news.naver.com/mnews/article/025/0003303923?sid=104\n\n우리에게 대만 해협의 평화적인 항행이 무엇보다 중요한 것은 중동에서 수입하는 원유가 이 뱃길로 움직이기 때문일 겁니다. 중국은 최소한 제 1 도련선을 봉쇄한다는 이유를 들어 우리와 일본을 경제적으로 항복시켜 미국을 이 지역 내에서 영원히 퇴출시키는 목적을 갖고 있습니다. 그래서 새삼 이런 부분에서 미국의 전통적인 '역외 균형 offshore balancing' 전략이 단순히 미국의 패권 유지에만 필요한 것이 아님을 깨닫는 중입니다. \n\n제주 해군기지가 양안전쟁에 연루될 위험이 있다는 점은 미 7함대 작전참모를 지낸 데이비드 서치타의 논문에서도 유추할 수 있다. 그는 \"제주 해군기지는 미국에 커다란 유용성을 제공할 것\"이라며, \"제주기지 건설로 가장 위협받을 나라는 중국\"이라고 분석했따. 그러면서 \"중국은 미국 항모전단으로부터 봉쇄, 고립, 공격당할 수 있다는 전략적 두려움으로 인해 제주 해군기지를 위협으로 간주할 것\"이라고 진단했다.\n 서치타는 대만해협 유사시와 제주 해군기지의 관계도 분석했다. \"대만해협에서 무력충돌이 발생하면, 제주 해군기지를 이용하는 미국 함정과 잠수함, 그리고 항공모함은 남쪽으로 향하는 중국의 북해함대를 막을 수 있다. 또 중국의 동해함대의 측면을 공격하는 데도 효과적\"이라고 밝혔다. 구체적인 시나리오도 언급했다. \"대만해협 위기 발생 시, 중국의 북해함대가 이곳의 전투에 참여하기 위해서는 제주 해군기지 바로 옆을 지나야 한다\"며, \"제주 해군기지의 잠수함은 마치 단두대의 칼처럼\" 중국의 해양 수송로와 함대를 괴롭힐 수 있다고 주장했다. \"게다가 제주 해군기지의 전력은 상하이와 딩하이 항구에 주둔한 중국 해군함정의 작전 수행에 상당한 방해가 될 수 있다\"고도 했다. 특히 \"미국 항모 전단의 전투 반경이 500해리에 달한다는 점을 고려할 때, 제주에 정박한 미국 항모는 5시간 이내에 베이징을 공격할 수 있는 위치에 있다\"고 덧붙였다.\n 군사적인 측면에서 볼 때, 이러한 주한미군과 제주 해군기지의 특징은 미중 무력충돌 문제와 관련해 중대한 함의를 담고 있다. 미국 내에선 대만해협에서 미중 간의 무력 충돌이 발생하면 중국이 이길 것이라는 분석이 우세하다. 핵심적인 이유는 미국의 군사력은 세계 도처에 산재되어 있어 대만 인근으로 결집하려면 시간이 걸리는 반면, 중국은 단시간에 대만 인근으로 집결할 수 있다는 데 있다. 그런데 중국 군사력, 특히 해군 전력의 상당 부분은 동부 해안에 있다. 따라서 미국이 중국 동부와 가장 가까운 주한미군 기지나 제주 해군기지를 활용하면 중국을 효과적으로 견제할 수 있다. 서치타의 논문은 바로 이점을 강조하고 있는 것이다. \n출처: 미중경쟁과 대만해협 위기, 갈마바람, 정욱식 저, 2023년, 165~166쪽\n\n[임용한]\nhttps://youtu.be/nVE2ZF95KiA?si=4LCNQIOKuy5tFwXK\n\n양안 전쟁나서 한국군이 참전한다면 보병 소부대간 전투에서는 드론 숫자 차이 때문에 우리군이 중국군에 몰살당할 가능성이 매우 높음. \n\n[미사일]\n중국의 미사일 위협에 시달려온 대만은 미국, 일본이 도와주면 전쟁 초기 중국의 미사일 세례를 충분히 버텨낼 수 있다는 자신감이 생긴 것으로 보여요. 반면, 침공 초기에 1000발 이상의 미사일 세례를 퍼부어 기선을 제압하고 속전속결로 상륙작전에 들어간다는 계획을 짜고 있는 중국은 이 시나리오를 재검토해야 하는 것 아니냐는 분위기입니다. \n중국이 대만을 겨냥해 배치한 미사일은 단거리 탄도미사일 둥펑-15 등 1500기에 이릅니다. 이 미사일을 퍼부으면 대만은 사실상 항전 의지를 잃게 될 것이라고 자신해왔죠. 하지만 대만이 이스라엘처럼 중국군 미사일과 드론을 대거 요격한다면 전쟁의 양상은 달라질 겁니다. 중국 내에서는 “대만군의 요격 능력을 얕봐서는 안된다”는 말까지 나와요.\n단거리 대공미사일 루젠(陸劍)-2 은 중국 전투기와 드론, 헬기 등을 요격할 수 있는 무기이다.\n중국의 탄도미사일에 대응하기 위해 대만판 사드로 불리는 톈궁(天弓)-3 미사일과 패트리엇3 지대공미사일 등을 실전 배치해두고 있죠. 45㎞인 요격 고도를 70㎞로 끌어올려서 (종말 단계에서 궤도를 바꾸는) 둥펑-17 극초음속 미사일도 요격할 수 있는 톈궁-3 개량형도 개발에 성공해 2024년 양산에 들어간다고 합니다.\n전투기와 무인기, 저고도로 날아오는 순항 미사일 등은 공대공 미사일 톈젠(天劍)을 개조해 만든 루젠-2, 하이젠(海劍)-2 단거리 방공 미사일로 대응한다고 해요. 이 미사일들은 최대 사거리가 30㎞ 전후입니다. 또 이스라엘의 아이언돔과 비슷한 미사일 방어 시스템을 구축하기 위해 미국과 구매 협상을 진행 중이에요. 중국 소셜미디어 공중 계정인 ‘핫라인 국제통찰’은 4월 16일 글에서 “대만은 패트리엇3, 루젠-2 등 요격 고도와 사거리가 서로 다른 미사일로 겹겹이 방공망을 구축해두고 있다”면서 “대만군의 요격 능력을 얕봐서는 안 된다”고 했습니다.\n다만, 대만과 이스라엘은 상황이 다른 측면도 있어요. 이란과 이스라엘은 국경선을 기준으로 1000㎞ 이상 떨어져 있지만, 중국과 대만은 거리가 불과 180㎞ 정도여서 대응할 시간이 훨씬 짧습니다. 상대국인 중국과 이란의 군사력 수준도 차이가 있죠. 대만을 겨냥한 중국군의 미사일 숫자도 1500기 수준으로 이란이 이번에 동원한 300여 발의 5배 수준입니다.\n이란은 이번에 보여주기식 공격을 하느라 주변국에 공격 사실을 미리 알렸지만, 반드시 승리해야 하는 중국은 죽기 살기로 달려들겠죠. 대만은 미국, 일본과 협력해 대중 감시망의 밀도를 높이고, 각급 방공 미사일을 최대한 비축해 최악의 사태에 대비한다는 전략입니다.\n\n[주일미군기지]\n중국과 가장 가까운 미공군기지이자 F-22 전투기가 배치된 곳은 일본 오키나와 가데나 공군기지다. 중국군 동부전구사령부 소속인 난징에서 1000㎞ 떨어져 있다.\n미군의 F-35전투기가 주로 배치된 곳은 일본 야마구치현 이와쿠니 공군기지다. 이곳은 중국군 동부전구에서 약 1270㎞ 떨어져 있다.\n이들 기지는 모두 중국군의 극초음속 탄도미사일인 둥펑 17호의 사거리 2000㎞, 중거리 탄도미사일인 둥펑 26호의 사거리 4000㎞ 내에 있다. \n\n[2024년 시뮬레이션]\n중국이 대만을 침공해 미중 사이에 전쟁이 벌어지면 미국이 보유한 대함 미사일이 일주일 만에 바닥이 나고 공대지 미사일도 한 달 안에 바닥이 나 전쟁을 지속할 수 없을 것이라는 평가가 나왔다.\n미 전략국제연구소(CSIS)의 세스 조운즈 국방 및 안보 부문 소장은 26일(현지시각) 미 월스트리트저널 (WSJ)에 기고한 글에서 미 하원 미중 전략경쟁 특별위원회에서 실시한 시뮬레이션 결과를 소개했다. 다음은 기고문 요약.\n\n미 방위산업이 중국과 장기전에 대처하는 능력과 대중국 억제력을 평가하는 시뮬레이션이었다.\n2026년 중국이 대만을 침공하는 것을 전제로 한 시뮬레이션에서 미국의 방위산업 부문이 큰 압박을 받는 것으로 나타났다. 미군이 보유한 장거리 대함 미사일 재고 전체가 1주일 안에 바닥이 나고 합동공대지장거리미사일(JASSM) 재고도 1개월을 못 버텼다. 대만은 1주일 만에 대함 순항 미사일 재고가 바닥이 났다.\n이런 상황에서는 전쟁을 지속하기가 매우 어려워진다.\n또 미국은 심각한 공급망, 노동력, 계약 압박을 받게 되는 것으로 나타났다. 고체 로켓 엔진, 전자회로판, 주조 제품, 볼베어링, 단조 제품 등이 크게 부족했다. 망가진 무기 수리 능력과 사용한 무기 대체 능력이 빠르게 소진됐다. 특히 전쟁 발발 즉시 수출이 중단될 배터리 부품과 핵심 원자재를 중국에 크게 의존하는 점이 문제다.\n미국 공장과 조선소에 전기기술자, 배관공, 선박설비 기술자, 금속가공기술자 등 각종 기술자가 부족한 것도 장기전 승리를 어렵게 만들었다. 이미 프리기트함, 잠수함, 구축함 등 함정을 건조하는 것이 어려워진 상황이다.\n이 같은 문제를 해결하는 데는 오랜 시간이 걸릴 것으로 예상됐다. 미사일 부족을 채우는 데만 2년 이상 걸리고 새로운 방위산업 공장을 짓는 데는 몇 년 이상 걸린다.\n비용도 크게 늘어나는 것으로 평가됐다. 중러와 북한, 이란 등에 대처하려면 국내총소득(GDP)의 3%를 차지하는 미 국방예산이 줄어들기 힘들다.\n로널드 레이건 대통령 시절 소련과 맞서는데 투입된 국방예산이 GDP의 6%에 달했다. 현재의 국제정세를 감안하면 미국의 국방비는 GDP의 4~6% 정도는 돼야 한다.\n방위업체들이 국방부와 계약을 체결하는 과정에서 겪는 각종 규제도 문제다. 미국에는 최첨단 무인무기체계, 센서, 인공지능 기업들이 있으나 이들 제품이 국방부 획득과정에서 채택되기까지 너무 긴 시간이 걸리고 어려움이 많다.\n특위 위원장 존 믈리나 공화당 의원과 간사인 라자 크리스나무디 민주당 의원이 미국이 빠르게 변하지 않으면 전쟁에서 질 것이라는데 동의했다.\n시진핑 중국 주석은 2027년까지 침공 준비를 마치도록 중국 인민군에게 지시한 상태다. 도널드 트럼프 대통령 임기가 절반 지난 시점이다. 그때까지 미국이 대비할 수 있을까?\n\n\n[미국]\n미군은 2023년 각각 수천 대에 달하는 무인기와 무인함정을 대량 생산하는 리플리케이터 (Replicator·복제자) 프로젝트를 시작했어요. 자율 운행이 가능한 무인기와 무인 함정을 대량으로 복제해 중국의 전투기, 함정 물량 공세에 대응한다는 겁니다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-09-05T10:06:12.721000",
  "updatedAt": "2025-01-23T05:22:00.708000"
}