{
  "id": "9071449a-61ef-4c57-8378-b5790f66d7fe",
  "title": "디폴트 vs 모라토리움의 역사",
  "content": "1. 디폴트\n디폴트는 채무 불이행의 상태를 말하는 단어로 국가, 지방자치단체, 기업, 은행 등에 적용.\n국채 가격이 폭락하며, 디폴트 국가의 채권을 구매한 투자자들에게 부도 손실이 발생하게 된다.\n\n[멕시코]\n1850년대부터 멕시코는 반란의 물결에 휩쓸리기 시작했다. 1857년 개정 헌법에 따라 선출된 대통령이 한 달도 안 되어 쿠데타로 쫓겨나는 등 혼란의 연속이었다.\n자유주의자들은 미국으로 망명간 베니토 후아레스의 지휘 하에 항전하였고, 베라크루스 상륙에 성공해 임시정부를 수립해 레포르마 전쟁에 돌입했다. 후아레스는 무기한 영토 종단 통과권까지 약속해가며 미국의 힘을 빌린 덕분에 이길 수 있었다. 1860년에 전쟁은 자유주의자들의 승리로 끝났다.\n그러나 이제는 외세의 압력에 시달려야 했다. 오랜 내전과 혼란으로 멕시코의 국가 부채는 엄청나게 늘어났고, 멕시코는 디폴트를 선언하였다. \n디폴트를 당한 나라 중에는 한창 해외 진출에 미쳐있던 프랑스 제2제국이 있었고, 나폴레옹 3세가 이것을 기회로 멕시코를 프랑스의 보호국으로 만들 속셈으로 1862년 멕시코에 군대를 파병했다. 영국도 멕시코에 채권국이었으므로 프랑스를 도왔고 스페인도 가세했다. 미국은 남북전쟁 때문에 프랑스의 간섭을 막을 수 없었다. 그리고 멕시코를 상대로 승리하여 1864년에 프랑스는 막시밀리아노 1세를 멕시코 제국의 황제로 세워 멕시코 제2제국이 선포되었다.\n\n[미국 상업은행]\n1979년 미국의 상업은행이 이란에 대해 디폴트를 선언했다. 당시 미국은 자국 은행에 맡겨진 이란의 예금을 자국이 빌려준 돈과 상쇄시킴으로써 채권을 회수하였다. \n주 이란 미국 대사관 인질 사건으로 1979년 지미 카터 대통령이 체이스 은행 계좌에 있던 수천억 원의 예금을 포함하여 미국내 이란 자산을 동결시켰는데, 이 동결로 이란 중앙은행은 이자를 지급할 수 없게 되었다. 이자 미지급을 이유로 체이스 은행은 이란에 대해 디폴트를 선언했고, 이를 빌미로 이란 정부의 미국 내 현금성 자산을 압류하였다. 이란 국내의 이란 정부 자산은 이란 사법부가 당연히 압류를 허가할 리가 없으므로 미국 은행은 손을 댈 수 없다. 물론 미국 외의 지역에 있는 해외자산 역시 그대로 이란 정부의 자산으로 남아있다. 미국이 일방적으로 디폴트 선언을 했을 뿐 이란 정부는 빚을 갚지 않겠다고 한 적이 없고, 빚을 갚지 못할 상황도 아니었다.\n\n[아르헨티나]\n디폴트의 역사\n아르헨티나는 1958년에 이미 빚을 갚지 못해 IMF로부터 1억 달러를 구제금융 받은 것을 시작으로 2021년까지 무려 22회에 걸쳐 IMF 신세를 졌다. 부도를 선언한 것도 8회나 된다. \n2001년에도 경제적인 위기를 맞자 대외부채 상환을 중단한다며 디폴트 선언을 했다.\n\n재정적자및 그에 따른 초인플레이션\n이 나라의 고질적인 문제는 정부가 수입보다 더 많은 돈을 쓰는 것, 즉 재정적자이다.(2018년에 재정적자는 GDP의 7%에 육박했었다.) 이때 모자라는 돈은 외국에서 빌려오거나 돈을 찍어서 조달해 왔다. \n그럴 때마다 국가부도가 반복되고 재정적자 충당을 위한 통화 남발로 물가가 천정부지로 올랐다. 2018년의 물가상승률은 48%에 달했다.\n\n경제불안에 따른 잦은 정치변동\n국민들의 경제 현실에 대한 불만은 정치적 격변으로 이어졌다. 아르헨티나 국민은 1930년을 시작으로 1943년, 1955년, 1962년, 1976년까지 모두 다섯 번의 쿠데타를 겪었다. 평화적 정권 교체가 가능해진 것은 1980년대부터다. \n\n페론의 정책\n페론은 1943년의 쿠데타에 성공하자 새 정권에서 노동부 장관이 되었다. 그가 편 정책은 사회주의적 선심성 정책이었다. \n페론이 편 정책 중 가장 중요한 것은 반기업・ 친노동 정책이었다. \n노동자들의 임금을 급격히 올렸고, 정부가 나서서 노동조합의 결성을 이끌었다. 민간기업들은 국유화해나갔다. 또 내수 위주 정책을 시행했다. 수출품을 저가로 국가가 수매해서 수출한 후 그 차익을 정부가 챙겼다. 그 돈은 노동자와 빈민을 돕고 내수산업을 육성하는 데에 쓰였다. \n페론의 인기는 치솟았다. 그 인기에 힘입어 페론은 1946년 대통령에 당선되었다. 노동자들은 페론에게 열광했다. 후안 페론과 그의 부인 에바 페론은 아르헨티나 서민의 영웅이 되었다. \n\n페론정책의 실패\n하지만 선심성 정책이 지속되다 보면 결국 파탄으로 끝이 나기 마련이다. 정부의 수입보다 더 많은 돈을 베풀려다 보니 돈이 모자라기 시작했다. 이를 메우기 위해 수출산업을 쥐어짰고, 외국에서 빚을 얻어 썼다. 그것도 모자라자 중앙은행을 장악한 후 돈을 찍어내기 시작했다. 윤전기가 부족해서 이탈리아에서 돈을 찍어 수입해 올 정도였다고 한다. 물가가 폭등했다. 물가가 오르니 실질임금이 떨어졌고 노동자들의 생활은 오히려 더 어려워졌다. 기업가들도 시장 개척 등 상업에 대한 투자보다는 부동산 투자에 열중했다. 국민의 불만이 터져 나왔다. 페론도 결국 긴축정책을 펼 수밖에 없었다. 물가를 잡기 위해 통화 남발을 자제할 수밖에 없었고, 그러다 보니 재정이 부족해 그의 지지자들에게 선심을 쓸 수도 없게 되었다. \n그런 분위기 속에서 1955년 페론에 반대하는 장교들의 반란이 일어나 해군 폭격기가 부에노스아이레스 시내를 폭격하는 일이 발생했다. 결국 반대파 군부가 정권을 장악했다. 페론은 파라과이로 망명했다.\n\n신군부의 자유주의 정책\n1976년 군부가 다시 쿠데타를 일으켜 집권했다.  군부는 좌파세력을 잔혹하게 탄압하기 시작했다. 수많은 사람이 살해되고 사라졌다. 아르헨티나인들은 당시 군부가 벌인 일을 ‘더러운 전쟁’이라고 부른다. 경제정책에 있어서 군부 정권은 시장주의에 가까웠다. 페론은 국가가 경제의 모든 분야에 개입하고 높은 관세에서 나오는 수입으로 내수산업을 지원했지만, 군부 정권은 관세를 낮추고 규제를 줄여나갔다. 하지만 정권이 바뀌었어도 페론 시대와 달라지지 않은 것이 있다. 재정적자와 통화남발이다. 실업대책이라는 명분으로 재정적자는 지속되었다. 공기업들의 적자도 지속되었다. 재정적자는 여전히 외채와 통화남발로 충당했다. 1975년에 80억 달러이던 대외채무는 1981년에 360억 달러로 증가했다. 인플레이션율은 통치 기간 내내 연평균 100%를 웃돌았다.\n1982년, 군부 정권은 난국을 타개하기 위해 영국을 상대로 포클랜드 전쟁을 일으켰지만 패했다. 결국 군부는 정권을 내놓았다. \n\n알폰신 민주정부의 페론주의 정책\n1983년 아르헨티나에서도 민주주의가 시작되었다.\n민주선거로 선출된 첫 대통령 라울 알폰신은 페론의 정책으로 복귀했다. 수출 및 기업규제, 국유화, 재정확대 및 통화남발이었다. 결과는 예외 없이 불황과 하이퍼인플레이션이었다. 1975년부터 1990년 동안 평균 물가상승률이 325%이고, 1989년에는 무려 5000%에 달했다. 통상 7~8% 수준이던 도시 빈곤 인구의 비율이 1990년에는 거의 50% 수준에 육박했다.\n\n메넴 정부의 신자유주의 정책\n1989년 카를로스 메넴이 대통령이 되었다. 메넴은 페론과는 정반대의 정책을 펴기 시작했다. 수출에 대한 규제를 풀고 많은 정부 기능을 민영화했다. 외국 자본들의 투자가 밀려들었다. 그는 통화정책도 바꿔서 페그제 (peg・ 고정환율제도)를 도입했다. 아르헨티나의 페소를 미국달러에 고정시키는 것이다. 그리고 누구든 원하면 페소를 미국달러와 교환해주었다. 물가는 1992년에는 25%로 떨어졌고, 1996년부터는 1% 밑으로 인플레이션이 잡혔다. 그러나 달러화 페그제는 또 다른 재앙이 되었다. 1999년 브라질 헤알화의 가치가 폭락하자 페그제로 인해 평가절하를 할 수 없었던 아르헨티나 제품들은 국제시장에서 경쟁력을 잃었다. 국제수지가 막대한 적자로 돌아섰다. 달러에 대한 페그제 덕분에 통화남발의 유혹을 막아내고 물가를 잡을 수 있었지만, 경상수지 적자라는 새로운 문제를 불러온 것이다. 결국 IMF 구제금융을 다시 받아야 했다. 하지만 그것으로도 해결되지 않아서 2002년 결국 모라토리엄을 선언하고 말았다. \n\n키르치네르 정부의 페론주의 정책\n분노한 국민은 2003년 신자유주의 정책을 폈던 메넴을 버리고 다시 페론주의자를 선택했다. 네스토르 키르치네르를 대통령으로 하는 좌파 페론주의 진영이 정권을 잡았다. 자유무역을 거부하고 1990년대에 민영화했던 기업들을 다시 국유화했다. 페그제를 포기한 결과 30~40%에 달하는 페소화의 평가절하가 가능해졌다. 수출 상품의 가격경쟁력이 높아져 수출이 급증했다. 아르헨티나의 경제도 좋아지고 실업률도 낮아졌다. 네스토르 키르치네르의 뒤를 이어 그의 부인 크리스티나 키르치네르가 새로운 대통령이 되었다. 크리스티나는 전형적인 포퓰리즘 정책을 폈다. 일자리를 늘린다며 공무원을 증원했고, 연금도 너그럽게 베풀었다. 2014년 현재 아르헨티나의 총인구는 4300만명으로, 인구의 5분의 1이 대부분 놀고 먹는 상태가 된 것이다. 부족한 돈은 통화남발로 메웠고, 통계조작으로 문제를 은폐했다. 2014년 7월 아르헨티나는 다시 디폴트를 선언했다.\n\n마크리 정부의 자유주의 정책\n2015년, 우파 정치인인 마우리시오 마크리가 대통령이 되는 데 성공했다. 마크리 정부는 재정적자를 줄이는 작업에 나서지만 큰 효과를 거두지는 못했고, 적자는 외채로 충당해야만 했다. 부채상환 능력을 의심한 외국 자본들이 빠져나갔다. 2019년 5월 아르헨티나는 다시 한 번 570억 달러의 IMF 구제금융을 받기에 이르렀다.\n\n아르헨티나의 세계추 경제정책\n아르헨티나 경제가 왜 포퓰리즘과 긴축정책을 시계추처럼 왔다갔다하는지는 다음과 같다. \n출발은 포퓰리즘이다. 원래 페론이 했던 대로 노동자의 임금을 올려주고 빈민들에게는 복지혜택을 늘려준다. 그 덕분에 서민들의 삶이 좋아지는 듯하지만, 늘어나는 빚과 이를 충당하기 위한 통화남발로 늘어난 통화량을 감당할 수 없게 된다. 시간이 지나면서 물가가 오르고 노동자의 실질소득은 줄어든다. 또 외채를 갚지 못해 국가부도 위기에도 몰리게 된다. 이렇게 되면 국민들의 불만이 터져 나온다. 비(非)페론주의 정권이 집권해서 긴축정책을 편다. 하지만 국민은 긴축정책의 고통을 견디지 못한다. 다시 페론주의 정당이 집권을 한다. 악순환은 반복되고 경제는 끝없이 추락한다. 국민은 고통에서 벗어나지 못한다.\n 페론주의 → 단기적 호황 → 재정적자・ 부채증가・ 통화남발 → 하이퍼인플레이션 → 실질소득 감소・국가부도 위기 → 긴축정책 → 국민의 반발 → 페로니즘으로 회귀\n \n아르헨티나가 왜 페론주의에서 벗어나지 못하는지에 대해서는 여러 가지 견해가 있다. 워낙 이민자가 많다 보니 사람들이 장기적 시각을 가질 수 없게 되었다는 설명도 있고, 대토지 소유자들이 많아서 빈부격차가 크고 그 때문에 국민이 재분배에 집착한다는 견해도 있다. \n아르헨티나에서는 직장 상사가 부하직원보다 임금이 적은 경우가 많다  아르헨티나 기업 상당수에서 그렇다. 이런 현상이 일어나는 이유는 노동자들은 노조에 가입되어 있지만 관리자들은 그렇지 않다는 차이 때문이다. 아르헨티나 노조들이 치솟는 물가를 이유로 집단협상의 힘을 지렛대 삼아 최대 49%까지 임금 인상을 이끌어냈다. 아르헨티나 정부가 발표하는 인플레이션 통계를 노동자들이 믿지 못하는 것도 문제다. 정부가 발표하는 인플레이션율 통계는 실제보다 대부분 저평가되어 있어, 노동자들은 정부 발표보다 훨씬 높은 수준의 인플레이션을 가정하고 임금 협상에 임한다.\n\n[에콰도르]\n에콰도르는 1830년 공화국 수립 이후 2021년까지 총 11 번의 디폴트를 선언하였으며, 1970년대 중반 이후 외채가 급증하였고 1980년대에도 국제금리 상승과 경상수지적자 누적으로 외채상황이 계속 악화되어 외채상환 중단, 파리클럽 및 상업차관단과의 채무 재조정을 반복함.\n\n파리클럽은 8차례(1983년, 1985년, 1988년, 1989년, 1992년, 1994년, 2000년, \n2003년)에 걸쳐 에콰도르의 채무를 재조정한 바 있음. \n\n1999년에는 엘니뇨 현상으로 인한 자연재해, 유가하락, 자본유입감소, 재정․ 통화정책 실패 등에 따른 경제위기 발생으로 브래디본드(Brady Bond) 및 두 개의 유로본드(Eurobond)에 대해 디폴트를 선언하였으며, 동 채권은 채무 재조정을 통해 2012년 및 2030년 만기채권으로 교환됨.\n\n또한, 외채상환능력이 있음에도 불구하고 2008년 12월 2012년 만기 글로벌 채권(5억 달러)에 대한 채무불이행을 선언하였으며, 2009년 3월에도 2030년 만기 채권(27억 달러)에 대해 자발적 채무 불이행을 발표함. \n전임 꼬레아 대통령은 외채상환재원을 사회복지 자금으로 사용하겠다는 대선공약 이행을 위해 2005년 발행 2015년 만기 외채를 제외한 상기 두 종류 채권에 대해 불법성을 근거로 원리금 상환불가를 선언함.\n\n1999년 발생한 경제위기의 여파로 소비자물가 상승률이 1999년에는 52.2%, 2000년에는 사상 최고치인 96.1%를 기록하는 하이퍼인플레이션이 발생.\n\n에콰도르 경제는 석유산업에 대한 의존도가 높아 국제유가 변동에 크게 영향을 받고 있으며,  에콰도르는 거시경제 안정과 물가안정을 위해 2000년 달러공용화(Dollarization)\n정책을 채택하였으며, 이후 100%에 육박했던 소비자물가상승률이 안정된 수준을 유지. \n\n에콰도르는 정부주도의 성장정책을 견지해 온 바, 석유산업 호황기에는 관련 세수 증가로 정부지출 확대에도 불구하고 균형잡힌 재정수지를 유지할 수 있으나, 석유산업 불황기에는 저유가와 공공부문 차입증가로 대규모 재정적자가 누적되는 현상이 반복.\n\n지난 1999년 모라토리엄을 선언했던 전력이 있는 에콰도르는 당시 100억달러의 외채를 지고 있었다. 에콰도르는 국가 주수입원인 국제 유가가 폭락하면서 원유판매 수입이 격감, 외환상황이 극도로 악화됐다. 원유는 에콰도르 수출의 60%를 차지하고 있다. 특히 에콰도르는 1999년 위기때 자국통화를 포기하고 미국 달러화를 공식 화폐로 채택한 까닭에 심각한 위기에 노출돼 있다.\n\n2020년 코로나로 인한 원자재, 석유 가격 폭락으로 수출이 급감하자 디폴트를 선언했다.\n\n[그리스]\n그리스의 인플레이션에는 인건비가 아닌 다른 구조적인 문제가 작동하고 있다. 그중 하나는 부동산 거품이다. 금융위기 이전인 2000년부터 2007년까지 독일의 주택 가격이 13% 떨어지는 동안 그리스의 집값은 53%나 뛰었다. 노동력을 재생산하는 데 드는 주거비용의 격차가 그 만큼 벌어졌다는 의미다. 또 하나의 배경은 부패다. 권력과 결탁한 소수의 기득권 집단이 가만히 앉아서 거대한 자릿세를 뜯어먹었다. 경쟁자의 진입을 차단하고 물가를 구조적으로 끌어올렸다. 정권이 누구로 바뀌든 달라질 게 없었다. 위기 이후 그리스의 집값이 노동비용과 함께 폭락하는 와중에도 그리스의 물가가 계속 오른 이유다.\n\n그리스 문제의 핵심원인은 인플레이션이다. 이런 경우 자국의 통화를 평가절하하여 문제를 해결할 수 있다. 그러나 그리스는 단일 통화, 고정 환율을 사용하는 유로 시스템 아래에 있기 때문에 그것이 불가능하다.\n그래서 그리스 채권단 ‘트로이카’는 그리스에 ‘내재적인 평가절하’를 요구해왔다. 즉 대대적인 긴축을 통해 물가와 임금을 크게 떨어뜨리게 했다. 그러자 실업자가 폭증하면서 자연히 소기의 성과가 나타났다. 그러나 이 디플레이션 해법은 더 큰 문제를 낳았다. 경제가 쪼그라들면서 세금 수입이 격감했다. 재정수지가 악화되면서 나랏빚은 더 늘어났다. 국내총생산 대비 국가부채의 비율은 대폭 높아져 상환능력을 상실했다. 분모와 분자가 동시에 악화된 탓이다. 실업을 양산하고 연금을 삭감하자 빈곤층이 급증했다. 이로 인해 정치 불안이 극도로 고조됐다. 그 결과로 등장한 것이 ‘극좌 세력’이라고 불리는 그리스의 새 정부다.\n\n방만한 재정 지출로 국가 부도 위기에 몰린 그리스는 2010년 4월 EU과 IMF 등에 긴급 자금 지원을 요청한 것을 시작으로 8년 간에 걸친 구제금융 체제에 돌입했다.\n국가신용 등급이 떨어져 시장에서 자체 자금 조달이 어려워진 그리스는 2010년 5월 1차로 1천100억 유로(약 142조원)의 구제금융을 승인받은 것을 시작으로, 2012년, 2015년 3차례에 걸쳐 국제채권단으로부터 총 2천890억 유로(약 370조원)의 사상 최대 규모의 구제금융을 수령했다.\n\n2015년 그리스 경제위기 와중에 또 디폴트를 선언했다.\n\n2015년 1월 총선에서 긴축 정책 철폐를 천명한 시리자(급진좌파연합) 좌파 정부의 알렉시스 치프라스 총리는 구제금융 조건 재협상을 요구했고, 그렉시트(그리스의 유로존 탈퇴)를 협박하는 벼랑 끝 전술을 펼쳤지만 결국 가혹한 긴축 요구를 담은 3차 구제금융안을 받아들였다. 그리스 좌파 정부는 이후 국제채권단의 요구대로 지난 3년간 450여 개의 개혁안과 긴축 정책을 착착 시행한 끝에 구제금융을 졸업했다.\n\n2018년 8월부로 국제통화기금과 유럽연합(사실상 독일)의 그리스 경제 관리체제를 끝냈다. 그리스가 가진 상당수의 부채를 탕감하고 경제구조를 바꿨지만, 그리스 경제사정은 여전히 좋지못하고 나머지 부채에 대해서도 상환할 가능성이 낮은데도 불구하고 프로그램 종결을 선택한 것이다.\n\n그리스는 이로써 국제채권단의 신탁통치에서 벗어나 경제 주권을 회복한 셈이지만, 경제 정상화까지는 여전히 갈 길이 멀다. 당분간은 채권단의 혹독한 감시 아래 긴축 정책을 지속할 수밖에 없어 국민이 체감하는 구제금융 종료 효과도 크지 않을 것으로 관측된다.\n\n경제위기를 겪은 그리스는 국제통화기금(IMF)의 구제금융을 받고 대대적인 재정 긴축 정책 등을 펼쳤다. 그 결과 2020년 아테네 내 IMF 사무소 폐쇄를 기점으로 구제금융에서 완전히 졸업했다. 지난해 초에는 국채를 발행하며 국제 채권시장에 복귀했다. 지난해 그리스의 GDP 성장률은 2.8%를 기록했다. 지난해 하반기부터 주식시장은 본격적으로 상승해 연 49% 올랐다. 실업률은 지난해 10월 16.6%를 기록해 2011년 이래 가장 낮았다.\n\n[베네수엘라]\n2017년 11월 16일에는 베네수엘라가 공식적으로 디폴트 선언을 했다.\n\n[레바논]\n2020년 3월 7일에는 레바논이 선언했다. \n \n\n2. 모라토리엄\n모라토리엄은 지체하다라는 뜻의 라틴어 Morari 라는 단어에서 파생되는 말로 지불유예를 뜻한다.\n국가가 모라토리엄을 선언하면 IMF와 구제금융 협상을 벌이고, 이 과정에서 채무국은 채권국과 만기를 연장하거나 구조조정 작업이 이루어지게 된다. 하지만 모라토리엄을 선언하면 디폴트와 비슷하게 해당 국가의 신용도가 크게 하락하여 외부 차입 거래가 사실상 불가능하게 되며 더불어 환율이 급등하는 등 국가 전체적으로 경제적인 혼란을 겪게 된다.\n대부분의 국제거래는 외상으로 이루어지는데 만약 모라토리움을 선언하면 모든 거래가 현금박치기로 바뀌게 된다. \n특정 국가가 모라토리엄을 선언하면 국제금융 안정을 위한 응급조치로 국가 간 채무조정작업 (rescheduling)에 들어간다. 채무삭감, 이자감면, 상환기간 유예 등의 협상이 진행된다.\n\n[독일]\n모라토리엄의 대표적인 예로는 제 1차 세계대전 이후 독일이 모라토리엄을 선언한 사건이 있다.\n그 당시 독일은 패전과 함께 1320억이라는 어마어마한 전쟁 배상금을 짊어지게 되며 파산의 위기로 몰렸습니다. 다른 선택의 여지가 없었던 독일은 배강금을 매년 분할지급 하기로 결정하였으며 다른 나라에게 돈을 빌려 이를 충당하였습니다.\n하지만 이도 진정이 되지 못하면서 시세의 폭락, 초인플레이션 현상이 일어났고, 결국 독일 정부는 1933년 모라토리엄을 발동하여 경제를 겨우 진정시킵니다.\n\n프랑스는 독일이 전쟁배상금을 갚지 못하자 레몽 푸앵카레 수상 주도로 프랑스군을 끌고 노르트라인베스트팔렌 지방을 침공하는 루르 점령 사건을 일으키기도 했다. 독일은 반발하며 이 지역에 사는 독일인들을 선동해 파업을 일으키고 프랑스군에 저항하여 독일-프랑스의 무력 충돌이 격해졌다. 결국 사태가 심각해지자 미국 캘빈 쿨리지 대통령이 중재자로 나서서 독일과 프랑스를 설득하여 프랑스군은 노르트라인베스트팔렌 지방에서 철군하고 점령했던 루르 지방의 영토를 독일에 돌려주고, 독일은 프랑스한테 조속한 시일 내[5]에 전쟁배상금을 갚으며, 이 전쟁배상금의 액수는 쿨리지 대통령이 \"도스 안\"을 제시해 많이 깎아 주는 방법으로 타협했다.\n\n[후버 모라토리엄]\n1931년 세계공황의 심각화에 대처하기 위해 미국의 대통령 후버가 유럽 제국의 대미전채(對美戰債)에 대하여 1년의 지불유예를 한 것이 그 예인데, 이를 후버 모라토리엄이라고 한다. \n1931년 6월20일, 전 세계가 공황의 몸살을 앓는 와중에 허버트 후버(사진) 미국 대통령이 특단의 조치를 내놓았다. 정부끼리 모든 채무에 대해 1년간 원리금 지급을 유예하자는 방안이었다. 이른바 후버모라토리엄은 미국 내에서도 반대가 많았다. 재무부도 연방준비제도(Fed·연준)도 난색을 보였다. 후버는 정치권은 물론 금융관료와 월가의 큰손들을 차례로 설득하는 수순을 밟았다. 최종적으로 파울 폰 힌덴부르크 독일 대통령이 미국에 지불 유예를 요청하는 친서를 보내고 후버가 이를 확대 수용하는 모양새를 취했다.\n후버 모라토리엄은 성공했을까. 1년 동안 사태의 악화를 막았을 뿐이다. 결정적으로 1932년 7월 스위스 로잔에서 열린 장기간(23일)의 국제회의에서 후버모라토리엄은 생명력을 잃었다. 영국과 프랑스·이탈리아 등 유럽 국가들은 독일의 전쟁배상금을 대폭 경감 (1,320억마르크 → 30억마르크)하는 대신 유럽의 대미 전쟁부채 119억달러도 깎아달라고 요구했으나 칼자루를 쥔 미국은 탕감은커녕 삭감 논의에도 응하지 않았다. 로잔의정서 채택에 실패한 후 세계는 더욱 공황의 늪으로 빨려 들어갔다. 각국이 겪은 경제적 고통은 불신과 증오를 증폭시키고 끝내 2차 세계대전으로 이어졌다.\n\n[러시아 모라토리엄]\n러시아는 1998년에도 모라토리엄을 선언한 적이 있다. \n태국의 바트화 위기로 시작된 동아시아 금융위기가 최고조로 치닫던 1997년 가을, 러시아에도 금융위기의 전조가 나타나기 시작했다. \n1997년 10월 러시아 금융·외환시장은 동남아 경제위기가 확산되면서 주가급락, 환율급등 등으로 불안양상이 심화되기 시작하였고, 이는 채권시장으로부터의 외자 유출을 초래했습니다\n이에 러시아 정부는 환율 방어를 위해 외환보유고를 소진함으로써 외환위기 상황에 직면하게 되었구요\n그러나 1998년 1월 중순부터 동남아 경제위기가 홍콩으로까지 확산될 조짐을 보이면서 러시아 금융시장에서는 환율급등에 대한 우려가 높아가기 시작했어요. 이에 따라 1997년 후반의 외자이탈 현상이 재연되었고 이는 외환보유고 감소로 이어지면서 외환위기에 대한 불안감을 고조시키게 됩니다. 러시아에서는 국제유가 하락으로 인한 교역조건 악화, 재정적자 및 체불임금 누적 등의 구조적인 요인들이 심화되어 오다가 5월 들어 루블화의 평가절하설이 급속히 확산되면서 금융위기가 다시 재연되었어요.\nIMF를 비롯한 국제금융기관들의 대 러시아 긴급구제금융 지원결정에도 불구하고\n러시아 금융·외환상황이 더욱 악화되고 루블화의 평가절하 및 지불불능에 대한 우려가 급속히 팽창함으로써 외자유출 규모는 더욱 확대되었습니다\n위에서 나온 러시아 정부의 각종 위기극복 프로그램에 대해 의회가 승인을 거부함에 따라 외국인투자자들 사이에서 동 프로그램의 집행 가능성에 대한 의구심이 증폭된 것이 결정적인 요인으로 작용했어요.\n\n아시아 금융위기 이후 전세계적인 차원에서 금융위기에 대한 우려가 확산되며 해외자본의 탈출이 시작되고 주가와 루블화 가치가 폭락하면서 러시아는 결국 1년만인 1998년 8월 모라토리엄(채무상환 유예)을 선언했다. 금융위기가 아시아를 넘어 전 세계로 번진 상징적 사건이다.\n당시는 소비에트연방 붕괴 직후로, 1997년 아시아 외환위기로 인해 러시아의 석유, 천연 가스, 금속 및 목재와 같은 원자재 수출이 큰 타격을 입었다. 당시 이들 상품은 러시아 전체 수출의 80%를 차지했다.\n1998년 모라토리엄의 주 요인도 석유 수출의 부진 때문이었다. 당시 국제유가 하락 때문에 석유 수출로 들어오는 달러가 급감하면서 러시아의 대외수지가 줄었고, 결국 경제위기를 극복하지 못하고 모라토리엄까지 이르렀다.\n 동시에 러시아로 들어오는 해외 투자자금도 끊겼다. 러시아 경제는 회생이 불가능한 지경에 이르렀다. 에너지 수출로 벌어들이는 외화와 국내 세수가 급격히 줄었고, 기업들의 임금 체납으로 곳곳에서 파업이 발생했다. 루블화 가치는 한 달 만에 3분의 2가 증발했고, 러시아는 결국 채무 상환 능력을 상실해 90일의 모라토리엄을 선언했다.\n\n국제 금융시장 충격도 컸다. 신흥국은 물론 미국에까지 영향을 끼쳤다. 러시아 국채에 투자했던 미 헤지펀드 롱텀캐피털매니지먼트(LTCM)는 대규모 손실을 보고 파산했고, 다우존스30산업평균지수는 직전 고점 대비 24% 급락했다.\n\n[한국 외환위기]\n1997년 외환 위기 당시 한국이 이런 상태였는데, 디폴트까지는 아니었지만 단기외채 상환에 필요한 외화가 모자라서 모라토리움은 불가피하다보니, 결국 국제신용유지를 위해 가장 합리적인 수단은 구제금융을 받는 것이었다. 다행히도 구제금융이 성공을 거둬 신용붕괴는 피했으나, 국제통화기금이 가혹하게 이자율을 올리고 보유 자산을 모조리 팔아 부채를 갚을 것을 요구했기에 장기간의 저성장을 초래했다.\n\n두바이 또한 2008년 경제위기를 이기지 못하고 모라토리움을 선언한 바 있다.\n\n2010년 7월 12일에 대한민국 역사상 최초로 지방자치단체인 경기도 성남시에서 지불유예 선언을 하였다.\n2010년 성남시는 초호화 청사 시공과 판교 신도시 건설에 들어간 약 5000억원의 빚을 감당하지 못하고 모라토리움을 선언했었다. \n\n1982년 멕시코와 브라질이 모라토리엄을 선언했다. \n\n멕시코·브라질·아르헨티나 등 중남미 국가와 말레이시아·러시아·아랍에미리트 두바이 등이 모라토리엄을 선언한 바 있다.\n\n[브라질]\n1980년대 중남미 국가들은 오일쇼크와 금리상승으로 경기가 하락하면서 대외채무 상환이 어려워졌고 결국 멕시코, 브라질 등이 대외채무 지급 중지를 선언하였다.\n\n외채와 인플레이션 문제로 브라질의 정국은 계속 혼란에 빠졌다. 당시 브라질의 외채는 브라질이 수백억 달러의 경상수지 흑자를 내고 있었지만 하도 외채가 많아서 빚 갚는데 다 썼던 상황이었다. 대통령직을 승계한 조제 사르네이는 1986년 크루제이루화를 평가절하하여 크루자두화를 도입했고, 물가와 임금동결, 환율 고정으로 일단 물가상승은 한 숨을 돌리는 듯했지만 외채가 위낙에 막대했기 때문에 공식환율과 암시장 환율간의 격차가 커지고 이로 인해 실질임금이 삭감되는 결과를 낳으면서 결국 물가통제는 실패했다. 그 결과로 인플레는 멈추지 않고 브라질 정부는 1987년 모라토리엄을 선언하게 된다.\n\n1999년 브라질의 미나스 제라이스州가 연방정부에 대해 모라토리엄(채무지불유예)을 선언하고 나서면서 촉발된 브라질 금융위기가 러시아 충격에 이어 다시 세계 금융계를 위협하고 있다.\n국내의 정치적 갈등이 위기 촉발 직접적인 위기의 발단은 지난 6일 브라질의 미나스 제라이스州가 연방정부에 채무 134억 달러에대해 90일간의 모라토리엄(채무지불유예)을 선언하면서 비롯되었다. 한 마디로 정치적 입장을 달리한 연방정부와 주정부간의 불화가 가져온 사태였다. 이 사건은 과거 모라토리엄 경험이 있고 개혁법안 처리가 의회에서 지지부진하는 등의 여건과 맞물려 브라질에 대한 신뢰도를 크게 하락시켰다.\n근본적인 원인은 첫째, 브라질의 재정기반이 크게 부실화되었다는 점이다. 브라질의 GDP 대비 재\n정적자 비율은 1997년 6%에서 1998년 8%로 악화되었다. 재정적자는 정부·공기업부문의 구조조정\n지연에서 주된 원인을 찾을 수 있다.\n둘째, 통화의 평가절하 억제정책을 지속한 점이다. 인플레이션을 잡기위해 도입된 통화방어정책\n은 고금리정책 고수, 외환보유액 감소라는 경제적 희생을 초래하였다.\n\n[아르헨티나]\n2020. 4월 아르헨티나는 1달간의 모라토리엄을 선언했다. 코로나19피해와 더불어 글로벌 원자재 수요까지 줄어들면서 '자원 부국의 역설'을 경험했던 과거의 악몽에서 자유롭지 못한 상황이 됐다.\n당장은 아르헨티나 정부가 \"앞으로 1달(30일) 동안 세 가지 외채에 대해 이자를 지불하지 않겠다\"고 22일 선언했다.\n아르헨티나는 지난 1827년부터 2014년까지 디폴트를 8번 선언했다.\n아르헨티나는 관광과 농산물, 천연자원에 의지하는 경제 구조 상 글로벌 경기 여파에 민감하다. 과거 정권의 환율 통제 정책 탓에 공식 외환시장과 '암환전 시장'이 공존하고 있어 외환 시장도 불안하다. 이런 가운데 '포퓰리즘→재정난·페소화 가치 추락→긴축재정→삼중고(高물가·실업률·환율)→포퓰리즘 부활'이라는 악순환이 이어지는 과정에서 외채 누적에 따른 디폴트 선언이 되풀이됐다.\n\n[멕시코]\n멕시코 자체에도 석유가 꽤 많이 매장되어 있던 데다가 때마침 1977년 멕시코 남부 일대에 대형 유전이 발견되어 개발이 진행되기 시작했다. 멕시코는 경제가 급속히 회복된 수준을 넘어 2차 오일쇼크로 재정이 톡톡히 불어나고 경제성장률도 다시금 높아졌으며 1인당 국민소득도 3,500달러까지 올라섰다. 하지만 멕시코 정부는 상황을 너무 낙관적으로 보는바람에 석유개발과 인프라 투자를 위해서 대량의 외채를 빌려왔다. 이는 산유국들이 벌어들인 수십억 달러의 자금이 국제 금융시장으로 수혈되면서, 이자율이 떨어졌기 때문이다. 부채를 지는 것이 매력적인 선택이 된 것이다. 1966년 대외공공부채는 19억 달러였는데, 1982년에는 30배가 넘는 590억 달러에 이르렀다. 당시 멕시코 정부는 이러한 공공부채를 다 갚을 수 있을거라 여겼는데, 배럴당 가격이 어쩌면 70달러까지 오를거라고 생각했기 때문이다. 멕시코 정부는 이렇게 벌어들인 돈을 공공지출에 투자하였고, 그만큼 긍정적인 지표들로 나타났다. 예를 들어 년평균 7% 이상의 성장, 실질임금의 지속적 상승(적어도 1976년까지는 그랬다.),  그러나 결과적으로 볼 때 현재까지의 멕시코 사회를 짓누르는 문제점을 낳은 최악의 실수가 되고 말았다. \n미국이 석유파동으로 달러화 가치가 떨어지게 되면서 미국 자체의 물가가 크게 오르게 되자 이를 해결하기 위해서 금리를 무지막지하게 끌어올리면서 멕시코는 그동안 들여온 외채의 이자부담이 커졌고, 거기에 더해서 1981년을 기점으로 해서 석유값이 떨어지기 시작하면서 경상수지 적자는 감당할 수 없으리 만큼 불어났다. 이로 인해 이자조차 감당할수 없는 지경에 달하면서 결국 모라토리엄을 선언하고야 말았다.\n\n당시의 모라토리엄은 방만한 재정적자를 보전하기 위해 단기 오일달러를 대규모로 도입한데서 발생했다. 여기에다 주요 외화획득원이었던 석유수출대금이 가격 급락으로 차질을 빚으면서 경상수지가 급격히 악화됐다. 멕시코는 3개월간 지불유예를 선언하고, IMF와 구제금융 협상에 들어갔다. 국제 금융질서의 붕괴를 우려한 미국의 적극적인 뒷받침으로 IMF, 미국, 국제결제은행(BIS)등이 모두 77억 달러 규모의 차관을 제공하고, 국제민간 채권은행단이 100억 달러의 단기채무 상환을 유예하기로 했다.\n\n멕시코는 모라토리엄 선언이후 경제시스템 전체가 마비 상태에 이르면서 성장이 뒷걸음질 치는 소위 '잃어버린 10년'시대로 돌입하는 심각한 후유증을 겪었다.\n\n\n[외환위기 대응방법 - IMF, 쇄국정책, 모라토리엄]\n1997년 한국은 IMF에 급전을 빌리는 방법을 선택했다. 돈을 빌려준 IMF는 빚 독촉 정도가 아니라 아예 안방을 차지하고 앉아 모든 경제권을 쥐고 흔들었다. 외환 보유를 높이기 위한 고금리 정책으로 기업은 줄도산 했고 가장들은 일자리를 잃고 양복을 차려입은 채 눈물의 등산길에 나서야 했다. 외환보유고를 높인다는 명목 하에, 고용과 내수 여력이 고갈됐지만 어쩔 수 없이 이를 감내해야했다.\n\n비슷한 시기 돈줄이 말라버렸던 말레이시아의 경우는 밖으로 손을 벌리는 구제금융 대신, 내핍을 선택했다. 차라리 길바닥에 나앉자는 식이었다. 오히려 외환 유출을 통제하고 고정환율제를 채택한 뒤 자국 통화를 회수하며 견디기에 들어갔다. 바깥 문을 닫고 내수 부양을 택한, 한국과는 정반대의 접근법이었다.\n\n1998년 러시아처럼 모라토리엄(지급불능)을 선언하고 배째라 식으로 드러눕는 방법도 있다. 모라토리엄 선언 이후 러시아 국민들은 생필품 가게와 환전소에 장사진을 치는 등 생활에 큰 어려움을 겪었다. 그러나 러시아는 벼랑 끝 전술을 구사한 끝에 채무를 30% 탕감 받고, 구제금융 체제로 들어갔다. 공교롭게 이 당시에도 최대 채권국은 독일이었다.\n\n그렇다면 당시 외환보유고가 바닥났던 우리나라가 말레이시아나 러시아의 전략을 택할 수 있었을까.\n\n물론 가보지 않은 길을 놓고 그 결과를 논하는 것은 무리일 수도 있다. 그러나 자원도 없고 내수시장도 적어 결국 수출로 먹고사는 소규모 개방경제인 한국의 경우는 말레이시아처럼 외환시장의 문을 닫을 수도 없었고, 러시아처럼 버티기를 할 수도 없는 상황이었다는 점은 자명하다.\n\n극심한 고통이 수반됐지만 나름 처한 상황에서 우리는 최선의 선택을 한 셈이고, 실제로 우리는 불과 3년 8개월 만에 구제금융을 졸업했다.\n\n반대로 말레이시아는 풍부한 자원과 내수 시장이 있었다. 거기에 미국의 지배를 벗어나있는 또 다른 금융질서가 있었다. 다름아닌 이슬람권 금융, 즉 '수쿠크'다. 특히나 2001년 미국의 9.11 사태 이후에는 갈 곳을 잃은 오일머니가 말레이시아의 수쿠크 채권 시장으로 몰려들었다.\n\n그런가하면 러시아는 냉전시대 초강대국이었고, 1998년 당시에도 여전히 과거 소비에트 연방 국가들의 맹주 노릇을 하고 있었다. 여기에 핵무기 보유국이라는 강력한 힘을 바탕으로 '벼랑 끝' 전술을 구사했다. 게다가 러시아는 자원 부국이기도 하다.\n\n그리스가 국민투표를 통해 채권단의 긴축안에 '반대'(OXI)표를 던지고 '드러눕기'에 나선 것도 어찌 보면 자신이 처한 상황에서 할 수 있는 최선의 선택이라고 생각했기 때문이다. 그리스가 우리와 다른 선택을 했다고 해서, 도덕적 해이 문제로 단순히 몰아붙일 일만은 아니라는 얘기다.\n그리스는 유로존 탈퇴, 즉 '그렉시트'라는 중요한 협상카드를 갖고 있다.\n유로존은 유로화를 쓰는 단일 통화체제다. 유로존에 들어가기 위해서는 한 나라의 수출과 수입의 균형을 맞춰주는 '환율'이라는 안전판을 포기해야 한다. 결국 생산성이 떨어지는 나라는 환율을 조절할 수 없어서 적자가 쌓이게 된다. 이때는 자국의 임금과 물가를 떨어뜨려 생산성 격차를 조절하는데, 그리스는 그 대신 재정을 투입해 이를 보완하다 결국 재정이 바닥을 드러냈다.\n사실 같은 나라라면 생산성이 떨어지는 지역에 재정보조금을 주는 방식으로 해결할 수 있다. 정태인 칼폴라니 사회경제연구소장은 \"강원도와 서울이 생산력 격차 때문에 강원도가 못살게 된다고 하면 세금을 걷어서 강원도에 보조금을 주는 것과 같은 이치\"라고 설명했다.\n그러나 유로존은 같은 돈을 쓰지만 한 나라가 아니기 때문에 문제 해결이 쉽지 않다. 정 소장은 \"유럽은 재정통합이 안 돼 있으니까 독일이 흑자가 났으면 거기서 세수가 더 많이 걷혔어도 이걸 그리스에 주는 것은 안 되는 것\"이라고 설명했다.\n그리스 문제는 결국 단일 통화를 사용하면서 국가 간 격차가 발생하는데, 이 부담을 유로존이 어디까지 감내할 수 있느냐에 대한 문제로 귀결된다. 만약 독일과 프랑스가 주도하는 유로존이 그리스 부담을 떠맡기를 포기할 경우, 포르투갈이나 스페인 등 사정이 비슷한 남유럽 국가들도 자신의 상황을 되돌아보게 될 것이다. 남 이야기가 아닌 것이다.\n그리스는 유럽통합의 정신적 뿌리인 서구문명의 발상지라는 상징적 의미와 함께, 지리적으로 중동에 인접한 매우 전략적인 위치에 놓여 있기도 하다. 그리스가 유로존에서 떨어져나가면 러시아나 중국과 가까워질 가능성이 높은데 이는 EU는 물론이고 미국도 큰 부담을 느끼고 있다.\n때문에 '그렉시트' 카드는 여러모로 그리스에게 중요한 협상 전략이고, 이런 의미에서 그리스는 '긴축안 반대'라는 벼랑 끝 전술을 활용할 수 있다. 게다가 국민투표를 통해 명분도 쌓았다. 치프라스 그리스 총리는 공공연하게 30% 채무탕감을 언급하고 있다.\n그러나 유로존을 이끌고 있는 독일은 그리스에 퍼주기를 시작했다가는 다른 유로존 국가까지 모두 재정보조를 해주는 상황을 맞을 수 있기 때문에, 그리스 문제에 매우 강경한 태도를 보이고 있다. 이른바 '시범케이스'다.\n하지만 모두 그렉시트라는 파국을 원하지 않는다. 그래서 여전히 협상의 여지는 남아있다. IMF는 그리스 채무를 30% 탕감해야 한다는 보고서까지 검토했다. 또 독일 메르켈 총리도 그리스가 오는 9일까지 개혁안을 가져오면, 12일 유럽연합(EU) 28개국 정상들이 이 제안을 토대로 그리스에 대한 지원 방안을 논의할 것이라고 밝혔다.\n이쯤되면 외환위기 당시 우리나라가 너무 순진하게 구제금융 채권단(IMF)의 요구를 순순하게 들어준 것이 아닌가 하는 생각도 든다. 그러나 각 나라마다 처한 상황이 다르고 믿는 구석도 다르다. 여하튼 우리는 구제금융을 모범적으로 졸업했고, 이 과정에서 발생한 부작용은 지금까지도 해결해야할 과제로 남아있다.\n\n[에쿠아도르]\n브래디 채권은 80년대 중반 미국 재무장관이었던 니콜라스 브래디가 중남미 외채 위기국의 채무부담을 덜어주고 이들 국가의 자금조달 길을 열어주기 위해 고안한 채권. 아르헨티나와 멕시코 에콰도르등 중남미 13개국이 총 1천9백억달러어치를\n발행했다. 중남미 국가 지원금을 마련하기 위해 당시 미국 정부가 발행한 채권도 같은 이름으로 부른다.\n\n1999년 8. 25일 에콰도르 정부가 60억 달러에 달하는 외채에 대해 모라토리엄을 선언했다.\n자밀 마후아드 에콰도르 대통령은 25일 TV 연설에서 \"오는 30일로 만기가 돌아오는 9천6백만 달러의 브래디 채권에 대해 채무상환을 연기하는 것 외에 다른 방안이 없다\"고 말했다.\n에콰도르는 당시 국내총생산(1백55억 달러)보다 많은 1백63억달러의 부채를 안고 있었으며 이중 외채가 1백33억 달러를 차지, 남미국중 가장 심한 외채부담을 안고 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-16T14:08:48.264000",
  "updatedAt": "2022-03-23T20:38:02.217000"
}