{
  "id": "912a53dd-4953-477b-8a2b-814cc28d6be0",
  "title": "신경제학(정치경제학 + 복잡계) - 미시",
  "content": "■ 개요\nㅇ 효용 = 정상적 효용(이성적 욕구) + 비정상적 효용(탐욕)\nㅇ 경제학(경제원리)은 수요/공급의 법칙을 이해하면 제반 경제현상을 거의 이해할 수 있다.\nㅇ 수요곡선과 공급곡선이 만나는 점을 균형이라고 부른다. 단 이는 변화가 없이 정지해 있는 정태적 균형이 아니라 끊임없이 변화하는 동태적 균형을 의미한다.\nㅇ 모든 경제변수는 항상 수요  공급의 법칙에 따라  균형으로 회귀하지 않는다. 상호작용 또는 연쇄법칙(양의 되먹임)의 결과로 폭발(폭증, 버블)이 발생할 수 있다.\n모든 가격은 수요 - 공급 곡선의 상대적 기울기 또는 모양에 따라 수렴하지 않고 발산한다. \n주류 경제학이 가격이 항상 균형으로 수렴한다고 가정하는 것과 다르다.\n수렴하지 않고 발산하는 경우에는 특히 가격 변동이 심한 주식 가격이 대표적이다. 여기서 민스키의 자본시장 불안정성이론이 나왔다.\n그런데 고전학파는 장기적으로는 가격은 균형으로 회귀한다고 주장\nㅇ 경제학은 개인의 효용 극대화 법칙이 대전제이다. 정치학은 정의(공평성)을 추구한다. \nㅇ 경제는 심리에 영향을 받는다. \n 예) 기대 인플레이션, 경제주체의 예상 행동, 확증편향, 인지부조화\nㅇ 경제학은 효율성을 추구하는 학문. 위험(risk,  변동성)을 고려하지 않는다.\nㅇ 경제 변수는 다변수함수. 단일변수 인과관계는 적절치 않다.\n예) 수요 = f(가격, 지리, 예상, 품질 등), \n경제성장 = f(자본, 기술, 지리, 인적자본 등)\nㅇ기존의 경제이론은 수요와 품질과의 관계를 설명 않함\n\n■ 수요 - 공급의 법칙\n수요곡선 : 우하향\n공급곡선 : 우상향\n\n공급 감소 -> 가격 상승, 균형수량 감소\n\n■ 수요곡선의 이동\n1. 해당상품의 가격 이외에 수요량에 영향을 미칠만한 다른 요인들이 변하면 수요곡선 전체가 이동한다. \n\n2. 수요곡선을 이동시키는 요인 : 소비자의 소득이나 선호, 연관상품의 가격, 소비자의 예상(기대), 재산 등\n \n■ 수요\n한계효용 체감  vs 한계효용 체증(네트워크효과, 마태효과)\n우상향 수요곡선 : 외부성, 망외부성\n\n수요 = 이용적 수요 + 투기적 수요 + 재고보유\n수요 폭증, 공급 부족 예상 -> 사재기, 매점매석\n가격 상승 예상 -> 더욱 구매 -> 가격 더욱 상승 => 양의 되먹임 -> 버블(거품)효과\n예) 원자재 시장\n\n■ 공급\n수익체감 vs 수익체증\n우하향 공급곡선 : 규모의 경제, 수확체증\n\n■ 시장수요(공급)는 개별수요의 합이 아니다.\n개별수요(공급)들은 상호 독립이 아니라 부분 연관관계가 있다. 상관관계가 0이 아니므로 더하면 안된다.\n\n① 소비자의 소득 : \n •정상재 : 소득이 증가함에 따라 그 수요가 증가하는 상품(normal goods)\n •열등재 : 소득이 증가함에 따라 그 수요가 감소하는 상품(inferior goods)\n \n② 소비자의 선호\n • 선호가 증가하면 수요가 증가 \n • 선호가 감소하면 수요가 감소\n\n③ 연관상품의 가격 : 상품들간의 관계\n [대체재]\n •용도가 비슷하여 한 상품 대신에 다른 상품을 소비해도 얻는 만족에는 별차이가 없는 상품.\n •소비면에서 대체관계에 있는 두 상품 X재와 Y재의 경우 X재의 가격이 상승(하락)하면 Y재의 수요가 증가(감소)한다. \n• PX↑상승⇒ X재 수요량 감소(DX↓)⇒Y재 수요량 증가((Dy↑ )\n위 관계는 Y재 가격에 관계 없이 일어나기 때문에 Y재 수요곡선이 오른쪽으로 이동 ⇔ Y재 수요 증가\n\nEx) \n돼지고기 & 닭고기, 맥주 & 소주, 한식 & 일식 등\n커피 가격↑ → 커피 수요량↓ → 국산차 수요량↑ . \n\n [보완재]\n •한 상품씩 따로따로 소비할 때보다 함께 소비할 때 더 큰 만족을 얻을 수 있는 상품들. \n •소비면에서 보완관계에 있는 두 상품 X재와 Z재의 경우 X재의 가격이 상승(하락)하면 Z재의 수요는 감소(증가)한다. \n▪ PX↑상승⇒X재 수요량 감소(DX↓)⇒Z재 수요량 감소((Dz↓ )\n\nEx) \n술 & 술안주, 치킨 & 맥주, 밥 & 반찬, 커피 & 프림∙설탕\n소주 가격↑→소주 수요량↓→ 안주 수요량↓\n\n[독립재]\n• 한 상품의 가격변동이 다른 상품의 수요에 아무런 영향을 주지 않는 상품들.\n 예) 책&컴퓨터, 사진기&골프채, 골동품&아이스크림, 컴퓨터&동남아 여행상품\n\n④예상(기대): 장래 가격상승(하락)이 예상될 경우 당기의 수요가 증가(감소) → 가수요. \n예) \n아파트 가격하락이 예상되면 수요의 변화로 수요곡선자체가 좌측이동한다.\n가격이 하락할 것으로 예상되면 지금 구입하지 않고 나중에 사려는 심리가 있으니, 수요자체가 줄어들므로 수요곡선 자체가 좌하향 이동하게 됩니다.\n주식 가격의 상승이 예상되면 주식 수요가 늘어나고 이는 다시 주식 가격을 상승시킴. 양의 되먹임 현상 발생. 때로는 자산가격 버블을 만든다.\n\n⑤ 재산(소득) : 소비자의 재산(소득)이 증가(감소)하면 수요가 증가(감소)\n\n⑥ 소비자의 수(인구의 크기) \n\n⑦기타 : 의존효과/베블렌 효과/전시효과 등\n\n\n■ 경직적 가격\n미국의 높은 물가가 단기적으로 하락하지 않을 것으로 예상되는 것은 한 번 오르면 좀처럼 가격이 내려가지 않는 경직적인 가격 추이를 보이는 품목과 서비스 때문이라고 월스트리트저널(WSJ)이 29일(미국시간) 보도했다.\n미 자동차협회(AAA)에 따르면 미국의 휘발유 평균 가격은 지난 6월 갤런당 5달러를 웃돌았던 것에서 이번 주에는 3.76달러를 나타냈다. 휘발유와 같은 품목은 때로 큰 폭으로 움직이지만, 정기적으로 오르고 내리기를 반복한다.\n그러나 주거 임대비는 더 천천히 변화하며 대체로 한 방향으로 움직인다. 또한 가격이 오르기 시작하면 그 상태에 머무르는 경향이 크다.\n경직적(sticky) 물가를 보이는 다른 품목은 이발 비용으로 이는 지난 8월 1년 전에 비해 4.4% 올랐고, 자동차 수리 비용도 11% 상승했다.\n애틀랜타 연방준비은행에 따르면 휘발유와 전기요금은 다양한 요인에 의해 오르고 내리지만, 이발비용은 한번 가격이 오르고 나면 떨어지는 데 오랜 시간이 걸리며 향후 개인의 예산에서 더 큰 비중을 차지한다. 애틀랜타 연은이 집계하는 '경직성 가격 소비자물가지수(CPI)'는 노동부가 추적하는 광범위한 CPI 내의 품목 바스켓을 추적하는 것으로 이들 품목은 가격 변화에 저항이 크다. \n애틀랜타 연은은 가구와 유아 의류, 주류, 교육, 대중교통, 의료비 등을 경직적 가격을 보이는 품목으로 정했으며 이 바스켓은 고정돼 있다. 유연한(flexible) 가격을 보이는 품목은 신선 과일과 채소, 의류, 신발 등이다. 유연한 품목의 경우 가격이 바뀌는 데 4개월 정도 걸리지만, 경직적 품목의 경우는 가격 변화에 이보다 더 많은 시간이 걸린다.\n경제학자들은 이런 경직적 물가가 인플레이션 근절을 매우 어렵게 한다고 지적했다.\n애틀랜타 연은의 경제학자인 브렌트 메이어는 공급망 위기와 팬데믹 봉쇄는 이들 품목의 가격 변화 속성을 바꿨다고 지적했다. 그는 경직적 가격이라고 생각하는 상품 중 일부는 팬데믹 동안 훨씬 빠르고, 큰 변동성을 보였다고 분석했다.\n경직적인 모습을 보이는 여러 품목의 물가는 매우 높게 오르고 있다. 가구와 같은 가격이 비싼 품목의 경우 지난 1년간 7.1% 올랐으며 가전은 3% 상승했다. 이들 품목의 가격은 조만간 더 내려가기 어렵고 더 비싸질 가능성이 크다.\n\n■ 거미집 이론(cobweb theory)\n수요 - 공급간의 시간차(time lag) 존재\n수요 : 즉시 반응\n공급 : 시간 지연\n\n예) \n항공서비스, 서비스업 코로나 해제 이후 갑작스런 수요 증가에 승무원, 기장, 종업원 부족으로 대처 못함. \n주택이나 반도체 수요, 공급은 전형적인 거미집 현상\n\n■ 예외\n수요곡선 우상향 : 외부효과, 네트워크 효과, 양의 되먹임 현상으로 수요곡선이 우상향으로 바뀌면 --> 거미집 경로를 따라 버블 발생 --> 가격 무한 상승 --> 임계점을 넘으면 갑작스러운 수요곡선의 우하향 편경 --> 수요급감으로 가격 급락, 버블 터짐(파국, catastrophe, 창발)\n\n공급곡선 우하향 : 수확체증의 법칙, \n로지스틱 곡선 : 자본의 한계생산물은 처음부터 체감하는 것이 아니라 수확 체증하다가 자본의 한계로 수확체감한다. 또는 역탄젠트곡선(arc tangent curve)\n\n■ 물, 공기\n공급이 많아 가격이 낮거나 없음. 그렇다고 필수재가 아닌 것은 아니다. \n\n■ 대체재의 정치, 경제, 기술, 군사적 의미\n예)\nㅇ 러 - 우 전쟁으로 우크라이나에서 해바라기 생산이 중단되자 해바라기씨유 공급 감소 -> 대체재인 팜유 수요 증가 -> 인도네시아 수출 금지\n\nㅇ 니혼게이자이 신문은 엔화 가치가 떨어져 일본의 수출에 긍정적이고, 수출 경쟁 상대인 한국은 손해라는 게 엔저의 상식처럼 통했지만 그렇지 않다고 전했다. 이 신문은 \"일본의 반도체산업은 산업 자체의 기술 영향력이 떨어지고 있는 와중에 삼성전자와 SK하이닉스는 신기술이 들어간 독자적인 제품으로 세계 시장을 점유하고 있다\"며 \"현대차와 기아차는 이제 일본차의 대체재가 아니다\"라고 보도했다.\n\nㅇ 독일의 러시아 가스 대체재는 있는가?\n\nㅇ 박 대변인은 “나는 ‘방송 14년차 인재’니까 아무 절차 없이 사적채용 돼도 문제가 없다고 말하고 싶은 거냐”라며 “그런 인재가 전국에 고민정 의원밖에 없었을까”라고 반문했다. 이어 “충분히 대체제가 있는 데도 공개채용 절차 없이 고 의원이 선택됐다면 능력밖의 무언인 가가 개입됐다는 것이고, 그게 바로 지인 찬스이자 사적 채용이다.\"라고 말했다.\n\n■ 기펜재\n\n■ 화폐의 수요, 공급\n화폐는 시장에 의존하지 않는다. 화폐 공급은 개별 기업이 아니라 정부가 주관하기 때문. 따라서 화폐의 가격인 금리(기준금리, 단기금리)는 시장이 아니라 정부가 결정\n\n■ 열정페이 \n공급이 많다. 가격이 매우 낮음\n\n■ 시장 수요, 시장 공급\n - 개별 수요, 공급의 합이 시장 수요가 아니다. \n - 개체간 상호작용(상관관계 존재)\n\n ■ 빈곤의 문제\nㅇ 공급이 감소하면 가격이 상승한다.\n 예) 이상기후, 전쟁 등으로 곡물 생산 감소 -> 곡물 가격의 상승 -> 균형(생산량, 소비량) 감소 \n => 수요(=공급)감소한 부분은 한계 지역에 위치한 가난한 나라 등의 소비자들이 대부분. 국제적 빈곤, 기아 문제 등 정치적 이슈 발생.\n \nㅇ 균형수량의 감소는 사회혼란 야기 \n- 전 세계적인 곡물가격 상승과 식량난으로 인해 취약지역들의 식량사정이 악화될 거라 예상되었는데, 이 상황이 엄청나게 빠르게 나타나게 됐습니다. 문제는 이 식량 문제로 터져나오는 상황이 가장 민감한 지역인 이란이라는 점입니다. 15일에 이란 일부 도시에서 정부가 식량, 특히 밀에 대한 보조금을 삭감해 밀가루 기반 식품의 가격이 300%가 폭등했고, 여기에 식용유와 유제품 등의 기본 식재료가격까지 인상하며 국민들의 반발이 폭발해 시위를 시작했습니다.\n\nㅇ 선진국 금리인상으로 신흥국 경제 위기 발생\n\n■ 기업의 비용곡선\n주류경제학 : 정상이윤 포함\n마르크스 자본론 : 이윤을 노동자의 착취 이윤으로 봄\n\n■ 공급망(supply chain)\n뉴스위크 일본판은 장기화하는 우크라이나 전선을 지탱하려면 재블린과 스팅어 미사일의 증산이 급선무지만 이들 무기의 생산은 복잡한 공급망에 의존하고 있어 증산이 쉽지 않은 상황이라고 보도했다.\n미 안보전문 온라인 매체 워존지(誌)는 \"이런 시스템(재블린과 스팅어 등을 지칭)은 현재 생산이 진행되고 있지만 일부 부품의 납품 기간이 길고 납품업체의 공급능력이 제한돼 납기일에 맞춘 생산량이 한정적일 수밖에 없다\"고 전했다.\n이 잡지는 특히 이런 무기 생산에 필수적인 반도체와 희토류의 공급 부족이 생산 차질의 주요인이라고 덧붙였다.\n\n■ 원자재/곡물의 선물 거래\n원자재 시장은 선물거래가 보편적이라, 사재기 현상으로 인해 가격 변동이 심하다.\n원래 전통적으로 선물거래는 상업적 거래가 주류.\n변동성이 커지자 비상업적(투자적) 거래가 증가. 선물거래를 증권화하여 투자상품으로 만듬 -> 곡물가격의 전반적 상승 유발\n곡물 시장은 대표적 공급 과점시장(완전경쟁시장 아님) -> 사재기 현상으로 변동성 증가\n\n곡물 -> 생산기간 길다.-> 거미집 현상\n곡물 시장은 비타력적\n\nㅇ밭떼기\n농촌에서의 밭떼기 거래도 선물의 일종이다. '밭떼기'는 포전거래(圃田去來, 밭에서 재배하는 작물을 밭에 있는 채로 몽땅 사고파는 일)라고도 하는데, 생산물을 일정한 조건으로 인수하는 계약을 맺고 하는 농산물 재배를 뜻한다.\n대다수 농민들은 배추 값이 천정부지로 오르고 있어도 별로 남는 게 없다고 한숨을 내쉰다. 이는 배추를 밭떼기로 넘기는 계약 재배 농가가 많기 때문이다.\n농산물, 그 중에서도 특히 야채는 수급 불균형이 심한 상품 중에 하나다. 일반적으로 특별한 변수가 아니면 수요는 일정한 반면에 공급은 작황에 따라 들쑥날쑥한 경향이 크다. 생산량이 날씨에 영향을 많이 받는 탓에 공장에서 생산되는 공산품에 비해 생산량의 조정이 쉽지 않기 때문이다.\n더구나 생산을 결정하고도 실제로 생산이 되어 시장에 나오기까지의 기간이 길어 가격이라는 신호에 의한 공급 조절도 쉽지가 않다. 쌀이나 과일은 보관 기간이라도 길어 출하 시점을 조정할 수 있지만, 야채의 경우는 이마저도 쉽지가 않다. 여기에 사람의 입맛이라는 것이 쉽게 조절이 되는 것이 아니고, 식습관은 문화 및 삶의 질과 밀접하게 관련되어 필수재의 성격을 띠고 있는 탓에 가격에 의한 수요 조절도 쉽게 되지 않는다.\n이렇듯 수요와 공급의 가격 탄력성이 크지 않은 농산물은 폭등과 폭락을 거듭하여 농민들과 소비자의 시름을 더하게 한다. 이러한 농산물의 폭락과 폭등은 농민들 경제생활의 예측가능성을 급격하게 떨어뜨린다. 지금 당장의 배추값이 올라서 생산량을 더 늘리겠다는 선택을 하고 파종을 해도, 실제로 배추가 생산되어 출하되는 몇 달 뒤의 가격은 모를 일이기 때문이다.\n이러한 불확실성을 피하기 위해 생겨난 배추 유통 구조가 일명 ‘밭떼기’ 거래다. 아직 다 자라지 않은 배추를 중간 유통 상인에게 평당 예측되는 생산량에 예년의 배추 값을 계산한 값을 지불하고 넘기는 것이다. 실제 농촌에서는 배추밭의 면적으로 가격을 지불하지만, 가격을 계산하는 구조는 배추의 생산량에 근거를 두게 된다.\n밭떼기 거래를 하는 농민과 중간상인은 무슨 비용과 편익을 주고받을까? 농민들은 불확실성이라는 비용을 버리고 예측가능하며 안정된 수입을 얻게 된다. 물론 농사가 예상치보다 잘 되었고, 거기에 배추 가격까지 폭등했을 때 엄청난 수익을 올릴 수 있는 기회를 놓치지만, 이것은 폭락할 가능성이 있는 위험성을 가져간 중간상인이 수익성도 함께 가져가는 것이 밭떼기 거래의 본질이다.\n중간 상인은 미리 돈을 주고 물건을 확보하는 것이고, 농민은 미래의 불확실한 수입을 현재의 확실한 수입으로 할인하는 것이다. 배추 값 폭등으로 소비자들의 불만이 많아지자 밭떼기를 하는 중간 상인들의 폭리를 비판하는 기사가 많이 나오지만, 경제적 관점으로 볼 때 중간 상인의 이득을 폭리로 낙인찍기는 무리가 있다. 밭떼기와 같은 선물거래는 단순히 물건만 거래되는 것이 아니라, 미래의 물건을 따라 미래의 리스크와 기회가 동시에 교환되는 시장이기 때문이다. 반대로 배추값이 폭락한다면 손해는 중간상인이 거의 짊어지게 된다.\n\n■ 미래 예측\n지나친 규제 완화가 잘못된 가격 신호로 갈 수 있는 그러한 규제 완화 공급은 윤석열 정부의 미래의 청사진 쪽에서는 없다”며 “매우 안정감 있고, 예측 가능하고, 실제 수요의 정밀한 구성에 맞는 현실적인 공급 대책을 가급적 빠른 시간 내에 국민들이 예측 가능할 수 있게 하겠다”\n\n■ 매점매석(사재기)\n가능한 많이 비축해두려는 사람들의 존재는 실제로 품귀 현상을 만들어내 물품 부족을 유발한다.\n\n■ 경매\n\n■ 주식의 수요, 공급\n- 주가는 주식의 수요, 공급에 따라 결정\n\nㅇ 자사주(Treasury Stock) 매입. 소각\n통상 주주들은 자신이 투자한 기업의 자사주 매입을 긍정적 신호로 본다. 매입 자체가 주가 부양·안정 목적으로 읽히는 데다, 매입 후 소각하면서 유통량을 줄이면 그 주식의 가치는 수요·공급 원칙과 주당 순이익(EPS) 증가에 따라 자연스레 올라가기 때문이다. \n대주주는 자사주 매입으로 지분율을 높여 의결권 강화 효과를 얻을 수 있다. \n단 경제 환경이 나쁜 경우 자사주 매입을 하더라도 주가가 오르지 않을 수 있다 \n\nㅇ 롱, 숏 포지션\n\n■ 옵션 \n헤징은 투자자가 콜/풋옵션을 매수함으로써 기존에 보유하고 있는 주식과 반대 포지션을 취하는 일종의 보험 형태입니다.\n주가가 대폭 하락할 것으로 예상하는 투자자는 콜옵션을 매수하여 포지션을 ‘헤징’함으로써 리스크를 줄이고자 하는 경우가 많습니다. \n옵션 가격은 시장에서 인식하는 리스크 수준을 표시하는데 사용할 수 있습니다. 시장에서 인식하는 리스크가 높을수록 투자자들은 옵션의 형태를 띤 ‘보험’에 더 많은 돈을 기꺼이 지불하고자 합니다.\n따라서 옵션 가격이 상승하면 시장 불확실성 및 기대 변동성이 상승한다는 뜻이므로 VIX가 상승하여, 시장 변동성이 상승할 가능성이 높다는 신호를 투자자에게 제공합니다.\n\nㅇ 증자, 자회사 상장(IPO), 전환사채 전환, 물적 분할\n-> 주식 공급 증가 -> 주식 가격 하락\n\n\n■ 화폐의 수요 - 공급\n\nㅇ 양적 완화 vs 테이퍼링 \n양적완화는  화폐공급 증가 -> 인플레이션\n\n테이퍼링은 중앙은행이 경기 부양을 위해 국채를 매입하거나 하여 통화를 시장에 푸는 ‘양적완화’ 정책을 점진적으로 축소하겠다는 의미. \n수도꼭지를 천천히 조금씩 잠그듯이 정부가 시장에 푸는 돈의 규모를 서서히 줄여 간다는 것.\n테이퍼링은 세계 경기의 회복을 반영한다는 점에서 긍정적. \n- 하지만 세계 시장에 흩어진 자금이 다시 미국으로 돌아가기 때문에 신흥국 입장에선 반가워할 수만은 없는 노릇이다. \n- 실제 터키·아르헨티나 등은 투자자금의 급격한 유출로 자국 통화가치가 급락하며 위기를 맞고 있다.\n-  선진국과 신흥국의 중간쯤에 위치한 한국은 단기 외채 비중이 작고 경상수지 흑자가 이어지는 등 경제의 기초체력이 탄탄한 편. 그래서 당장 큰 영향은 없을 것이라는 게 전문가들의 예상이다.\n\n■ 환율\n일반론 : 환율이 상승하면 수출이 늘어나고 수입이 줄어든다?\n\n수입의 탄력성이 낮다면 수입 금액이 비싸지므로 수입은 오히려 늘어난다. 또한 상품 자체의 경쟁력이 없으면 수출도 늘어나지 않는다. 결국 환율이 상승하면 무역적자는 더 심해짐. \n예) 2022년 10월 일본경제의 현실\n\n이는 수요, 공급 곡선이론에서도 설명가능하다. 상품의 수요, 공급은 가격에 따라 변하지만 소득, 품질, 기술,  마케팅 등 다른 변수에도 영향을 받는다.  가격만이 결정요인이 아닌 것이다.\n\n\n■ 금리\nㅇ 금리는 화폐의 가치\n금리는 한마디로 돈의 가격입니다. 물건을 사고 팔 때 물건의 가격인 물가가 있듯이 돈에도 수요와 공급이 생기면서 일종의 가격이 형성됩니다. 자금이 거래되는 금융 시장에서 자금 수요자가 자금 공급자에게 자금을 빌린 대가로 지급하는 금액 또는 금액의 비율이 금리를 뜻하는 것입니다. 오늘날에는 자금을 빌린 대가로 지금하는 금액의 비율 즉 이자율의 의미로 더 널리 쓰이고 있습니다.\n\nㅇ 금리의 결정 요인\n금리는 다른 재화와 마찬가지로 돈의 수요와 공급에 따라 오르내립니다. 금융시장에서 돈이 수요보다 덜 공급되면 ‘돈 값’인 시중금리가 올라가게 됩니다.\n한은이 기준금리를 올리는 것은 시장에 돈이 좀 덜 돌게 하겠다는 뜻입니다. 돈이 귀해지면 자연스럽게 다른 금리도 올라갈 수밖에 없습니다. \n\n금리 인상 -> 대출 감소, 저축 증가, \n주식/부동산/상품 투자 수요 감소 -> 주가 하락\n=> 통화량 감소 -> 물가 인상 저지\n\nㅇ 금리인상의 파급 효과\n대출, 예금, 채권 등이 모두 영향을 받습니다.\n많은 사람들이 쓰는 주택담보대출 같은 대출 금리가 올라가면 부동산 가격도 영향을 피하긴 어려울 겁니다. 또 마이너스통장 금리가 올라가면 어떨까요. 그 돈 빌려서 주식 투자 하는 사람도 줄어 증시가 하락하는 요인이 됩니다. 예금 금리가 올라가서 사람들이 돈을 은행에 묶어두면? 소비가 그만큼 줄어 물가가 내려갈 수도 있습니다. 기업은 사업 자금 빌리는 비용이 더 드니 투자와 고용을 줄일 수 있습니다. 기준금리의 파급 효과가 그만큼 크다는 뜻입니다.\n\n문) 기준금리는 그대로인데... 왜 내 대출금리만 계속 올라갈까?\n답) 경기부양위해 대규모 정부지출 -> 대규모 국채발행 -> 국채가격 하락 -> 국채금리 인상 -> 시장금리 인상\n\nㅇ 나라간 금리 차이\n연준이 긴축에 속도를 내면 한·미 금리 역전 현상이 나타나면서 외국인 자본이 해외로 유출될 수 있기 때문에 한국은행도 금리인상으로 보폭을 맞춰야 한다. \n금리 인상 속도 조절로 미국의 기준금리가 우리보다 높아지더라도 그에 따른 부작용은 감내해야 한다고 했습니다. \n\nㅇ 미국의 금리인상은 저개발 국가의 도산으로 이어짐. 미국은 인플레이션을 수출\n예) 아시아/중남미 금융위기\n\n■ 환율\n나라의 환율은 국가의 화폐 수요, 공급에서 결정\n달러 다음가는 ‘안전 자산’으로 꼽히던 엔화의 추락은 기본적으로 미국과 일본의 금리 차이가 벌어지면서 나타났다. 연준은 인플레이션에 대응하고자 금리 인상에 속도를 내고 있지만, 일본은행은 오히려 마이너스 금리를 유지하면서 금리 격차가 커지고 있다. 이에 일본 자본시장에서 미국 자본시장으로 자금이 쏠리면서 엔화를 팔고 달러화를 사는 투자 수요가 크게 늘었다.\n달러 다음가는 ‘안전 자산’으로 꼽히던 엔화의 추락은 기본적으로 미국과 일본의 금리 차이가 벌어지면서 나타났다. 연준은 인플레이션에 대응하고자 금리 인상에 속도를 내고 있지만, 일본은행은 오히려 마이너스 금리를 유지하면서 금리 격차가 커지고 있다. 이에 일본 자본시장에서 미국 자본시장으로 자금이 쏠리면서 엔화를 팔고 달러화를 사는 투자 수요가 크게 늘었다.\n문제는 엔화 가치가 끝없이 추락하면서 연준의 코로나19 ‘출구 전략’에도 차질이 생길 가능성이 생겼다는 점이다. 연준은 금리 인상과 별개로 이르면 다음달부터 코로나19 팬데믹 시기 양적완화 차원에서 매입했던 국채와 주택저당증권(MBS)을 축소할 예정인데, 매물을 받아주리라 기대한 일본 기관 투자자들이 엔화 약세로 수요를 줄일 수 있다.\n미국 국채 10년물과 일본 국채 10년물 간의 수익률 차이는 0.2%포인트에 불과하지만, 미국 자산을 보유한 일본 투자자들의 환 헤지(hedge·위험 회피) 비용이 엔화 약세로 크게 증가했기 때문에 수요가 크게 줄 수 있다. 미즈호 은행의 다이스케 카라카마 수석 이코노미스트는 “엔화 약세로 인해 보험사 등 일본의 금융기관들이 미국 국채보다 일본 국채에 더 집중할 가능성이 있다”고 말했다.\n\n■ 채권의 수요 - 공급\n채권을 팔 때 채권 매매가격은 채권 수요와 공급에 의해, 다시 말해 채권시장에 의해 결정된다. 채권을 사려는 사람이 늘어나면 채권값이 오르고, 채권을 팔려는 사람이 늘어나면 채권값이 내린다.\n\n예) 만일 시중의 모든 금리가 연 5%였다고 하자. 내가 샀던 정부 채권은 물론, 삼성전자가 발행하는 회사채도, 은행의 예금 금리도 모두 연 5%였다고 가정하자. 그런데 어떤 이유로 시중금리가 모두 연 7%로 올랐다. 이렇게 되면 홍길동으로부터 채권을 사려는 사람이 줄어든다. 연 7%의 수익률을 제공하는 투자처가 많은데(즉 은행에 넣어도, 삼성전자 채권을 사도 7%를 받을 수 있는데) 굳이 연 5%를 벌자고 채권을 사려 하지는 않을 것이기 때문이다. 결국 홍길동은 채권값을 낮춰서 팔 수밖에 없다. 자신이 1000만원에 샀던 채권을 이제 10만원 깎아 990만원에 내놓게 된다. 이것이 바로 시중금리가 오를 때 채권가격이 내려가는 메커니즘이다. \n금융통화위원회의 기준금리 인하 결정으로 시중 통화량이 증가하면 시장은 어떻게 변할까? 통화량의 증가로 화폐시장은 초과 화폐공급에 놓이고 사람들은 초과 화폐공급량을 다른 금융자산 즉 채권으로 대체하고자 한다. 채권수요가 증가하고 채권가격은 상승한다. 이자와 상환액이 정해져 있는 채권을 전보다 높은 가격에 매입했다는 것은 그만큼 수익률이 낮아진다는 얘기다. 즉 채권가격의 상승은 채권수익률(채권금리)을 낮춘다. 기준금리 인하로 인한 초과 화폐공급 상태는 채권매입으로 해소되고 시장은 전보다 높은 채권가격(= 낮은 수익률) 하에서 균형을 회복한다. \n금융통화위원회의 기준금리 인하는 결국 채권수익률 인하, 나아가 시장금리 인하로 이어지게 된다.\n\nQ : 정부가 부족한 지출재원을 조달하기 위해 경쟁입찰방식으로 대규모의 국채를 발행하기로 했다면 시중 금리와 국채가격은 어떻게 될까?\nA : 당초 화폐시장이 균형에 있었다고 하자. 국채 발행자인 정부는 화폐 수요자임과 동시에 국채 공급자이므로 화폐시장은 초과수요, 국채시장은 초과공급 상태가 된다. 국채가격은 하락하고 시장금리는 상승한다. \n그러나 당초 시중 자금사정이 너무 풍부해 만성적 초과화폐 공급 상태에 있었고 국채를 대신할 다른 안전자산이 없다면 얘기가 다르다. 초과 화폐공급은 초과 채권수요 상태이므로 신규발행 국채를 그대로 소화해버릴 것이기 때문에 국채가격 하락이나 금리상승이 발생하지 않는다. 경제원리는 결국 수요, 공급의 원리인 것이다.\n\nㅇ 긴축의 효과성\n연준이 장기 채권을 내다 파는 긴축을 단행하면 장기 금리를 올려주는 효과가 있을까?\n연준이 양적 긴축을 하거나 채권을 더 이상 안 사주면 10년물 국채금리가 올라가야 될 것 같지만 실제로 떨어진다. 연준이 긴축을 하면 경기가 나빠지고 물가압력이 낮아질 것으로 예상하는 채권 투자자들은 채권을 오히려 사들이면서 금리가 떨어진다. 연준이 채권시장을 지배하는 게 아니며 거래비중도 일부분에 불과하다. 반대로 연준이 돈을 풀어서 채권을 사들이면, 경기가 좋아지고 물가가 오를 것으로 예상하는 채권투자자들이 장기채권을 팔면서 오히려 금리가 오른다.\n\nㅇ 장단기 채권금리 역전\n일반적으로 미래의 불확실성을 감수해야 하는 장기 금리는 단기 금리보다 높다. 경기가 나빠질 것으로 예상하면 안전자산인 장기채로 수요가 몰리며 채권 값이 오르고 금리는 떨어진다. 장단기 금리 격차가 줄어들게 되는 것이다.(채권 수요-공급의 법칙)\n\n채권 금리가 올라간다는 것은 이 채권을 사는 사람이 빚을 떼일 위험이 높아졌다고 판단한다는 뜻이기도 합니다. 특히 단기 채권 금리가 유난히 급등한다는 것은 시장에 불안 심리가 그만큼 팽배한 상태임을 암시합니다. 시장 참가자들이 보기에 조만간 시장에 안 좋은 일이 발생할 것 같은 불안이 확산하면 단기채권에 대한 수요가 급격히 줄거나 채권을 파려는 공급이 급격히 늘어나므로 채권가격이 떨어지고 단기 채권 금리가 장기 금리보다 빠른 속도로 급등하고 급기야 역전을 해버리는 현상이 일어납니다.\n장·단기 금리 역전이 불황의 전조라고 하는 이유는 수많은 투자자가 참여하는 시장에 이토록 불안이 확산한다는 사실이 조만간 경기가 침체할 가능성이 커진다는 일종의 ‘신호’라고 여겨지기 때문입니다. \n\n코로나 이후 양적완화로 풀린 화폐공급 증가로 화폐가치가 떨어져 인플레이션을 야기하고 인플레이션(또는 예상)은 ‘돈의 가치’를 깎아 내리고 소비자의 구매력을 낮춰 경제엔 충격을 주기 마련입니다. 이를 두고 볼 수 없는 연방준비제도가 예상보다 빠르게 기준금리 인상에 돌입했고, 인상에 속도를 낼 조짐인 것도 시장엔 악재로 여겨집니다. \n엎친 데 덮친 격으로 러시아가 우크라이나를 침공해 전쟁까지 발발했습니다. 에너지와 곡물 생산이 많은 두 나라가 전쟁에 휩싸이면서 안 그래도 심각한 인플레이션의 위험이 더 심화될 우려가 커집니다. 그래서 연준은 기준금리를 더 빨리 올리는 식의 악순환도 우려됩니다. 이런 요인들이 일제히 겹치며 시장엔 공포가 확산하고 단기 금리가 급등하며 장·단기 금리 역전 현상이 발생했다는 분석이 나옵니다.\n코로나 이후 ‘초저금리의 힘’으로 상승해온 증시 등이 버틸 수 있을지 걱정이라는 거죠.\n\n\n■ 부동산 수요-공급\n부동산 수요는 거래적 수요, 투기적 수요\n양도 소득세, 재산세 증가로 부동산 수요 감소\n--> 가격 하락\n부동산 공급 증가 -> 가격 하락\n\n양도세 내리면 매물 나오는게 당연하죠. 양도세 올리면 누가 비싼 양도세 내면서 집을 팔아요. 수요 많아서 월세라도 들어올 사람 많은데 그냥 월세 올려서 그걸로 보유세 내고말지. \n양도세는 내리고 보유세는 올리는게 정상임. 매물 나오니 공급이랑 수요균형이 맞춰지면서 가격이 내려가는거고요. 기본적인건데 왜 이걸 모르는지 모르는적하는 건지\n\n■ 임금\n하방경직성 : 근로자들이 명목 임금이 하락하는 것을 용인하지 않기 때문에 나타나는 현상을 말한다. 고전학파에 따르면 노동시장에서 실질 임금은 노동시장의 수요와 공급에 의해 결정되며, 노동시장은 항상 균형 상태에 있기 때문에 비자발적 실업이 발생하지 않는다. \n그러나 케인스학파는 경기 침체기에 물가가 하락하더라도 명목 임금이 그만큼 하락하지 않는 경직성을 보이기 때문에 비자발적 실업이 발생한다고 주장한다.(임금의 하방 경직성)\n\n예전에 변호사 이름 끼고 내용증명 한장 보내는데 300 달라고 하던데 로스쿨은 월급이 300이네;;\n매년 변호사 1800명씩 쏟아지는데 당장 취업안되면 갈사람 충분히 있을거같은데요.\n변호사 시장규모늘어나는거에 비해 변호사 수가 훨씬 빠르게 늘고있으니 10년뒤 신입변호사들은 저것보다 적게받을수도있죠. \n예전에 5급으로 뽑다가 요즘 7급으로 뽑고 90년대 300명 배출하던거 올해 1700명 배출했는데 수입이 같을까요? \n\n■ 수요독점  vs  공급독점\n상대방(수요측 혹은 공급측)이 담합하여 협상력(독점력)을 발휘하려하면 우리도 담합하여 협상력 유지\n\n예) 거상 임경옥\n청나라 상인들이 담합하여 턱없이 낮은 가격에 인삼을 사들이려는 음모를 꾸미자, 임상옥이 \"조선의 혼이 담긴 인삼을 헐값에 파느니 차라리 죄다 없애 버리겠다\"며 인삼을 불태운다.\n\n수요 독점 상황을 타게하기 위해 공급 독점 상황을 만듦 -> 부분게임화(수요측 담합 -> 공급측 담합)\n\n\n■ 소득주도 성장론\n소득주도 성장에 대해서는 “최저임금을 급격하게 올린 것에서 상당한 문제가 발생했다”며 “기업이 감당할 만한 (상황이) 안 되면 결국 고용을 줄이는 것으로 대응할 수밖에 없다”고 말했다. 문재인 정부 5년 동안 최저임금은 6470원에서 9160원으로 41.6% 상승했다.\n\n소득이 오른 것보다 더 큰 폭으로 모든 재화의 가격이 다 올라버림. 집값, 차값 등등... 이젠 아반떼도 3000만원이 넘는다;; 집값은 아에 10억 20억30억 비현실적인 가격이 되었고;; 결국 임금이란 것은 경제 규모가 결정해 주는 것. 그것 이상의 무리한 드라이브는 비정상적인 물가 상승으로 돌아온다.\n\n결과적으로 빈부격차가 훨씬 심해짐. 월급이 5년전보다 100만원 늘어났다고 헤헤헤 하는 사이에 ... 부자들의 부는 수십억 단위로 뻥튀기 되어버렸고.. 노동자가 돈 모아서 뭐 해보려해도 물가 상승이 워낙 거세서 결국 가처분 소득은 오히려 줄어들어버림.;; 집 사기는 훨씬 힘들어졌고 .. 소득주도성장 하면 경제가 성장한다더니 물가는 더 올라버렸는데 이게 정상이오?? 이번 정권의 제일 큰 수혜자는 \"빚내서 집사라\" 타이밍에 때마침 결혼하면서 집 산 비중이 큰 40대임. 30대는 이제 신입도 안들어오고 취업도 안되고 진급도 존나 안됨.\n\n최저임금 인상시켜 저녁이 있는 삶은 커녕 알바자리 감소로 투잡 뛰는 사람들이 더 늘어남.ㅋㅋㅋㅋ 최저임금 인상 역효과...\n\n\n■ 완전경쟁시장의 환상\n자동차 산업 초창기인 1908년, 미국의 활성 자동차 제조업체 수는 253곳에 달했습니다. 자동차 제조 스타트업 전성시대였죠. 이후 수십 년 동안 시장 경쟁과 1929년 대공황 충격을 거치며 지금의 빅3(GM·포드·스텔란티스) 체제로 시장은 재편됐습니다.\n100년 전 자동차 산업을 떠올리게 만드는 일이 지금 중국에서 벌어지고 있습니다. 난립했던 전기차 스타트업들이 잇달아 파산 위기에 몰렸습니다. 10년의 투자 붐이 끝난 중국 전기차 시장은 이제 강한 자만이 살아남는 적자생존 모드로 진입했는데요. \n\n■ 파레토 최적\n용의자들의 딜렘마 상황에서 파레토 최적은 달성되지 않음.\n서로 독립이 아닌 상호 연관되 있는 상황에서 각 경제주체들의 합인 파레토 최적은 달성되지 않음.\n\n■ 일반균형이론\n해는 항상 균형으로 수렴하지 않음.\n발산하는 경우가 있음.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-20T08:29:07.371000",
  "updatedAt": "2023-12-14T08:01:15.210000"
}