{
  "id": "9139a395-9097-4218-b3c6-ebcc79667af5",
  "title": "자유무역 vs 평화",
  "content": "[찬성론]\n전쟁은 분업을 통한 자발적 거래를 깨뜨려 모두에게 손해를 끼친다. 목축업을 하는 마을과 벼농사를 하는 마을이 서로 자신들이 생산하는 것을 교환해 생활하다 전쟁을 한다면 한쪽에서는 육류를 섭취하지 못하고 다른 쪽에서는 쌀을 먹지 못하게 돼 서로 어려움을 겪게 된다.\n\n제1차 세계대전의 근본 원인이 된 경제사상의 원조는 독일 역사학파 경제학자인 프리드리히 리스트다.\n리스트는 애덤 스미스의 자유무역과 작은 정부는 당시 영국과 같은 강대국을 위한 이데올로기라고 주장했다. 그는 경제활동의 단위로 개인만을 중시하면서 개인을 곧바로 보편적인 인류 사회로 연결시키는 것은 잘못이며, 개인과 인류 사이에는 국가가 존재하고 국가의 이익은 다른 무엇보다도 중요하다고 주장했다. 그는 부강한 국가를 만들기 위해서는 국가가 인위적인 자본 배분을 통해 산업을 육성하고 외국의 경쟁으로부터 보호해야 하며, 외국 무역을 보호하는 데 충분한 군사력을 보유해야 한다고 주장했다.\n이런 그의 주장은 특히 독일에서 그 영향이 컸다. 1878년께 자유무역이 쇠퇴하고 리스트가 주장한 정책들이 채택됐다. 독일이 급격히 발전해 1900년께 세계 2위 철강 생산국과 최대 화학제품 생산국이 될 만큼 이 정책들은 처음엔 확실히 성공적이었다.\n\n그러나 심각한 문제들이 나타나기 시작했다. 인위적인 자본 배분정책에 의한 잘못된 투자로 과잉생산이 초래됐다. 한편 세금, 관세 등으로 인한 내수 침체로 문제가 더욱 악화됐다. 수출에서 탈출구를 찾으려고 했지만 이탈리아, 러시아 등 많은 국가가 독일의 성공을 모방해 보호무역주의를 채택하며 독일 제품을 받아들이지 않았기 때문에 제품을 해외에 팔기도 어려웠다. 국가 간 갈등도 증폭됐다.\n리스트의 사상은 무역을 상호이익의 협동과정으로 보지 않고 승자와 패자의 싸움으로 간주하게 만들었다. 독일 지도자들은 1890년대 러시아의 성장을 기회가 아닌 위협으로 생각했다. 그래서 그들은 독일을 주축으로 오스트리아-헝가리, 발칸국가들과 관세동맹을 결성하고, 식민지와 대양함대를 구축하며 대응했다. 이와 같은 독일의 행동에 다른 강대국 역시 똑같이 적대적으로 대응했다. 그 결과 발칸반도에서 제국주의 국가들의 충돌로 제1차 세계대전이 일어났다. 뿐만 아니라 제2차 세계대전을 일으킨 나치즘 역시 그 근간에 리스트의 사상이 자리 잡고 있다.\n\n\n자유주의자들은 커피를 얻기 위해서는 커피를 생산하는 국가에 자국의 상품을 수출하는 자유무역을 주장한다. 국수주의자들은 국민의 복지를 개선시키는 방법이 자원이 풍부한 국가를 복속시키는 것이라고 생각한다.\n히틀러가 커피를 얻기 위해 채택한 방법은 자유무역이 아니라 커피 생산 국가를 정복하는 것이었다. 민족적 자긍심과 함께 시기와 증오를 불러일으켰다. 경제문제를 유대인 탓으로 돌렸다. 여기에 설득 당한 독일인들은 경제문제를 해결하는 데 자유주의가 아닌 나치즘을 선택했다. 평화가 아닌 전쟁을 선택했다. 제2차 세계대전이 그것이다.\n\n자유무역과 평화의 관계는 최근의 실증연구들에서도 확인된다. 2004년 미국 오스틴에 있는 텍사스대의 패트릭 맥도날드 교수는 1960~2000년의 국가 간 국제관계를 실증 분석해 자유무역과 갈등 간에 음의 상관관계가 있음을 보여줬다(‘자유무역 또는 무역을 통한 평화’, 분쟁해결저널). 에릭 가르츠키 역시 2005년 비슷한 결과를 발표했다(‘세계의 경제적 자유:2005년 연차보고서’, 미 CATO연구소). 자유무역 국가들은 전쟁을 하지 않는 경향이 있다는 것이다.\n\n또한 제1·2차 세계대전을 겪으면서 자유무역이 전쟁을 억제하고 평화를 지킬 수 있다는 점을 휼(Cordell Hull,미 루즈벨트 대통령 시절의 국무장관), 케인즈(John Maynard Keynes), 슈망(Rober Schuman, 2차 대전직후의 프랑스 외무장관) 등이 주장하기도 했다. 제2차 대전 후 유럽이 경제통합을 이룩하게 된 것도 이러한 철학적 사유를 바탕으로 하고 있다.\n\n이종화, 편주현 교수의 최근 연구에 따르면 무역과 평화는 강한 상관관계를 가지고 있다. 그들은 1950년부터 2000년까지, 50년 이상 기간 동안의 243,225개의 패널 데이터 분석을 통해 상호 무역이 평화를 상당한 수준으로 촉진시킨다는 것을 발견했다. 그게 끝이 아니다. 무엇보다 중요한 것은 “국제 개방 무역이 평화를 두드러지게 장려한다”는 것을 발견했다. 이는 국경을 공유하고 있는 나라들에게 더 큰 시사점을 제시한다.\n이 연구는 무역이 평화를 장려하고 국가를 번영시킨다는 신념을 가진 사람들에게 유의미한 실증적 증거를 제공한다. 바스티아의 말이든 아니든, 많은 사람들이 평화를 촉진하는 무역의 본질에 대해 고민했었다는 것을 알 수 있다.\n바스티아는 <경제적 궤변>에서 잘 나타나 있다.\n“무역 장벽은 고립을 뜻한다. 고립은 증오를 낳고, 증오는 전쟁을 낳고, 전쟁은 침략을 낳는다. … 그렇다면 교환과 침략에는 어떤 유사성이 있을까? 미사일을 동반한 침략은 우리 도시들을 파괴하지만, 무역 선박의 '침략’은 상품의 자발적인 교환을 제공한다.”\n\n\n국가 간 교류 확대와 경제 통합은 세계 평화에도 기여했다. 경제학자 존 스튜어트 밀(J.S. Mill)은 “무역의 확대가 세계 평화를 보장한다”라고 주장했다. 국가 간 무역 의존도가 높을수록 전쟁으로 무역이 단절될 때 잃을 손실이 커진다. 그렇기 때문에 군사 충돌을 피하려는 동기가 강해진다. 무역으로 이득을 보는 기업은 전쟁을 피하고 외교적으로 해결하도록 정부에 영향력을 행사한다. 국경에서 충돌이 일어날 가능성이 높은 지리적으로 인접한 국가들은 경제 통합으로 군사 충돌을 줄일 유인이 커진다. 세계대전을 겪은 유럽은 1951년 유럽석탄철강공동체를 발족시켜 평화의 길을 열었다.\n하지만, 비대칭적인 힘을 가진 국가 사이에서는 교역 확대가 오히려 군사 충돌을 불러일으킬 수도 있다는 주장도 있다. 역사적으로 무역에서 더 많은 이득을 얻기 위해 강대국이 종종 군대를 동원했고, 특히 석유와 에너지 자원을 둘러싼 무력 충돌이 자주 벌어졌다. 그러나 통계 자료를 분석한 연구에 따르면 국가 간 무역은 전쟁을 줄이고 평화를 촉진하는 역할을 했다.\n\n[반대론]\n20세기 초 영국 경제학자 노먼 에인절은 저서 “대환상(Great Illusion)”에서 경제 발전과 세계 무역 확대로 전쟁이 사라졌다고 선언했다. 정복 전쟁을 통한 발전을 추구할 필요가 없게 됐다는 것이다. 농부들과 달리 산업 노동자들은 착취할 수 없는 대상이 됐고 작은 나라라도 세계 시장에서 자원을 수입하고 상품을 수출해 번성할 수 있다는 것이다. 또 경제적 상호의존이 전쟁에서 승리한 나라에게도 큰 대가를 치르게 만든다고 했다.\n1차 세계대전 전운이 감돌던 당시 그의 주장은 정치인들이 군사적 영광을 추구하지 않도록 설득하기 위한 것이었다.\n사실 2차 세계대전 이후 교역을 통한 평화 이념은 서방의 주춧돌이 됐다.\n1948년 제정된 관세 및 무역에 관한 일반 협정은 프랭클린 루즈벨트 대통령 시절 국무장관이던 코델 헐의 신념이 바탕이 됐다. 그는 무역확대가 평화와 번영을 가져올 것으로 믿었다. 유럽석탄.철강 공동체를 거쳐 유럽연합(EU)가 확립된 것도 프랑스와 독일이 상호 의존적이 되면 유럽에서 다시 전쟁이 일어나지 않을 것이라는 믿음에 따른 것이다.\n그러나 지금 전세계 무역 제도를 주도해온 미국이 국가 안보를 내세워 무역 제재를 가하고 있다. 도널드 트럼프 전 대통령이 제재를 시작했을 때는 일탈로 치부됐지만, 경제와 역사를 잘 아는 바이든 정부 당국자들이 벌이는 일을 그렇게 말할 순 없다.\n대만의 제조업이 중국의 제조업과 통합돼 있는 상황에서도 중국이 대만을 침공하는 것이 불가능한 일일까?\n세계경제에 통합되면 될수록 민주화된다는 가설은 어떤가? 독일과 같은 서방 국가가 경제외교에 집중하면서 펴는 논리다. 이른바 무역을 통한 변화(Wandel durch Handel) 정책이다. 그러나 시진핑 중국 국가주석과 과 블라디미르 푸틴 러시아 대통령이 이 정책의 실패를 웅변한다. 중국은 40년 전 국제 무역체제에 가담했고 러시아는 30년 전에 가담했지만 두 나라가 민주화 또는 법에 의한 통치가 강화되는 조짐은 전혀 없다.\n오히려 국제적 상호의존이 우크라이나 전쟁을 촉발했다고 할 수 있다. 푸틴은 유럽이 러시아 천연가스에 크게 의존하기 때문에 우크라이나를 침공해도 가만 있을 것으로 생각했다.\n\n1861년 4월 12일 남부의 반란군이 포트 섬터에 포격을 가하면서 미국의 남북전쟁이 시작됐다. 대체 무엇이 이처럼 위험한 도박을 벌일 만큼 분리주의자들에게 승리의 환상을 심어줬을까.\n가장 중요한 이유는 그들이 영국 경제라는 강력한 무기를 손에 쥐고 있다는 믿음이다. 당시 초강대국이었던 영국의 방직 산업은 미국 남부의 목화에 크게 의존하고 있었다. 따라서 남부의 지도자들은 전쟁으로 목화 공급이 끊어지면 영국이 남부 연맹 편에 설 수밖에 없을 것으로 판단했다.\n하지만 영국은 끝까지 중립을 지켰다. 부분적인 이유는 남북전쟁을 노예 제도에 맞선 도덕적 십자군 운동으로 받아들인 영국 노동자들이 그들이 겪는 직접적인 피해에도 불구하고 북부 연합을 지지해서였다.\n새삼스레 과거의 역사를 들먹이는 이유는 그것이 러시아의 우크라이나 침공과 명백한 관련성을 지니고 있어서다. 노예 소유주들이 미국의 남부 지역에서 생산되는 목화에 영국이 목을 매고 있다는 점에 주목했듯 블라디미르 푸틴 역시 유럽, 그중에서도 특히 독일이 러시아산 천연가스에 의존하고 있다는 사실에 눈길을 줬다. 다시 말해 푸틴은 자국의 천연가스에 대한 유럽의 심각한 의존을 경제적인 무기로 활용해 자신의 군사적 야망을 실현시키는 데 이들이 적극적으로 반대하고 나서지 못하도록 압박을 가한 셈이다.\n그의 예상은 어느 정도 적중했다. 당시 영국과 미국은 서둘러 수백 기의 대전차 미사일을 우크라이나에 제공했고 이들은 키이우에 집중된 러시아의 공격을 물리치는 데 결정적인 역할을 담당했다. 반면 독일은 한참을 미적거리다 마지못해 5000개의 군용 헬멧을 지원했다. 만약 도널드 트럼프가 아직도 미국의 대통령이라면 국제 무역이 평화가 아니라 강압의 무기가 될 것이라는 푸틴의 예상은 여지없이 맞아떨어졌을 것이다.\n\n\n상업이 평화에 미치는 긍정적인 효과에 관한 견해는 오랜 역사를 지니고 있다. 권력분립으로 유명한 17세기 프랑스의 정치철학자 몽테스키외의 영향이 크다. 교역 관계에 있는 두 나라는 서로 의존하게 된다는 견해로부터 경제성장의 국내 정치적 귀결을 도출했다. 성장과 경제적 확대에 관한 관심은 대외적으로도 지배자의 행동을 억제한다는 게 그의 인식이었다.\n그러나 무역의 평화론은 결함이 너무 많다. 우선 평화론을 반박할 역사적 사례가 차고 넘친다. 러시아와 중국이 세계화를 통해 이룬 경제적 성취를 바탕으로 냉전 이후의 평화 체제를 무너뜨렸다는 지적도 있다. 거대한 상업 국가였던 네덜란드와 무역을 중시했던 영국도 빈번히 전쟁에 호소했다. 미국 건국의 아버지라고 부르는 알렉산더 해밀턴은 영국과 네덜란드의 예를 들어 전쟁의 배후에는 상업적 동기가 자리잡고 있었다고 증언했다.\n무역의 평화론에는 전쟁, 갈등, 적대감을 근절할 수 있을 만큼 인간은 충분히 합리적이라는 전제가 깔려 있다. 그 전제는 집권층은 무역이 평화에 미치는 영향에 관한 지식을 완전히 알고 있어야 할 뿐만 아니라 평화를 위해 사심을 버리고 헌신하는 이타심에서 행동한다는 인성에 대한 낙관주의다. 이는 데카르트, 홉스, 칸트의 합리주의의 소산인 프랑스 계몽주의 전형이다. 이에 속하는 게 인간은 이상사회를 계획할 수 있다는 설계주의다.\n그러나 집권층을 비롯해 모든 인간이 지닌 이성의 힘은 제한돼 있고 인간은 천사가 아니라는 현실주의적 견해에서 출발하는 게 데이비드 흄, 애덤 스미스, 하이에크 등 스코틀랜드 전통의 자유주의가 아니던가! 집권층의 이기심과 야심 그리고 지식의 문제 때문에 영구 평화를 달성하려는 노력은 실패로 끝나기 마련이다.\n자유주의자들은 자유무역을 강력히 지지했다. 그러나 그들에게 무역이 평화를 불러온다는 낭만적인 생각은 없었다. 데이비드 흄은 무역과 상업은 번영의 원천이지만 번영은 군사적 기술 개발을 촉진한다고 했다. 타국을 지배하기 위해서다. 무역을 통해 부가 축적되면 전쟁의 상대적 비용이 낮아져 전쟁 비용을 조달할 능력과 상업적인 이해관계를 전쟁에 이용해 그들의 시장을 넓힐 의욕도 증가시켜준다는 게 스미스의 날카로운 인식이었다. 중국이 세계화의 물결에 힘입어 부를 누리게 되자 대외관계에서 호전적으로 변화된 게 결코 우연이 아니다. 무역 확대는 필요하지만, 평화를 보장해주지는 않는다는 게 자유주의의 국제관계에 관한 인식이다.\n그러함에도 무역이 평화를 부른다는 인식이 스미스 전통의 자유주의의 산물로 알려진 이유가 흥미롭다. 19세기 전반 곡물에 대한 관세 철폐와 일반적으로 자유무역을 옹호하기 위해 스미스 전통과는 전혀 관련이 없는 리처드 콥덴, 제레미 벤담이 스미스를 소환해 이용했다. 오늘날에는 자본주의에 대한 비판적 시각을 불식하기 위해 그 엉터리 평화론을 우파 지식인들이 즐겨 사용하고 있다. 무역이 평화를 불러온다는 건 매우 큰 도덕적인 호소력이 있기 때문이다.\n자유주의자들이 중시한 것은 국가 간 힘의 균형이지 무역이 아니었다. 국제 질서가 ‘자생적 질서’인 이유도 힘의 균형에서 비롯된 것이다. 혼자의 힘으로는 힘의 균형을 달성할 수 없는 때에 필요한 건 동맹이다. 하이에크가 북대서양조약기구 (NATO)의 중요성을 역설한 이유다.\n\n[시사점]\n남북관계에 대해서도 시사하는 바가 크다고 봄.\n북한이 개방되고 교역이 많아지면 평화롭게 교류 가능한 국가가 될 것인가? 러시아가 가장 큰 반례인듯\n\n국제정치학에서도 지적한 내용이네 국가간 교역이 늘고 경제적 의존관계가 심화되면 평화가 자리잡을걸로 봤는데 그런 예상이 빗나가고 있다고.\n\n\n탈세계화(deglobalization)의 파도가 세고 기존의 규칙 기반 세계경제질서가 무너지고 있다. 우크라이나 사태와 미·중 갈등은 쉽게 끝나지 않을 것이다. 앞으로도 세계가 여러 진영으로 분열하여 대립할 것이다. 자원 보유국이 언제든지 안보를 이유로 수출규제를 하고 수입국도 정치·군사적 이유로 보호무역 조치를 할 것이다. 자유무역을 기반으로 성장한 한국 경제에 큰 위협이 아닐 수 없다. \n\n그렇다면 교역을 통한 평화는 완전히 허구인가. 아니다. 유럽 각국의 경제 의존 증가로 유럽 중심부에서 전쟁이 발발하는 것은 상상하기 어렵다. 그럼에도 '상업적 평화'의 꿈은 크게 힘을 잃은 것이 사실이다.\n이 점은 큰 문제다. 우리는 개방 시장 경제에서 살고 있으나 이 체제가 필연적이지도 지속될 수 있을 지도 불분명하다. 세계화가 상당기간 동안 위축될 수 있는 것이다. 미국을 포함한 각국의 지도자들과 국제정책 담당자들이 교역이 어떻게든 세계를 요리하게 쉽게 만들 수 있다는 생각을 더 이상 하지 않고 있다.\n\n[내 생각]\n자유무역이 평화를 가져온다는 논리는 도덕성이 전제된다는 조건하에서 가능.\n정글의 법칙이 적용되는 환경하에서는 교역보다 빼앗는 게 경제적으로 더 큰 이득.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-12-14T19:37:50.873000",
  "updatedAt": "2023-04-20T16:42:41.168000"
}