{
  "id": "9143c1b0-dd51-4856-a0ac-cfc6ee607068",
  "title": "축자국, 일본, 왜, 임나국",
  "content": "![image](media/191943d0dce.894fabf37e7a2053.jpg)\n![image](media/191944c30b4.88b8c15d1c499a14.jpg)\n![image](media/1985d9f4930.94651c0a9abdbd34.jpg)\n![image](media/199e65dbffd.a734924dad140eeb.jpg)\n![image](media/199e6815bdd.9e1280efba7278ea.png)\n![image](media/19ad89037cd.8dd2278dd024c1f0.jpg)\n\n\n성헌식(https://m.blog.naver.com/jajuwayo/50177488983)\n663년 백제부흥운동이 실패하자 <일본서기>에 이런 기록을 남겼다. \"국인이 서로 말하길“주유가 항복하였다. 일을 어떻게 할 수 없다. 백제의 이름은 오늘로 끊어졌다. 조상의 분묘가 있는 곳을 어찌 또 갈 수가 있겠는가? \" 왜는 백제의 분국이었던 것이다.\n\n오재성\n현재 일본의 역사를 아래와 같이 구분하지 않고 모두 다 일본으로 부르고 있어 혼돈이 되고 있으나, 기간에 따라 아래와 같이 셋으로 분명하게 나누어 불러야 한다고 주장한다. \n \n1) 670년 이전의 왜(倭)의 시대 (대륙 남부에 위치)\n2) 670 ~ 1404년의 일본(日本)의 시대 (대륙 --> 대만 --> 점차 열도로 옮아감)\n3) 그리고 1404년 이후의 신일본(新日本)의 시대 (현 일본열도에 정착)\n\n<한단고기 단군세기> \n“36세 매륵단군 갑인 38년(B.C 667년) 협야후 배반명(陜野侯 裵幋命)을 보내어 바다의 도적을 토벌케 하였다. 12월엔 삼도(三島)가 모두 평정되었다.”고 기록되어 있다. \n \n1대 신무왕의 어릴 때 이름이 <일본서기>에 협야(狹野 사노)라고 기록되어 있어, 이로 인해 1대 신무왕이 응신왕이라는 주장이 제기된 적이 있다.\n\n<한단고기 태백일사 고구려국본기>\n“협보(陜父)는 남한으로 도망쳐 마한의 산중에 살았다. .... 협보는 장혁을 알고 무리를 유혹하여 양곡을 도둑질하여 배에 싣고 패수를 따라 내려와 해포로부터 몰래 항해하여 곧바로 구야한국(拘耶韓國)에 이르니 곧 가라해(加羅海)의 북안이다. 여기서 수개월 동안 살다가 아소산으로 옮겨가서 기거했다. 이를 다파라국(多婆羅國)의 시조라 한다. \n뒤에 임나를 병합하여 연정을 세워 이를 통치케 하다. 3국은 바다에 있고 7국은 뭍에 있었다. 처음 변진구야국의 사람들이 모여 산 적이 있었는데 이를 구야한국이라 한다. 다파라를 다라한국이라고도 한다. 홀본으로부터 와서 고구려와 일치감치 친교를 갖고 있었으므로 늘 열제의 통제를 받았다. 다라국은 안라국과 이웃하며 성이 같다.”\n\n협보는 고주몽와 함께 동부여를 탈출해 졸본으로 같이 오는 사람들 중의 한명, 이 협보가 나중에 다파라국의 시조가 된다. 따라서 왜의 기원은 빨라야 기원전 58년 이후가 된다.\n\n50여국의 작은 나라가 있었는데 이중 사로(泗盧)-->사로(斯盧)-->신라(新羅)로 되고, \n백제(伯濟)-->백제(百濟)로 발전된다. \n비미국과 구노국은 나중에 왜(倭)로 발전된다. \n\n황하와 양자강 사이에 흐르는 회수(淮水)라는 강이름은 기준의 준(準)자에서 따온 것이라고 민족사학자 오재성선생은 설명한다. <삼국지>에 회당작준 견전세국전주(淮當作準 見前歲國傳注)라는 주가 있어 회수의 기원이 기준에서 왔음을 알 수 있다.\n\n “3국은 바다에 있고 7국은 뭍에 있었다.”\n왜는 분명 육지(뭍)와 섬(바다)에 걸쳐 있었지,  섬나라인 일본열도가 아님을 알 수 있다. \n따라서 임나는 한반도 남부가 절대 될 수가 없기에 일본의 임나일본부설은 한단고기로 인해 허구라는 것이 밝혀졌다 하겠다. \n\n<한단고기 고구려국본기>\n“왜는 회계군(會稽郡)의 동쪽 동야현의 동쪽에 있으며 배로 9,000리를 건너 나패(那覇)에 이른다. 또 다시 천리를 건너서 근도(根島)에 이르른다. 근도는 역시 저도(柢島)라고도 한다. 때에 구노인(狗奴人)은 여왕과 서로 싸워 길을 찾기가 매우 힘들었다. 구야한국으로 가고자 하는 자는 진도(津島) 가라산(加羅山) 지가도(志加島)로부터 비로서 말로호자(末盧戶資)의 경계에 도달할 수 있었을 것이다. 그 동쪽 경계는 곧 구야한국의 땅이다. ....\n오.월(吳.越)은 본래 구려(九黎)의 옛 읍이며, 산월(山越)과 좌월(左越)은 모두 그 후예가 나뉘어 산 땅이다. 항상 왜와 왕래하며 무역하여 이익을 얻는 자가 매우 많았다. 진 때 서불(徐巿)은 동야현의 해상으로부터 곧바로 나패에 이르러 종도(種島)를 거쳐 뢰호내해(瀨戶內海)를 따라 처음으로 기이(紀伊)에 이르렀다. 이세(伊勢)에 옛날 서복(徐福)의 무덤이 있었다. 단주(亶州)는 서복이 있던 곳이라고도”\n\n\n\n축자국\n일본 학자들이 주장하는 임나일본부설의 근거가 되는 임나국은 어디를 말하는 것일까?  \n광개토왕비문에도 임나가라의 종발성을 함락시킨 기록이 있다.  \n근세 이후 일본 학자들은 '스진 천황'(188) (崇神天皇) 65년 조에 임나국 기록이  분명히 있다면서 정한론을 꺼냈다. 일본 학자들이 기록을 의도적으로 잘못 비정한 것이 틀림없다.  \n\n일본서기  스진 천황 65년\n65년 7월 임나국이 소나갈길지를 보내 (야마토에) 조공하였다. 임나는 축자국(筑紫國)에서 2,000여  \n리 떨어져 있고, 북쪽은 바다로 막혀 있으며 계림의 서남쪽에 위치하고 있다.\n六十五年秋七月 任那國遣蘇那曷叱知今朝貢也 任那者去筑紫國二千餘里北阻海以在鷄林之西南\n\n이는 ‘일본서기’에서 임나의 위치를 가장 구체적으로 명시한 기사이다.  \n이를 근거로 임나국의 위치를 유추해 보자. 65년 조는 임나의 위치를 규정하는 세 가지 조건을 얘기하고 있다. \n①축자국에서 2천여리 떨어져 있는 땅\n② 북쪽은 바다로 막혀있는 땅\n③ 계림의 서남쪽에 있는 땅 \n\n일본 학자들은 이 기록을 가지고 임나국이 한반도 남부 해안에 있었다고 주장한다. 국내 학자 중에도 이에 호응하는 학자가 꽤있어 문제라고 본다. 필자는 이들 주장이 맞지 않다고 본다.\n첫째, 일본이 주장하는 축자국은 그들 스스로 일본 규슈의 북안 후쿠오카시 근처라고 말한다. 임나는 후쿠오카에서 북쪽으로 2,000여 리 떨어져 있다 했으니, 후쿠오카를 기점으로 삼아 한반도 지도에서 찾으면 평양과 원산 근처에 이르게 된다. 임나가 있다는 그곳은 '북쪽으로 바다가 막혀있는 곳'이라 했는데 바다가 아니라 낭림산맥이라는 산악으로 막혀 있는 곳이다. 임나국이 있을 만한 곳이 아니다. 축자국이 일본 규슈에 있다는 기준이 잘못된 것으로 본다.\n둘째, 임나국이 계림의 서남쪽에 있다 하였는데, 계림을 한반도의 경주로 본다면 임나는 경주의 서남쪽에 있는 김해, 창원 지역쯤 된다. 이곳과 후쿠오카(규슈)와의 직선거리는 240㎞로 약 600리쯤 된다. 임나국과 축자국과의 거리가 2,000여 리라 했으므로 거리가 맞지 않다. 또 김해는 남쪽이 바다로 막혀 있어 북쪽이 바다로 막혀 있다는 기록과도 맞지 않다.\n따라서 한반도 남부에서 임나일본부를 찾는 일은 처음부터 잘못된 것이다. 후쿠오카를 기준으로 삼으면 『일본서기」의 기록이 맞지 않는다. 혹자는 기록의 수치가 맞지 않는다고 말하기도 하지만 필자가 보기에는 기록은 맞고, 후세 사가들이 비정을 잘못한 것으로 본다. 후쿠오카는 축자국과 관련이 없는 곳이라 할 수 있다.\n그렇다면 축자국은 실제로 어디에 있는 것일까\n축자국 관련 기록이 또 「일본서기」의 (10대) '스진 천황' 65년(87) 이후 (21대)유라쿠(주)왕 때(479), 500명의 축자 군사를 호송시켜 동성왕(모대)을 백제에 보냈다는 기록\n(三年夏四月 百濟文王薨 天皇以昆攴王五子中第二末多王幼年聰明勅喚內裹 親撫頭面誡勅使其國仍賜兵器幷遣筑紫國軍五百人衛送)\n에 '축자'가 나오는 데 동일 지명이라 할 수 있다.\n당시 백제는 중국 대륙에 있었고 또 중국 사서에 의하면 야마토(왜)가 아스카시대(592-710) 이전에는 중국 남동부에 있었다고 한다. 이를 근거로 볼 때, 중국 대륙에 있는 야마토가 중국에 있는 백제에 군대를 파송하는데 중국 대륙에 있는 축자의 군사를 이용해야지, 일본 열도 규슈의 군대를 사용했다는 것은 이해하기 어렵고, 또 실행 가능한 일도 아니다. 따라서 축자국은 중국 남동부에 있는 야마토(왜)의 이웃에 있었다고 볼 수 있다.\n'한국정신문화선양회'에서 제공한 '절강성 연안의 신라계 지명 분포'(지도)에서 축자국의 위치를 탐색하여 적용하면 스진 천황 65년 조의 기록이 더욱 뚜렷해진다. 구글지도를 통해 세세한 지명을 찾아보면, 지도에 나온 명주(明州, 宁波, 닝보)와 항주(杭州) 사이에 계림병(鷄林浜)이 있다.\n명주(닝보) 인근에 임나(任那)의 '임(任)'이 들어간 지명으로, 任家橫村(임가횡촌), 任村(임신촌), 任村(임송천), 任佳溪村(임가계촌) 그리고 인근 사오싱 시(绍兴市)의 任村(임사촌) 등 집성촌을 찾을 수 있으며, 任之堂中醫理療養(임지당중의리요양생관) 등도 보인다. 이들 지역은 신라군도(현 주산군도)의 서남쪽에 있는 땅이고, 북쪽이 바다(항주만)로 막혀 있는 땅이니 숭신 천황 65년 조의 기록과 같다. 중국 동해안에서 북쪽이 바다로 막혀 있는 땅은 2곳인데, 산둥성의 북안과 절강성 (저장성)의 북안이다.\n현 닝보(영파) 부근에 있을 것으로 보는 임나(가정)를 기점으로 해서으로 2,000리를 내려가면 축자국(國)이 있다 할 수 있는데, 지도상으로 볼 때 남쪽으로 약 2,000리 떨어진 곳에는 광둥성의 산터우(汕头, 汕頭)시와 홍콩(香港)이 있다.\n야마토 왜의 근거지로 보이는 광둥성과 마카오, 광시장족자치구의 백제(百濟), 복건성의 천주(州) 부근의 가라섬(羅嶼)과 왜의 무덤이 있다. 이곳은 축자국으로 예상하는 광둥성의 산터우시(汕头)나 홍콩과는 이웃하고 있다. 이곳을 구글 지도로 보면 광둥성의 산터우(頭)시와 복건성 일대에 축(筑) 자가 붙은 지명들이 보인다. 우선 광주시(廣州市) 내에서 '축계서가'라는 도로명이 있고, 小筑(소축)이라는 cafe.art도 보인다. 가까운 도시 홍콩에는 筑地市場(축지시장)이 있다. 이 두 도시와 위도가 비슷한 위치에 있는 타이완 서안에 筑閭幸福鍋物 台南府前一店, 間幸福鍋物 台南成大店, 筑間幸福鍋物 台南中華店 등의 상호도 보인다. 축(築)자가 일본 열도에는 흔하지만 중국 대륙에서는 찾기 힘든데 이 지역에 모여 있다는 것은 광둥성 산터우시와 홍콩을 근거지로 하는 축자국이 있지 않았나 하는 추론이 가능하다.\n참고로 중국 광둥성을 가로질러 흐르는 주강(江) 서안에서 왜왕(倭王)의 묘가 발견된 곳도 바로 이 근처이다.\n\n왜\n(https://m.blog.naver.com/jajuwayo/50177488983)\n <한단고기 태백일사 대진국본기>\n일본은 옛날 이국에 있었나니 역시 이세라고도 한다. 왜와 이웃하였다. 이도국은 축자에 있으며 곧 일향국이다. 여기서부터 동쪽은 왜에 속하며 그 남동은 안라에 속한다. 안라는 본래 홀본사람이다. 북쪽에 아소산이 있다. 안라는 뒤에 임나에 들어갔는데 고구려와 이미 친교를 맺었다. ...(중략)...\n때에 왜인들은 갈리어서 산도에 근거하여 살며 각각 100여국이 있었다. 그 가운데 구야한국이 가장 크니 본래 구야본국 사람이 다스렸던 곳이다. 해상 선박은 모두 종도에 모여 교역했으니 오.위.만.월의 무리들 모두 통상했다. 처음 바다를 건너 천여리에 대마국에 이르는데 사방이 400여리쯤 된다. 또 다시 바다를 건너 천여리쯤 가면 일기국에 이르는데 여기는 사방 300여리쯤이다. 본래 사이기국이라 했다. 여러 작은 섬들이 모두 조공했다. (이하 생략)\n\n졸본/일본\n원래 ‘忽’자에는 ‘해’의 음이 있다. 홀본은 해본이다. 특히 해는 ‘㓞(계,갈)’와 음이 같으며 ‘契(계)’로도 쓴다. 『계림유사』에 나오는 고려방언은 ‘일(日)’을 ‘계(契)’로 표기한다. ‘日’과 ‘契’는 우리말 ‘해’이다. 따라서 해본은 일본(日本)이기도 한다. 결국 홀본, 해본, 일본은 다 같은 말이다. 모두 ‘해(광명)의 근원지’를 나타낸다.\n『계림유사雞林類事』(1103년경 편찬)의 고려방언 설명한 기록을 보면, 해는 ‘日曰姮(일왈항)’ 달은 ‘月曰契(월왈계)’로 적고 있다. 姮과 契가 바뀌어 있다. ‘日曰契(일월계)’, ‘月曰姮(월왈항)’이다. 해(日)는 ‘契’이고, 달(月)은 ‘姮’이다. 또한 ‘姮(항)’도 ‘妲(달)’의 오기로 보인다. 참고로 하늘(天)은 ‘한날(漢㮈)’, 구름(雲)은 ‘굴림(屈林)’, 바람(風)은 ‘발람(孛䌫)’이다.\n\n\n<한단고기 고구려국 본기>\n왜는 회계군(會稽郡)의 동쪽 동야현의 동쪽에 있으며 배로 9,000리를 건너 나패(那覇)에 이른다. 또 다시 천리를 건너서 근도(根島)에 이르른다. 근도는 역시 저도(柢島)라고도 한다. 때에 구노인(狗奴人)은 여왕과 서로 싸워 길을 찾기가 매우 힘들었다. 구야한국으로 가고자 하는 자는 진도(津島) 가라산(加羅山) 지가도(志加島)로부터 비로서 말로호자(末盧戶資)의 경계에 도달할 수 있었을 것이다. 그 동쪽 경계는 곧 구야한국의 땅이다. (중략)\n오.월(吳.越)은 본래 구려(九黎)의 옛 읍이며, 산월(山越)과 좌월(左越)은 모두 그 후예가 나뉘어 산 땅이다. 항상 왜와 왕래하며 무역하여 이익을 얻는 자가 매우 많았다. 진 때 서불(徐巿)은 동야현의 해상으로부터 곧바로 나패에 이르러 종도(種島)를 거쳐 뢰호내해(瀨戶內海)를 따라 처음으로 기이(紀伊)에 이르렀다. 이세(伊勢)에 옛날 서복(徐福)의 무덤이 있었다. 단주(亶州)는 서복이 있던 곳이라고도 ....\n\n<삼국지 동이전> <진서> <남제서>\n왜인은 대방 동남쪽 큰 바다 가운데 있다 \n(倭人在帶方東南大海中)\n\n<양서>의 동이전\n왜는 스스로 태백의 후손이라 말하고 그들의 풍속은 모두 문신을 하였으며 대방에서 거리가 12,000리에 있고 대개 회계의 동쪽에 있다 \n(倭者自云太佰之後俗皆文身去帶方萬二千里大抵在會稽之東)\n\n왜인의 풍습은 몸에 문신을 하는 것이라 기록했는데, 실제로 홍콩 주변의 광동성 주민들의 풍습도 몸에 문신을 많이 하고 있다. \n\n회계\n춘추전국시대에는 오나라와 월나라의 땅이었다.\n전한 초기에는 회계군을 오군(吳郡)이라고도 불렀다.\n\n<삼국지>\n원술은 구강군을 점거하고 멋대로 양주자사를 임명했는데, 조정에서 정식으로 양주자사로 임명된 유요가 오군 곡아현에 거점을 두어 원술을 구축하려 했다. 손책은 이를 기회로 여겨 유요를 공격할 것을 자청하여, 자력으로 유요와 회계태수 왕랑 등을 멸망시켜 장강 이남에 세력을 구축했다. 마침 원술이 황제를 자칭했는데, 손책은 이를 빌미로 원술에게서 완전히 독립했고, 197년에 조조가 장악한 한나라 조정으로부터 정식으로 관직을 받았다. 처음에는 회계태수에 기도위(騎都尉)를 겸하게 했는데, 다음 해에 기도위 직책이 토역장군(討逆將軍)으로 승진하고 오후(吳侯)로 책봉되었다. 그러나 200년에 사망하고, 그 세력은 동생인 손권이 물려받았는데, 조조에게 회계태수 직책을 물려받는 것을 인정받고 토로장군(討虜將軍)으로 임명되었다. 손권은 관직을 높이데는 관심을 두지 않고 아버지를 죽인 유표에게 복수하는 것에 전념했고, 결국 208년에 유표 휘하의 강하태수 황조를 죽이고 강하군·장사군·남군 등 3군의 일부 영역을 점거하는데 성공했다.\n\n吳縣\n옛 나라로 주태백의 읍이었다. 구구택(진택, 震澤)이 서쪽에 있다. 남쪽에는 남강(南江)이 동쪽으로 흘러 바다로 들어간다.\n\n(나무위키)\n\n=> 오,월은 중국 남동쪽이 아니라 해남 북쪽\n회계의 동쪽은 지금 광동성(광주), 홍콩을 의미\n\n나라\n《일본서기(日本書紀)》에는 당시 조정의 관군이 초목을 밟아 울렸다는 데에서 부근의 산이 나라산(那羅山)이라는 이름이 붙게 되었고 ‘나라’라는 지명도 여기서 비롯되었다고 하는 설도 있다. 나라 시의 한자 표기는 ‘奈良’이지만, 고문서에는 ‘那羅’, ‘寧楽’, ‘平城’ 등으로 표기된 경우도 있다(읽는 법은 모두 똑같다).\n\n야마는 나라로 읽음. 야마토는 나라터, 즉 대화주(화주)를 의미\n\n\n\n\n\n 『일본서기』에 숭신崇神 65년조\n임나는 축자국에서 2천리 떨어져 있고, 북쪽은 바다로 막혀 있으며, 계림의 서남쪽에 있다.\n\n任那者 去 筑紫國 二千餘里, 北阻海 以在鷄林之西南. 崇神六十五年 秋七月\n\n『환단고기』 「태백일사」 ‘고구려국본기’\n임나는 본래 대마도의 서북 경계에 위치하여 북쪽은 바다에 막혀 있다. 다스리는 곳을 국미성이라 했다.... 뒤에 대마도 두 섬이 마침내 임나의 통제를 받게 되어 이때부터 임나는 대마도 전체를 가리키는 이름이 되었다. 옛날부터 규슈와 대마도는 삼한이 나누어 다스린 땅으로, 본래 왜인들이 대대로 살던 곳이 아니다. 임나가 또 나뉘어 삼가라가 되었는데, 이른바 가라라는 것은 중심이 되는 읍을 부르는 이름이다. 이때부터 삼한이 서로 다투어 오랜 세월이 지나도록 화해하지 못하였다. 좌호가라가 신라에 속하고, 인위가라가 고구려에 속하고, 계지가라가 백제에 속한 것은 이 때문이다. 영락 10년에 삼가라가 모두 고구려에게 귀속되었다. 이때부터 바다와 육지의 여러 왜를 모두 임나에서 통제하여 열 나라로 나누어 다스리면서 연정이라 했다. 그러나 고구려에서 직접 관할하였으므로 열제의 명령 없이 마음대로 하지는 못하였다.\n\n任那者 本在對馬島西北界\n北阻海 有治曰國尾城 \n東西 各有墟落 或貢或叛 \n後 對馬二島 遂爲任那所制故 \n自是 任那 乃對馬全稱也 \n自古 仇州對馬 乃三韓分治之地也 \n本非倭人世居地 任那 又分爲三加羅 \n所謂加羅者 首邑之稱也 \n自是 三汗 相爭 歲久不解 \n佐護加羅 屬新羅 \n仁位加羅 屬高句麗 \n雞知加羅 屬百濟 是也\n永樂十年 三加羅 盡歸我 \n自是 海陸諸 悉統於任那 分治十國 \n號爲聯政 \n然 直轄於高句麗 非烈帝所命 不得自專也\n\n\n요는 대마도를 고구려, 백제, 신라가 삼등분하여 통치하였고 각기 인위가라仁位加羅, 계지가라雞知加羅, 좌호가라佐護加羅라고 하였다는 것입니다. 저는 바로 이 부분에 주목하였습니다. 이 기록대로 대마도에 이런 지명, 즉 좌호, 인위, 계지 같은 것이 아직도 남아 있는지 혹은 없다면 과거에 그런 지명을 사용한 흔적이라도 있는지 확인하고 싶었습니다. 그래서 진작부터 ‘대마도에 가서 직접 보자’라고 마음먹고 있었던 것이죠. 대마도에 갔더니 놀랍게도 계지雞知, 인위仁位, 좌호佐護라는 지명이 지금도 그대로 남아 있었습니다. 학교 이름, 우체국 이름, 지도, 버스 표지판 등에서 흔히 볼 수 있었습니다. 현지인의 안내에 의하면 이런 지명이 사용된 것은 천 년도 넘었다는 것이었습니다. 대마도에 계지, 인위, 좌호라는 지명이 있다는 것은 오직 『환단고기』에만 나옵니다. 다른 어떤 역사 기록물에도 나오지 않습니다. 놀랍지 않습니까?\n대마도는 일본말로 ‘두 섬’이라는 뜻의 ‘쓰시마’라고 합니다. 그런데 일본어는 참 이상한 데가 많습니다. 한자로 대마도對馬島라고 써 놓고 나서 일본식으로 읽으면 어떻게 읽어도 쓰시마가 될 수 없는데도 쓰시마라고 합니다. 말이 안 되죠. 나름대로 일본어에 능통하다고 하는 사람 누구에게 그 이유를 물어보아도 속 시원한 대답을 들어보지 못하였습니다. 그런데 그것도 『환단고기』를 읽다가 그 이유를 알게 되었습니다. 대마도는 크게 보면 남섬과 북섬으로 되어 있고 여기에 딸린 수많은 작은 섬들이 있습니다. 그런데 일본인 가이드에게 설명을 들어 보니 남섬과 북섬은 원래 하나의 섬으로 붙어 있었는데 러일전쟁 무렵에 운하를 뚫어서 두 섬으로 나누어 놓았다고 합니다. 버스를 타고 가면서 남북 두 섬을 잇는 다리가 있는 곳에 내려서 운하 부분을 잘 살펴보았더니 인위적으로 약간의 공사를 하기도 했겠지만 자연 지형이 협곡 형태로 형성된 곳이라 원래 자연적으로 두 섬으로 분명히 구분되어 있었다고 보는 것이 맞을 것 같습니다. 재미있는 것은 『환단고기』에서는 대마도를 대마이도對馬二島라고 표현하고 있다는 것입니다. 대마이도에서 대마를 생략하고 이도二島만 읽으면 바로 쓰시마가 됩니다. 대마도를 왜 쓰시마라고 하는지 이제야 알게 되었습니다. 저는 이것을 보면서 ‘『환단고기』 기록이 정말로 소중하구나’ 하는 정도를 넘어서서 그 기록이 하도 철저해 소름이 돋을 지경이었습니다.\n『일본서기』에서는 임나를 말하면서 “이것이 소위 삼한이다(是所謂之三韓也).”라고 하였습니다.\n\n\n임나일본부설\n\"야마토는 반도 남부의 임나 지역에 영향을 미친 것으로 여겨진다.\"\n일본학계에서도 임나일본부를 정복지로 보지못하고 있다는 글이 점령 > 진출 > 영향의 순으로 수준이 떨어지고 있다.\n\n역사학자 이희진이나 김현구는 '일본에서 임나일본부설을 폐기했다.'는 건 과거 식민지 지배 시절의 제국주의적 용어, 스에마쓰 야스카즈같이 한반도 남부가 야마토 조정의 직접 지배를 받았다는 남선경영론적 식민사관 학설 주장을 폐기했다는 뜻이지, 고대 야마토 조정은 5세기 한반도 남쪽의 정치 세력에 대해 자국의 영향력을 크게 미치고 있었던 세력이라는 시각까지 포기한 것은 아니라고 지적했다.\n\n2010년, 한일역사공동연구위원회는 임나일본부설과 관련해 임나일본부의 존재 자체가 없었다는 데에 의견을 같이 했음을 밝히고 있다.\n\n지금은 한중일 어느 학계에서도 임나일본부설은 믿지 않고, 대신에 백제와 일본이 서로 긴밀한 관계를 맺고 교류한 결과로 한반도 남쪽에 왜인들의 집단 거주지들이 여럿 있었다라는 정도로 생각하는 것이 정설입니다.\n비교하자면 마치 백제의 요서 경락설의 내용이 백제가 산둥반도를 실점령하고 있었다기 보다는 백재의 상인들이 집단 거주하고 있었던 것으로 해석하는 것과 비슷하게 말이죠.\n\n당시 왜에 워낙 백제계가 많이 진출해 있었는데 광개토대왕이 백제를 무지막지하게 뚜드려 패니 도와주러 왜군과 백제계 병력을 용병마냥 데리고 왔던 거 같습니다.\n목지씨나 사씨 등의 일본진출 백제귀족군과 평소에도 백제가 용병처럼 쓰던 왜군들, 자체적으로 신라를 약탈하던 왜군집단들이 뭉친 구성이었을 것 같네요\n-- 용병처럼 썻는데 백제서자를 볼모로 데려가나요?\n-- 서자가 아니라 태자 말하는 거죠? 그 당시는 백제는 왕의 동생도 광개토에 인질로 바쳤는데 뭐라도 왜에 줘야 병력을 지원 받죠.\n\n광개토대왕이 평양 아래랑 가야지방에서 왜군을 격파한 건 사실이죠. 그 당시 신라는 고구려, 왜에 백제는 고구려에 엄청 시달렸죠. 이러고나서 고구려는 개로왕 잡아죽일 때까지 아무것도 못하고 평양천도다 내분이다 시간낭비한 게 참 아숴워요\n다만 패권을 다퉜다는 건 과한 표현이죠. 왜군은 영역 점령을 해보려고 하지는 않았습니다. 군대는 자주 보내도요.\n\n일본과 한반도는 원래 같은 사람들로 연결된 곳인데 일본과 연결을 완전히 단절하고 한반도 일본 각자 갈길 가게 만든 건 신라의 성장으로 신라가 한반도 남부를 완전히 장악하게 된게 결정적이예요. 그래서 신라와 일본이 서로 전통적인 원수지간임",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-08-27T06:05:18.960000",
  "updatedAt": "2025-12-01T16:12:23.222000"
}