{
  "id": "914e4266-0ae2-4a8c-986c-76f51bd143d5",
  "title": "워렌 버핏",
  "content": "\"당신에게 향하는 모든 말에 감정적으로 반응한다면\n당신은 끊임 없이 고통받을 것이다. 진정한 힘은 느긋하게 앉아서 논리적으로 상황을 관찰하는 데서 온다. 진정한 힘은 감정의 절제다. 만약 누군가의 말이 당신을 통제한다면 모든 사람들이 널 통제할 수 있다는 것을 의미한다. 심호흡하고 상황이 지나가길 기다려라.\"\n\nHis investment track record: Turning $10,000 invested in his partnership in 1956 into about $15 million by the time it dissolved. He emphasizes that past success doesn't guarantee future results and that anyone could achieve similar long-term gains with patience and discipline, without trying to get rich quick.\nInvestment philosophy: Buffett follows Ben Graham's value investing principles. He buys businesses he understands, where he can predict long-term performance, treating stocks like bonds with \"coupons\" (earnings). He avoids high-tech companies because their futures are unpredictable, comparing it to betting on cocoa beans. Instead, he seeks \"sensational businesses given away\" during market pessimism, like in the mid-1970s.\nMarket efficiency and behavior: He dismisses academic theories that markets are unbeatable, citing real-world success of Graham followers. He stresses patience over short-term greed, noting people prefer lottery-like promises over slow wealth building. Buffett says he'd be fine if the NYSE closed for years, as he owns businesses for their intrinsic value, not daily quotes.\nPoker analogy: \"If you're in a poker game for 30 minutes and don't know who the patsy is, you are the patsy.\" Applied to investing: If you chase hot stocks without understanding, you're the fool; buy more when markets drop if the business fundamentals remain strong.\nPreparing for crashes: Study financial history (e.g., South Sea Bubble, panics) and structure affairs to withstand extraordinary events. On stock index futures: He hopes they make others act \"very silly\" so rational investors like him can capitalize.\nAging and investing: Investors don't \"lose their legs\" with age; success comes from temperament, knowledge, and occasional bold action, not speed.\nBerkshire Hathaway culture: Focus on managers passionate about their businesses, often family-run. He buys from owners who are already wealthy but love what they do.\nFranchise businesses: Prefers companies with strong brands (e.g., Hershey's chocolate bars) where consumers pay a premium and won't switch for cheaper alternatives, unlike commodities like steel.\nPersonal life and money: Buffett lives simply (e.g., a modest corporate jet for efficiency). He criticizes excessive inheritance as debilitating, comparing it to \"food stamps\" for the rich that create dependency. He invests not for money but for the love of it—money is a byproduct, like an athlete competing for passion, not just pay (references Ted Williams). He plans to give 99% of his wealth back to society.\n\n• 1956년에 1만 달러를 투자했다면 파트너십 해체 시점에 약 1,500만 달러가 됐다고 밝히며, 과거 성과가 미래를 보장하지 않는다고 강조.\n• 벤저민 그레이엄의 가치투자 철학을 따르며, 이해할 수 있고 장기적으로 예측 가능한 사업을 사듯이 주식을 산다.\n• 하이테크 기업은 미래가 불확실해 피하고, 시장이 비관적일 때 좋은 기업을 헐값에 사는 걸 좋아한다.\n• “포커 테이블에 30분 앉아 있는데 누가 호구(patsy)인지 모르면, 당신이 호구다”라는 비유로, 남들이 멍청하게 행동할 때 기회가 온다고.\n• 주식 시장이 몇 년 동안 문을 닫아도 상관없다며, 주식을 사업의 일부로 보고 장기 보유.\n• 강력한 브랜드(프랜차이즈)를 가진 기업(예: 허쉬 초콜릿)을 선호.\n• 돈 자체가 목적이 아니라 투자하는 과정 자체를 즐긴다고 말하며, 재산 99%를 사회에 환원할 계획이라고 밝힘.",
  "color": "default",
  "labels": [
    "518afb00-3f62-4da5-9663-d9ad9708e63f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2019-04-06T15:44:16.728000",
  "updatedAt": "2026-01-04T11:05:13.189000"
}