{
  "id": "918d251b-221e-4fd8-b94d-01ed5fdba575",
  "title": "통화스왑",
  "content": "거래당사자 간에 거래시작시 서로 다른 통화로 표시된 원금을 교환하고 일정 기간동안 그 원금에 대하여 계약시점에 미리 정한 이자지급조건으로 이자를 교환한 다음 만기시 계약시점에 미리 약정한 환율로 원금을 재교환하는 거래이다. 통화스왑은 보유외화자산의 수익률을 높이거나 외화자금조달시 차입자가 각기 유리한 국제금융시장에서 기채한 후 필요한 통화로 교환함으로써 차입비용을 절감하거나 장기차입에 따른 환율 및 금리변동 리스크를 회피하는 등의 목적으로 이용된다. 통화스왑\n스왑(Swap)거래란 미래의 특정일 또는 특정기간 동안 어떤 상품 또는 금융자산(부채)을 상대방의 상품이나 금융 자산과 교환하는 거래를 말한다.\n\n국가간 통화스왑 협정은 두 나라가 자국통화를 상대국 통화와 맞교환하는 방식으로, 외환위기가 발생하면 자국통화를 상대국에 맡기고 외국통화를 단기 차입하는 중앙은행간 신용계약이다.\n\n즉 이 협정을 국가간에 체결하면 어느 한 쪽이 외환위기에 빠질 경우 다른 한 쪽이 미 달러화 등 외화를 즉각 융통해준다.\n\nA국가에서 외환보유액이 바닥나 환란사태에 직면했을 경우 B국가에서 돈을 빌려오고 그 액수에 해당하는 자기나라(A국) 화폐를 B국에 담보로 맡기는 것이다. 내용상 차입이지만 돈을 맡기고 돈을 빌려오는 것이기 때문에 형식은 통화교환이 된다.\n\n그러나 스왑을 요청하는 쪽이 일정액의 수수료를 부담하게된다.\n\n우리나라도 금융시장 불안등의 외환위기 상황에 일부 국가들과 스왑협정을 체결하고 있다.\n\n스왑의 개념\n스왑 거래는 1980년대초에 처음 도입된 이래 단시일내에 자산과 부채를 관리하는 가장 중요한 수단으로 발전하였다. 원래 금리 스왑과 통화스왑은 금리 위험과 환위험을 헤지하기 위한 수단으로 개발되었으나 차입비용의 감소나 투자수익의 증대를 위한 목적으로도 널리 이용되고 있다. 최근 국제 자본시장에서 조달되는 자금의 2/3정도가 스왑거래되고 있다.\n* 스왑(swap)은 원래 \"맞바꾸다\" 또는 \"교환하다\" 는 뜻을 가진 용어인데 금융스왑이란 두 당사자가 일정 기간동안 주기적으로 원금이나 이자 지급 등의 현금 흐름을 교환하는 것을 말한다.\n\n① 금리스왑은 원금의 교환 없이 동일 통화의 이자지급만을 교환하는 것이고,     통화 스왑은 이종 통화의 원금과 이자 지급들 모두 교환하는 것을 말한다.\n② 통화 스왑의 효시는 1981년 Salomon Brothers 의 중개로 World Bank 가 USD 표시 유로본드(채권)를 신규 발행하여 IBM 의 기존 DEM 과        CHF표시 유로본드 부채와 교환한 것이다. 한편 금리 스왑은 1982년 Deutsche Bank가 3억USD 의 고정금리 유로본드를 발행하여 다른 세 은행    의 변동 금리 부채와 교환한 것이 그 시초였다.\n③ 스왑은 원래 부채의 이자지급을 교환하는 부채스왑으로부터 발전하였지만 최근에는 투자 자산의 이자 지급을 교환하는 자산 스왑도 널리    이용되고 있다.\n④ 스왑 시장의 초창기에는 은행은 단지 브로커로서 두 거래 당사자를 연결시켜 주고 수수료를 수취하는 소극적인 역할만을 수행하였다. 그러나    스왑시장이 발전함에 따라 일부 대은행들은 자기 명의로 스왑을 사고 파는 스왑 딜러로 등장하였다. 스왑시장의 경쟁이 치열해 짐에 따라 초창기에   90 내지 70bp에 이르던 스왑의 \"bid-offer\"스프레드는 최근 5내지 10bp 로 대폭 축소 되었다.\n'FX스왑'과 '통화스왑'의 차이\n \n\n   일반적으로 외환스왑(Foreign excange Swap)과 통화스왑(CRS, Currency Swap)은 상대방간 서로 다른 통화를 교환하고 일정기간이 지난 이후 원금을 재교환하는 거래이다. FX스왑과 통화스왑은 환매조건부 성격의 매매라는 점에서 비슷하다. 그러나 이자를 지급하는 방식과 스왑기간에서 차이가 존재한다.\n\n\n   FX스왑은 거래의 양 당사자가 현재의 계약환율에 따라서 서로 다른 통화를 교환하고, 일정기간 후 최초 계약시점에서 정한 선물환율에 따라 원금을 재교환하는 거래이다. FX스왑은 동일한 거래상대방과 현물환과 선물환 또는 만기가 다른 선물환과 선물환, 현물환과 현물환 등을 서로 반대방향으로 동시에 매매한다. 때문에 실제 FX스왑은 보유중인 여유통화를 담보로 필요한 통화를 차입하는  거래와 유사하다. 물론 외화자금의 흐름을 일치시키거나 외환거래 결제일을  연장하거나 단축시시켜 환리스크를 관리하기 위한 목적으로 사용(아래에 더 자세히 설명)된다.\n   \n\n반면 통화스왑은 서로 다른 통화의 자금을 필요로 하는 두 거래당사자가 만기일에 계약시점에서 약정한 환율에 의해 원금을 교환함과 함께 계약기간 동안 다른 통화표시의 이자를 지급한다.\n\n\nFX스왑과 통화스왑은 스왑의 기간에서도 차이가 있다. 때문에 FX스왑은 1년 이하의 단기자금 조달과 환리스크 헤지의 수단으로 이용되나 통화스왑은 1년 이상  중장기 환리스크 및 금리에 대한 리스크를 함께 헤지하는 수단으로 이용된다. 통화스왑은 장기자금 조달, 환리스크 관리, 금리차익 및 금리리스크를 위한 수단으로 사용되는 것이다.\n\n\n이자를 지급하는 방식도 FX스왑은 스왑기간중 해당통화에 대한 이자를 교환하지 않고 만기시점에 양 통화간 금리차이를 반영한 환율(계약시 선물환율)로 원금을 재교환하나 통화스왑은 계약기간 동안 이자를 직접 교환한다. \n\nFX스왑의 거래에서 가격표시는 선물환과 마찬가지로 스왑포인트(선물환율-현물환율)로 호가되는 반면 통화스왑은 금리를 기준으로 표시된다.\n\n\n 최근 환율헤지를 위한 수출기업들의 헤지(hedge)물량이 환율 뿐 아니라 시장금리에  영향을 미치는 것도 1년 이상 중장기 환리스크를 위한 물량들이 시장에 출회되면서 통화스왑 뿐 아니라 금리스왑, 나아가 국채선물에 영향을 미치고 있기 때문이다.\n\n*외환스왑을 하는 이유.. 첫째, 단기 자금 조달을 위해서다. 예컨대 외화자금에 여유가 있으나 원화자금이 필요한 외국은행 국내지점과 원화자금은 풍부하나 외화자금이 상대적으로 부족한 국내은행간에 일시적인 자금조달 수단으로 외환스왑거래가 이용된다.\n둘째, 환 위험을 헤지(hedge)하기 위해서다. 수출자금 유입과 수입대금 유출이 빈번히 발생하는 종합상사 등의 경우 자금의 공급시점 및 수요시점을 예상하여 결제시점의 차이 기간 동안 외환스왑 거래를 체결하면 급격한 환율 변동에 따른 위험을 피할 수 있다. 또한 당초 예상 결제일보다 자금이 조기 또는 지연 회수 될 경우 외환스왑거래를 통해 자금흐름의 시차문제를 해소하여 환리스크를 헤지할 수 있다(환위험 헤지에 관한 자세한 내용은 아래 외환스왑의 사례 참조).\n셋째, 투기적인 이익을 얻기 위해서다. 현재의 스왑레이트(아래참조)와 내외금리차간의 차이를 이용한 재정거래, 또는 향후의 내외금리차 및 장단기 금리차의 변동을 예상한 투기거래를 통해 이익을 취할 수 있다.스왑레이트(Swap Rate)\n어느 통화의 현물환율(spot rate)과 선물환율(forward rate)의 차이를 말하며 소수점 이하의 숫자로 현물환율에 대한 디스카운트(discount) 혹은 프리미엄(premium)으로 표시한다. 현재 국제외환시장에서는 주로 1, 2, 3, 6 개월짜리 스왑레이트가 주로 시세게시되고 있으며 보통 소수점을 생략하고 숫자만 게시한다. 이때 소수점 4 째자리가 기준이 된다\n\n통화스왑 (Cross-currency Interest Rate Swap(CCIRS or CRS) 고객이 외화 차입등으로 인해 만기에 환익스포져가 발생하는 경우 이를헤지하기 위해 헤지은행과 이종통화표시 원리금 교환계약을 맺는다. 스왑만기일에 반드시 원금을 교환해야 하며, 계약시 원금 교환은 선택사항이다. 중도이자교환은 고정/고정, 고정/변동, 변동/변동등 3가지가 있으며 고정금리와 고정금리를 교환하는 경우 Currency Swap, 고정금리와 변동금리를 교환하는경우 Currency Coupon Swap, 변동금리와 변동금리를 교환하는 경우 Currency Basis Swap 이라고 한다. 만기 원금교환의 적용환율은 만기환율과 관계없이 거래 시점의 환율이 동일하게 적용되어 환율을고정할 수 있다. 통화스왑의 초기원금 교환 방향과 이자 교환방향은 반대방향,만기원금 교환과 이자교환은 동일방향 이다.  통화스왑의 이용사례로, 달러채무를 원채무로 전환하려는 A기업은 달러가치(환율)상승에 대비하여스왑딜러(스왑뱅크)와 달러지급(원화수취)의 통화스왑을 맺어 만기의 환리스크를 없앨수 있다.국내 달러-원 통화스왑 시장은 달러유동성이 부족한 경우 receive통화스왑 수요증가로 CRS금리(원화고정금리)가 하락하여 음(-)의 베이시스가 확대되고, 반대로 달러유동성이 과잉인 경우 pay통화스왑의 수요증가로 CRS금리(원화고정금리)가 상승하여 (-)음의 베이시스가 축소된다.달러유동성의 유출(부족)은 보험회사 등 기관투자자의 해외투자 증가시, 통화스왑(자산스왑; receive스왑)의 수요가 늘어날때, 조선사/중공업사의 수주물량증가로 장기 선물환 매도 수요가 많아질때, 외국인의 통화스왑을 이용한 재정거래 포지션을 청산할 때, 그리고 국내해외펀드 투자증가로 환율변동 리스크 관리를 위한 선물환 매도 수요가 많아질때 등이 있으며, 반대로 달러 유동성 유입(과잉)사례는 국내 기업의 해외채권발행이 늘어나고, 통화스왑 (부채스왑; pay스왑)의 수요가 늘어날 때, 외국계은행 혹은 외국인의 '통화스왑을이용한 재정거래'포지션이 증가할 때, 해외 펀드투자의 손실 증가로 인해, 선물환매도거래의 포지션 청산이 일어날 때 등이 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-10-21T09:28:04.332000",
  "updatedAt": "2023-10-21T09:46:26.088000"
}