{
  "id": "92255139-6d7d-4289-915a-2535df952048",
  "title": "엔진의 추력과 마력",
  "content": "[엔진 추력의 단위]\n1 파운드힘은 질량 1 파운드의 물체에 대해서 표준 중력가속도(9.80665 m/s², 196133/6096 ft/s²)와 같은 가속도를 일으키게 하는 힘이라고 정의된다. 간단하게 말하면, 질량 1 파운드인 물체의 지구상에서의 중량이다.\n\n질량 1 파운드는 대략 453.592 그램. 미국과 영연방 국가들이 1959년 협의한 기준에 따른 것이다.\n영미 단위계에서 사용하는 질량의 단위. 차원은 M\n이다. 단위로 붙여 쓸 때에는 lb 또는 lbs라고 쓴다. 1파운드는 0.45359237kg이다. 실생활에서는 대략적으로 22lbs ≒ 10 kg 정도로 근사할 수 있다.\n영단어 파운드에 l도 b도 없는데 단위의 약자를 lb라고 쓰는 이유는 라틴어 libra pondo(리브라 단위로 잰 무게)란 표현에서 따왔기 때문이다. 라틴어 pondo (무게)에서 파운드가 유래하였다. 파운드에 대응하는 프랑스어 livre도 라틴어에서 유래하였다. 파운드보다 작은 무게 단위로는 온스를 사용한다.\n\n군사적으로는 TNT를 파운드 단위로 계량한다. 한국군에서 사용하는 군용 TNT도 미군의 영향을 받아서 1파운드 분량으로 제작되었다.\n\n공학 쪽에서는 미국 때문에 '파운드 포스'라는 단위도 쓴다. 이때는 위의 파운드와 구별하기 위해 파운드 포스라 하고 lbf로 쓴다. 이 단위는 힘 (force) 의 단위인 newton(N)이나 킬로그램중과 같은 차원단위로 예를 들어 로켓이나 제트엔진 등의 추력을 파운드 포스로 또는 간단히 파운드라도 보도하기도 한다. \n1 파운드포스 (lbf) 는 4.44822 N(newton) 이고 1 N 는 0.224809 lbf, 1 kN = 224.81 lbf이다. kg 중(kgf) 과는 1 lbf = 0.453592 kgf, 1 kgf = 2.20462 lbf. 예를 들어 F-16제트전투기 GE F110 엔진 추력이 일반 mil 추력이 17,155 lbf (76.3 kN), 에프터버너를 켜면 29,500 lbf (131.2 kN) 이다. 로켓으로는 미국 델타 II 로켓의 부스터(1단)이 최대구성에서 141,200 lbf (628.3 kN) 이다.\n\n우리는 제트 엔진을 장착한 항공기 힘을 표현할 때 항상 파운드(lbs, 추력)를 사용하고 있다. 우선 추력과 마력(출력)을 이해하기 위해서는 마력의 정의부터 이해를 해야한다. \n터보 프롭(Turbo prop, 수송기 엔진), 터보 샤프트(Turbo shaft, 헬기엔진), 또는 피스톤 엔진을 설명할 때, 힘의 정도를 나타내는 단위는 마력(horsepower)이다. 이들 엔진의 공통점은 추력을 발생시킬 때 축을 사용한다는 것이다. 이들 엔진 모두 Propeller나 Rotor를 가지고 있으며 이들 회전체는 축을 통해 동력을 전달받는다.\n\nP(마력) =  F(힘) × D(거리)/T(시간)\n\n일률의 단위. 말 한마리가 낼 수 있는 힘을 단위로 정의하는 개념으로 오늘날에는 두 가지 정의가 혼재한다.\n영국 마력: hp로 나타내며 제임스 와트가 규정한 마력의 정의에 따라 계산하여 반올림까지 적용한 값을 사용한다. \n1 hp=33 000 lbf⋅ft/min≒745.7 W\n\n프랑스 마력: 프랑스 마력은 75 kg의 물체를 1초에 1미터만큼 수직으로 들어올리는 일률(power)과 같다. 본 문서에서는 대한민국에서 널리 쓰이고 있는, 독일어에서 유래한 PS를 사용한다. 참고로 영국에서는 영국 마력과 같은 기호 hp로 나타내면서 구분하지 않는 경우도 있는 것 같다. \n1 PS=75 kgf⋅m/s≒735.5 W\n\n1 pound의 질량체를 1초에 550 ft 이동시키는 힘\n1 pound의 질량체를 1시간에 375 mile 이동시키는 힘\n\n마력을 힘(force)으로 오해하기도 하는데, 원래 명칭 horsepower를 보면 알 수 있듯이 마력은 일률 (power)이다. 일률이란 그냥 일(work)이 아니라, 1초당이라는 시간의 개념이 포함되어 있으므로, 얼마만큼의 일을 얼마나 빨리 하는가를 의미한다.\n국문 물리학에서 Power는 일률이라 번역됨에도 불구하고, 전기•전자 계통에서는 Power를 \"전력\"으로, 열기관, 그 중에서도 내연기관 엔진의 Power를 자동차 업계에서는 \"출력\"으로 번역해 놓았는데, 이 때문에 영어로는 엔진의 출력이나 회로 소자가 소모하는 전력이나 물리학시간에 배우는 일률이나 전부 Power로 같으나 한국어로는 셋을 다른 용어로 구분해서 쓰게 되었다. 즉, 자동차 따위의 엔진 \"출력\"은 엔진의 \"일률\"이며 따라서 마력 역시 일률의 단위다.\n물리학에서 단위시간 당 일의 양. 운동에너지의 형태로 전달되는 에너지의 양을 일이라 하므로, 시간당 전달되는 에너지의 양이라고 정의할 수 있다.\nP = dt/dW\n​\n\n마력의 측정은 축의 회전을 통하여 일을 하기 때문에 항상 축의 회전력(Torque)를 통해 측정이 가능하다.\n축이 없는 제트 엔진은 Torque를 측정할 수 없다. Torque를 측정 할 수 없음은 마력을 측정 할 수 없다\n는 것이다. \n\n항공기 속도 375 mph 일 때 추력의 크기가 바로 마력이다.\n마력 = 추력/375\n\n\n1lbs == 1 파운드. 약 2 lbs = 1kg 정도. F-100 pw 229 엔진의 최대 추력이 29000 lbs로 15톤 정도의 추력이다.\n\n마력은 프로펠러 엔진 등의 축마력을 말하는건데 이거는 제트엔진 등의 추력 단위로 많이 사용되는 lbs와 비교하기가 어렵다.\n참고로 제트엔진의 추력은 지상에서 최대 출력시 정지상태에서의 추진력을 잰다.\n엔진 카달로그에 보면 F-404엔진의 추력은 7.8KN\n1N(뉴튼)이 1kg의 물체가 중력에 의하여 받는 힘이니까.. 1대 1로 생각하면 편합니다.\n\n한국은 무인기용 5500파운드급 제트 엔진 거의 개발 마무리에 들어갔고 한창 테스트 중이죠.\n이 사업을 마무리하면 10000파운드급 제트 엔진 개발에 들어갈 예정.\n지금 5500파운드급 엔진이 터빈 입구온도가 1600K 입니다. 이 사업을 마무리 하고 +200K 인 터빈입구온도 1800K 개발 사업을 진행하게 됩니다. \n\nKF-16은 단발의 엔진으로 약 13톤의 추력을 가지고 있다 . (Block 50 / 13,226kgf / F100-PW-229) 환산하면 약 3만 파운드 정도 됩니다 . 9톤의 기체를 밀어내고도 약 4톤의 잉여추력이 발생하죠. 무장이 없다면 날개가 없어도 미사일처럼 날 수 있다.\n상용기인 보잉의 B-777은 엔진 한기당 48톤, 약 10만파운드 추력의 GE 엔진이 장착되어 있다 .\n(B-777 8X / 115,540 lbf / GE9X)\n\n일반적으로 엔진 성능 가운데 가장 중요한 것은 출력이라고 할 수 있다. 엔진의 출력이란 자동차가 주행하는 데 필요한 일을 나타내는 마력으로 표시한다.\n출력이라는 개념을 처음으로 생각한 사람은 증기 기관의 발명으로 유명한 영국의 와트다.\n초기에는 증기 기관의 동력 성능을 비교하기 위한 단위로 사용되었는데 이후 탄광의 배수 작업에 투입되었던 말 한 마리의 힘을 동력으로 환산하여 마력을 550ft ibf/s로 하였다고 합니다. 이것을 미터법으로 환산하면 75kgf m/s, 이뜻은 75kg의 무게를 1초동안 1m끌어올리는 힘이다. 마력의 기호는 영어의 HP(horse power)와 독일어의 ps(pferde starke)로 나타내며 일반적으로 ps가 많이 사용된다.\n계량법에서는 PS를 사용하나 SI(국제단위계)에서는 와트(W)로 표현해야 하며 1PS는 735.4W다.\n\n엔진이 어떤 회전수로 회전하고 있을 때 얼마만큼의 힘으로 크랭크축을 회전시키는지를 표시하는 회전력을 토크라고 한다. 다시 말하자면 엔진의 축이나 자동차의 바퀴를 비트는 힘.\n토크의 단위는 kgf m로 표시하며 힘의 단위 kg에 거리m를 곱한다.\n엔진에서는 피스톤에서 받는 힘을 힘의 단위라고 할 수 있으며 크랭크축의 중심점(메인 저널)에서 커넥팅 로드의 대단부(크랭크핀 저널) 중심까지를 거리. 자동차에서는 변속기에서 나온 힘이 구동축을 회전시킬 때, 휠의 중심에서 타이어 외경까지의 거리를 자동차 구동토크다.\n\n1940년대 초반 제로센이 1,000 마력.\nF-4U 콜세어를 비롯한 대부분의 대전 말기 전투기들은 약 2,000 마력 전후의 출력을 가지고 있었다. \n1997년 첫 비행을 한 국산 KT-1의 출력이 약 1,000 마력. \n현대의 항공기들은 ‘출력’이라는 용어를 사용하지 않고 ‘추력’으로 엔진의 성능을 표현한다. 그 이유는 P-51 무스탕의 피스톤 엔진, KA-1의 터보프롭 엔진은 프로펠러의 축을 회전시키는 동일한 메커니즘을 가지고 있다. 반면에 F-15K, 대형 여객기인 B-777 등은 연소된 공기를 분사하며 비행한다. 축의 회전은 분출가스를 만들기 위한 보조적인 수단에 불과하다. \n\n프로펠러로 하늘을 나는 경우 엔진은 프로펠러를 돌리기 위한 일을 합니다. 프로펠러의 축을 얼마나 빨리 돌리느냐에 따라 비행기의 성능이 결정된다는 소리인데요. 자동차 엔진의 경우과 같아서 마력이 클수록 더 빨리 날 수 있다. 2,000 마력의 전투기는 200 마력을 내는 소나타의 약 열배의 속도를 낼 수 있다. (실제 열배는 아니지만, 단순화 해서 비교하면 그렇다.)\n제트기의 엔진도 회전은 합니다만, 공기를 압축시키기 위한 팬을 돌리기 위함이다. 팬을 통해 압축된 공기가 연소되고, 이때 발생한 폭발력이 배기가스를 밀어내는 구조다. \n제트엔진은 팬의 회전 속도만으로는 성능을 나타낼 수 없다. 정지상태에서 비행기를 얼마나 밀어낼 수 있는지를 추진력으로 표시할 수 밖에 없다.\n우리나라의 주력인 KF-16은 단발의 엔진으로 약 13톤의 추력을 가지고 있습니다. (Block 50 / 13,226kgf / F100-PW-229) 환산하면 약 3만 파운드 정도 됩니다. 9톤의 기체를 밀어내고도 약 4톤의 잉여추력이 발생한다. 무장이 없다면 날개가 없어도 미사일처럼 날 수 있다는 이야기다.\n상용기인 보잉의 B-777은 엔진 한기당 48톤, 약 10만파운드 추력의 GE 엔진이 장착되어 있습니다.(B-777 8X / 115,540 lbf / GE9X)\n프로펠러 비행기도 추력으로 계산하면 비교가 편하지 않을까? 어짜피 공기를 밀어내는 추진력은 매한가지인데 굳이 구분할 필요가 있는 걸까.\n프로펠러기 에서 추력이 아닌 축마력을 쓰는 이유는 간단합니다. 같은 엔진이라도 프로펠러의 형상과 크기에 따라 추력이 달라지기 때문입니다. \n프로펠러는 공기를 가르며 전방에서 후방으로 보내지요. 2엽보다는 3엽이, 각진 형태보다는 유선형의 형상이 보다 더 높은 효율을 가진다. 종류에 따라 다른 추력을 가진다.\n추력 자체가 정지상태, 비행상태, 비행고도, 대기조건에 따라 다른 값을 가지는 데다가 프로펠러에 따라 다른 값을 갖게 된다면 정확한 성능 비교는 불가능하다. \n이것이 제트기들이 ‘축마력’으로 표현되는 출력을 사용하지 않는 이유다.\n그래서 프롭기의 경우는 축마력을 사용하고, 제트기는 지상에서 정지 상태일 때 최대 출력시의 추진력을 측정하여 추력으로 표시 하도록 되어 있다.\n나사의 데이터에 따르면 마하 1.8에서  F-4 펜텀의 출력은 36,620 (제동) 마력 이었다고 합니다. \n순항속도에서 B-747은 87,325 (제동) 마력으로 측정되었다고 하네요. (265m/s, 954 Km/s) \n처음에 언급한 콜세어가 2,000 마력이니, 결국 현대의 전투기는 2차대전 전투기의 약 20배의 출력을 가지고 있는 셈입니다. \n\n순항 미사일은 조종사가 없을 뿐 항공기와 거의 동일한 구성을 지니고 있기 때문에 무인항공기와도 연관이 있다. 발사 초기에는 고체로켓으로 추진을 하고 일정 속도에 도달하면 터보제트나 터보팬 엔진으로 전환하여 비행한다. 터보팬 엔진은 여객기에 쓰이기도 하지만 순항 미사일에 맞도록 소형 및 경량으로 설계된 것들이 쓰인다.\nAGM-86의 경우 터보팬 엔진의 무게는 65kg 정도이고 2669N의 추력을 제공한다. 연료는 최대 453kg 또는 600리터까지 적재할 수 있다.\n\n순항미사일 엔진의 추력은 미사일의 종류, 크기, 사거리 등에 따라 다르다. 일반적으로 순항미사일 엔진의 추력은 100~200kN 정도다. 이는 여객기의 엔진 추력과 비슷한 수준.\n대표적인 순항미사일인 미국의 토마호크 미사일의 경우, 터보팬 엔진을 사용하며 추력은 100kN 정도, 최대 사거리는 1,600km. \n한국의 현무-3C 순항미사일의 경우, 터보제트 엔진을 사용하며 추력은 150kN 정도, 최대 사거리는 1,500km. \n미국의 AGM-183A ARRW 미사일의 경우, 터보팬 엔진을 사용하며 추력은 200kN 정도, 최대 사거리는 1,600km.\n\n극초음속 순항미사일의 경우, 마하 5 이상의 속도를 내기 위해 더 큰 추력이 필요합니다. \n\nBoeing’s Powered JDAM combines a 500-pound ordnance, the conventional JDAM guidance kit, with a wing kit and a Kratos TDI-J85 engine. The TDI-J85 straightforward architecture is capable of producing 200-lbf of net thrust at Sea-Level Static conditions.\n\n토마호크 순항미사일 엔진의 추력은 약 2.7kN. 이는 파운드 단위로 약 600lbs. 토마호크 미사일은 터보팬 엔진을 사용하며, 이 엔진은 저속으로 비행하는 데 최적화되어 있다. 토마호크 미사일은 일반적으로 해면 고도에서 30~50m의 저고도로 비행하며, 이 경우 공기 저항이 크므로 큰 추력이 필요하지 않다.\n\nThe thrust of a Tomahawk cruise missile engine is approximately 600 pounds (2.7kN).\nAccording to NASA Spinoff, the Tomahawk cruise missile engine uses the Williams International’s F107 fanjet engine. This engine produces about 600 pounds of thrust and is one foot in diameter and weighs only 141 pounds. \n\n니가 앞에서 \"미국의 토마호크 미사일의 경우, 터보팬 엔진을 사용하며 추력은 100kN 정도입니다.\"라고 말했는데...\n\n이전에 제가 말한 것은 토마호크 미사일의 초기 모델에 대한 정보였습니다. 토마호크 미사일은 1980년대에 개발되었으며, 당시에는 터보팬 엔진이 주로 사용되었습니다. 터보팬 엔진은 저소음과 효율성이 뛰어나지만, 추력이 터보제트 엔진에 비해 약간 낮습니다. 최근에 개발된 토마호크 미사일은 터보제트 엔진을 사용합니다. 터보제트 엔진은 추력이 터보팬 엔진보다 높지만, 소음과 효율성이 떨어집니다.\n따라서 현재 토마호크 미사일의 추력은 약 2.7kN입니다. 이는 이전 모델에 비해 약 4분의 1 수준으로 감소한 것입니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-05T11:00:52.736000",
  "updatedAt": "2025-05-24T07:48:58.697000"
}