{
  "id": "9318a3be-d6b9-4f99-afce-b486a8c3bebc",
  "title": "FA-50 추가 수출국 현황",
  "content": "[구매 확정]\n아일랜드 2~6대.       \n폴란드  48대.           \n이집트  100여대.     \n콜롬비아  12~24대.   \n태국    2~12대           \n필리핀  24대             \n세네갈 2대                \n보츠와나  4대           \nUAE  60여대 (M346 구매 취소)\n호주 ( 구매는 확정이나  세부사항 검토중)\n말레이시아 (구매확정 98%)\n노르웨이 (K2 사업에서 절충교역에 따른 구매사업을 진행중)\n\n[협상중]\n사우디, 영국, 오스트리아, 스위스, 스페인\n헝가리, 루마니아, 슬로바키아, 체코, 세르비아, 모로코, 튀니지, 페루, 칠레\n\n[구매를 원하고 있지만,  러시아눈치 때문에 구매를 못하는 국가]\n아제르바이잔, 우즈벡키스탄, 타지키스탄\n(이들 세국가 합이 최소 240여대 물량을 원하고 있음)\n조지아 (6대가량을 원했으나  러시아의 협약때문에 실패)\n\n[구매 검토중]\n이라크\n모잠비크 (장기적으로 구매하기를 원하는 국가. 현재 KT1 부터 해서 공군재건사업을 하고 있는 상황. 아프리카 국가중에서 가장 먼저 팔릴 가능성이 농후함)\n\n[정권 바뀌면 구매 가능한 국가]\n에디오피아. (현재 내전중)\n나이지리아. (친중 정권에서 현재 선거 역전 해서 탈 중국정권이 들어섬. 원래 FA50 2대 구매의사를 밝힌 상황에서 JF17를 계약함.  그러나 우-러 전쟁에 따른 부품불안으로 JF17 구매를 취소할 것으로 보여지고 있음)\n오만 (왕권교체 이후로 K2전차 사업과 더불어서 같이 진행될 가능성이 높아짐.)\n미얀마 (내전중. 이번 우크라이나 전쟁이 마무리되면  다음 전장은 미얀마일 가능성이 높음.)\n\n[슬슬 움직이려는 국가]\n호주. (잠수함과 더불어서 굉장한 관심을 표명중임.)\n파나마 (적극적으로 원했지만, 미국의 반대로 계속 좌절중인 국가)\n\n[FA50 구매 성향의 변화]\n현재 FA50의 구매성향 자체가 변했음. 이번 우크라이나 전쟁으로 인해서 국제적 국방의식이 상당히 변화되고 있음.\n특히 나토 국가들 사이에서 실질적인 전쟁 대비에 대해서, 그리고 무기 공여국에 대한 국제적인 영향력 증대에 대해서 재인식하게 됨.(예를 들어 EU 강국이었던 독일의 삽질)\n같은 나토 국가중에 전쟁이 나면 바로 지원이 가능한 무기를 갖고 있어야 한다라는 인식이 나토 국가들내에서 공통적으로 퍼지고 있음. 공여무기로 인한 나토 국가내의 영향력 확대를 위해서 국방 자산중 어느 정도의 무기 공여가 필요하다라는 사실을 알게 됨. 저가의 무기라도 나토 국가의 지원을 위해 공여할 수 있는 급의 무기가 절대적으로 필요하게 되었다라는 것임. \n\n여기에 FA50 구매에  스페인이 기웃거린다라는 사실을 인지해야 함. 이미 작년 대통령 스페인 방문시에 스페인측에서  FA50의 고등훈련기의 필요성으로 24대 분량을 원했고,\n우크라이나 전쟁 이후에는  공여무기를 통한  국제 외교적 우위에 설 수 있다라는 사실을 인지하기 시작해서 공여차원의 저가 무기의 필요성을 인지하게 됨.\n\n특히 평상시의 초계비행 측면에서 F35는 소티당 비행단가가 너무 비싸다라는 것으로 이는 중국-대만간의 전쟁시 중국 공군력의 피로도를 높이는 전술에 대해서도 이제는 생각해봐야 한다라는 것을 넘어서 절대적으로 필요하다라는 것임.\n즉, 초계비행 정도의 능력만 있으면 좋다라는 것임. \n\n거기에 지상공격기의 세대교체가 일어났다라는 것임. \n현대 전쟁에서 구식의 SU25 같은 지상전용 공격기의 플랫폼 자체가 통하지 않는다라는 것임. \n맨패즈, 지대공미사일에 대한 위협이 증가해서 SU25 같은 구시대 기체는 항공지원 능력이 떨어져서 이를 극복할 수 있는 플랫폼이 새로 필요하다라는 것임. 실전에서 지상공격기의 안전성을 보장해 줄 수 있는 장거리공대지 미사일을 발사할 수 있는 기체가 필요하게 됨.\n문제는 미국 및 나토 호환의 기체야만 한다라는 점임. 그러면서 실질적으로 JF17 정도의 능력까지 커버 가능한 전투능력이면 족함. 그러면 이탈리아 경공격기는 성능 부족으로 탈락임.\n반면 이게 가능한 F16V는 너무 비싸고 거기에 이제는 단종 수순을 남겨두고 있어서 대안을 고려 해야 하는 상황. \n여기에 가장 부합하는 것이 FA50임. 더구나 이전에는 FA50 구매포인트가 고등훈련기로의 가치만을 생각했지만, 이제는 실전에서는 지상공격지원 CAS 기체로서, 평시에는 초계비행임무 할당으로 인한 하이급전투기의 소티당 비용절감용으로, 또한 주변 우방국가 전쟁 발발시 급박한 사태의 긴급공여 기체용이라는 것으로 구매의향 자체가 변화되고 있음. 즉,  ROC 자체가 문제가 아니라 이제는 국제외교적인 영향력에 대한 생각을 하게 되면서 구매요건 포인트가 변경되게 되었다라는 것임.\n\n스페인은 동체 및 주익 부품 자체 생산 및 최종 조립공정을 원하고 있음.\n영국은 아예 내부 부품을 자국화해서 기술 유지를 하려고 하고 있고, 반대로 우리측도 영국에게 원하는 게 있음.\n노르웨이는 기술이전 및 정비창기지 건설이라는 일반적인 교역조건이 아니라 바터무역으로 이익을 취할려고 함. 자국의 NSM 대함미사일 체계와  공대공 미사일을 물물교환 형식으로 팔기를 희망하고 있음.\n\nKAI의 FA50 1000대 판매라는 목표가 괜히 나온 게 아님. 이제는 중고 F16이 시중에 나와도 오히려 FA50을 선호할 수도 있다라는 이야기가 됨.\n소티당 단가가 F16보다 1/3 수준로 저렴하고, 거기에 유사시에 공여무기로 지원 가능한 항공기를 보유하면서, 자국 영토의 방어를 위해서라도 이런 전투기를 확보해야 한다라는 입장임.\n또 미국 무기와 호환성이 되어야 하므로\n그 해결책이 현재로서는 FA50 외에는 대안이 없음.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-08-30T18:32:47.358000",
  "updatedAt": "2022-08-30T21:47:16.362000"
}