{
  "id": "932b7636-9332-4020-acaa-30d7f2121678",
  "title": "반론",
  "content": "1. 자연선택에서 장기적 이익을 신경쓰지 않는 단기적 이익의 극대화는 항상 장기적 이익을 추구하는 방향을 이기는 형태로 작용한다.\n\n-> \"장기적 이익을 신경쓰지 않는 단기적 이익의 극대화\"라는 것은 지극히 구별하기 어렵고 굉장히 분석자의 주관에 의존한다는 것입니다. 예를 들어 한 해에 수확한 곡물을 모두 먹어치우거나 판매하는 농부와 한 해에 수확한 곡물 중 가장 실한 것들을 종자로 남기는 농부가 있을 때 전자는 주변에서 다시 종자를 꾸어올 농부나 종자 판매자가 없다면 다음 해에 농사를 짓는것이 불가능할 것이고 후자는 갑자기 곳간에 불이 나서 종자가 다 불타버리지 않는 이상 다음 해 농사를 짓는 것이 가능할 것입니다. 물론 여기에서 또 몇가지의 가정이 필요하기는 합니다. 단적으로 예를 들면 전자의 농부가 많이 먹고 남아도는 기운으로 후자의 농부를 때려죽이고 종자를 강탈한다거나 하는 일은 없어야 그것이 가능하겠지요. 아니면 남는걸 판 돈으로 한명의 동조자를 고용해서 2대 1로 싸워서 후자의 농부를 때려죽이고 강탈한다거나 하는 선택지도 있어야 할 것입니다.\n그런데 여기에서 선택의 시점에 뭐가 가장 이익의 극대화인지 알 수 있는 방법이 있기는 합니까?\n그리고 지속가능성은요? 만약 현대사회여서 좋은 종자를 계속 저가에 판매하는 농업 대기업이 존재한다면 어떨까요? 아니면 그 농업 대기업이 종자를 독점하고 농민을 예속화 시키는 대기업이라면? 현대가 아니라 전근대이고 전자의 농부는 항상 주변의 농부들을 약탈해서 종자를 뺏어오는 선택을 한다면? 전자의 선택을 했을 때 주변에 더이상 약탈할 농부가 남아있지 않았을 때 그 때도 전자의 농부가 기존의 방식을 유지하면서 생존을 하는 것이 가능하겠습니까? 만약 농부들이 살던 곳이 계속 사람이 모여드는 곳이라 옆집 농부를 때려죽여도 새로 그 자리에 어떤 다른 농부가 등장해서 약탈물을 제공하는 곳이라면 또 생존이 가능하겠지요? 한편으로는 어떤 농부가 되었든 미래의 수확을 미리 팔고 농기구나 농업을 도울 소를 사온다는 선택지는 어떻습니까? 단기적으로 흉년이 계속 들면 농부는 파산하고 굶어죽거나 할 것이고 단기적으로 풍년이 몇번 와서 빚을 갚는다면 농부는 더 부유해진 미래를 가질 것입니다.\n결국 이 단기적 이익이나 장기적 이익이라는 것은 선택이 이뤄지는 시점에서 뭐가 더 나은지 아닌지에 대해서는 판단하기 어렵다는 것이고 완전히 단기적인 이익만을 추구하는 것처럼 보이는 선택도 환경이나 제반조건, 외부의 개입 등에 대해서 그게 진짜 장기적으로 이익인지 단기적으로 이익인지 계속 바뀌기 때문에 단기적인 이익의 추구가 항상 불리한 것도 아니고 항상 유리한 것도 아니라는 겁니다.\n결국 이런 류의 단기적 이익의 극대화가 장기적 이익의 추구를 이긴다는 것도 단기적 이익이나 장기적 이익 등에 대한 분석은 굉장히 사후적이고 자의적으로 분석될 수밖에 없다는 겁니다.\n결국 '단기적인 이익의 극대화'가 '장기적인 이익의 추구'를 이긴다는 것도 그 이치에 부합하는 사례들만을 모아보니 확증편향적인 분석결과일 수 있다는 겁니다.\n결론적으로 뭐가 단기적인 이익을 극대화하는 농부이고 뭐가 장기적인 이익을 추구하는 농부일까요? 저는 판단이 어렵네요.\n\n2. 아가미를 버린 육지생물들이 과연 '단기적인 선택'을 한 종이었던 것인가?\n일반적으로 인류가 지금까지 연구해온 바에 따르면 생물의 돌연변이는 단기적으로 좋은쪽으로 작용하는 것보다는 치명적이고 해로운 방향으로 작동하는 경우가 많습니다.\n대부분은 해로운 돌연변이가 생겨나고 아주 드물게 이로운 돌연변이가 생겨나고 그보다는 높은 빈도로 현재의 생존에 아주 큰 영향을 안줘서 자손을 존속시킬 수 있을 정도의 크리티컬한 요소가 아닌 돌연변이가 생겨납니다. 결국 돌연변이가 '단기적인 이익의 극대화'라고 치부하기에는 비약의 정도가 굉장히 크다는 겁니다.\n자연계에서 일반적으로 자연 선택에서 일어나는 양상이 단기적으로는 이익의 극대화와 큰 상관없이 주변 환경과 생태계가 감당 가능한 수준 대비 해당 종이 가지는 포화도(인간으로 치면 인구압) 내지 환경압 하에서 생존가능한 수준의 돌연변이가 일어나서 근근히 유지되다가 어느 환경변화가 일어났을 때 그동안 일어났던 돌연변이 중 해당 환경에서 극도로 유리한 자손번식이 가능한 돌연변이가 있었다면 지배적인 유전자가 되는 방식으로 진화했을 것이라는 겁니다. 그리고 이것은 단기적의 이익의 극대화는 아무런 관련이 없고 변한 환경에서 얼마나 가장 적자생존적인 형질을 가지고 있었느냐에 따라서 좌우되는 것입니다.\n아가미가 없어진 최초의 동물은 만약 범람이 주기적으로 반복되는 강의 주변에 살았다면 어느날 갑자기 홍수에 떠밀려서 죽었을 수도 있고 이것은 '단기적인 이익의 극대화'와는 별 상관이 없는 것입니다.\n결국 아가미가 없어진 동물들은 당대의 환경에서 처음에는 아가미와 폐의 전신기관을 동시에 사용하는 방식으로 생존이 가능한 수준의 개체가 남아있다가 어느날부터 육지에서만 살아도 생존이 가능한 환경이 조성되면서 혹은 강의 범람이 없는 곳까지 가서 살게 되면서 아가미가 없는 종이 그 곳의 지배종이 되었을 것이지 이것은 장기적인 선택이나 전략과는 아무런 상관이 없는 것이죠. 한편으로는 강 주변에는 여전히 성장과정에서 아가미를 가지는 양서류가 생존해서 남았을 것이고요. 이것을 '단기적인 이익의 극대화'라고 보는 것은 굉장히 자의적인 해석이라고 봅니다.\n\n3. 서브프라임 모기지론 문제가 생긴 원인도 뭐랄까 공감이 전혀 안되는데요.\n서브프라임 모기지론이 발생한 원인을 \"불건전한 대출을 해주지 않으면 망할수밖에 없는 금융계의 선택압으로 인해서 금융회사들은 전체 시스템과 자기 자신을 파산시킬지도 모르는 단기적인 이익에 집중할 수밖에 없었다\"라고 규정하면 속은 편하겠지만 훨씬 복합적이고 다층적인 원인이 작용한 것입니다. 문제가 된 금융회사들은 오히려 중장기적인 안정적 수입을 추구하기 위해서 리스크 분석 등에 돈과 인력을 어쨌든 쓰고는 있었습니다. 그게 맞느냐 틀리느냐가 문제였고요. 리스크를 먼저 알아채서 선제적 대응을 했거나 위기의 초반에 좋은 딜을 한 금융시장 참여자나 회사들은 큰 수익을 거뒀거나 시장에서 더 높은 순위권으로 올라섰고 이게 단기적인 이익의 집중과는 또 별 상관이 없는 것이라는 것입니다.\n\n4. 국제무역망이 단기적인 이익이라는 것도 웃긴 견해인 것인데요.\n국제무역망에 자의든 타의든 제대로 참여하지 못했던 나라의 결말은 우리가 모두 알고 있는 조선의 한일한방입니다. 국제무역에 참여하면 단기적인 이익은 거두지만 장기적인 이익이 없는 것처럼 서술을 하고 계시는데 아닙니다. 국제무역에 참여하지 않으면 단기적인 이익도 없고 장기적인 이익도 없습니다. 현재까지 인류는 장기적으로 기술을 발전시킨 집단이 번영하는 방향으로 살아왔고 외부의 교류와 상업 없이 기술이 발달하는 것은 불가능하거나 매우 더디기만 했습니다. 생각해 보십시오. 석유나 석탄이 없는 나라에서 수입없이 과학이나 공업이 발달하는 것이 가능하겠습니까? 그것의 증거가 동아시아가 근대에 서구로부터 침탈을 당한 것이고 가장 고립되어있던 아메리카 원주민들은 더 비참한 결말을 맞았습니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "4138527f-e6f8-4703-a629-ac8b2ca0439c",
    "3eb0cfd5-dae1-4185-9fcc-6a2b31fecda2"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-07-22T13:50:26.026000",
  "updatedAt": "2023-03-13T11:21:18.025000"
}