{
  "id": "9469e7db-9a24-4c49-b684-bf0a9c4a4ce8",
  "title": "신관",
  "content": "미사일이 그냥 바닥에 떨어지는 정도로는 터질 수도 있고 안터질 수도 있죠. 모든 폭탄, 포탄, 미사일 등은 신관 또는 뇌관이 작동해야 폭발하게 되어 있습니다. 물론, 가장 원시적인 형태는 충격신관이긴 한데 전기식 신관이 있는 경우도 장약에 일정 수준 이상의 충격이 가해지면 폭발합니다. 그 충격 임계점이 어느 정도냐에 따라 다르겠죠. \n예를 들어 전차 포탄의 경우 전기식 신관인데 포탄 후미의 신관부에 15kg 이상의 충격이 가해지면 장약이 폭발한다고 알고 있어요.\n\n바닥에 떨어지는 정도로는 안터질 가능성이 높습니다만 기폭장치등이 고장날 확률도 높죠.\n\n경우의 수는 많지만 바닥에 떨어지는 정도로는 안 터집니다.\n\n안전장치가 기본적으로 있어서 이게 해제되기 전에는 신관이 작동되지 않습니다.\n수류탄을 예로 들면 안전핀을 제거해야 터질 수 있는 것 처럼 말입니다.\n아래 이미지에서 긴 리본으로 연결하는 형태가 안전장치로 알고 있습니다.\n[https://media.defense.gov/2009/Apr/23/2000590502/825/780/0/090417-F-6044B-163.JPG]\n\n포탄까지 범위를 늘리면 떨어뜨리는 사고는 꽤 빈번합니다. 하지만 요즘 포탄들은 떨어졌다고 터질 확율은 0에 가깝습니다.\n\n일단 폭탄은 신관에 의해 폭발합니다. 요즘 폭탄들은 워낙에 안정화 돼 있어서 웬만한 외부 자극으로는 터지지 않습니다. 그래서 신관이 중요하고, 이런 속성 때문에 대부분의 폭탄은 발사 직전에 신관과 결합합니다. 이것은 일반적인 지상 폭탄이 그렇다는 것이죠.\n항공용 폭탄도 비슷하긴 한데 전투기에 달아야 하는 것이기 때문에 여러 안전 장치들이 있습니다. 공대공 미사일이든 공대지 미사일, 혹은 폭탄이든 항공기에 달기 전까지 무조건 안전핀이 여러 개 꽂혀 있는 상태로 거치됩니다. 그러니까 항공기에 달릴 때까지 신관 작용이 없다는 뜻이죠. 거치하고 나서 전투기의 엔진에 시동이 걸리고 출격 준비가 끝나면 안전핀을 제거 합니다. 따라서 지상에서 운반이나 장착 도중 낙하한다고 해도 폭발할 가능성은 없습니다.\n다만 미 항모에서 실제로 있었던 일인데 항모 같은 경우는 준비를 간소화 한다는 명목으로 과거 갑판에 오른 전투기는 출격 전에 준비 상태를 완비한다고 하여 안전 장치들에 제거 된 상태로 주기되기도 했습니다. 그러다가 열추적 미사일인지 뭔지가 발사되는 바람에 엄청난 사고가 난 적이 있어서 항모 항공대도 출격 직전에 안전핀을 제거하는 것으로 압니다.\n\n다들 말씀해주신대로 실수로 떨어뜨려서 터지면 잘못 만든 거일 거에요. 공대공미사일이나 대탄도미사일도 요새 적기나 탄도탄 맞기 직전 신관작동하도록 되어있어서 미리 터져서 파편 비산으로 격추하는게 더 맞출 확룰이 높아서 그리 설계되는 걸로 알고 있고 대함미사일도 함선 뚫고 들어가서 터지도록 신관이 설정되어 있어서 신관센서나 프로그램에 의해 터지도록 구성되는 걸로 압니다\n\n박격포탄은  거꾸로잡고 신관부분을 땅에 찍으면 터지는건가요? \n박격포를 포신없이 운용하는 건 영화 \"라이언일병 구하기\"에 나오죠...\n영화 속 마지막 전투 씬에서 병사들이 포탄 신관부를 철판에 때리고 던지는 장면이 나옵니다.\n바로 던지지 않고 철판에 때리고 난 후 던지는 이유가 있을까요?\n\n저도 일빵빵출신은 아니라서 박격포탄 구조에 대하여 잘 알지는 못하지만...\n박격포탄 추진부를 때려야 신관이 작동하는 거 같아요...\n\n박격포탄은 지연 신관을 사용해 착탄하기 전  공중에서 폭발하게 셋팅 합니다. 과거에는 충격신관을 사용하기도 했지요. 지연신관은 격발 상태에서 던져야 폭발할겁니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-17T20:58:01.924000",
  "updatedAt": "2023-11-16T18:44:33.045000"
}