{
  "id": "952b4167-aac3-4086-b8e4-3404d59b676a",
  "title": "차선의 정리(theory of the second best)",
  "content": "후생경제학 분야의 한 이론으로, 경제가 최선에 이르는 데 필요한 조건이 하나 이상 충족되지 못하면 다른 조건들이 더 좋아진다 할지라도 경제의 후생은 변하지 않을 수 있다는 이론이다. 캐나다 출신 경제학자 립시(Richard Lipsey)와 호주 출신 경제학자 랑케스터(Kelvin Lancaster)가 1956년에 경제학 학술지 《경제학 평론 Review of Economic Studies》에 〈차선에 대한 일반이론 The General Theory of Second Best〉이라는 논문을 게재하면서 알려졌다.\n후생경제학 분야의 한 이론으로, 경제가 최선의 상태에 이르는 데 필요한 조건이 하나 이상 충족되지 못한다면 만족되는 조건의 수가 많아진다 할지라도 경제의 후생은 더 나아지지 않을 수 있다는 이론. 예를 들어 어떤 경제가 최선의 상태에 이르기 위해 3가지의 조건을 만족해야 한다. 직관적으로는 조건이 다 만족하지 못한다 할지라도 최대한 많은 조건을 만족시키는 것이 경제가 가장 효율적인 상태에 가깝다고 생각할 수 있다. 즉, 1개의 조건을 만족하는 경제보다 2개의 조건을 만족하는 경제가 더 최선에 가깝다는 논리이다. 차선이론을 주장한 두 경제학자는 이러한 생각이 틀릴 수 있다는 것을 수학적으로 증명해보였다. 단 하나라도 최적의 조건에서 벗어나면 그 이후부터 만족되는 조건의 수와 경제의 후생이 큰 관계를 가지지 않을 수 있다는 것을 보였다.\n이 이론은 정부의 정책에 적용될 수 있다. 현실에서는 경제가 최선의 상태를 위한 모든 조건을 다 만족시킬 수 없을 때 정부는 만족되지 못한 조건을 하나씩 개선해나가는 정책을 펼친다. 비효율적인 부문을 하나씩 해결해나가면 최선의 상태에 가까워질 수 있으리라는 논리에 의해서다. 그러나 차선 이론에 따르면 정부가 하나의 비효율적인 부문을 해결했다고 할지라도 예전보다 더 나은 상태가 될 것이라는 보장이 없다. 따라서 이 이론은 정부가 정책을 실행함에 있어 하나의 상황이 변하면 다른 상황도 연동하여 변한다는 것을 인지해야 하며, 더 나은 상태로 가기 위해서는 이러한 관계를 함께 고려해야 한다는 시사점을 제공한다.\n\n\n예를 들어 어떤 사회 혹은 경제가 최선의 상태에 이르기 위해 n개의 조건이 충족되어야 한다고 합시다. 어떤 이유로 그 중 하나가 충족되지 못하는 상황이 발생했습니다.(이 상황을 A라고 부르겠습니다.) 그런데 여기서 또 하나의 조건이 추가적으로 충족되지 못하는 상황이 발생했습니다. (이 상황을 B라고 부르겠습니다.)\n우리의 직관에 따르면 최선의 상태를 위해 충족되어야 하는 조건이 단 하나만 충족되지 못하는 경우가 추가적으로 하나가 더 충족되지 못하는 경우보다는 더 나은 상태일 것입니다.\n즉 A가 차선(second-best)의 상태라고 판단한다는 것이지요.\n그러나 차선의 이론은 이런 직관이 틀릴 수도 있음을 지적하고 있습니다. 즉 A가 아닌 B가 차선의 상태일 수도 있다고 말하는 것입니다. 일단 하나 이상의 최적 조건이 위배되면 위배되는 조건의 숫자와 후생상태는 관련이 없다는 뜻입니다. 즉 최적 조건 하나가 위배되는 상황보다는 거기에 추가적으로 다섯 개가 더 위배되는 상황이 더 나을 수도 있다고 말합니다.\n차선의 이론은 사회후생을 평가할 때 직관이 잘못된 판단에 이르게 할 수 있음을 경고하고 있습니다. 일단 하나 이상의 최적 조건이 위배되면 위배된 조건의 숫자를 셀 것이 아니라 case by case로 후생수준을 비교해야 한다는 말입니다.\n\n최선의 선택(최적의 효율성)이 실현되기 위한 조건이 충족되지 않은 경우에 차선의 선택을 찾기 위해서는, 충족되지 않은 조건의 개수를 세는 것보다 위배된 조건 각각의 영향을 판단해야 한다는 이론이다. 예를 들어 조건 A, B, C 중 A(1개)를 위배한 대안 A와 B, C(2개)를 위배한 대안 B가 존재하는 상황을 가정할 때, 일반적인 직관에 따를 때 우리는 위배한 조건의 개수가 더 적은 대안 A가 더 합리적인 선택이라고 판단하기 쉬우나, 일단 최적 조건이 위배된 상태라면 이러한 조건의 개수는 각 대안의 가치와 관련이 없기 때문에 대안 B가 차선의 선택일 가능성도 존재한다.\n\n차선이론은 한 경제 모델에서 한 개 이상의 최적 조건들(optimality conditions  )이 충족되지 못할 때 발생하는 것들을 다룬다. 캐나다 경제학자 Richard Lipsey 와 호주-미국 경제학자  Kelvin Lancaster 는 1956년 논문에서 한 경제모델에서 하나의 최적 조건이 충족되지 못하면 , 차선의 해법은 보통 최적이라고 가정되던 조건들로부터 다른 변수들을 변경해야 될 수도 있음을 보였다.\n이것은 한 부문에서 불가피하게 시장 실패를 가질 수밖에 없는 한 경제에서 다른 부문에서 완전 시장으로 더 이동해가면 실제로는 효율성이 감소할 수 있음을 의미한다.  최소한 이론상으로는 하나의 시장 불완전성을 고치려 하기보다 시장 불완전성들이 서로를 상쇄하게 놔 두는 것이 더 나을 수 있다. 그러므로, 자유방임 정책에 반하는 방식으로 정부가 개입하는 것이 최적일 수 있다. \n이것은 경제학자들이 (한 영역에서의 시장 완전성을 개선하는 것이 총체적인 시장 효율성을 개선한다는) 파레토 효율성 극대화 이론에 입각한 정책을 펼치기 전에 현실의 세세한 측면들(관련 변수들)을 고려해야 됨을 시사한다.\n\nPolitically, the theory implies that if it is infeasible to remove a particular market distortion, introducing one or more additional market distortions in an interdependent market may partially counteract the first, and lead to a more efficient outcome.\n\n어떤 특정 상태가 주어졌을 때 사회후생을 가장 극대화하는 조건들이 존재한다고 했을 때\n그 조건들을 모두 충족하는 것이 그 사회로선 후생을 극대화하기에 '최선'인 것입니다. 그러나 조건을 모두 충족하기 어렵기에 조건들 중 일부만 충족하는 '차선'을 추구한다 했을 때, 얼핏 생각하면 조금이라도 더 많은 조건을 충족하는게 더 좋을 법도 할 것입니다.\n그러나 후생경제학에선 최선을 위한 여러 조건들 중 몇개 더 충족한다고 해서 그것이 더 좋은 상태를 보장하는 것은 아니라고 주장합니다.(자세한 수학적인 증명은 생략합니다) \n즉 최선의 조건이 10개라면 그중 7개를 충족하는 것이 5개를 충족하는 것보다 반드시 우월하다는 것을 보장하지는 않는다는 것입니다.\n하나의 왜곡을 시정하는 과정에서 새로운 왜곡이 초래되는 것이 일반적 현실이기 때문에, 모든 최적 조건들을 충족시키려고 노력하는 것보다 오히려 최적 조건의 일부가 항상 충족되지 못함을 전제로 하여 그러한 상황에서 가장 바람직한 자원배분을 위한 새로운 조건을 찾아야 한다는 과제가 제시된다.\n이러한 차선의 이론이 시사하는 바는 어떤 개혁을 이루기 위해 추구되어야 할 요건들이 있다면 그 요건들을 모두 확실히 충족시켜야 개혁이 성공하는 것이지 적당히 몇개만 충족시키는 걸로 타협을 본다고 해서 개혁방향으로 조금이라도 더 나아진다고 보장을 못하며 오히려 개혁 시도 전보다 사회가 퇴보할 수도 있다는 것입니다. 다시 말해 어설픈 개혁은 아니함만 못하다는 것이 차선의 이론의 요지입니다.\n\n관세동맹 논의는 차선의 문제에 대한 중요한 사례를 제공하고 있다. 관세 동맹이란 동맹국 사이에 모든 관세를 폐지하고 비동맹국의 상품에 대해서만 관세를 부과하기로 하는 협정이다. 자유무역을 주장 하는 이들은 모든 국가에서 관세가 제거된 자유무역을 최적의 상황으로 보았고, 일부 국가들끼리 관세동맹을 맺을 경우는 관세동맹을 맺기 이전에 비해 자유무역의 상황에 근접하는 것이므로, 관세동맹은 항상 세계 경제의 효율성을 증대시킬 것이라고 주장해왔다. 그러나 바이너는 관세동맹이 세계 경제의 효율성을 떨어뜨릴 수 있음을 지적하였다. 그는 관세동맹의 효과를 무역창출과 무역전환으로 구분하고 있다. 전자는 동맹국 사이에 새롭게 교역이 창출되는 것을 말하고 후자는 비동맹국들과의 교역이 동맹국과의 교역으로 전환되는 것을 의미한다. 무역창출은 상품의 공급원을 생산비용이 높은 국가에서 생산비용이 낮은 국가로 바꾸 는 것이기 때문에 효율이 증대되지만, 무역전환은 공급원을 생산비용이 낮은 국가에서 생산비용이 높은 국가로 바꾸는 것이므로 효율이 감소한다. 관세동맹이 세계 경제의 효율성을 증가시키는가의 여부는 무역창출 효과와 무역전환 효과 중 어느 것이 더 큰가에 달려 있다. 무역전환 효과가 더 크다면 일부 국가들 사이의 관세동맹은 세계 경제의 효율성을 떨어뜨리게 된다.\n\n차선의 문제는 소득에 부과되는 직접세와 상품 소비에 부과되는 간접세의 상대적 장점에 대한 오랜 논쟁에서도 등장한다. 경제학에서는 세금이 시장의 교란을 야기하여 자원배분의 효율성을 떨어뜨린다는 생각이 일반적이다. 아무런 세금도 부과되지 않는 것이 파레토 최적 상태이지만, 세금 부과는 불가피하므로 세금을 부과하면서도 시장의 왜곡을 줄일 수 있는 방법을 찾고자 했다. 이와 관련해, 한 가지 상품에 간접세가 부과되었을 경우 그 상품과 다른 상품들 사이의 상대적 가격에 왜곡이 발생하므로, 이 상대적 가격에 영향을 미치지 않는 직접세가 더 나을 것이라고 주장하는 핸더슨과 같은 학자들이 있었다. 그러나 이는 직접세가 노동 시간과 여가에 영향을 미치지 않는다는 가정 아래서만 성립하는 것이라고 리틀은 주장하였다. 한 상품에 부과된 간접세는 그 상품과 다른 상품들 사이의 파레토 최적 조건의 달성을 방해하게 되지만, 직접세는 여가와 다른 상품들 사이의 파레토 최적 조건의 달성을 방해하게 되므로, 직접세가 더 효율적인지 간접세가 더 효율적인지를 판단할 수 없다는 것이다. 나아가 리틀은 여러 상품에 차등적 세율을 부과할 경우, 직접세만 부과하는 경우나 한 상품에만 간접세를 부과하는 경우보다 효율성을 더 높일 수 있는 가능성이 있음을 언급했지만 정확한 방법을 제시하지는 못했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "962773d3-36bd-4ad9-ae7c-a7d4dedcca9a",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-02-08T19:48:15.281000",
  "updatedAt": "2025-09-18T07:09:56.411000"
}