{
  "id": "957283b4-5cbb-4a96-82cd-f460d81fdbab",
  "title": "자유",
  "content": "\"너희가 자유를 위하여 부르심을 입었으나 그러나 그 자유로 육체의 기회를 삼지 말고 오직 사랑으로 서로 종노릇하라\"\n\n\"너희가 죄의 종이 되었을 때에는 의에 대하여 자유하였느니라\"\n\n\n동성애 정당화론이 인권법, 차별금지법, 평등법의 모습으로 수 많은 사람을 미혹하고 있다. 우리는 어떤 진리와 진실을 갖고 맞서야 할까.\n모든 것을 자유롭게 제약 없이 누릴 자유가 참 자유요, 참 인권이라는 주장은 얼핏 보면 그럴듯해 보인다. 교회 내에도 \"이제는 율법의 시대가 아니고 은혜의 시대이니 모든 것을 자유롭게 하고 싶은 것을 하면서 주님이 주신 은혜를 누리자\"는 주장이 설득력을 얻는다.\n성경이 말하는 참된 자유는 무엇일까. 죄 지을 자유가 아니라 죄로부터의 자유다. 죄의 사슬, 멍에, 억압으로부터 해방인 것이다. 과거의 죄로부터 용서 사면을 뜻하는 죄 사함이고, 현재 미래의 죄로부터 해방인 거룩한 삶을 의미한다.\n갈라디아서 5장 1절은 이렇게 말씀한다. “그리스도께서 우리를 자유롭게 하려고 자유를 주셨으니 그러므로 굳건하게 서서 다시는 종의 멍에를 메지 말라.” \n예수님이 죄로부터 자유롭게 하셨으니 다시는 죄의 종이 되지 말라는 것이다. \n갈라디아서 5장 13절은 다시 “형제들아 너희가 자유를 위하여 부르심을 입었으나 그러나 그 자유로 육체의 기회를 삼지 말고 오직 사랑으로 서로 종 노릇하라”고 가르친다. 21절에는 이런 일을 행하는 자는 하나님의 나라를 유업으로 받지 못할 것이라고 말씀한다.\n예수님이 주신 자유를 잘못 이해하고 오용해 회개 없이 계속 동성 간 성행위를 한다면 어떻게 될까. 고린도전서 6장 9~10절은 결코 하나님 나라를 유업으로 받을 수 없다고 말씀한다.\n2000년 전에도 교회 안팎에는 예수님을 믿는 자에게 주어진 해방과 자유를 오용해 음행과 동성애를 정당화하려는 사람들이 있었다. 하지만 성경은 자유를 갖고 음행 등 죄를 정당화할 수 없다고 단호하게 말씀한다.\n참된 자유는 죄를 행할 자유가 아니라 죄를 행하지 않을 자유다. 진리 안에서 죄의 유혹을 이기고 죄를 짓지 않을 수 있을 때 우리는 비로소 죄의 사슬과 포로에서 해방된다. 죄를 자유롭게 지으라는 것은 해방의 목소리가 아니다. 다시 죄의 멍에를 짊어지고 죄의 사슬에 매이며 죄의 노예가 되는 악마의 거짓말일 뿐이다. 동성애를 행할 자유는 동성애의 사슬에 매이고 동성애의 노예가 되는 길이다. 동성 간 성행위의 정욕이 유혹하더라도 말씀을 믿음으로 이를 하지 않을 자유가 참된 자유인 것이다.\n영적으로 봤을 때 자유와 인권으로 동성 간 성행위와 음행을 정당화하는 동성애 차별금지법은 '자유의 이름으로 거룩의 자유를 빼앗는' 사단의 거짓말과 같다. 자유의 이름으로 자유를 빼앗는 교묘하고 사악한 사단의 거짓말인 셈이다.\n이러한 복음적 메시지에 부합하는 권위 있는 문건이 있다. 세계인권선언 제29조다. 이 조항은 자유와 인권이 제한되는 경우가 있음을 분명하게 언급한다. 민주사회의 공공질서와 도덕률을 위해 인권을 제한할 수 있다고 한다.\n공공질서를 위반하는 범법(犯法)을 정당화하기 위해 인권을 이용할 수 없다는 것이다. 도덕률을 위반한 부도덕, 비윤리 행위를 정당화하기 위해 인권을 써먹을 수 없다는 것이다.\n인권도 한계가 있다. 그것은 법과 도덕이다. 세계인권선언도 이 점을 명확히 선언한다. 만약 제29조의 한계가 없다면 인권은 얼마든지 불법과 부도덕을 정당화하기 위해 이용될 것이다.\n세계인권선언 제29조는 참 자유는 죄로부터의 자유라는 성경적 메시지를 그대로 담고 있다. 인권도, 자유도, 평등도, 행복추구권도 엄연한 한계가 있다. 불법과 부도덕을 정당화하는 시도 앞에 이러한 한계를 분명하게 제시해야 한다.\n\n\n\n고린도후서 3장 17절에서 성경은 \"주는 영이시니 주의 영이 계신 곳에는 자유함이 있느니라\"라고 말씀하고 있습니다. 이 말씀에 나온 자유라는 단어에 대해서 어떤 이들은 성경이 말하고자 하는 자유가 아닌 다른 자유를 얘기하며 그로 인하여 기뻐하며 다른 성도들에게 기쁨을 유도하는 것을 볼 수 있습니다. 다른 자유란 여러 가지로 이야기 될 수 있을 것 같습니다.\n  대표적으로 몇 가지만 거론하자면, 육체적인 방종과 정신적인 방종 그리고 영적으로 보이지만 사실상 그렇지 않은 교묘한 자유함이 있습니다. 육체적인 방종은 다시 말해서 육으로 어떤 것을 해도 죄가 되지 않는다는 것이고 정신적인 방종은 마찬가지로 정신적으로 어떤 것을 해도 죄가 되지 않는다는 것이며 영적으로 보이나 실상은 그렇지 않은 교묘한 자유함이란 우리가 죄인인 상태로 그대로 있어도 예수님께서 우리를 대속하여 죽으셨으므로 우리는 죄 가운데 살아도 정죄와 심판으로부터 자유하다는 것입니다.\n  저는 위의 세가지 중에서 마지막 세 번째 교묘한 자유함이 교회에 가장 치명적이라고 생각합니다. 왜냐하면 교묘하기 때문에 올바른 것처럼 보여서 교회 안에서 다른 두 가지 잘못된 자유보다 자유롭게 활보하기 때문입니다. 육적인 자유와 정신적인 자유는 누가 보아도 잘못된 것이기에 분별해내기 쉽습니다. 하지만, 교묘한 자유함은 분별해내기가 쉽지 않습니다.\n  오늘날 거룩함에 대해서 이야기하는 사람은 많아도, 거룩함을 추구할 수 있는 동기를 제공하는 사람은 많지 않다고 생각합니다. 왜냐하면 거룩함이 구원의 조건이라는 가르침이 많지 않기 때문입니다.\n  다시 본문으로 돌아와 자유함에 대해서 이야기하자면, 성경에서 얘기하는 자유함이란 첫째, 죄로부터의 자유함입니다. 둘째는, 죄의 결과로 파생된 영적, 정신적, 육체적 억눌림으로부터의 자유입니다. 여기서 첫째가 가장 중요합니다. 왜냐하면 두번째 자유는 첫번째 자유함이 임할 때 자연스럽게 이루어지는 것이기 때문입니다. 그렇기 때문에 주님께서는 38년 동안 병들었던 사람을 고쳐주시고 후에 다시 만나서 \"보라 네가 나았으니 더 심한 것이 생기지 않게 다시는 죄를 범치 말라\"(요 5:14)고 하신 것입니다. 그러므로 우리의 삶에 진정으로 필요한 자유함은 첫째가 죄로부터의 자유함이고 둘째가 죄의 결과로 파생된 악한 결과로부터의 자유함이라고 할 수 있을 것입니다. 예수님께서는 이 두가지 억눌림에서 모두 해방시키기 위해서 이 땅에 오셨습니다. 그 분의 말씀은 우리를 죄의 억눌림으로부터 자유케 하며, 그분의 능력은 우리의 병과 귀신 들림, 죽음의 억눌림으로부터 자유케 하셨습니다.\n  주님께서는 요한복음 8장에서 \"죄를 범하는 자마다 죄의 종이라\"(34)고 하시며 \"너희가 내 말에 거하면...진리가 너희를 자유케 하리라\"(31-32)라고 하셨습니다. \n  우리는 주님께서 말씀하시는 자유란 우리로 하여금 죄에 굴복하는 자유가 아니요 죄를 이기게 하는 자유인 것을 알아야 합니다. 그 때에 우리는 주님의 말씀을 모두 전심으로 믿을 수 있으며 그 말씀대로 살 수 있는 힘을 얻을 수 있습니다. 그러므로 모두 주님 말씀을 더욱 사모하여 읽고 묵상하여 죄의 모든 속박으로부터 자유한 하나님의 종들이 되시길 축복합니다.",
  "color": "default",
  "labels": [
    "24690b65-e26d-4857-b5f9-f7c2fcc8a7f8"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-06-28T07:12:05.657000",
  "updatedAt": "2022-06-28T07:12:05.657000"
}