{
  "id": "958c8976-170e-4ee4-bc7e-eb1c19d6f526",
  "title": "북 화승총 미군헬기 격추 관련 비화",
  "content": "▲ 1994년 12월 북에서 전격 공개한 북 화승총에 격추된 미군 헬기 조종사 보브 홀 준위 사진, 왼편에 하일먼 준위의 시신이 누워있다.     © 자주시보\n \n\n▲ 판문점으로 귀환하는 보브 홀 준위  \n\n12월 17일 오전 10시 45분 경, \n\n 미 8군 제 17 항공여단 501 대대 소속 OH-58 정찰 헬기가 강원도 원통 군사분계선 북방 5Km 지점(북한 측 행정구역으로는 강원도 금강군 이포리)에 북에서 쏜 화승총이라는 휴대용대공미사일에 단방에 격추되어 떨어졌다.\n\n당시 미군 측은 조종사가 한국에 온지 1달 밖에 안 되었고 그날 눈이 많이 와서 휴전선이 잘 구분이 안 되었다고 의도적인 월경 도발이 아니었다고 주장했다.\n\n이 사고로 헬리콥터의 부조종사 ‘데이비드 하일먼’ 준위가 그 자리에서 사망하고 정조종사 ‘보비 홀’ 준위가 북한 당국에 억류되었다가 긴급한 북미 대화를 통해 2주만에 판문점을 통해 남측으로 귀환되었다.\n 그 전에 하일먼 준위의 시신도 인도되었다.\n\nhttp://blog.ohmynews.com/gompd/156053\n\n그때 미군헬기사건은 북한군의 화승총에 대한 인식을 완전히 변화시킨 계기였는데 미국과 일본에서는 그 화승총이 이전의 화승총이 아니라 스팅거를 모방한 개량형이라는 추정이 나와 논의가 많았습니다.\n북한에서 화승총은 기본적으로 보병련대 화승총소대가 장비합니다.\n\n미국과 일본의 대북전문가들은 소련이 북한에 휴대형 방공미사일을 공급하지 않았다고 생각하지만\n외적으로는 그렇게 말하지 않습니다.\n\n실지로 1970년대 초 소련이 개발장비하여 4차 중동전쟁에서 시험한 휴대용 방공미사일은 레드아이보다 한참 뒤떨어집니다.\n\n 북한의 입장에서는 대량소모품인 휴대용방공미사일을 막대한 비용을 들여 수입하여\n 보병연대에까지 공급한다는 것은 생각조차할 수도 없고 그럴 뜻도 없습니다.\n오직 자체로 개발생산했기에 보병연대까지 공급가능합니다.\n\n▲ 미군의 휴대용 미사일 초기형인 레드아이, 북의 화승총의 형태가 이와 비슷하다. 북은 미군의 무기도 다 가져다 연구하여 장점은 받아들이고 있는 것이다. 지난해 원산에어쑈에 미군 헬기와 똑같은 헬기가 대거 등장하여 세계를 깜짝 놀라게 했던 것도 바로 그것을 말해준다.  \n\n그래서 미국은 베트남전쟁 때 북한이 레드아이를 노획하여 몰래 반입한 다음 모방한 것으로 추정합니다.\n어쨌든 1970년대 초에 북한이 자체로 개발한 화승총은 아무리 보아도 레드아이와 유사해 보입니다.\n레드아이는 주로 비행기 엔진에서 나오는 파장이 짧은 적외선을 수감하게 되었으므로\n반드시 비행기뒷쪽에서 사격해야 합니다.\n그러므로 상대적으로 빠르지 못한 미사일이 빠른 비행기를 따라 가는데 당연히 명중율이 낮아 이론적으로 헬기격추에 2~4발,\n제트기격추에 25발정도 필요합니다.\n레드 아이의 장점은 비행기를 발견한 즉시 사격 가능한 것입니다.\n\n그런데 1990년대초 DMZ에서 사람들의 상상을 초월하여 미국의 첨단기술이 체면구기는 사건이 터집니다.\n\n우연히 DMZ를 넘어 북한 영공에 진입한 미군 헬기가\n화승총 1발에 단발 명중되어 격추, 완파된 겁니다.\n걸프전과 훗날 유고전장에서도 마음대로 돌아 친 헬기가 유독 북한에서만 격추된 겁니다.\n이 사건을 해명하라는 불같은 추궁에 땀 뺀 것은 미 군부인데 그들은 원인해명 과정에 두 가지 문제점을 포착합니다.\n\n하나는 1980년대 중엽 소련-아프간전쟁에서 아프간반군이 사용한 스팅거가 북한에 넘어간 것 같다는 보고서가 발견된 겁니다.\n\n그럼 북한이 소련-아프간전쟁에 참전했는가 하는 의문인데 한호석소장님의 글에 무엇인가 시사하는 부분이 있으므로 이만 하겠습니다.\n\n\n▲ 미군 스팅어 휴대용대공미사일 \n\n(요즘 스팅어는 레드아이의 단점을 보완하고 여러차례 성능개량을 해서 적외선만이 아니라 자외선도 감지하고 열도 엔진 열만이 아니라\n비행기나 헬기에서 나오는 여러 가지 열을 감지할 수 있는 미사일로 아직도 그 구체적인 원리는 공개하지 않고 있다.\n이 스팅어를 미국이 체첸반군에게 대량 공급하여\n러시아 전투기와 헬기가 체젠전투에서 엄청난 피해를 입었다.\n문제는 그 스팅어가 테러세력들에게 들어가 여객기도 격추하기도 하고 상대진영에서 구해다가 분석하여 기술을 습득하는데 이용하는 바람에 미국에서 이를 비싼 돈을 주고 다시 사들이는 방식으로 회수하고 있는데 여전히 많은 양이 회수되지 못한 상황이다.)\n\n다음 하나는 화승총의 놀라운 비행자리길과 명중점입니다.\n\n화승총미사일은 미군 헬기의 정면에서 발사되어\n헬기를 향해 거의 정면으로 몰입한 다음\n동체도, 엔진도 아닌 프로펠러회전축을 그대로 명중합니다. 정말 뜻밖입니다.\n 이전 화승총은 반드시 엔진이 보이는 비행기 뒤에서만 사격가능하고 명중점이 엔진이나 동체여야 합니다.\n\n 만일 동체를 명중했다면 헬기의 든든한 고무방탄벽 때문에 미사일이 튀어나 헬기는 무사합니다.\n엔진은 동체가 감싸고 있는 데다가 분출구가 뒷-윗방향이므로 지상에서는 거의나 보이지 않습니다.\n 뒤에서 발사되었다면 미사일이 헬기보다 더 높이 날아올랐다가 내리 꽂혀야 하는데\n프로펠러가 엔진분사가스를 사방으로 분산시키며 엔진을 막아주므로 말이 안 됩니다.\n\n특히 정면에서는 엔진명중이 더욱 불가능합니다.\n이해 안 되는 현상입니다.\n\n여기서 두번째 원인이 주의를 끌었습니다.\n북한의 적외선추종미사일이 비행기정면의 지상에서 발사되어 저속 프로펠러 회전부를 때렸다는 사실을 설명하려면 오직 미사일의 적외선센서가 엔진에서 나오는 파장이 짧은 적외선이 아니라 프로펠러축에서 나오는 파장이 긴 적외선을 추적한다고 보아야 하는데\n이는 당시에는 미국의 스팅어에만 적용된 첨단 기술입니다.\n\n더 엄청난 문제는 이것이 사실이라면 북의 화승총앞에 모든 비행기들이 다 무방비라는 겁니다.\n정밀한 측정기기로 비행기의 적외선방출을 측정하면\n파장이 긴 적외선은 프로펠러축과 프로펠러이음부에서 가장 크게 발산하며 헬기를 포함하어 모든 프로펠러비행기는 말할 것도 없고\n제트기에서는 동체와 날개이음부에서 공기마찰로도 발생하는데 이건 도저히 그 어떤 방법으로도 스텔스 불가능한 겁니다.\n\nhttps://m.blog.daum.net/bmss4050/1231",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-07-06T18:23:28.680000",
  "updatedAt": "2021-11-17T15:23:37.080000"
}