{
  "id": "962d26a3-5266-47f0-b491-fc80d8a580e2",
  "title": "국채 금리",
  "content": "A\n미국 국채 금리는 왜 고정이 아니라 변동하나요? 채권 발행할 때 이자율이 있었을 텐데요.\n\nChatGPT\n좋은 질문이십니다. 먼저 말씀하신 것처럼, 미국 국채는 발행될 때 고정 이자율(fixed interest rate)을 정해놓습니다. 예를 들어, 10년 만기 국채를 연 3% 금리로 발행한다면, 그 채권을 보유한 사람은 매년 3%의 이자를 고정적으로 받습니다. 여기까지는 말씀하신 것처럼 “고정”입니다.\n그런데 우리가 흔히 뉴스에서 접하는 미국국채 금리(혹은 수익률, yield)는 고정 이자율이 아니라, 채권 가격의 변동에 따라 달라지는 시장 수익률입니다. 이유는 다음과 같습니다. 채권은 발행된 후에도 자유롭게 시장에서 매매가 되는데, 채권의 가격이 변동하면, 그 채권을 현재 가격에 사는 사람 입장에서의 실질 수익률(= 현재 수익률, market yield)이 달라지게 됩니다.\n예를 들어, 액면가 100달러, 연 이자 3달러(3%)인 국채가 시장에서 90달러로 거래된다면, 새로 이 채권을 산 사람은 3/90 = 3.33%의 수익률을 얻게 됩니다. 반대로 가격이 110달러로 올라갔다면, 수익률은 3/110 = 약 2.73%로 떨어집니다.\n이렇게 시장 가격이 바뀌면서 수익률(금리)이 계속 바뀌기 때문에, 언론에서 말하는 “미국 국채 금리”는 사실 채권의 이자율 그 자체가 아니라, 시장 수익률을 의미합니다. 즉, 채권 이자율은 고정인데, 채권 가격이 변하니까 수익률(금리)은 변동하는 것입니다.\n\nA\n신규발행된 채권은 채권 수요를 반영하여 이자율이 결정되겠군요.\n\nChatGPT\n네, 맞습니다. 신규로 발행되는 국채의 이자율(표면금리)은 그 시점의 시장 상황, 특히 수요와 공급에 따라 결정됩니다. 좀 더 구체적으로 말씀드리면, 미국 재무부가 국채를 발행할 때는 입찰 방식(auction)을 사용합니다. 이때 투자자들이 얼마의 금리를 원하느냐에 따라 실제 발행 금리가 정해지게 됩니다.\n만약 투자자들이 국채에 관심이 많아서 수요가 많다면 낮은 금리에도 잘 팔리고, 반대로 수요가 적다면 더 높은 금리를 제시해야만 팔립니다. 그래서 신규 발행 시의 금리는 현재 시장에서 통용되는 금리 수준(예: 연준의 기준금리), 시장의 기대 인플레이션, 경기 전망, 기타 금융 시장의 수요‧공급 상황 등을 반영하게 됩니다.\n즉, 신규 국채의 이자율은 “그 시점의 시장 수익률”에 맞춰 조정된다고 보시면 됩니다.\n\nA\n이를테면 예전에는 중국이 많이 사줬는데 이제는 미국 국채를 더 이상 안 산다면 수요가 줄어들고 그러면 이자율을 더 높여야만 국채를 다 팔 수 있을 테고요.\n\nChatGPT\n맞습니다, 바로 그 맥락입니다. 예전에는 중국 같은 나라들이 미국 국채를 대량으로 사들이면서 큰 수요처 역할을 했습니다. 특히 무역수지 흑자를 통해 벌어들인 달러를 안전자산인 미 국채에 투자하는 방식이었죠. 하지만 만약 이제 그들이 더 이상 미국 국채를 사지 않거나 오히려 팔기 시작한다면, 전체적인 수요는 줄어들게 됩니다.\n수요가 줄어들면 국채가 입찰 시장에서 잘 팔리지 않게 되고, 이를 해결하기 위해서는 더 높은 이자를 제시해서 투자자들의 관심을 끌어야만 합니다. 그래서 결국 이자율, 즉 수익률을 높여야 국채를 다 팔 수 있는 상황이 됩니다.\n즉, 중국의 매수 감소는 미국 국채에 대한 수요 감소를 의미하고, 이는 자연스럽게 국채 이자율 상승 압력으로 작용합니다. 이러한 흐름은 곧 미국 정부의 조달 비용 증가로 이어지며, 경제 전반에도 꽤 중요한 영향을 미치게 됩니다.\n\nA\n그리고 단기채권은 변동금리와 유사한 성격을 가질 테죠. 만기가 되고 갱신하는 과정에서 이자율을 재설정될 테니까요.\n\nChatGPT\n네, 정확하게 짚으셨습니다. 단기채권은 만기가 짧기 때문에 시장 금리의 변화를 더 자주 반영하게 됩니다. 예를 들어 3개월물이나 6개월물 국채는 만기가 돌아올 때마다 새로 발행되는데, 그때마다 그 시점의 시장 수익률에 맞춰 이자율이 재설정됩니다.\n그래서 단기채권을 계속 굴리는 것은 마치 변동금리로 돈을 빌리거나 빌려주는 것과 유사한 효과를 갖게 됩니다. 시장 금리가 오르면 단기채도 금방 그 영향을 받고, 반대로 금리가 내리면 금방 낮은 수익률로 갱신됩니다.\n반면 장기채권은 한 번 정해진 고정금리가 만기까지 유지되기 때문에, 금리가 오를 경우 그 채권은 매력도가 떨어지고 가격이 하락하게 됩니다. 그래서 장기채는 금리 변화에 가격이 민감하고, 단기채는 금리 변화에 수익률이 민감하다고 볼 수 있습니다.\n\nA\n빚이 많은 미국 입장에서는 이자율이 부담스럽겠네요.\n\nChatGPT\n맞습니다, 미국처럼 국가부채가 많은 나라에게는 이자율 상승이 곧 재정 부담의 상승을 의미합니다. 이자율이 오르면, 새로 발행하는 국채에 더 높은 금리를 줘야 하고, 과거에 만기가 끝난 채권을 갱신할 때도 더 많은 이자를 지급해야 하게 되며, 전체적으로 이자 비용이 급증하게 됩니다.\n특히 단기채권 비중이 높은 경우에는 이자 부담이 더 빨리 현실화됩니다. 과거에는 저금리 상태에서 많은 빚을 낼 수 있었지만, 요즘처럼 금리가 높아진 상황에서는 그 빚이 빠르게 비싸지는 구조가 됩니다.\n미국 재무부도 이러한 점을 인식하고 있어서, 만기 구조를 조절하거나, 세수 확보를 위한 정치적 협상을 하거나, 때로는 디레버리징에 대한 고민을 하기도 합니다. 하지만 미국은 동시에 기축통화국이기 때문에, 다른 나라들보다 빚을 내는 데 있어 상대적인 특권이 있다는 점도 함께 작용합니다.\n그럼에도 불구하고 금리가 높아진다는 것은 미국 정부 입장에서도 무시하기 어려운 현실적인 압박입니다.\n\nA\n미국이 패권을 잃어간다는 징후가 나타나면, 미국 국채 수요는 줄어들 테고, 이자율을 높여야만 구매하게 되겠죠. 그러므로 이자율을 낮추기 위해서라도, 패권이 흔들리지 않는다는 걸 보여주려 하기 쉬울 것이고요.\n\nChatGPT\n네, 그렇게 연결하시는 흐름은 상당히 설득력 있습니다. 미국 국채가 낮은 금리에도 잘 팔리는 이유는 단순히 미국의 신용도 때문만이 아니라, 미국이 세계 패권국이라는 전제가 깔려 있기 때문입니다. 다시 말해, 미국 국채를 사는 것은 단순히 ‘이자’를 노리는 투자가 아니라, 달러 시스템과 미국 중심의 국제 질서에 대한 신뢰에 기반한 행동인 것입니다.\n그런데 만약 세계가 그 신뢰를 잃기 시작하면, 국채 수요가 줄고, 이자율을 높이지 않으면 채권이 팔리지 않게 되며, 이는 결국 미국의 재정과 통화 정책에 큰 제약으로 작용하게 됩니다. 따라서 미국 입장에서는 자국의 패권이 여전히 유효하다는 신호를 지속적으로 시장에 보내야 할 유인이 생깁니다.\n그 신호는 군사력일 수도 있고, 외교력, 기술력, 금융 시스템의 안정성 등 다양한 방식으로 나타날 수 있습니다. 심지어 때때로는 심리적 우위나 ‘기축통화의 안정감’을 연출하기 위한 정치적 행위들까지 포함될 수 있습니다.\n결국 금리를 낮게 유지하기 위해서는, 패권이 여전하다는 ‘이야기’(narrative)가 시장에 지속적으로 전달되어야 하며, 그 이야기가 흔들릴 경우 금리는 현실에서 즉각적으로 반응하게 됩니다. 그런 점에서 미국의 패권은 단지 정치적, 군사적인 문제가 아니라, 금리를 좌우하고 재정의 지속 가능성에 영향을 주는 매우 실질적인 요소이기도 합니다.\n\nA\n특정 국가의 국채와 주식시장은 대체로 같이 가는 건가요? 물론 그 둘 중 선택이 이뤄지는 부분이 있어서 대립적인 요소도 있지만, 그러나 그 국가의 전망이란게 곧 그 국가의 채권과 그 국가 기업들의 주식가치에도 반영된다는 점에서는 공통적 요소가 있는 것 같은데요.\n\nChatGPT\n네, 정말 좋은 통찰이십니다. 말씀하신 것처럼 국채와 주식은 서로 반대 방향으로 움직일 때도 많지만, 더 근본적으로 보면 같은 국가의 ‘전망’이라는 기반 위에 놓여 있다는 점에서 서로 연결되어 있습니다. 주식은 성장에 대한 기대를, 채권은 안정성과 신뢰에 대한 기대를 반영하는데, 이 둘은 궁극적으로 그 나라의 경제와 정치 시스템에 대한 신뢰에 뿌리를 두고 있습니다.\n예를 들어, 어떤 나라의 경제가 성장할 거라는 기대가 크다면, 기업들의 실적이 좋아질 것이라는 전망에 따라 주가는 오르고, 동시에 정부의 세수 기반도 튼튼해지니 국채의 신용도 역시 올라가게 됩니다. 반대로 그 나라의 제도나 정치가 흔들리거나 위기 신호가 감지되면, 기업의 불확실성도 커지고 국채의 리스크 프리미엄도 올라가게 됩니다.\n이처럼 국채와 주식은 서로 경쟁하는 자산군처럼 보일 수도 있지만, 국가라는 공통 기반 위에서 동조되는 성질도 분명히 존재합니다. 물론 단기적으로는 자금이 주식에서 빠져서 채권으로 이동하거나, 채권에서 주식으로 이동하는 식의 흐름이 있어 대립적으로 움직이는 경우도 자주 있지만, 그보다 더 큰 흐름에서 보면 결국은 그 나라에 대한 신뢰와 전망이 두 자산 모두를 움직인다고 볼 수 있습니다.\n요약하자면, 자산 간에는 전술적으로 대립할 수 있어도, 국가 전망이라는 전략적 기반에서는 공동 운명체라는 말씀, 굉장히 핵심을 짚으셨습니다.\n\nA\n넓게 보면 국채와 주식뿐만 아니라, 부동산도 이에 포함될 테죠. 국가가 쇠퇴하고 있는데 부동산 가격은 높다면, 그건 버블을 의미할 가능성이 크겠고요.\n\nChatGPT\n그렇습니다, 부동산 역시 같은 프레임에서 충분히 포함될 수 있습니다. 주식, 채권, 부동산 모두 결국 그 나라의 미래에 대한 평가와 기대가 자산 가격에 반영된다는 점에서 같은 축 위에 있습니다. 국가가 쇠퇴하고 있다면, 기업 수익은 줄고(주식 하락), 재정은 불안정해지며(국채 수익률 상승), 인구나 생산 기반도 약화되면서 부동산의 실수요 역시 약화됩니다.\n그런데 이 중 하나, 예컨대 부동산만 계속 오른다면, 그것은 실제 수요에 기반한 상승이라기보다는 저금리나 유동성, 혹은 심리적 기대에 의한 버블일 가능성이 높습니다. 더욱이 부동산은 장기적으로 인구, 생산성, 제도적 안정, 도시 인프라 같은 국가의 구조적 역량에 민감하게 반응하는 자산이기 때문에, 국가 쇠퇴의 흐름과 어긋나는 방향으로 부동산이 움직이고 있다면 의심해볼 필요가 있습니다.\n그래서 넓게 보면 이렇게 정리할 수도 있습다. 주식은 ‘민간기업의 미래’, 채권은 ‘정부의 신용’, 부동산은 ‘사회 구조와 공간에 대한 기대’를 나타내는 서로 다른 언어의 자산이지만, 모두 한 국가의 서사 위에서 움직입니다. 그 서사가 흔들릴 때, 이 자산들은 함께 무너질 수도 있고, 함께 위축될 수도 있습니다. 즉, 자산 간의 차이를 보되, 모든 자산은 결국 ‘국가의 시간’과 함께 움직인다는 큰 관점에서 이해하신 것이, 깊이 있고 통합적인 통찰입니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-04-13T23:04:14.890000",
  "updatedAt": "2025-04-13T23:04:14.890000"
}