{
  "id": "967f2d5b-da7d-4343-be9c-1888fe3ca82d",
  "title": "수확체증(Increasing return to scale)   vs 규모의 경제(Economies of Scale)",
  "content": "![image](media/1804137f4df.bf6af3184683b8f0.png)\n\n\n\n\n수확체증이란 전통적인 산업에 적용되던 수확체감의 법칙에 대응되는 개념이다.\n\n■ 수확체감의 법칙\n어떤 기업이 상품을 만들기 위해 생산설비를 갖추고 생산을 시작, 일정 규모의 생산을 초과하게 되면 물건을 더 만들수록 평균비용이 증가하게 된다.\n생산에 투입하는 자본을 늘리면 수확도 늘어나지만\n단위자본당 얻을 수 있는 생산량은 점점 줄어든다는 법칙이다.\n\n■ 수확체증의 법칙\n자본이나 노동과 같은 생산요소의 투입을 늘려 생산의 규모가 커질수록 비용이 점차 줄어들게 되고 수익이 커지는 것이다.\n\nㅇ 수확체증이 발생하는 이유\n① 높은 신제품 개발 비용 : 지식형 산업에서는 제품을 개발하는 데 엄청난 비용이 들어가지만 일단 개발되면 생산에 드는 비용은 그리 크지 않기 때문에 생산규모가 커질수록 초기비용을 희석시키는 효과로 인해 평균비용이 줄어든다.\n② 네트워크 효과 : 어떤 제품을 많은 사람들이 사용하게 될수록 호환성 등 여러 가지 면에서 편리한 네트워크 효과가 발생한다.\n③소비자의 타성 : 소비자의 입장에서도 한 제품을 오래 사용하다보면 익숙해져서 다른 제품으로 바꾸기가 쉽지 않다.\n\n토지 등이 주요 생산요소이던 시절에는 수확체감 법칙이 주로 작동했지만,  IT/지식경제의 시대엔 수확체증의 법칙이 광범위하게 통용된다.\n흔히 기업의 규모가 커질 수록 이윤이 계속 증가하는 현상을 수확체증의 법칙으로 오해하는데 이는 규모의 경제를 잘못 이해한 것이다. 수확체증은  주어진 설비에 인력을 투입할 경우 인력의 증가분보다 생산량이 더 빠른 속도로 증가하는 현상을 지칭하는 용어이다. 이는 수확체감과 반대되는 개념인데, 수확체감의 법칙이란 농업에서 한정된 토지에 투입되는 노동시간을 증가시킬 때 산출물의 증가분이 노동시간의 증가분에 못미치는 것을 가리킨다.\n\n[승자 독식(winner-takes-all)]\n지식집약형 산업에서는 어떤 제품이 시장을 선점하게 되면 시장점유율을 유지, 확대하는 것이 가능하게 된다. 수확체증의 법칙이 적용되는 상황에서는 치열한 경쟁 끝에 살아남은 자의 승자 독식 현상이 나타날 수 있으며, 따라서 이들이 종종 독과점 시비에 휘말리는 경우를 볼 수 있다.\n\nㅇ 경로의존성(path dependency)\n또한 제품의 우수성보다는 누가 먼저 출발했는지가 더 중요한 경로의존성과 잠김(lock-in)효과로 인해 앞으로의 시장에 대해 예측이 불가능해 질 수 있다.\n\n■ 규모의 경제\n생산량이 증가함에 따라 평균 비용이 감소하는 현상. 대규모 생산 설비를 갖추는 데 초기 비용은 많이 소요되지만, 그 이후로 재화의 생산이 시작되면, 총비용을 생산량으로 나눈 평균 비용은 감소하는 것이다. \n주로 고정비용이 높은 산업에서 크게 발생한다.\n\n■ 수확 체감(체증)의 법칙과 규모의 경제\n수확 체감(체증)의 법칙과 규모의 경제는 상충되는 것이 아니다. 보는 관점이 서로 다른 법칙이다.\n전자는 다른 생산요소 투입은 고정시키고 특정 생산요소 투입을 늘리는 것이고, 후자는 모든 생산요소 투입을 정상적으로 늘리는 경우이다.\n전자는 한 단위의 생산요소 추가 투입에 대한 총생산물 증가분을 보는 것이고, 후자는 평균 비용의 변화를 보는 것이다. \n수확체감의 법칙은 장기에는 해소될 가능성 있는 단기적인 현상입니다.\n수확체감의 법칙이 적용되는 가운데에서도 규모의 경제는 일어날 수 있다. 규모의 경제가 일어나는 영역을 지나면 규모의 불경제도 물론 일어날 수 있다.\n\n■ 생산요소 투입에 따른 산출량 변화\n생산요소 투입에 따른 산출량 변화는 (그림)과 같은 S자 곡선을 모양에 띄는 경우가 많다. 즉 초기에 투입되는 요소는 추가 투입될 수록 산출량 증가분이 점점 더 커지다가 일정 시점을 지나고부터 산출량 증가분이 점점 줄어드는 현상이 나타난다.\n위 (그림)에서 왼쪽 영역은 수확 체증이 일어나는 영역이다. 생산요소 1단위를 추가 시킬 수록 가장 뒤에 투입된 생산요소의 산출량이 직전에 투입된 생산요소의 산출량보다 더 늘어나는 거다.\n그러다가 일정 시점이 지나고 나서는 수확체감이 나타나기 시작한다. 이는 투입과 산출의 관계를 나타낸 그래프의 기울기를 통해서도 표현되는데, 처음엔 그 기울기가 가파르다가 점점 완만해져 가는 것을 확인할 수 있다.\n\nreturns to scale describe what happens to long-run returns as the scale of production increases, when all input levels including physical capital usage are variable (able to be set by the firm). The concept of returns to scale arises in the context of a firm's production function. It explains the long-run linkage of the rate of increase in output (production) relative to associated increases in the inputs (factors of production). In the long run, all factors of production are variable and subject to change in response to a given increase in production scale. \nWhile economies of scale show the effect of an increased output level on unit costs, returns to scale focus only on the relation between input and output quantities.\n\nFormal definitions\t\na production function F(K,L), where K and L are factors of production—capital and labor, respectively.\n\nConstant returns to scale if F(aK,aL)=aF(K,L)\n (Function F is homogeneous of degree 1)\n\nIncreasing returns to scale if {F(aK,aL)>aF(K,L)}\n\nDecreasing returns to scale if F(aK,aL)<aF(K,L)\n\nreturns to scale refer to the variation in the relationship between inputs and output. This relationship is therefore expressed in \"physical\" terms. \nBut when talking about economies of scale, the relation taken into consideration is that between the average production cost and the dimension of scale. Economies of scale therefore are affected by variations in input prices. If input prices remain the same as their quantities purchased by the firm increase, the notions of increasing returns to scale and economies of scale can be considered equivalent. However, if input prices vary in relation to their quantities purchased by the company, it is necessary to distinguish between returns to scale and economies of scale. The concept of economies of scale is more general than that of returns to scale since it includes the possibility of changes in the price of inputs when the quantity purchased of inputs varies with changes in the scale of production.\n\nIf the firm is a perfect competitor in all input markets, and thus the per-unit prices of all its inputs are unaffected by how much of the inputs the firm purchases, then it can be shown that at a particular level of output, the firm has economies of scale if and only if it has increasing returns to scale, has diseconomies of scale if and only if it has decreasing returns to scale, and has neither economies nor diseconomies of scale if it has constant returns to scale. In this case, with perfect competition in the output market the long-run equilibrium will involve all firms operating at the minimum point of their long-run average cost curves (i.e., at the borderline between economies and diseconomies of scale).\n\nIf, however, the firm is not a perfect competitor in the input markets, then the above conclusions are modified. For example, if there are increasing returns to scale in some range of output levels, but the firm is so big in one or more input markets that increasing its purchases of an input drives up the input's per-unit cost, then the firm could have diseconomies of scale in that range of output levels. Conversely, if the firm is able to get bulk discounts of an input, then it could have economies of scale in some range of output levels even if it has decreasing returns in production in that output range.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-19T19:18:02.128000",
  "updatedAt": "2023-03-02T10:21:51.384000"
}