{
  "id": "9691e44c-8df8-4b65-9e58-adbce53d7061",
  "title": "안시성",
  "content": "![image](media/19115070cd1.bffaf2906c8ade01.jpg)\n![image](media/191150774ee.95c8fa220dd566b0.gif)\n![image](media/19119fd8c74.96ff6864e79be898.png)\n![image](media/1911a041c0e.ab43804b9b700e6b.png)\n![image](media/1933bdddd3e.b28c64790d8322f4.jpg)\n![image](media/196399bd339.b5f7857c177bbf9f.png)\n![image](media/196399d759b.892d7f36a8ab755d.jpg)\n![image](media/19639a27db9.873cafcd1ad97131.jpg)\n![image](media/19639a8f02b.abc08fc205fd1ac9.jpg)\n![image](media/19639b2f866.8b0a6846ec543b1c.jpg)\n![image](media/1964bcd99ad.93d76936aa7f463a.png)\n![image](media/1970e8f8e9b.a65c0c6acfe16769.jpg)\n![image](media/197102c5499.bde749f42cefb32f.jpg)\n![image](media/197102cde0c.8a829af4376cc935.jpg)\n![image](media/1971030e96d.9abc8af65fc0cbdf.jpg)\n![image](media/1971031d8c8.9260ce7ad26090b8.jpg)\n![image](media/1971034d69c.84456534d584fa72.jpg)\n![image](media/1993c862628.a42f3f6e60b3035e.jpg)\n![image](media/19948640018.8c480c2def5ab591.jpg)\n![image](media/199cde50727.b3eb85498bcb7860.jpg)\n![image](media/199cde67a1d.b7122b0707acdc93.jpg)\n![image](media/19b2ae07c90.bdcd7afbef392e50.jpg)\n![image](media/19b2ae26506.8823a8fecf8973a4.jpg)\n\n\n\n『遼史拾遺(요사십유)』\n한나라 안시현(安市縣)은 요동군에 속한다. 후한과 진(晉)은 그대로 따랐다. 고[구]려 역시 안시성(安市城)이라 했다. 당나라가 정관(貞觀) 19년(646)에 고[구]려를 정벌하면서 안시성을 공격했으나 이기지 못 하고 물러나 돌아갔다. 함형(咸亨) 3년(673)에 고[구]려의 남은 무리 들이 다시 반항하자 장수 고간(⾼侃)을 보내 싸웠으나 패했다. 발해가 안시성을 개명하여 철주(鐵州)를 설치하고 4현을 통치했다. 요나라는 그대로 철주라 했다. \n\n<삼국사기>에는 6대 태조 대왕 때에 요서에 10성을 쌓았다는 기록이 있다. 그러나 그 위치에 대한 기록은 없다. \n<한단고기>에 보면 안시성, 요동성, 석성, 건안성, 건흥성, 풍성, 한성, 옥전보, 택성, 요택 등이 나오는데 이 중 가장 남쪽에 있었던 성은 택성으로 요택의 서남쪽 50리에 있다 했고, 요택은 황하구(黃河口) 북안 왼쪽에 있었다고 기록하였다. 나머지는 전부 하북성에 위치하고 있었다. 그러므로 초기 고구려의 강역은 황하를 경계로 서쪽은 중국과, 남으로는 백제와 경계했다고 보면 된다.\n\n안시(安市)는 개평(開平) 동북 70리,\n건안은 안시의 남쪽 70리,       \n석성은 건안의 서쪽 30리,\n건흥은 난하(灤河)의 서쪽,\n요동(遼東)은 창려(昌黎)의 남쪽,\n풍성은 안시의 서북 100리,\n한성은 풍성의 남쪽 200리,\n옥전보는 한성의 서남쪽 60리,\n택성은 요택의 서남쪽 50리,\n요택(遼澤)은 황하 북안 왼쪽\n\n■『삼국사기(三國史記)』 卷第三十七 雜志 第六 地理四 \n압록수 이북의 항복하지 않은 성\n안시성(安市城)은 옛날 안촌홀(安寸忽)(혹은 환도성(丸都城)이라고도 이른다.)이다.\n\n■『삼국유사(三國遺事)』「卷 第三興法第三 順道肇麗(흥범 순조도려)」)\n살펴보면, 고구려 때의 도읍은 안시성(安市城), 일명 안정홀(安丁忽)로서 요수(遼水)의 북쪽에 위치해 있었고, 요수는 일명 압록(鴨淥)으로 지금은 안민강(安民江)이라고 한다.\n\n연남산의 묘지문\n한성(漢城)을 지키지 못하니,\n고구려왕(貊)이 화살을 바치고 항복하였다”(漢城不守貊弓入獻○矢來王)\n\n부여융묘지명(扶餘隆墓誌銘)\n而馬韓餘燼, 狼心不悛, 鴟張遼海之濱, 蟻結丸山之域.\n\n(번역1)그런데 마한(馬韓)의 남은 무리가 이리처럼 표독하고 탐욕스러운 마음을 뉘우쳐 고치지 않아 요해(遼海)의 물가에서 흉폭하게 굴었으며 환산(丸山)의 강역에서 부산하게 움직였다.\n\n(번역2)그런데 마한의 남은 잔재들은 이리 같은 마음을 버리지 못하고, 요동 바닷가에서 부엉이처럼 날개를 펴며 날뛰고, 환산(丸山)의 지역에 개미처럼 무리를 지어 결집하였다.\n\n\n많은 내외 문헌에 양만춘의 안시성이 바로 봉황산의 남쪽 기슭에 있는 옛 성터로 적고 있음을 본다. 그리고 박연암을 비롯, 많은 연행 학자들이 옛날 서당에서 가르치는 천자문에는 '봉'자가 안시 봉 으로 훈독되었음을 상기시키면서 봉황의 옛 방언이 안시요, 곧 안시성이 봉황성이라고 고증하고있다.  \n\n열하일기/도강록\n方新築鳳凰城, 或曰此則安市城也。 高勾麗方言, 稱大鳥曰, 「安市」, 今鄙語往往有訓鳳凰曰,「安市」 稱蛇曰 「白巖。」 隋唐時就國語, 以鳳凰城爲安市城, 以蛇城爲白巖城, 其說頗似有理。 \n...........................\n余曰 「唐太宗失目於安市, 雖不可攷, 葢以此城爲安市, 愚以爲非也。 按唐書, 安市城去平壤五百里, 鳳凰城, 亦稱王儉城, 地志又以鳳凰城稱平壤, 雖不可攷, 未知此何以名焉。 又地志古安市城在葢平縣東北七十里, 自葢平東至秀巖河三百里, 自秀巖河東至二百里, 爲鳳城, 若以此爲古平壤, 則與唐書所稱五百里相合。 \n\n봉황성은 이제 새로 쌓고 있다. 누군가 여기가 옛 안시성이라고 하였다. 고구려 말로 큰 새를 \"안시\"라고 하는데 지금도 시골에서는 종종 봉황을 안시라고 하고 뱀을 \"백암\"(배암)이라고 한다. 수당 시절의 나랏말로 고쳐 부르면 봉황성이 안시성이고 사성은 백암성이 된다는 이야기인데 일리가 있어 보인다.  \n.....................\n당태종이 안시성에서 눈을 잃은 것을 고증하는 것은 비록 불가능하더라도, 이 성을 안시성이라고 하는 것은 어리석다고 아니 할 수 없다. 《당서》에서는 안시성이 평양에서 오백리였다고 하고 봉황성은 또한 왕검성이라고도 하는데 《동국여지지》는 또한 봉황성의 옛 이름이 평양이라고 하고 있지만 이 역시 고증할 수 없어 (《동국여지지》에서 말하는 평양이) 어디를 가리키는 것인지 알 수 없다. 또한 《동국여지지》는 옛 안시성이 개평현 동북 칠십리에 있다고 하였는데 개평에서 동쪽으로 삼백 리에 수암하가 있고 수암하에서 동쪽으로 이백 리에 봉황성이 있으니 (지금의 개평이 안시성이고) 봉황성이 옛 평양이라면 《당서》에서 말하는 오백 리와 서로 부합하게 된다. \n\n\n이중재\n三國史記 高句麗篇을 보면, 10대 산상왕(山上王. A.D.55년)) 13년 10월에 환도(丸都)에 도읍지를 옮겼다. 여기서 환도성(丸都城)은 고구려의 옛 도읍지였다고 했다. 환도성은 환도산(丸都山) 아래로 비류수(沸流水)가 흐르는 동쪽이라 했다.\n\n중국고금지명대사전(中國古今地名大辭典)\n『丸都, 高句麗故鄕.「通典」城在丸都山下沸流水之東.「唐書地理志」自鴨綠江口, 舟行百餘里, 乃小舫泝流, 東北三十里至泊汋口, 得渤海之境, 又泝流五百里至丸都城, 故高麗王都, 按城在今遼寧輯安縣, 有魏母丘儉破高句麗勒功碑』\n\n丸都는 高句麗의 옛 都邑地이다. 通典에 의하면 城이 있는 곳은 丸都山 아래 비류수(沸流水)가 東으로 흐른다. 唐書地理志에 따르면 압록강(鴨綠江) 입구로부터 뱃길로 1백여 리이다. 작은 배로 거슬러 올라 흘러가야 한다. 東北으로 30里에 이르면 박작구(泊汋口)에 이른다. 그리하여 渤海의 경계에 닿게 된다. 또한 물길로 거슬러 가면 5百里에 丸都城에 이른다. 이곳이 옛 高句麗王의 都邑地이다. \n\n비류수(沸流水)는 지금의 河南省 동쪽으로 흐르는 黃河의 支流로 高麗末까지 압록강(鴨綠江)이라 했으므로 渤海의 경계에서 거슬러 흐르는 곳에 丸都城이 있고 丸都山 아래 沸流水는 발해만으로 흘러 東으로 가게 되어있다. 그렇다면 沸流水가 동으로 흐른다는 말이 맞다.\n\n김진경\n정정고성(고성현(槁城縣) 스자좡(석가장)시 가오청(고성)구) = 환도성 = 안시성?\nhttps://blog.naver.com/jkkimmest/220500460783\n\n『삼국유사』에 ‘석유환국(昔有桓國)’이라고 기록되어 있다. 즉, 옛날에 ‘환국(桓國)’이 있었다고 기록되어 있다.\n또 『요사』 지리지에 따르면, ‘환주(桓州)’와 ‘환도현(桓都縣)’이란 지명이 나타난다.\n따라서 ‘환국(桓國)’에 관한 역사가 유구하게 존재하고 있었을 것으로 추론할 수 있으나, ‘환국(桓國)’에 관한 구체적인 기록은 아직 찾을 수가 없다.\n그런데 『삼국사기』와 『삼국유사』등에는 고구려 초기 도읍지로서 ‘환도성(丸都城)’이 기록되어 있다.\n즉, ‘환도성(丸都城)’이란 명칭이 본래 ‘환국(桓國)’의 존재와 연계될 수 있는 ‘환도성(桓都城)’이라면, 환도성의 위치로부터 ‘환국(桓國)’, ‘환주(桓州)’, ‘환도현(桓都縣)’, ‘환도성(桓都城)’ 등 일련의 지명(또는 국호)들이 암시하는 고대 역사를 추론해 낼 수 있는 시발점이 될 수 있을 것이다.\n연구 결과, 고구려 초기 도읍지 환도성(丸都城)은 본래 ‘환도성(桓都城)’이었음을 알 수 있었으며, 바로 안시성(安市城)이었음을 알 수 있었다.\n또 ‘환도성(桓都城)’의 위치는 현재의 하북성 석가장시 정정현으로 추정할 수 있었으며, 현재의 정정영시성(正定影視城)임을 알 수 있었다.\n\n\n\n\n지구인\n요(遼)나라 동경요양부(東京遼陽府) 요양(遼陽)현의 절대 위치인 지금의 하북성 보정시 정흥현(定興縣)의 상락부촌(常樂富村)을 좌표의 기준점으로 하여 고구려-당(唐) 전쟁 당시의 안시성(安市城) 및 주필산(駐蹕山)의 위치를 밝혔다. 제시된 여러 근거들을 종합해 볼 때 고구려의 안시성은 하북성 보정시 역현(易縣) 소재 북소촌(北邵村) 인근 봉황산(鳳凰山)의 남쪽 기슭에 위치하였고, 주필산(駐蹕山)은 역현(易縣) 소재 황산촌(黃山村) 인근의 황산(黃山)이 그 실체이다. \n\n전우성\n안시성은 고구려 도읍이었던 환도성이다. 요수(압록수)의 북쪽에 있었다. 안시성(환도성)의 위치는 하북성이다.\n안시성, 환도성이 같은 곳에 있었다는 사실은 압록수 위치로 확인된다. 압록수는 당시 마자수로써 장성의 북쪽인 하북성 보정시 서북쪽의 말갈의 백산에서 발원하여 서쪽과 남쪽 그리고 다시 동쪽으로 흘러서 천진만으로 흘러 들어가는 지금의 하북성 호타하다.\n이는 이와 합류하는 소요수와 대요수 그리고 이들이 발원하여 거쳐 흐르고 합류하는 현토군 요산, 요동군 양평현과 안평현이라는 사실로 알 수 있다.\n수나라와 당나라가 고구려를 공격할 때 대요수, 소요수가 모두 요수 하나로 축약되어 기록된 것으로 확인된다.\n이 요수가 마자수이고 압록수이며 소요수와 대요수와 합류하는 지역이 그대로 하북성 형수시 안평현(Anpingzhen, 安平镇)으로 남아있는 안시현이기도 하다.\n이 안시현 북쪽에 요수로 기록된 압록수의 북쪽이 안시성이자 환도성이 있었던 안시성 지역이다. 이곳은 하북성 창주시 임구시에 환도성이 있었다.\n\n武垣城址\n河北,沧州,肃宁县\n武垣城址，位于河北省沧州市肃宁县窝北镇北于庄村，1959年文物普查时发现。武垣城始建于战国，兴盛于两汉，废弃于隋唐。[2][7]\n武垣城址呈正方形，四边均约为1750米，总面积约3平方千米。外城现存残墙以北、西两面较好，东墙破坏较重，尚存几段残垣，南墙破坏也较为严重。内城的城垣遗址破坏更为严重，仅余东墙残存一段长达162米，北墙残高1米有余，南墙和西墙的地上遗迹已荡然无存。出土有圆底绳纹灰陶缸、灰陶壶及许多三棱铜箭簇等，具有重要的历史研究价值\n\n沧州旧城\n始建于西汉，位于沧县旧州镇东关村西。据史料记载，西汉高帝五年（公元前202年）在这里置浮阳县，同年又在这里置勃海郡（东汉后改为渤海郡），领浮阳、东光、阜城、千童、章武、东平舒、南皮、临乐等26县。北魏太和十一年（487年）置浮阳郡，领浮阳、饶安、高城、章武四县。孝明帝熙平二年（517年），分瀛洲、冀州部分地域置沧州，州治饶安。领浮阳、饶安、乐陵三郡十二县。隋开皇十八年，改浮阳县为清池县。唐贞观元年（627年）州治移清池，领清池、盐山、长芦、长陵、饶安、无棣、乾符七县。并置景城郡，郡治也在清池。\n\n=> 중국이 팻말을 세운 곳은 의심스러움\n\n\n\n\n위키\n245년, 동천왕이 이끄는 고구려의 주력군을 격파한 관구검은 이제 고구려의 도읍 환도성을 다시 정조준한다. 고구려의 대군이 궤멸돼 전력이 허술하다고 판단했지만, 험한 산세의 압록강 중류 지역에 있는 고구려의 도읍 환도성은 도달하기까지 험한 산세로 어려웠고 천연한 요새화 탓에 함락하기가 어렵지만, 관구검의 위군은 후일 위 등애가 험한 산세를 뚫고 촉을 함락했듯이 험한 산로를 행군해 환도성을 기습해서 함락한다. 이 전쟁에서 위 장수가 숙신 남측 경계에 이르러 돌에 전공을 새겨 기념하고 환도산에 이르러 불내성에 기념비를 새겼다. \n괄지지에는 \"불내성은 즉 국내성이다. 그 성은 돌을 쌓아 만들었다\"라고 기록됐다. 이는 환도산과 국내성이 서로 접해 있기 때문이다. 양서에는 \"사마의가 공손연을 치자 고구려왕이 장수를 보내 서안평을 습격했므로, 관구검이 와서 침노했다\"라고 기록된 일변, 관구검은 예전 사마의가 공손연을 토벌한 후 공손연에게 충언해서 죽었던 가범과 윤직의 후손에게 관직을 내렸듯이 고구려의 득래가 동천왕에게 충언으로 간한 사실을 듣고 군사들로 하여금 그 사람의 무덤을 헐지 말며 무덤에서 자라는 나무를 베지 못하게 하고 그 사람의 처자들을 찾아 모두 석방하라고 명령했고 장군 왕기를 보내 동천왕을 재추격했다.\n동천왕은 남옥저로 도주하다가 죽령에 이르렀다. 군사들은 흩어져 거의 모두 없어졌지만, 동부의 밀우가 혼자 왕의 옆에 있다가 동천왕에게 말했다. \"지금 추격해 오는 적병이 지근거리(至近距離)에 있으므로, 불가피한 형세가 됐습니다. 제가 죽기를 각오하고 있는 힘을 다해 적군을 방어하면, 왕께서는 피할 수 있을 듯합니다\". 그 사람은 드디어 결사대를 모아 그 사람들과 적에게 함께 달려들어 모든 힘을 다해 싸웠다. 왕은 간도(間道)로 가다가 간곡(澗谷)에 의지해 흩어진 군사를 모아 호위하게 하였다. 왕은 \"만약 밀우를 찾아 오는 사람이 있으면 후히 수상(授賞)하겠다.\" 라고 하자, 하부 유옥구가 앞으로 나와서 \"제가 해보겠습니다.\"라고 말하고 즉시 전장으로 가서 땅에 쓰러진 밀우를 발견하고 등에 업어 왔다. 왕은 자신의 다리위에 밀우를 눕혔다. 밀우는 한참이 지나서야 소생했다. 왕은 간도를 재전전해 남옥저에 도달했으나 위군은 추격을 멈추지 않았다. 왕은 적절한 계책도 없고 형세가 어려워 어찌할 바를 몰랐다. 동부 사람 유유가 나와 말했다.\n\"형세가 위급하다고 해서 헛되이 죽을 수는 없습니다. 저에게 어리석은 계책이 있습니다. 제가 음식을 가지고 가서 위군을 위로하다가, 기회를 보아 적장을 찔러 죽이고자 합니다. 만약 제 계책대로 되면, 그때 왕께서 적을 맹공해 승리할 수 있을 듯합니다.\" 동천왕이 이를 허락하자 유유가 위 군중에 들어가서 항복을 가장하고 말했다.\n\n\n환단고기\n양만춘 장군이 지켜낸 안시성(安市城)의 위치는 환단고기와 중국 사서에 공통으로 개평 동북 70리 위치라 적고 있다. '탕지보' 라고도 하는 지명이다.\n\n조선시대 실학 사상가 연암 박지원의 열하일기에도 \n\" 이른바 옛 안시성은 개평현 동북 70리에 있다\"라고 하였다. 탕지보는 일명 안촌홀, 변한성이라 하는데 변한성은 단군조선 시대 삼한의 하나인 변한의 수도로 곧 신지비사에 나오는 오덕지이다.\n안시성의 남쪽으로는 당산 준봉이 있고 서쪽으로는 어양, 북평 보정 등지가 넘겨다 보이고 동북쪽으로는 산해관 평원이 훤히 바라다보이고 ,북녘으로는 만리장성이 희미하게 보인다 (이유립 총서 천 535~536)\n\n\n탕지보 = 온천?\n\nchatgpt\n1. 랑팡(廊坊) 온천: 하북성의 랑팡시는 온천 리조트로 잘 알려져 있습니다. 랑팡에는 많은 온천 리조트가 있으며, 중국 내외에서 온 관광객들이 편안한 휴식을 위해 자주 찾는 장소입니다.\n2. 바오딩(保定) 온천: 하북성 바오딩 지역에도 온천이 유명합니다. 바오딩은 역사적으로 유서 깊은 도시로, 온천을 즐기면서 문화유적도 함께 탐방할 수 있는 이점이 있습니다.\n3. 탕산(唐山) 난후(南湖) 온천: 탕산시는 특히 난후 공원에 위치한 온천이 유명합니다. 탕산은 또한 도자기와 석탄 산업으로도 유명한 도시인데, 온천 리조트는 이러한 지역적 특성과 함께 휴식을 제공합니다.\n\n산동성 온천\n산둥성에서 산 근처에 위치하며 오래된 온천으로 유명한 곳 중 하나는 타이산(泰山) 근처의 온천입니다. 타이산은 중국에서 가장 신성한 산 중 하나로, 그 주변 지역은 온천 자원으로도 알려져 있습니다.\n\n1. 타이산 온천(泰山温泉)\n타이산 주변에는 오래된 온천 시설과 현대적인 리조트가 함께 자리 잡고 있습니다.\n泰安市岱岳区徂徕山西麓（徂徕镇泰山温泉城）\n\n2. 지닝(济宁) 양산(梁山) 온천\n지닝은 타이산과 비교적 가까운 지역으로, 양산 근처에 오래된 온천 시설이 있습니다.\n\n3. 치푸(曲阜) 온천\n공자의 고향으로 유명한 치푸 역시 타이산과 가까운 지역이며, 오래된 온천이 있습니다.\n\n\n중국 산동성에 오래된 온천이 무엇이 있나?\n중국 산동성에는 역사적으로 유명한 여러 온천이 있습니다. 이들 온천은 오랜 세월 동안 건강과 휴식을 위해 많은 사람들에게 사랑받아 왔습니다.\n**천목온천(天目温泉)**은 웨이하이 지역에 위치한 산동성의 대표적인 온천 중 하나입니다. 이 온천은 약 65도의 온천수를 제공하며, 48종의 미네랄을 포함하고 있어 피부와 심혈관계에 유익한 효과가 있다고 알려져 있습니다15.\n**탕박온천(汤泊温泉)**은 웨이하이시 원덩시에 위치하며, 진시황이 방문한 기록이 있어 '진시황 온천'으로도 불립니다. 이곳은 맑고 깨끗한 수질을 자랑하며, 약 60여 개의 천연온천탕이 마련되어 있습니다. 특히 백화탕과 백초탕은 해열과 신경 안정에 도움을 주는 것으로 알려져 있습니다.\n**애산온천(艾山温泉)**은 연태 지역에 위치하고 있으며, 라듐과 우라늄 등 미량의 방사성 원소가 포함되어 있어 각종 질병 치료에 효과가 있다고 합니다. 이곳의 온천수는 인체에 필요한 다양한 미네랄을 포함하고 있어 건강에 많은 이점을 제공합니다.\n**해천만 리조트(海泉湾度假村)**는 칭다오에 위치한 중국 최대의 온천 리조트 중 하나로, 다양한 편의시설과 함께 관광객들에게 인기가 많습니다. 이곳에서는 칭다오의 역사와 문화를 주제로 한 공연도 열리며, 온천을 즐길 수 있는 시설이 마련되어 있습니다.\n\n\n\n\n관구검(毌丘儉)\n\n고양향후(高陽鄉侯) → 안읍후(安邑侯) → 진동장군(鎭東將軍)가절(假節)도독양주제군사(都督揚州諸軍事)\n\n242년, 고구려의 동천왕이 위나라의 서안평을 기습점령하고 이후에도 요동을 지속적으로 노리자 관구검도 이에 대응하여 쌍방간에 충돌이 일어났다. 관구검은 가을 8월에 군사 1만 명을 이끌고 나아갔다. 동천왕은 철기병 2만 명을 동원해 비류수 전투에서 맞붙었다. 관구검은 3천 명이 전사하는 등 대패했다. 이후 양맥곡에서 다시 전투를 벌였으나 관구검은 또다시 3천 명을 잃었다.\n연승을 한 동천왕은 \"이제 관구검의 목숨은 내 손에 있다.\" 하며 기병을 직접 지휘해 관구검을 공격했다. 동천왕은 결사항전하는 위군의 방진에 막혀 패퇴한 뒤 동옥저로 달아났다. 위군의 대반격으로 고구려군은 병력 2만 명 중 1만 8천 명을 잃고 궤멸되었다.\n단, 중국의 《위서》나 진수의 《정사 삼국지》 등에서는 막판 역전승이 아닌 계속된 승전으로 기록했으며 밀우의 결사적인 항전과 유유의 암살로 인한 혼란도 나와있지 않다. 《삼국사기》 밀우•유유 열전에서는 죽은 장수의 이름이 등장하지 않고 그냥 '위나라 장수(魏將)'라고만 쓰여있으며, 정사 삼국지에서는 왕기(王頎)가 현도군의 태수로 고구려와의 전쟁을 마치고 돌아온 후에도 행적이 보이는 것을 봐서는 왕기 본인이 아니라 왕기군의 선봉장이 암살당한 것 같다.\n이후 관구검은 겨울 10월에 현도태수 왕기에게 동천왕의 추격을 맡겼고, 그 자신은 고구려의 수도였던 환도성까지 진격하여 함락시키고는 성에 불을 질러 '견디지 못하는 성'이라는 뜻으로 '불내성'이라는 글자를 새겼다. 그뿐 아니라 승리를 기념해 동북쪽 숙신의 남쪽 경계에 고구려 정복을 기록한 관구검기공비를 세우고 돌아갔다. 관구검기공비 비석은 땅 속에 묻혀있다가 1906년 도로공사 중에 일부 파편이 다시 발굴됐다. 이렇게 고구려의 동천왕은 엄청난 위기에 처했다가 신하 밀우가 이끄는 결사대의 항전과 유유의 목숨을 건 사항계로 겨우 위기를 모면할 수 있었다. 단, 우리나라와 중국의 기록이 다르므로, 실제로 어떠했다고 확실히 단언할 수는 없다.\n\n\n의성 고성(宛城, 완청) 유적\n위치: 난양 시 중심부\n역사: 한나라 시대에 난양은 \"완(宛)\"으로 불리며, 남양군의 중심 도시였음.\n의의: 유비(劉備), 관우(關羽), 장비(張飛)가 한중(漢中) 이전 시절 활동하던 지역으로, 삼국지에도 자주 등장.\n유적지: 고성터, 고대 성벽 기초 유구, 고대 거리 유구 일부가 보존되어 있음.\n현재: ‘宛城遗址’라는 이름으로 일부 복원되어 공원화, 박물관도 운영됨.\n\n\n襄城县\n是中华人民共和国河南省许昌市下辖的一个县。古称氾城\n氾  : '두루', '널리', '퍼지다' \n주류성(?)\n\n\n안시성\n형태시 임성현 고성",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-08-03T06:36:50.657000",
  "updatedAt": "2025-12-17T15:01:32.478000"
}