{
  "id": "96edf49e-c8c2-4195-8f51-24860f5b9d07",
  "title": "전쟁과 경제 - 서양 고대, 중세",
  "content": "[그리스 - 페르시아 전쟁]\n아테네의 테미스토클레스는 BC493년에 집정관이 된 이후 페르시아를 상대할 수 있는 해군력을 가지기 위해 노력했지만 막대한 재원을 감당할 방법이 없었다. 때마침 BC483년에 우연히 아티카 동부 해안의 라우리온 은광이 발견되어 군비 조달 여력이 생기자 테미스토클레스는 항만을 건설하고 에게해 해상권 장악을 위해 3단 갤리선 200척을 건설하게 된다. 은 채굴과 항만건설 갤리선을 만드는 작업에 빈민층을 투입시켜 일자리를 제공하고 은으로 만든 은전을 급여로 지급했다. 일꾼들은 은전을 받아 생필품 구입에 소비했고 은전은 시장을 빠르게 회전시켰다. 단순한 소비로 끝내지 않고 은으로 일자리와 소비시장을 회전시키면서 통화 버블이 발생하기도 했지만 아테네의 내수는 활성화되면서 경제가 살아났다. 안정적인 채굴이가능한 은광을 소유하게된 아테네는 스파르타, 테베와 경쟁에서 경제적 우위를 점유하게 됐다. \n아테네는 일찍이 최강의 해군을 양성해 에게해의 제해권을 장악하고 상권을 독점해 부유함을 누리던 아이기나를 부러워하면서 시기했다. 테미스토클레스는 아테네시민들의 이런 감정을 이용해서 페르시아가 아닌 아이기나를 이기기 위한 해군을 만들자고 설득했고 은광에서 채굴한 자본으로 이룩한 함대는 아이기나 해군을 능가했다. 에게해 제해권은 이제 아테네의 것이었다. \n아테네 경제가 이렇게 활발할 수록 시장에 은이 넘쳐났다. \n안정적으로 은 채굴이 가능해진 그리스는 독자 화폐인 드라크마를 주조한다. 그리고 은광을 소유한 아테네는 실질적 화폐 공급도시로서 스파르타, 테베 등 다른 도시보다 경제적 우위에 서는 계기가 되었다. \n시장에 은이 많아지자 은값이 떨어지면서 상대적으로 물가가 오르고 금값도 올랐다. 이때 페르시아 상인들이 비싸진 페르시아의 금과 싼 그리스의 은을 교환하면서 환차익(시세차익)을 보게 된다. 문제는 많은 상인들이 소문을 듣고 여기에 동참하면서 페르시아의 금이 대량으로 그리스에 유출되면서 금본위제 국가 페르시아는 금부족으로 내수시장의 교란을 불러오게 되었다. 그리스는 은을 시장에 계속공급할 수 있는 대량의 은광산을 보유하고있었기 때문에 유리한 고지에 있었다. \n기원전 483년에 그리스 라우이온 근처 마로니아에서 또 대규모 은광이 발견된다. 은값이 더 떨어지자 페르시아의 금은 계속 그리스로 빠져나감. 페르시아는 금화 유출을 막기 위해서라도 그리스를 정벌해야 한다는 목소리가 커졌다. 마침내 기원전 480년 그리스에 대함대를 파견하며 페르시아 전쟁이 본격화됨.\n마라톤 전투 이후 그리스 대다수 지도자는 강국 페르시아와 화친해야 한다고 주장. 하지만 마로니아에서 새로운 은광이 발견되자 항전의 기운이 높아짐. 처음부터 항전을 외쳤던 인물은 아테네 테미스토클레스였다. 그는 새로운 은광에서 채굴한 은으로 해군 증강을 위한 예산에 충당하자 주장했고, 의회는 받아들임. 그리스는 무역과 은 생산으로 축적한 경제적 기반으로 군선의 재료인 목재를 수입하고 식량과 물자를 조달했다. 그리스에는 자체 생산된 은 외에도 페르시아에서 대량 유입된 다리우스 금화 덕에 수월하게 물자를 조달할 수 있었다. 또한 테미스토클레스는 군선에서 노를 젓는 사람으로 빈민들을 고용하고 자금은 새로운 은광에서 조달했다. 빈민들은 보상을 받고 일을 할 수 있으니 기꺼이 해군으로 지원했다. 전쟁 준비는 내수를 확대시킴과 동시에 실업률을 저하시켜 그리스 경제를 크게 자극하였다. 이런 활기를 타고 그리스 해군력은 빠르게 강화되었다. \n심각한 상태에 이른 페르시아는 아나톨리아 반도안의 반란을 진압하기 위해 군대를 보내면서 이오니아에 대한 아테네의 지원에 대한 응징으로 BC480년에 그리스로 함대를 보내면서 테미스토텔레스의 예상대로 전쟁이 시작된다. 따져보면 전쟁준비를 위해 은을 사용하면서 은과 금의 가격에 혼란이 발생했고 더 이상 묵과할 수없는 상황에 이른 페르시아가 전쟁 선택을 강요받았다고 볼 수 있다.\n페르시아의 침공으로 멸망 직전에 놓인 그리스는 이 수익으로 해군 전함 200척을 건조한다. 그러나 이러한 조치는 쉽지 않은 것이었다. 왜냐하면 아테네에서는 고대 이래 나라건 개인이건 큰 부가 생길 경우 최대한 시민들에게 분배하는 게 오래된 관습이 있었기 때문이다. 그러나 이러한 관습적 분배 대신 군함 건조에 자금을 활용할 수 있었던 것은 테미스토클레스의 탁월한 설득과 그에 대한 시민들의 지혜로운 동의가 함께 했기 때문이었다. 특히나 테미스토클레스는 군함의 건조를 계획하면서 특별히 해상에서 기동력을 최대로 발휘할 수 있도록 아테네 해군 고유의 삼단노 군선(triērēs)의 기능을 더욱 강화시켰다. 당시 해전에서는 상대 함정을 수직으로 부딪쳐 파괴하는 것이 최상의 전술이었는데 이를 위해서는 크기가 크면서도 기동력이 빠른 배가 필요했다. 적은 수의 군함으로 많은 적함들을 상대하기 위해서도 더욱 그러했다. 그래서 새로 건조되는 삼단노 군선은 당시로선 아주 큰 규모인 길이 40미터, 폭 4~5미터의 거대 군함으로 만들되 속도를 높이기 위해 최대한 노(櫓)의 숫자를 늘리고, 노수(櫓手)들의 공간을 확보하기 위해 배의 하부를 3단으로 설계하였다. 전해지는 바에 따르면 페르시아의 해군이 주로 전투원으로 구성된 750척의 배를 구비하고 있었던 것에 비해, 아테네 해군은 380척에 불과했지만 승조원의 절반이 노수들이었다고 하니 군선의 기동력에 얼마나 심혈을 기울였는지를 알 수 있다. \n결국 페르시아 해군은 살라미스에서 아테네 해군과의 싸움에서 200여척의 배를 잃었고 이후 아테네는 에게해를 지배하며 화려한 제국을 건설했다. 그리스의 승리는 풍부하게 생산된 은으로 얻은 자금력과 경제력의 승리였다.\n\n[포에니 전쟁]\n로마군은 육상에서 충성도가 높은 시민병 위주인 데다 전투 경험이 풍부했으므로 충성도 낮은 용병 위주의 카르타고군을 상대로 연전연승을 거뒀다.\n로마군은 해전에서도 압도했다. 코르부스(까마귀 : 사다리로 적선에 걸쳐 건너가서 공격)란 이름의 신무기를 앞세워 전쟁 초반 네 번의 큰 해전에서 모두 대승을 거뒀다. 그러나 전쟁은 20년이 지나도록 끝날 기미를 보이지 않았고 양국의 재정은 사실상 바닥난 상태였다. 카르타고는 전통적으로 국방을 용병에 의존한다. 덕분에 오랜 전쟁에도 시민의 수는 크게 줄지 않았지만 대신 돈이 많이 들었다. 돈이 없기는 로마도 마찬가지였다. 로마는 시민병에게는 급료만 지불한다. 그러나 전쟁이 20년이나 계속되면 아무리 인구가 많다 해도 병력 자원의 고갈을 피할 수 없다. 기원전 247년 시행된 국세조사에서 로마의 성인 남자 수는 5년만에 17%나 줄어든 것으로 집계됐다. 이는 곧 병력 자원의 감소와 동시에 세수의 감소를 의미한다.\n서양의 경제 개념을 가진 로마는 국채를 발행하기로 했다. 반면 본래 동양의 페니키아인들이 건설한 도시인 카르타고는 국채라는 개념이 없었기에 증세를 선택했다. 이 차이가 전쟁의 승패를 갈랐다.\n카르타고 제국과 속민들과의 유대는 느슨했으며, 그들은 무거운 공납의무에 시달려 카르타고인들에 대해 강한 반감을 가지고 있었다. 이러한 제국 체제가 포에니 전쟁에서 약점으로 드러났다.\n카르타고가 속령 리비아의 세금을 두 배로 올리자 분노한 리비아인들은 반란을 일으켰다. 이 반란을 진압하느라 카르타고는 돈을 더 많이 써야 했다. 카르타고 시민들에 대한 세금은 반발 때문에 늘리지 못했다. 재정 고갈에 시달리던 카르타고는 기원전 249년의 다섯 번째 해전에서 처음으로 대승을 거두고도 이를 기화로 오히려 해군을 감축해 버렸다. 그만큼 전쟁을 수행할 능력이 바닥에 떨어진 상황이었다.\n로마 역시 돈이 없기는 마찬가지였지만, 국채 발행을 통해 자금을 마련할 수 있었다.(정확하게는 승리시 돈을 돌려준다는 조건하에 국가가 부자들에게 대출을 요구했다.) 로마 정부는 귀족, 기사 계급 등 소위 부자들에게 국채를 강제로 할당했다.(정확히는 국채라고 이름 붙인 종이쪽지를 내밀고, 금과 은을 강탈해 간 것이었다.) 전쟁에서 승리하면 카르타고로부터 뜯어낸 배상금으로 빚을 갚겠다고 약속했다. 전쟁에서 패하면 당연히 빚을 갚을 돈도 없을 테고 국채는 휴짓조각이 된다. 그래도 국채는 ‘세련된 약탈’인 것이 세금은 그냥 빼앗기고 끝이지만 빚은 “정부가 갚을지도 모른다”는 미약한 믿음이나마 심어준다. 때문에 로마의 부자들은 울며 겨자 먹기로 돈을 내놓으면서도 반란은 일으키지 않았다.\n이 돈으로 로마는 200척이 넘는 대함대를 재건할 수 있었다. 이런 엄청난 병력에 맞설 능력이 없던 카르타고는 전쟁 수행 의지를 상실해 버렸다. 그들은 강화를 선택했으며, ‘1차 포에니 전쟁’은 로마의 승리로 끝났다.\n\n1 차 포에니 전쟁이 탐색전이라면 로마 본국에서 한니발이라는 역사적 명장과 싸운 2 차 포에니 전쟁은 본 게임이었다. 한니발에게 연전연패한 로마에는 국가존망의 위기가 닥쳤고 이에 국가 총동원체제로 대응했다. 전쟁비용을 조달하기 위해 원로원 의원 전원이 집을 제외한 전 재산을 국가에 헌납하는 모범을 보였고, 전시 국가채권이 발행돼 무산계급을 제외한 모든 시민들에게 각자의 경제력에 따라 국채매입이 강제 할당되었다. \n전쟁의 초기 국면에 카르타고는 히스파니아의 광산개발, 아프리카의 농업자원, 공납, 무역 수입으로 충분한 전쟁물자를 가지고 있었다. 그러나 전쟁이 장기화되자 한니발이 눈부신 승리들을 거두었음에도 불구하고 전황이 카르타고에 불리해졌다. 로마가 히스파니아를 정복했을 때, 카르타고 제국의 전시 경제는 최종적으로 붕괴되었다. 카르타고가 동원할 수 있는 자원은, 제국 체제가 지닌 약점으로 인해, 로마의 그것에 비해 턱없이 부족했다. 전쟁의 최종 승패가 로마로 기울어져 가자 카르타고의 속국인 누미디아 왕 마시니사가 반란을 알으켜 카르타고를 배신하고 로마의 동맹이 되었으며 또한 리비아인들은 카르타고의 속박으로 부터 벗어나기 위해 반란을 일으켰다. 이러한 상황에서 카르타고의 패배는 당연한 것이었다. 로마에 비해 군비 경재력이 딸렸던 카르타고는 개별 전투에서 이기고도 최종적으로 전쟁은 패하고 말았다.\n\n[네덜란드 독립전쟁]\n1520~1530년대, 스페인의 군대는 아메리카 대륙의 아즈텍과 잉카제국을 멸망시키고, 그곳에서 금광을 발견했다. 16세기초 스페인 젊은이들은 일확천금의 꿈을 꾸고 아메리카로 몰려 갔다. 이후 엄청난 양의 금이 아메리카로 부터 스페인으로 흘러 들어갔다. \n스페인 국왕이자 신성로마제국 황제인 카를 5세는 이 금을 담보로 독일 금융가문과 제네바 상인에게서 군자금을 빌려 자신의 영토욕과 신성로마제국 황제 선거에 펑펑 썼다. 하지만 100여년이 지나자 금광의 금은 점차 고갈되었고 금 유입량은 17세기 초에 연간 1 ~ 2 톤으로 줄어들었다.\n그러자 아메리카에서 금을 대신한 것은 은이었다. 멕시코와 볼리비아에서 대량의 은광이 발견되었다. \n스페인은 볼리비아의 포토시 은광, 멕시코의 사키테카스 은광 발견으로 막대한 재화를 확보했기에 다른 어떤 나라보다 강력한 군대를 가지게 되었다. \n그러나 이로 인해 스페인에게 경제적 위기가 닥쳤다. 해외에서 유입된 은과 금으로 통화량이 급격히 증가하여 물가가 지속적으로 상승한 것이다. 150년 사이에 물가는 여섯배로 올랐다.\n이러는 가운데 스페인 왕실의 재정은 계속되는 주변국들과의 전쟁과 네덜란드와의 무역적자로  서서히 고갈되고 있었다.  \n스페인이 아메리카 대륙의 거대한 식민지를 운영하기 위해서는 다양한 필수품을 끊임없이 아메리카로 보내야 했다. 밀가루, 올리브유, 식초 등은 별 어려움 없이 공급했지만, 모직물, 구두, 양탄자, 가구, 견직물, 시계 등은 수요를 맞추기 어려웠다. 네덜란드에서 의류나 식료품 등이 수입됨에 따라 스페인의 귀금속은 네덜란드로 흘러들어갔다. 이런 상황을 반영해, 당시 스페인의 지식인들은 다음과 같은 한탄을 했다.\n “우리 왕국은 아메리카에서 유입된 금과 은으로  한떼 세상에서 가장 부유한 왕국이 될 수 있었지만, 금과 은을 우리의 적인 다른 왕국으로 보내는 징검다리로 전락한 까닭에 이제는 가장 가난한 존재가 되고 말았다.”\n또한 당시 스페인은 영국, 프랑스, 오스만 투르크와 지속적인 전쟁으로 엄청난 전비를 부담하고 있었다. 1571년 레판토 해전에서는 베네치아 함대와 연합해 오스만 튀르크 제국의 함대를 격파할 수 있었지만, 1588년 영국을 정벌하기 위해 출발했던 무적함대는 처참한 패배를 기록했다. \n장기간에 걸친 대규모 전쟁으로 재정 부담이 날로 늘어난 것은 물론, 생산 업무에 종사해야 할 많은 젊은 남성이 전쟁터에 투입됨으로써 스페인의 생산 능력은 바닥으로 떨어졌다.\n스페인은 16~17세기 내내 유럽 최강의 군사력을 자랑했다. 피사로가 이끌던 200여 명의 원정대가 잉카 제국을 무너뜨린 것에서 볼 수 있듯, 테르시오(Tercio) 방진으로 무장한 스페인 육군은 공포의 대상이었다. 테르시오 방진이란 1 단위  250명의 병사들이 단일의 대형을 이루고 여러 대형들이 연합하여 적을 공격하는 것으로, 창병이 적의 기병대를 저지한 후 창병들 주위에 포진한 화승총병이 일제 사격으로 적의 예봉을 꺾은 다음 다시 창병의 공격으로 적을 궤멸시키는 정교한 전략을 지칭한다. 이 전술은 화승총이 재장전에 시간이 걸리는 단점을 창병이 보호함으로써 서로의 약점을 보호하며 싸우는 전략이라 할 수 있다.\n그러나 이처럼 뛰어난 전략을 갖춘 강력한 육군에도 불구하고, 스페인은 ‘전투에서는 이기지만 전쟁에서는 패하는’ 패턴을 반복했다. 대표적인 예가 네덜란드 독립전쟁이다. 당시 스페인을 비롯한 유럽의 군대는 용병 제도에 기반하고 있었기에, 막대한 비용이 수반되었다. 예전처럼 기사단을 유지하는 나라도 있었지만, 테르시오 방진과 같은   혁신적인 전술이 개발되면서 기사단은 경쟁력을 잃어버렸고, 점점 용병에 대한 의존도가 높아지고 있었다. 그런데 용병이 특정 국가에 충성심을 가진 존재가 아니다 보니 대장의 선택에 따라 언제든 적의 편으로 돌아설 수 있다는 문제가 있었다. 게다가 급료가 바로 지급되지 않으면, 주변 지역을 약탈해 비용을 회수하려 드는 일도 종종 벌어졌다. 네덜란드 독립전쟁 당시에 발생한 ‘앤트워프 약탈 사건(The sack of Antwerp)’이 대표적인 예다.\n당시 스페인 왕실은 오스만 투르크 제국과의 전쟁이 장기화되면서 그 영향으로 1575년 파산했고, 이러자 용병 부대에 급료를 제때 지불하지 못했다. 그러자 네덜란드에 주둔하고 있던 스페인 용병 부대는 ‘유럽에서 가장 부유한 도시’인 앤트워프를 약탈해, 7천 명 이상의 시민을 살해하고 도시를 폐허로 만들어 버렸다. 이에 경악한 네덜란드 남부 상인들과 지식인들은 스페인에 대한 지지를 철회했고, 1576년 스페인을 축출하기 위해 네덜란드 북부와 남부가 종교 차이를 불문하고 협력하기로 하는 '헨트(Gent) 협약'을 체결하였다.\n네덜란드는 소금과 청어의 중계무역으로 큰 돈을 벌고 있었기 때문에 당시 유럽에서 가장 부유한 지역이었다. 스페인은 속국인 네덜란드에서 세금을 거둬 전쟁 비용을 조달하였다. 처음에는 네덜란드 사람들도 왕에게 세금을 잘 바쳤지만, 스페인 국왕인 필리페 2세가 점점 세금 징수액을 증가시키자 부담이 커지면서 마찰이 발생했다. \n또한 당시 종교개혁으로 네덜란드 북부에는 이른바 칼뱅파의 신교도가 급증하고 있었다. 스페인 합스부르크 왕가는 가톨릭 세력의 맹주인 반면, 네덜란드 북부지방은 개신교의 세력이 컸다는 게 문제를 일으켰다. \n결국 1567년 네덜란드에서 반란이 일어나자 이를 진압하고자 스페인이 군대를 파견하면서 80년에 걸친 독립전쟁이 시작됐다.(80년 전쟁)\n1587년부터 독립전쟁을 지도한 네덜란드의 '마우리츠' 백작이 도입한 새로운 전술은 전황을 돌려놓는 결정적 계기를 만들었다. 마우리츠 백작은 스페인 군대의 테르시오 방진을 쳐부수기 위해서 창병을 제거하고 총병들로만 이루어진 전술을 구사하였다. 그는 장전이 느린 화승총(및 머스킷총)을 줄별로 교대로 발사하는 방식으로 화승총의 느린 연사 능력을 보완했다.(여러줄로 이루어진 총병대열에서 앞열은 발사후 맨 뒷줄로 이동, 그 다음 줄 앞열로 나와 발사..., 소위 '전열보병' 진법이었다.)\n단 마우리츠 백작의 성공은 그가 군사 전략의 천재였을 뿐만 아니라 재원이 뒷받침될 수 있는 환경이었기에 가능했다는 점도 잊지 말아야 할 것이다.\n\n네덜란드 반란은 1648년에 네덜란드의 독립으로 종결될 때까지 약 80년 동안 스페인의 물적, 인적 자원을 고갈시키는 가장 중요한 요인이었다.\n1570년대 후반부터 신대륙으로부터 왕에게 도착하는 은의 양에 극적인 증가가 있었다. 또 이 아메리카로부터의 수입 덕분에 왕은 다시 은행가들로부터 돈을 대출받을 수 있었다. 이 새로운 호황으로 펠리페는 그가 즉위한 후 처음으로 행동의 자유를 갖게 되었고 오랫동안의 수세 끝에 공세로 돌아설 수 있게 되었다. 펠리페가 1580 년대와 1590 년대에 북부 네덜란드 회복을 위해 적극적 공세에 나서고, 1588년에 영국에 대해 무적함대를 파견하고, 1590년대 프랑스 내전에 개입하는 등 대담한 사업에 착수할 수 있었던 것은 이러한 재정 호황 때문이었다.\n필리페 2세가 오스만 투르크와 벌인 레판토 해전에 참전하는 바람에 1572년 군사비 지출이 신대륙에서 긁어온 금과 세금을 모두 합친 것보다 2배나 되었다. 1576년에 펠리페 2세는 병사들에게 줄 급료가 국가 세입의 2.3배에 달하자 채권자들에게 디폴트를 선언했다. \n이때 스페인은 공채를 발행한다. 펠리페 2세는 영국과의 전쟁에서 패해 막강한 무적함대를 바다에 처넣었다. 그 금액이 연간 세입의 다섯배에 해당하는 것이었다고 한다.\n스페인의 합스부르크 왕가가 카톨릭의 수호자임을 자처하면서 신대륙에서 얻은 부를 전쟁비용으로 소모했다. 그 득은 이탈리아의 제노바 상인들이 얻었다. 제노바 공화국은 스페인 왕가와 밀착해 자금을 대줬다. 물론 공짜 돈은 아니었다. 이자를 꼬박꼬박 붙였다. 스페인의 식량 공급도 제노바 상인들이 떠맡았다. 아메라카에서 들어오는 부는 세비야를 거쳐 제노바로 몰렸다.\n펠리페 2세 이후에도 스페인은 1596년, 1607년, 1627년, 1647년에도 모라토리엄(채무불이행)을 다섯 번이나 반복했다. 국가 신용은 떨어지고 경제는 내리막길을 걸었다.\n아메리카 정복과 식민화는 광대한 상품 시장 확보와, 그곳으로 부터 막대한 금, 은의 유입을 고려할 때 스페인 제국의 발전에 유리한 조건이었다. 그러나 결국 그것이 지속되지 못한 이유는 스페인 왕들의 전근대적 사고방식에 기인한 것이다. 그들은 로마 가톨릭 신앙의 수호라는 중세적 이상과 무리한 제국주의 팽창정책에 스페인의 국익을 희생시키고 말았던 것이다. 이 두 정책에의 집착은 스페인을 유럽에서 벌어진 거의 모든 전쟁에 주도적으로 참여하게 하였고, 제국내 다른 국가들의 적극적인 협력이 없는 상황에서 이무리 아메리카 식민지로 부터 금, 은을 착취한다고 해도 스페인의 국부는 신속히 고갈되었다. 신성 로마 황제를 겸하고 있었던 카를로스 5세가 그러한 이상과 정책에 집착한 것은 어떤 점에서 이해할 수도 있다. 그러나 그 후 펠리페 2세와 17 세기 스페인 왕들이 국가의 이익을 도외시하고 가톨릭 신앙의 수호라는 명분과 스페인과 별로 이해관계가 없는 네덜란드를 보전하기 위해 막대한 전비를 쏟아 부은 것은 스페인 몰락의 직접적 원인이 되었다.\n\n16세기 스페인은 전 세계 금은(金銀) 총생산량의 83%를 차지하는 최고 부국이 이었다. 아메리카 대륙 발견과 중남미 식민지, 아프리카 식민지, 필리핀 등 동남아 식민지, 결혼동맹으로 오스트리아 등 합스부르크 영토합병, 지금의 벨기에와 네덜란드 지역인 플랑드르와 프랑크공국, 이탈리아 남부 나폴리, 시칠리아 등이 모두 스페인 제국의 영토였다. 최초의 해가 지지 않는 거대 제국이었다. 통치자는 신성로마제국 황제이자 스페인 국왕인 카를로스 5세이다. 그는 왕권강화와 영토 확장에 혈안이 되어 재위기간 동안 유럽 통합 전쟁에 몰두했다. \n1566년에 아들 펠리페2세에게 왕위와 빚더미를 함께 물려줬다. 5년 후까지 모든 국고수입이 저당잡혀 있었던 것이다. 막스 베버(Max Weber)에 따르면 당시 스페인은 국가수입의 70%를 전쟁비용으로 썼다고 한다. 경상수입의 65% ~ 70%가 채권이자 상환에 지출되었다. 1576년에는 군사들의 급료가 국가 수입액의 2.3배에 달했다고 한다. 그래서 펠리페2세는 등극한 다음 해에 1차 국가부도를 선언한 이래 재위기간 동안 무려 5차례나 국가부도를 선언해야만 했다. \n경제력의 뒷받침 없는 무적함대는 영국과의 칼레(Calais)해전에서 처참하게 패하고 스페인의 영화도 끝이 났다. \n\n[영국 - 스페인 전쟁]\n16세기 영국의 헨리 8세 시대 그 무렵 영국은 유럽 대륙에 비해 형편없는 후진국이었다. 국가의 주 수입원은 양털 판매와 바다에서 해적질이 전부였다. 더구나 양털 수출도 유대 상인들에 의존해야 해서 양털 판매로 큰 수익을 얻을 수 없었다. \n영국은 해적질에 필요한 값 비싼 청동대포를 비롯한 무기 대부분을 대륙에서 수입했었다. 영국은 대포를 해적질에 썼다. 그 대상은 주로 아메리카 대륙을 오가는 스페인 상선이었다. 이에 골머리를 앓던 스페인 왕이자 신성로마제국 황제인 카를 5세는 유대인 경제권인 플랑드르 공업지대에게 영국으로 모든 물품의 수출을 금지시켰다. \n대륙으로부터 더 이상 청동 대포를 수입할 수 없게 된 영국 왕 헨리 8세는 대포 자체 제작에 나섰다. 당시 청동 가격은 철보다 휠씬 비싸서 철의 4배에 달했다. 그는 주철 대포 개발에 나섰다. 왕은 먼저 철광맥이 있는 서식스숲의 제철업자들에게 거액을 지원해 품질 좋은 철을 생산케 했다. 그 결과 1540년대 서식스 지역의 제철 공장은 50곳이 넘어 균질한 철 생산에 성공했다. 이는 훗날 산업혁명의 토대가 된다.\n한편 영국은 해군력을 증강시키기 위해 사거리가 긴 함포가 절실했다. 이제 남은 과제는 대륙의 청동 대포보다 포신이 긴 장거리 주철대포 개발이었다. 왕은 장인들을 끌어모아 마침내 장거리용 철 대포 개발에 성공했다. 여기에는 운도 따랐다. 서식스 지역 철광석에 포함된 인(燐)이 대포의 내구성에 크게 도움이 되었다. 게다가 철 대포 생산 원가는 청동 대포의 3분의 1에 불과했다. 이후 영국은 연간 400톤이 넘는 철 대포를 생산했다. 이는 유럽 전체 대포 생산량의 70%에 이를 정도로 엄청난 양이었다. \n그런데 어렵게 개발한 장거리 함포의 명중률이 형편없어 문제였다. 함포 발사 때 배가 너무 흔들려 조준 사격이 소용 없었다. 함포 발사 시의 반동을 흡수할 수 있도록 갤리온선을 개조했다. 선박의 밑바닥을 비교적 크고 편평하게 만들라는 아이디어는 당시 헨리 8세가 직접 냈다고 한다.\n헨리 8세의 공은 또 있었다. 그는 주철대포 개발 이전에 이미 상선을 차용한 무장 상선이 아닌 본격적으로 전투를 위해 설계된 전함을 제작해 ‘포문’을 설치했다. 그 전에는 갑판 위에 함포를 적재함으로써 무게중심이 위로 쏠려 전복될 위험성이 있었기 때문에 많은 함포를 적재할 수 없었다. 헨리 8세는 그러한 문제를 ‘포문’을 만들어 해결했다. 배를 여러 층으로 만들고 외각에 경첩식 나무 창문을 만들어 이 포문을 통해 함포를 발사하도록 했다. 후발국 영국이 이후 당대 최강 스페인 무적함대를 깰 수 있었던 것도 바로 하중을 낮춘 개량된 갤리언선에 장거리 주철대포를 장착했기 때문에 가능했다. \n더 가격이 싸고 사거리가 긴 철제 대포로 인해 영국은 스페인에 대해 군사적 우위에 설 수  있었다. 결과적으로 스페인의 무역봉쇄는 영국의 해군력을 더 강화시키는 결과를 초래했다. 이후  영국은 스페인과의 전쟁에서 스페인의 무적함대를 누르고 해양을 재패하였다.\n헨리 8세의 딸인 엘리자베스 여왕이 지휘한 1588년 칼레 전투 때 영국은 갤리언 전투선 34척, 상선을 무장 시킨 163척 이외에도 평저선 30척으로 스페인 제국의 무적함대와 맞섰다. 그 무렵 해전은 백병전을 위주로 하는 근접 전투였다. 보통 배와 배끼리 강하게 들이받은 후 갈고리가 달린 사다리를 상대 배에 내려 보병들이 건너가 싸우는 백병전이 주류를 이루었다. 이에 비해 영국의 갤리언 전투선은 무게중심이 낮고 길고 날렵해 주철 대포가 200문 이상 있음에도 무적함대의 배보다 속도가 월등히 빨랐다. 게다가 무게중심이 낮아 안정되다 보니 대포의 명중률도 스페인 함대보다 높았다. 영국의 평저선 역시 함포 명중률이 스페인 무적함대의 첨저선보다 월등히 높았다. 더구나 평저선은 수심이 얕은 연안에 정박이 가능하여 인근 해안에서 보급품 나르기도 수월해 영국 함선들에 탄약과 식량 등의 보급이 원활해졌다. 특히 당시 칼레 항구는 수심이 낮아 흘수가 깊은 대형 선박이 안심하고 정박할 만한 시설이 없었는데, 이런 조건에서 평저선은 여러모로 쓸모가 많았다.\n당시 영국 주철대포의 사거리는 평균 100미터였고, 스페인 무적함대 청동 대포의 사거리는 보통 60미터 내외였다. 영국 함선들은 근접 전투를 하지 않고 장거리 함포 덕분에 80미터 밖에서 치고 빠지는 전술로 스페인 무적함대를 괴롭혔다. 게다가 밑바닥이 편평한 평저선은 첨저선에 비해 방향을 바꾸는 회전력이 월등히 뛰어났다. 영국 평저선은 단지 밧줄과 도르레를 이용해 돛들을 재빨리 돌려 배를 회전시키면서 초승달 대형을 이루어 쳐들어오는 적선들을 향해 함포 공격을 자유자재로 하여 스페인 무적함대를 공포로 몰아넣었다. 밑바닥이 뾰족한 첨저선으로서는 상상도 할 수 없는 회전력이었다. 이로 인해 무적함대는 그들이 원하는 해상 백병전을 엄두도 낼 수 없었다.\n결국 쫓고 쫓기는 일주일간의 전투 끝에 지친 무적함대가 밤에 항구로 들어가 모두 정박해 있을 때 영국은 8척의 화공선을 기습적으로 상대방 진영으로 투입해서 폭발시키는 화공 작전을 폈다. 이에 놀란 무적함대 선박들이 밧줄을 끊고 달아나면서 아수라장이 됐을 때 함포 사격 총공세를 펼쳐 칼레 해전을 승리로 이끌었다.\n\n[영국 - 네덜란드 전쟁]\n대항해시대가 도래함에 따라 네덜란드와 영국은 신세계에서 이익을 추구하려고 노력했다. \n17세기 초, 잉글랜드, 네덜란드 두 나라는 가톨릭 국가인 스페인과 포르투갈 세력에 대항하기 위해 협력 관계에 있었다. 그러나 당시 네덜란드 동인도 회사의 실적이 잉글랜드 동인도 회사의 실적보다 많았고, 1623년의 암보이나 사건을 계기로 영국은 동남아시아와 동아시아에서 철수할 수밖에 없는 처지가 되었다. 향신료 무역을 독점한 네덜란드는 아시아의 부가 유입되었고, 잉글랜드에서는 네덜란드에 대한 반감이 높아졌다.\n결국 네덜란드와 연합해 가톨릭 스페인과 포르투갈을 물리친 영국은 해상 패권을 두고 네덜란드와 결별을 선택했다.\n풍부한 지하자원도, 넓은 영토도 갖지 못했던 네덜란드는 일찍이 바다로 진출하는 것만이 살길이라는 것을 알고 있었다. 그들은 발달한 선박 제조술과 항해술을 바탕으로 이 나라 물건을 저 나라에 파는 중간 상인 역할을 통해 막대한 이익을 챙겼다. 네덜란드의 항해술이 워낙 발달한 탓에 영국은 자신들의 식민지 국가와 무역을 할 때에도 네덜란드 상선을 이용해야 했다. 식민지 착취의 이익이 상당 부분 네덜란드로 흘러들어간 것이다.\n\n1651년 청교도 혁명을 성공시키고 정권을 잡은 호국경 올리버 크롬웰은 마침내 칼을 빼 들었다. 영국 관련 무역은 영국 국적의 선박만 이용하도록 강제하는 항해조례(Navigation Acts)를 발표했다. 이 법의 주요 내용은 다음과 같다.\n① 오직 잉글랜드, 혹은 잉글랜드의 식민지 배만이 영국 식민지로 상품을 옮길 수 있다.\n② 그 배에는 잉글랜드인(식민지 주민 포함) 선원이 최소 절반 이상 포함되어야 한다.\n③ 담배, 설탕, 직물은 오직 잉글랜드로만 팔 수 있다.\n④ 식민지로 향하는 모든 상품은 잉글랜드를 거쳐야 하며 수입관세를 내야한다.\n\n이는 영국의 무역과 어업을 보호하기 위해 네덜란드인과 그 선박을 배제하려는 것이 직접적인 목적이었다. 당시 영국은 아시아, 아프리카, 북아메리카에 이르는 방대한 지역에서 식민지를 구축했다. 특히 북아메리카 지역에서 수입됐던 담배와, 아프리카 지역에서 수입됐던 설탕은 영국 무역의 핵심 상품들이었다.  중개무역으로 막대한 수입을 올리고 있던 네덜란드는 이를 도저히 받아들일 수 없었다.\n1652년 영국 함대가 항해법을 지키지 않던 네덜란드 상선을 공격하면서 제1차 영란전쟁(1652 ~ 1654)이 시작됐다. 이후 두 나라는 2차 전쟁(1665~1667), 3차 전쟁(1672 ~ 1674), 4차 전쟁(1780~1784) 등 17~18세기에만 모두 네 차례 전쟁을 벌였다.\n전쟁은 해전이 중심을 이뤘으며, 시간이 지날수록 전세는 점차 영국으로 기울었다. 영국은 네덜란드와 전쟁을 통해 네덜란드 수출에 큰 타격을 주었다.\n엄청난 식민지를 바탕으로 경제적, 군사적 발전을 거듭했던 영국은 세계 최강대국으로 발돋움 중이었다. 반면 네덜란드에게는 영국의 경제력을 감당할 식민지가 없었다. 게다가 이웃 프랑스와의 잦은 전쟁비용을 충당하느라 네덜란드의 국력은 점차 쇠퇴해갔다. 16~17세기 ‘바다의 왕좌’ 자리를 굳건히 지켰던 네덜란드는 18세기 들어 이웃 프랑스에게조차 해군 전력에서 밀리는 처지로 전락했다. 그러나 역설적이게도 1688년 명예혁명에 의해 한 때 적대적이었던 네덜란드의 군주 빌렘 3세를 잉글랜드 왕 윌리엄 3세로 맞이하게 된다.\n18세기에 행해진 제4차 영국-네덜란드 전쟁으로 네덜란드의 국력은 쇠락해졌고, 그 결과 영국에 대한 해상교역의 우위를 잃게 되었다. 이후 전쟁에서 승리하여 국제무역의 패권을 차지한 영국이 금본위제를 채택하면서 세계 무역의 기축통화가 은에서 금으로 바뀌게 된다.\n영란전쟁은 오로지 무역이라는 이슈만으로 벌어졌던 세계 최초의 전쟁으로 꼽힌다. 말하자면 이 전쟁이 무역전쟁의 시발점이었던 셈이다.\n그런데 이 전쟁에는 묘한 경제학적 아이러니가 하나 숨어있다. 전쟁이 발발한 이유는 크롬웰의 항해법 때문이었고, 항해법은 중상주의 철학을 기반으로 한 보호무역 정책이었다. 반면 중개무역의 강자 네덜란드는 당연히 자유무역의 지지자였다. 두 나라가 충돌한 근본적 이유가 바로 이것이었다.\n하지만 네덜란드에게 승리를 거두고 바다의 지배자가 된 영국은 이후 열렬한 자유무역의 수호자가 됐다. 이는 자유무역 이론이 세계 최강대국에 오른 영국에게 더 이익이 됐기 때문이었 다.\n\n[영란은행]\n1694년 설립한 영란은행은 왕실의 주식회사 형태의 민간 특허은행으로 설립되었다. 명예혁명 이후 집권한 윌리엄 3세는 내전과 프랑스와의 전쟁으로 왕실재정이 고갈되자, 잉글랜드 은행 지주회사를 설립해서 유대인 상인으로부터 120만 파운드의 기금을 조성한 후 이 은행에 발권 권한을 허가해주었다. 설립 초부터 영국 왕실과 밀접한 관계를 가진 은행으로 이후 여러 가지 조치에 의해 영국의 중앙은행 역할을 수행하게 되었다.\n영란은행은 금보관증 제도를 바탕으로 막대한 양의 통화를 시장에 공급했다. 금보관증은 금 보유자가 은행에 금을 맡긴 뒤 받는 보증서로 현대 화폐의 시작으로 여겨진다. 영란은행은 금 보관증을 소유한 사람이 금을 찾으러 은행을 방문할 일이 거의 없다는 점에 착안해 금 한 덩이에 10 장의 보관증을 발행하는 기법을 도입했다. 이른 바 ‘10%의 마법’이다. 이후 미국 등 다른 국가들도 금 보관증을 바탕으로 한 금본위제를 채택한다.\n\n10%의 마법으로 영란은행은 실제 금 보유고의 10 배가 넘는 화폐를 발행하며 부를 창출하는 데 성공했다. 하지만 이 제도에는 치명적 약점이 있었다. 모든 금 보유자가 일시에 은행으로부터 금 상환을 요구할 경우다. 은행으로선 금 보유고가 발행한 보관증에 비해 턱없이 부족하기 때문에 상환 요구에 응할 수 없는 뱅크런 현상이 발생한다. 역으로 뱅크런만 억제한다면 금 보관증 제도는 10배가 넘는 레버리지로 국부를 창출할 수 있었다.\n결국 유럽 열강은 뱅크런을 막기 위해 식민지와 전쟁이라는 두 가지 해법을 찾아냈다. 식민지 개발에 막대한 자본이 필요했고 전쟁을 벌이면 전비를 지속적으로 소모해야 해 다량의 통화를 찍어내도 본국 은행에 상환 요청이 들어올 가능성이 적다는 점을 노린 전략이었다.\n\n\n[7년 전쟁]\n프로이센이 프랑스, 오스트리아, 러시아, 스웨덴, 독일 연방국가들과도 한판 붙을 수 있었던 것은 영국이 프랑스의 발목을 묶으면서 프로이센에 막대한 원조금을 지원하였기에 가능했다.\n영국이 발을 빼고 프로이센에 대한 원조를 끊으면서 프리드리히는 한계에 도착하였고 오스트리아와 프랑스의 반격에 사상자가 기하급수적으로 늘어나면서 어려워졌다. 전쟁이 지속되면서 프로이센군은 급하게 인력을 충당하느라 범죄자나 빈곤층의 비율이 상당히 증가하게 되었고, 결정적으로 러시아군의 공세에 수도 베를린이 함락되면서 군의 사기가 꺾였다. 표트르 3세가 즉위하면서 러시아가 프로이센에 영토를 반환하고 중립으로 돌아섰기에, 또 영국에게 거의 모든 전선에서 패배한 프랑스가 전쟁을 지속할 의사를 잃어버리자 오스트리아에 대한 원조를 중단했기에, 유럽각국이 '균형의 정책'을 추구하고자 자연스럽게 이해관계가 모이면서 7년전쟁은 종식되었다.\n7년간 전쟁을 지속하며 재정이 파탄이 난 것은 오스트리아도 마찬가지였으므로 결국 프로이센과 강화를 맺을 수밖에 없었고, 오스트리아는 공식적으로 슐레지엔을 포기하게 되었다.\n\n[오스트리아 왕위 계승 전쟁]\n프리드리히 2세는 즉위하자 같은 시기에 오스트리아에서 마리아 테레지아가 여제로 즉위하자 이에 반대한다는 명분으로 오스트리아 왕위 계승 전쟁(1740~1748)을 일으켰다. 물론 프리드리히 대왕 본인은 사실 마리아 테레지아의 왕위 계승 자체에 대해서는 중립적인 입장이었지만 슐레지엔을 통해 국가의 재정을 채우고 부국강병을 이루고자 하였기에 명분을 만들어야했다. 슐레지엔은 당시 오스트리아의 전체 세금 수입 중 22% 가량을 차지하던 알짜배기 지역이었다.\n그는 마리아 테레지아의 왕위를 인정하겠다고 맹세했었지만 영토정복 야욕이 강했다. \n슐레지아는 바로 옆에 있었고 농업과 공업생산력이 높고 개신교도가 대부분이어서 작은 왕국에게는 더 없이 좋은 목표였다.\n전쟁의 결과로 공업이 발달한 부유한 슐레지엔 지역을 오스트리아로부터 획득했다. 이 전쟁을 통해 독일의 작은 연방국이었던 프로이센은 단숨에 유럽 강대국의 반열에 올랐고, 프리드리히는 탁월한 군사적 재능을 겸비한 젊은 명군주로 전 유럽 시민들에게 큰 주목을 받게 되었다.\n\n[나폴레옹 전쟁]\n노구치 교수는 당시 영국과 프랑스의 전비 조달력이 승패를 갈랐다고 보고 있다. \n\n■ 대륙봉쇄령(Continental System)\n영국과 프랑스는 1805년 지브롤터 해협 북서쪽 트라팔가르에서 운명을 건 일전을 벌였다. 프랑스는 바다에서 영국에 연전연패 중이었지만, 한때 무적함대 아르마다를 이끌었던 에스파냐와의 연합으로 자신감을 가지고 전투에 나섰다. 그러나 이 싸움에서도 프랑스-에스파냐 연합 함대는 명장 넬슨 제독이 이끌던 영국 함대에 참패했다.\n분통이 터진 나폴레옹은 이에 대한 보복 조치로 ‘대륙봉쇄령’이라는 것을 들고 나왔다. 1806년 10월, 나폴레옹이 “유럽 대륙에서 프랑스와 동맹을 맺은 모든 국가들은 즉각 영국과의 무역을 중지해야 한다”라고 선포한 것이다. 경제적으로 영국을 고립시켜 트라팔가르 해전에서의 패전을 앙갚음하려는 의도였다.\n나폴레옹의 대륙봉쇄령은 어떤 결과를 낳았을까? 결론적으로 이 조치는 양쪽 모두에게 심각한 타격을 안겼다. 당시 영국은 발달된 기술을 바탕으로 다양한 공산품을 만들어 유럽 대륙에 수출했다. 반면 산업이 낙후됐던 유럽 대륙은 주로 농산물을 영국에 팔았다.\n무역이 중단되자 영국산 제품을 쓸 기회를 잃은 유럽인들의 불만이 고조됐다. 유럽인들의 일상생활에도 막대한 지장이 생겼다. 리스트는 후진국 국민들이 이 불편을 이겨내고 스스로 발전할 것이라 믿었지만, 슬프게도 그러기에는 국민들이 겪는 고통이 너무 컸다. 공산품 수출로 큰돈을 벌었던 영국도 경제적 타격을 입었다. 게다가 대륙으로부터 식량 수입이 전면적으로 금지되면서 영국인들은 당장 끼니를 걱정해야 할 처지가 됐다.\n양쪽 모두에게 큰 고통을 안겨준 탓에 나폴레옹의 대륙봉쇄령은 유럽에서 지독히 인기가 없었다. 스웨덴 같은 나라는 아예 공식적으로 대륙봉쇄령을 거부했다. 이를 가만히 두고 볼 리가 없는 나폴레옹은 결국 스웨덴을 침공했다. 전체적으로 볼 때 1806년 이후 대륙에서 발생한 전쟁의 대부분은 나폴레옹이 대륙봉쇄령에 반대하는 국가들을 제압하기 위해 벌인 것이었다.\n\n■ 금융시스템\n나폴레옹 전쟁에서 영국이 프랑스에게 승리할 수 있었던 원인으로 프랑스가 1789년 대혁명 이후 20년 넘게 이어진 전쟁으로 병력 자원이 고갈된 게 가장 직접적인 이유이겠지만, 영국이 압도적인 경제력을 지니고 있었던 것도 무시할 수 없다. 러시아가 나폴레옹의 대륙봉쇄령을 어기고 영국 편에 선 것도, 그리고 스페인 사람들이 영국군을 지원하며 게릴라전을 펼친 것도 결국 영국이 제공하는 값싸고 질 좋은 공산품과 풍부한 식량 때문이었다.\n영국 금리는 17세기 후반까지만 해도 10% 혹은 15% 이상의 수준이었다. 영국 금리가 이토록 높았던 건 이자 및 원금의 지급이 빈번하게 정지되어 ‘위험 프리미엄’이 높았기 때문이다.(잦은 전쟁으로 전비조달이 늘어나 국가재정이 적자였다. 무리한 징세는 백성들의 반발을 가져왔고 명예혁명을 일으켰다.)\n그러나 명예혁명 이후 영국 금리는 크게 떨어졌다. 명예혁명으로 네덜란드 출신 윌리엄 3세의 영국 국왕 취임이 이루어지자 네덜란드 금융제도까지 영국에 들어왔다. 영국 귀족과 자본가들의 반감이 전혀 없었던 것은 아니지만 ‘네덜란드 금융’은 대세로 굳어졌다. 이 변화에 금융 시장이 가장 먼저 반응했다. 1690년까지만 해도 10%에 거래되던 영국 국채금리가 1702년 단번에 6%로 떨어졌다. 특히 1755년에는 2.74%를 기록해, 어떤 경쟁 국가도 꿈꿀 수 없었던 저금리로 군비를 조달할 수 있게 되었고, 이는 영국 해군과 육군의 전력 상승으로 이어졌다.\n저리로 자금조달이 쉬워져 거대한 함대를 건설하는 것은 물론, 실제 화약을 이용해 실전에 가까운 훈련을 할 수 있게 된 것이다.(당시 화약은 제조가 어려운 희귀품이라서 가격이 매우 비쌌다.)\n다른 나라는 전쟁이 시작된 후에야 훈련을 시작했지만, 영국군은 이미 실전에 가까운 훈련을 받고 전쟁터에 나섰기에, 적어도 전쟁 초반에는 밀리는 일 따위는 없었다.\n 17~19세기 전열보병들 간의 선형 전투에서 타국에서는 3열 이상으로 전열을 갖춰 전투를 치르는 데에 비하여 영국군은 2열의 얇은 전열을 구사했는데 이는 영국군이 사격과 속사를 중시했기 때문이다. 타국에서는 1열 사격, 2열 사격준비, 3열 재장전의 단계를 거쳐 사격에 임했는데, 이는 전장식 화기 특유의 느린 재장전 속도 때문이었다. 게다가 병사들이 사격에 쓸 재료인 부싯돌과 화약은 턱없이 비쌌기에 사격을 연습한다 하더라도 부싯돌을 끼울 곳에 나무조각을 끼워넣는 식으로 사격연습을 했고, 따라서 사격전보다는 백병전을 중시할 수 밖에 없었으므로 종심이 깊은 전열을 사용하였다.(종종 5~6열도 더 넘어갈만큼). 하지만 영국은 인도를 점령한 이후에는 엄청난 양의 초석 광산을 통해 막대한 화약을 확보하여 사격연습을 할 수 있었으다. 이는 병사 개개인의 숙련도와 정예도에 크게 영향을 미쳤으며 영국군은 상대적으로 적은 병력으로도 적의 대병력을 맞이하여 대등한 전투를 벌일 수 있었다. \n\n■ 보급\n반도전쟁에서 프랑스군을 패퇴시킨 웰링턴 공작의 사례처럼, ‘보급으로 이기는’ 영국군의 신화는 이때 만들어졌다. 프랑스가 스페인 백성들을 약탈해 식량을 보충할 때, 웰링턴 공작이 이끄는 부대는 빈곤의 구렁텅이에 떨어진 스페인 사람들에게 먹을 것을 주면서 게릴라전의 늪으로 프랑스군을 끌어들일 수 있었던 것이다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-29T07:51:18.587000",
  "updatedAt": "2023-02-23T10:10:37.450000"
}