{
  "id": "975ea19e-e96d-4c0e-944b-148ac296909e",
  "title": "이스라엘 - 이란 전쟁",
  "content": "![image](media/1976922ad8b.b15c1c1ef8d6a09c.jpg)\n\n\n이란의 핵합의를 막고 자신의 정치적 생명을 유지하는 것이 핵심 이익인 네타냐후에겐 이러한 공습이 합리적인 선택임에 틀림없다. 그러나 이 사안이 이스라엘의 국가 이익과 등치되는가에 관한 질문에 관해서는 부정적인 답을 할 수밖에 없다.\n하마스 공격의 피해자이자, 가자 공격으로 인한 피로감에 시달리는 이스라엘의 중도, 진보 시민들은 더 이상 국가에 대한 지지와 헌신을 유지하기 어려울 수 있다. \n트럼프, 네타냐후, 하메네이 3자 조합이 만들어내는 이 기괴한 현실이 참 쓰라리구나 하는 생각을 감추지 못한 하루였다.\n\n전문가들은 이란 같은 깊이 숨겨진 핵시설(포르도, 나탄즈 등)을 파괴하려면 MOP급이 필요하다고 강조하지만, 이스라엘은 이를 운용할 수 있는 폭격기나 수송기를 보유하고 있지 않습니다. \nGBU‑57A/B Massive Ordnance Penetrator (MOP)처럼 30,000파운드, 수십 미터 암석 관통형 초대형 벙커버스터는 IAF가 보유하지 않은 것으로 알려져 있습니다.\nFinancial Times 및 기타 전문가들도 “업무 지연은 가능하나 완전 제거는 어렵다”고 평가 \n\n이란 핵능력은 이스라엘의 공격으로 1~2년 지연될 수 있지만 지하 핵시설인 포르도를 완전히 파괴할 수 없다면 핵심 기술은 계속 남아있을 가능성이 높다는 전문가들의 분석이 나온다.\n미국 대통령의 중동 담당 조정관을 지낸 브렛 맥거크는 뉴욕타임스(NYT)에 \"포르도를 확보하지 못하면 무기급 물질을 생산할 수 있는 이란 능력을 제거하지 못한 것\"이라고 말했다. 포르도가 공격에서 살아남는다면 이란 핵 프로그램의 핵심 기술도 함께 살아남을 가능성이 높다고 NYT는 전망했다.\nIAEA의 라파엘 그로시 사무총장은 이란의 핵 프로그램에 대해 \"광범위하고 깊숙한 곳에서 작동하고 있다\"며 \"이를 무력화하려면 압도적이고 파괴적인 힘이 필요하다\"고 말했다. 이란의 포르도 지하 핵시설과 나탄즈 지하 핵시설을 파괴하기 위해서는 미국이 보유하고 있는 3만 파운드급 벙커버스터 폭탄이 필요하다.\n\n제공권 장악\n세계 2위 공군력을 자랑하는 러시아군. 전쟁전 기준 보유 전투기만 최대 770기에 폭격기 등 모든 군용기를 합치면 4,300기에  달합니다. 하지만 이 전력을 가지고도  러시아는 3년 넘게 우크라이나 영공을  장악하지 못하고 있습니다. 하늘을  가지지 못한 러시아군은 지상에서 1차  세계대전과 같은 참호전을 버려야 했고  이번 달 기준 러시아군 누적 사상자  수는 100만 명을 넘어섰습니다.  \n반면 러시아 전투기 전력의 10분의 1 수준을 보유한 이스라엘군은 최근 이란  선제 공격 48시간 만에 서부  제공권을 장악해 냈습니다. 차이는  무엇일까? 이스라엘은 러시아 사례에서  교훈을 얻어 초기에 방공망을  제압하는데 집중했습니다. 이스라엘은  초기 공습에 5세대 스텔스기  F35i를 투입해 이란 방공망을  무력화했습니다. 러시아는 F35와  같이 실전 검증된 스텔스기를 보유하고  있지 않죠. \n이란의 신형 장거리  방공체계의 투자 부족도 이스라엘이  제공권을 빠르게 장악할 수 있었던  요인입니다. 이란의 방공 체계는  대다수가 중/단거리 방공 체계이거나, 1960년대 개발된 소련제 S200, 또는 미제 호크 지대공 미사일을  개조한 것이어서 최신 스텔스기를  격추하기엔 질적으로 부족합니다.  소련제 S300이나 자국산 Babar 373 방공체계가 있어 스텔스기 격추를 시도해 볼 수 있지만 보유량이 적습니다. 더구나 이스라엘 모사드의 특수 작전팀은 이란에 은밀히 침투해 공습 시작과 동시에 단거리 드론으로 이란의  핵심 방공 자산을 파괴했습니다. \n이와  달리 우크라이나는 러시아 침공 당시  S300 발사대만 최대 300기 보유  중이었습니다. \n이란의 방공망을 무력화한  이스라엘은 이제 비스텔스기인 F15i , F16i를 공습에 내보내고 있습니다.  미사일보다 훨씬 저렴한 JADAM 등 공대지 유도 폭탄을 투하하며 효율적으로 공습을 수행하고  있죠. 이란은 공군력으로  이스라엘 전투기에 맞서기도  힘듭니다. 이란 공군은 구형 미제와 소련제 전투기를 혼합해 운용 중인데 이마저 가동률이 매우 낮은  상태입니다. 1960년대 미국에서  도입한 3세대 전폭기 F4 팬텀이  주력 기체란 점이 이란 공군의 실정을  여실히 나타내죠. 제공권을  장악 당하면서 이란은  이제 미사일로 승부 보려 해도 미사일  발사대가 직접 공격당하고 있습니다.  \n러시아와 이스라엘이 보여준 초기 전황 차이는 현대전에서 제공권 장악의  중요성을 여실히 보여주고 있습니다.\n\n이란의 방공 체계\nS-300: 러시아에서 도입한 장거리 공중 방어 시스템으로, 이란의 주요 방공 자산 중 하나입니다. 이 시스템은 고고도 비행체를 탐지하고 요격할 수 있는 능력을 가지고 있습니다.\n바르(BAWAR) 373: 이란이 독자적으로 개발한 장거리 공중 방어 시스템으로, S-300과 유사한 기능을 수행합니다. 이 시스템은 이란의 방공 능력을 강화하는 데 중요한 역할을 하고 있습니다.\n하즈 카셈(Haj Qassem): 이란의 신형 고속 준중거리 탄도미사일로, 마하 10 이상의 속도로 비행하며, 다양한 회피 기동이 가능합니다. 이란은 이 미사일을 사용하여 이스라엘의 방공망을 무력화할 수 있다고 주장하고 있습니다.\n삼흐르드(3rd Khordad): 이란의 중거리 공중 방어 시스템으로, 2019년 미국의 드론을 격추하는 데 사용되었습니다. 이 시스템은 다양한 공중 위협에 대응할 수 있는 능력을 갖추고 있습니다.\n\n이란 공군력\nF-14 톰캣: 이란 공군의 상징적인 전투기로, 현재 약 40대가 운용되고 있습니다. 이 기종은 고속 공중 전투에서 뛰어난 성능을 발휘합니다.\n미그-29: 러시아에서 도입한 다목적 전투기로, 이란 공군의 주요 전투기 중 하나입니다. 이란은 약 30대의 미그-29를 보유하고 있습니다.\n수호이-24: 이란의 주요 공격기로, 공중에서의 타격 작전에서 중요한 역할을 합니다.\nF-4 팬텀 II: 이란 공군의 초기 전투기 중 하나로, 여전히 일부가 운용되고 있습니다. 이 기종은 다양한 임무를 수행할 수 있는 다목적 전투기입니다.\n\n\n방공망 무력화되, 이스라엘 전투기들 자유롭게 오고 가는 중\n공격수단은 유일하게 탄도미사일 뿐인데 대부분 요격 당하는 중, 거기다 발사대도 폭격으로 점점 줄어드는 중\n아이언돔의 소진을 바랬는데 발사대가 폭격당하면서 발사할 수 있는 탄도미사일 수만 줄어드는 중",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-06-13T20:49:37.895000",
  "updatedAt": "2025-06-16T20:24:33.477000"
}