{
  "id": "9956da7e-1a47-4b47-9a70-58a5f99e9b2d",
  "title": "배(선박, 함선)의 역사",
  "content": "[인력선]\n초기의 배는 사람이 노를 젓는 것이었다. 하지만 인력선은 상당히 멀리 갈 수도 없었고 배의 속도도 빠르지 못하였기 때문에 돛을 달아 바람의 힘을 이용하게 되었다.\n\n[돛단배]\n바람의 힘을 이용하면서 인간은 먼 거리도 어렵지 않게 이동할 수 있게 되었다. 이집트에서는 수천 년 전에 이미 수십 개의 노와 큰 돛을 설치한 배가 출현하였고 로마, 페니키아, 그리스 등에서도 기원전에 노와 돛을 장치한 큰 배를 만들어 사용하게 되었다. \n\n[우력선]\n로마인들은 황소를 이용해 배를 추진하는 우력선(牛力船)을 사용했다.\n\n[갤리선]\n최초의 전함은 갤리선(Galley)이다.\n양쪽배가 접현하여 백병전을 벌이거나, 선수의 충각으로 상대 배의 옆구리를 들이받는 형식의 전투를 했다. 노의 수가 많아질수록 힘이 세고 빠르기 때문에 처음에는 1단이던 노가 3단, 5단으로 크기가 커졌다.\n\n[범선]\n돛단배의 이용은 수천 년간 이어져 중세에는 대양을 항해하는 목조 범선이 출현하기에 이르렀습니다. 돛단배라면 지금은 작은 배에 속하나 19세기까지만 해도 가장 큰 배 중에 하나였습니다. 이와 같은 목조 범선은 19세기 철제 기선이 출현할 때까지 세계의 바다를 누비는 전성시대를 이루었습니다. 하지만 범선은 바람이 없는 무풍해역이나 바람이 심한 지역은 항해를 할 수 없었고, 특히 무풍 해역에 들어서면 그 배는 며칠이고 몇 달이고 바다 한가운데 머물러야 했고 식량이 떨어져 선원들은 모두 굶어 죽고 선박만 돌아다니는 유령선도 생겨나곤 하였다.\n화약과 대포가 개량을 거듭하고 대항해시대가 도래하며 해전의 주역은 서서히 범선으로 이동했다. 전투의 무기도 활과 노(弩)에서 대포로 화력 방사 방법도 발전했다.\n\n[카락]\n범선의 일종으로, 영어로는 'Carrack'. 15세기의 지중해에서 개발된 범선. 횡범(가로돛)을 앞돛대와 주돛대에 달고 종범(세로돛)을 뒤돛대에 다는 것이 보통이다.\n\n가로돛 : 함선의 중심선(용골 방향)을 교차하는 방향으로 돛을 편 것을 의미한다. 그 형태상 사각돛(각범, square rig)이라고도 불린다. 바람의 힘을 이용하여 배를 움직이는 것을 목적으로 한 범선에 최초로 달린 돛은 횡범스타일의 돛일 가능성이 매우 높다.\n세로돛 : 배의 중심선(정확히는 용골 방향)을 따르는 세로 방향으로 돛을 단다. 종범은 횡범(사각돛)에 비해 바람을 추진력으로 변환하는 효율 면에서는 떨어지지만, 역풍에 대해서도 편하게 추진력을 얻을 수 있으며 돛의 방향을 바꾸는 것으로 함선의 선회력을 얻을 수도 있다. \n삼각돛(라틴 세일)은  가장 오래된 세로돛의 일종이다.\n지브(jib) : 13세기경, 기술이 발전하면서 돛의 성능을 확보하기 위해 돛대를 약간 뒤로 기울이게 된다. \n\n[정크선]\n중국에서 사용되었던 목조 선박을 말하며, 영어권에서는 동아시아계 배를 모두 정크선으로 통칭하는 경우도 있다.\n정크의 어원은 쓰레기가 아니라 중국의 고유어의 발음이 정크와 유사한 데서 초래된 것.\n유선형의 선체와 배를 지지하고 내수성을 키워주는 수밀격벽 구조, 가로활대를 넣어 역풍항해도 가능하게 만든 돛과 발달된 선미 고정식 수직타에 기인한 것이다. 수밀격벽 구조는 당송 시대부터 완전히 대중화되며(김재근의 설을 따름), 사고시 배에 물이 들어오는 것을 어느 정도 제한하는 한편 선체를 지지해주는 역할을 한다. 서양의 경우 용골과 늑골을 사용해 배를 지지했으며 18세기 말에 들어서야 수밀격벽이 채택되었다.\n\n돛은 대나무 활대와 그 사이에 매트를 편 돛을 사용했다. 이 방법은 활차를 이용해서 접거나 펴거나 할 수 있으며, 돌리는 것도 가능하다. 모든 작업을 권상기(捲上機)와 마룻줄을 이용하여 갑판 위에서 할 수 있다. 또한 서양의 캔버스 돛과는 다르게 낡거나 구멍이 나도 사용이 가능하다. 가장 큰 장점은 바람의 방향으로 진행이 가능하다. \n\n중국의 4대 범선\n중국이 대륙이라는 것은 분명한 사실이지만, 이를 너무 강조하다보면 중국에는 광대한 대륙을 가로질러 흐르는 수많은 강들과 운하, 그리고 엄청난 길이의 해안선이 있다는 사실을 지나치기 쉽다. 필자는 몇 년 전에 <중국의 배>라는 문고판 책을 펴낸 적이 있는데, 그 다양한 종류와 크기에 놀라지 않을 수 없었다. 중국 배는 사용하는 수역에 따라 ‘강 배’, ‘바다 배’, ‘특수 배’로 나누었는데, 이 글에서는 중국의 대표적인 4대 해선에 대해서 소개하기로 한다.\n\n△ 모래톱에 내려 앉을 수 있는 사선(沙船) = 우리가 보통 ‘정크 선’하면 떠올리게 되는 선형이 사선이다. 중국의 북부 연안은 사주가 많은데, 이런 해역을 항해할 때는 첨저선은 좌주할 경우 전복될 염려가 있기 때문에 선저가 평평한 사선을 개발하였다.  사선을 조선공학적인 견지에서 특징짓는 것은 편용골, 대랍, 수밀 횡창벽이다. 먼저 편용골은 선저의 평평하고 넓적한 용골을 뜻하고, 대랍은 사선의 양현에 선수미 방향으로 설치한 두꺼운 선각판으로 좌우 동요시 전복을 방지할 목적으로 설치한 것이다. 마지막으로 수밀 횡창벽은 사선의 횡강도를 보강하기 위한 것으로 각 선창마다 수밀 구역으로 만들어서 횡강도를 유지하고 침수시 침몰을 방지하도록 만들어졌다. 그밖에 사선에는 피수판이 설치되는 것이 보통이었는데, 이는 선저가 평평하여 너울이나 물결에 떠밀릴 수 있기 때문에 이를 방지하고 맞바람이 불 때 역풍항해할 때도 이용되었다. 대형 사선에는 돛 4개가 설치되어 있는데 주돛대, 선수돛대, 선미돛대와 선수돛대 앞쪽 좌측에 설치한 ‘두칭(頭稱)’이라 부르는 작은 돛대가 있다. \n\n△ 새처럼 빠른 조선(鳥船) = 조선은 소형쾌속선이며, 사선, 복선, 광선과 함께 해선의 주요한 선형에 속한다. 주요 건조지는 저쟝(浙江) 연해지역이다. 청나라 『절강해운전안(浙江海運全案)』의 기록에 의하면, 조선은 “선수가 좁고, 선폭이 넓으며, 선체가 길고 곧다. 돛대와 돛 그리고 양측에 두 개의 노가 있어 바람이 있을 때는 돛을 이용하고 바람이 없을 때는 노를 저어서 항행하는데 속력이 빠르고 민첩하다. 돛과 노를 이용하여 항행하는 모습이 마치 날아다니는 새와 같다.” 조선은 이러한 특징 때문에 붙여진 이름이다. 조선은 길이가 30여 미터, 너비 6~7.5미터, 흘수는 4~5미터이다.\n\n[갤리온(Galleon)]\n삼각돛의 발명 등 바람을 이용하는 돗을 단 범선의 등장으로 원거리 항해가 가능해졌다.\n갤리온은 대항해시대를 대표하는 범선 중 하나로, 우리가 흔히 수많은 영화나 영상매체에서 서구식 배라면 떠올릴 수 있는 그 형태이다. 16세기에서 18세기 전반에 걸쳐서 폭넓게 사용된 배이다. \n갤리온은 이전 시대의 범선과는 다르게 길고, 낮으면서, 폭이 좁은 형태였고, 둥근 선미가 아닌 네모난 선미였다. 선체의 전면갑판, 그리고 신장을 낮추는 것으로 물위에서의 안정성은 전례가 없는 수준을 갖추었다. 그러면서도 더 빠르고 조작의 난이도는 어렵지 않은 배로서 탄생되었다.\n\n1400~1600년 동안 선박 건조 기술과 항해술이 크게 발달했는데, 1400년 경에 만들어진 배에는 돛이 하나뿐이었지만 1435년에 이르면 3개의 돛이 상식이 되었다. 1500년에는 5개의 돛을 장착한 캐러벨과 갈레온 등이 건조되었으며, 이 배들은 대서양의 거친 파도를 더 잘 헤쳐나갈 수 있었다. \n물론 범선의 특성상 해결하기 어려운 문제도 있었다. 예를 들어 유럽 해안에는 북동 무역풍이 일 년 내내 불기 때문에 북쪽으로의 항해가 무척 어려웠는데 이 문제는 궁극적으로 삼각형과 사각형의 돛을 혼합하여 3개의 돛을 단 캐럭으로 어느 정도 해결되었다. 그러는 사이 선원들도 바람과 조류에 대해 더 많은 지식을 가지게 되었고 15세기에는 더 합리적인 지도가 만들어짐으로써 먼 거리 항해가 쉬워졌다. \n\n[플류트(Fluyt)]\n플류트는 16세기 말에 네덜란드 유대인들이 개발한 화물선이다. 기존의 상선들이 해적을 상대하기 위한 무장을 갖추었던 것과는 달리, 해전 능력의 대부분을 포기한 대신에 건조비를 낮추고 화물 수송 능력을 최대화시킨 설계를 적용하였다.\n16세기 상공업의 발달로 인해 유럽 국가들 사이에서 무역량이 증가하고 발트해와 서유럽 연안의 해적이 거의 완전히 소탕되자, 더 많은 화물을 더 저렴한 비용으로 해상 수송하려고 네덜란드에서 개발한 상선이다. 영국과 같은 다른 나라도 화물선으로써 네덜란드 플류트의 우월성을 목격하고 곧 플류트를 따라한 함선을 개발하였기에, 플류트는 17~18세기 기간동안 서유럽에서 표준적인 상선이었다. 대체로 배의 크기가 200~300 톤급에 길이는 24 m 전후였다.\n\n이전의 갤리온에서 파생된 형태이지만 바닥을 비교적 평평하게 하고 배의 측면이 상갑판보다 양쪽으로 불룩하게 나오게 디자인하였다. 이런 배의 형태 때문에 배의 속력이 빠른편은 아니었다. 또한 대포의 반동을 흡수하거나 적의 포격을 견디기 위한 강화 구조를 과감하게 포기하였다. 덕분에 적재 공간이 늘어났을 뿐만 아니라 건조비도 다른 동급의 선박 대비 절반으로 줄어들었다. 돛줄을 조작하는데 도르래를 최대한 많이 적용하여 더 적은 선원수로 배를 운용할 수 있었다. 갤리온이 35명의 선원이 탑승하는 것이 대부분이었지만, 플류트는 5~10명으로도 운용할 수 있었다고 한다.\n크기가 적당히 작고 배의 깊이가 낮아서 얕은 수심의 바다나 강에서도 운용할 수 있었는데, 당시 유럽의 주요 대도시인 런던, 암스테르담, 세비야 등이 얕은 바다를 끼고 있거나 강을 거슬러 올라가야 당도할 수 있었던 것을 감안할때 화물선으로 가장 효율적인 배였다. 플류트의 등장으로 물류 비용이 획기적으로 낮아지자 유럽 국가들 사이에서 무역량이 폭발적으로 늘어났고, 이는 18세기 대량생산 기술 발전의 기반이 되었다.\n플류트선은 용골(선박 바닥의 중앙을 받치는 길고 큰 재목)을 먼저 만들어 그 속에서 제작하는 첨저선과는 달리 배 밑바닥이 평편한 평저선이라 땅 위에서 직접 건조할 수 있어 선박 건조비가 싸게 먹혔다. 영국에 비해 60% 수준이면 족했다.\n플류트선은 2-3개의 마스트(돛을 달기 위하여 배 바닥에 세운 기둥)에 가로돛을 달았고, 마스트 높이는 갤리온의 마스트 높이보다는 높았는데 이는 빠른 속도를 위한 것이었다.\n또한 돛 줄을 조작하는 복합 도르래(block and tackle)를 돛대에 최대한 많이 달아 승선 인원이 보통 9~10명으로 영국 동급선박의 30명에 비해 저렴하게 운행할 수 있었다.\n플류트선은 보통 12문의 대포를 장착했는데 때로는 더 많은 화물을 운반하기 위해 대포를 떼어내어 해변에 남겨두었다. 유대인들은 이렇게 목숨을 담보로 화물 운송비를 1/3까지 낮추었다. 이로써 네덜란드가 세계 해운업계를 평정했다. 그런데 대포를 장착하지 않은 배는 가벼워 해적선으로부터 빨리 도망칠 수 있는 이점도 있었다. 이로써 네덜란드인은 “바다의 마부”라는 별명을 얻게 되었다.\n플류트에 대해 널리 퍼진 오해 중에 하나가 덴마크가 해협 통과 요금을 갑판 너비에 비례해 매겼기 때문에 배의 갑판폭을 좁게 설계했다는 것이다. 그러나 당시 세관원은 배의 폭을 측정할 도구를 전혀 가지고 다니지 않았고 갑판 너비를 기준으로 요금을 매기지도 않았다. 플류트의 갑판 폭을 좁게 설계한 이유는 적은 선원수로 최대한 많은 화물을 운반하려는 목적이었지 해협 통과 요금 때문은 아니었다.\n\n[전열함(戰列艦, Ship-of-the-line)]\n갤리선은 대포를 배에 실은 전열함(戰列艦)의 등장과 함께 사라졌다.\n처음에는 뱃머리에 대포를 설치를 했지만 곧 배 옆구리에 수십문의 대포를 싣게 된다.\n\n헨리 7세(1485~1509년) 때부터 영국 해상력은 비약적으로 강화되었다. 튜더 왕조의 왕들은 섬나라 잉글랜드의 운명은 결국 바다에, 그것도 먼 바다로의 진출에 달려 있다는 사실을 깨달았다. 튜더 왕조는 돛을 만드는 데 필요한 아마와 대마의 재배를 장려했다. 해군의 진정한 시작은 헨리 8세(재위 1509~1547년) 시대였다고 할 수 있다. 헨리 8세는 아버지(헨리 7세)보다 활발하게 선박 건조 장려금을 시행하고, 해군 보유 선박 수를 84척으로 크게 늘렸으며, 왕궁이 있는 그리니치 가까운 곳에 조선소를 건설했다. 나아가 헨리 8세는 함선과 해군 정비창의 관리 업무를 담당할 해군 위원회를 창설하여 제도적인 영속성을 부여했다. 어떤 사람들은 해군에 속한 배의 선장으로 일생을 보냈는데, 이는 전문적인 해군 장교의 시초였다. \n\n[증기선]\n철 구조의 배와 증기기관을 장착한 배는 19세기 초 거의 동시에 출현하였다. 1807년 로버트 풀턴은 증기기관과 외륜수차(paddle wheel)를 장치한 Clement호를 뉴욕의 허드슨 강에서 운항하는 데 성공하였고, 최초의 철선은 1818년 영국에서 건조된 Vulcan호이다. 증기기관의 출현은 바람에만 의존하던 해상활동에 종말을 고하게 되었다.\n초기의 기선은 모두 증기기관으로서 연료로는 석탄을 사용하였고 추진방식은 선체 좌우에 외륜수차를 설치하는 방식이었다. 외륜수차는 물레방아와 같이 증기기관의 힘으로 수차가 회전하면서 물을 밀어내는 힘으로 배를 움직이는데 수차의 회전방향을 바꾸면 배의 전, 후진이 가능하였다. 외륜수차의 효율은 비교적 좋은 편이지만 파도가 있는 곳에서는 사용이 곤란하며 손상되기 쉬운 문제가 있었다. 그리고 항구에서 연료를 쉽게 얻어 싣기가 힘들고 무엇보다 증기기관은 무겁고 화재와 폭발의 위험이 있었기 때문에 그다지 많이 사용되지는 못하였다.\n\n외륜을 이용한 방식은 곧 중단되었다. 장점에 비해 단점이 너무 많았기 때문이다.\n외륜이 최적의 성능을 내려면 외륜의 1/5 정도만 물에 잠겨있어야 하는데 높은 파도가 치거나, 배의 요동 등으로 인해 잠겨있는 정도를 유지하기가 힘들었다. 또한 수차 자체의 물에 대한 저항도 상당히 컸다. 그리고 전함으로써 사용할 때 커다란 외륜은 적선의 표적이 되며, 외륜이 차지하는 공간만큼 대포를 달지 못해 화력도 줄어들었다.\n같은 무게, 같은 마력이라면 스크류선의 힘이 세다.\n\n[마력선]\n마력선은 갑판 밑에 원반 모양의 쳇바퀴를 설치해 말이 이 쳇바퀴를 돌려 움직이도록 되어있다. \n미국에서 마력선 특허가 난 것은 1819년이지만, 마력선의 기원은 로마시대까지 거슬러 올라간다. 로마인들은 황소를 이용해 배를 추진하는 우력선(牛力船)을 사용했다. 18세기에 유럽인들은 강과 운하에서 소 대신 말을 이용해 배를 움직였고, 자연스럽게 미국 이민자들이 이 기술을 사용했다.\n19세기 미국은 육지와 수상에서 말들이 맹활약하던 시기였던 것이다. 마력선은 새롭게 등장한 증기선과 경쟁관계였으나, 증기선의 등장으로 사라지지 않고 끈질기게 생존하며 번창했다.\n당시 주정부들은 증기기관 기술의 발전을 장려하기 위해 증기선 운항업체나 기술자들에게 장기 독점권을 주었는데, 사업권을 갖지 못한 경쟁자들은 너도 나도 마력선에 매달렸다.\n마력선은 증기선보다 훨씬 비용이 적게 들었기 때문에 아주 오래 동안 증기선과 경쟁했다. 정작 마력선을 퇴출시킨 것은 증기선이 아니라 내연기관의 발명이었다. 석유연료를 사용하는 내연기관은 증기선과 마력선을 동시에 사라지게 만들었다.\n\n[스크류 추진선]\n1836년 나선형의 스크루 프로펠러(screw propeller)가 발명되었다. 3-5개의 날개를 가진 프로펠러가 회전하면 프로펠러 날개의 나선 면이 물을 밀어내고 그 반동으로 생긴 추력을 받아 배가 전진하는 원리이다. \n우편함이나 고속수송함 용도로 국한해 증기외륜선을 도입하면서도 대형 전열함만큼은 범선을 고집하던 각국 해군은 1840년대 중반 이후 생각을 바꿨다. 신발명품인 스크루 덕분이다. 스크루의 전면 채택 여부를 고민하던 영국 해군은 1845년 4월3일, 템스강 앞바다에서 실험에 나섰다. 대상은 1839년 건조된 외륜선 알렉토함과 1843년 진수한 스크루선 래틀러함. 알렉토급의 선체에 외륜 대신 스크루를 장착한 래틀러는 모든 항목에서 이란성 쌍둥이 언니 격인 알렉토를 앞섰다. 결정적으로 함미끼리 묶은 후 반대 방향을 향해 최대 속력으로 달린 결과 래틀러가 알렉토를 끌고 다녔다. 해군은 이를 반겼다. 측면 대포 장착에 지장이 없는 래틀러를 내심 지지했으니까. 더욱이 외륜보다 스크루가 건조비용까지 낮았다. 래틀러는 이후에도 신형 스크루가 나올 때마다 무수한 실험을 거쳤다. 건조비보다 테스트 비용이 더 들었다. \n이것은 20세기에 들어와 거의 모든 선박에 보급되었고 한 선박에 프로펠러를 2개, 3개, 4개를 설치하는 경우도 있다. 1884년에는 증기터빈, 1894년에는 액체연료를 사용하는 디젤기관이 발명되었고 이러한 고출력 엔진과 프로펠러의 사용에 따라 선박의 크기와 속도도 점차 고속 대형화 되었다. \n\n현재는 디젤기관과 스크루 프로펠러를 사용하는 선박이 주종을 이루고 있지만 엔진에서 추진축 그리고 프로펠러로 이어지는 재래식의 추진방식이 아닌 새로운 개념의 추진방식도 사용되고 있다. 공기부양선이나 경주용 모터보트에 많이 사용되는 워터제트 추진방식이나 초대형 여객선에서 볼 수 있는 중간 동력전달축이 필요 없는 전기구동 방식이 그것입니다. 근래에는 원자력기관을 사용하는 선박도 출현하고 있다.\n\n[평저선  vs 침저선]\n우리나라 배는 고대부터 밑바닥이 편평한 평저선이다. 중국, 일본 배들은 물살을 쉽게 가르기 위해 배 아래가 뾰족한 역삼각형인 첨저선이다. 유선형이기 때문에 평저선에 비해 속도가 빨라 다른 나라의 배는 첨저선이다. 우리나라에서 평저선 같은 독특한 배가 탄생한 이유는 갯벌이 많다는 점이다. 배 밑이 역삼각형인 V자형 첨저선은 썰물이 나가면 갯벌에 쓰러진다. 그래서 밑바닥이 편평한 평저선이 자연스럽게 발달했다.\n\n고려 때 최무선 장군은 왜구들의 침략이 빈번해지자 이를 물리치기 위해 먼저 제조 방법이 유실되었던 화약 제조 기술을 복원했다. 그리고 대포를 만들어 평저선 위에 설치했다. 이로써 1380년 금강 하구 진포에 상륙한 왜선 500척을 섬멸하여 바다를 지킬 수 있었다. 칼레 해전에 비해 200년 이상 앞선 이 진포 대첩이 세계 최초의 함포 해전이다. 그 뒤 왜구들도 대포를 만들어 배 위에 장착했지만 우리 한선을 당해낼 수 없었다. 평저선은 첨저선에 비해 배 위에서 대포를 쏠 때 반동 흡수에 유리하여 명중률이 높았다. 반면 왜구의 배는 첨저선이라 흔들림이 심해 명중률이 형편없었다. 게다가 평저선은 안정감이 있어 파도에 강하고 선회력이 좋았다. 제자리에서 360도 회전이 가능했다. 반면 첨저선은 파도나 물살이 강한 곳에서 무리한 선회를 하다가 침몰하는 경우가 많았다. 이순신 장군이 물살이 빠른 곳을 주로 활용한 것도 이 때문이다. 평저선이 임진왜란 때 나라를 구한 일등 공신이었다.\n\n[노꾼]\n의외로 노를 젓는 배들(서양 겔리선, 조선 판옥선, 왜구 안택선 등)은 그 노를 젓는 수부(조선은 격군이라 했음)의 실력에 의해서 항해능력이 천차만별이었다.\n그래서 노예를 쓰다가 태업이라도 한다면 그대로 침몰이나 점령당하기 때문에 노예를 거의 안 썼다. 보통 일반인들이 병역을 치루거나 노역을 부과하는 방식으로 했고, 힘든 만큼 일정 부분 보상도 했다.\n(난중일기나 이순신 장군의 일대기를 다룬 영화를 보면 수영 인근의 주민들에게 격군으로 노역을 부과하는 장면이 나온다.)\n다만, 서양의 갤리선 중 다수의 인원이 노를 젓는 방식이 되면서 숙련자와 비숙련자 조합이 가능해지면서 채찍으로 독전하는 노예 노잡이들이 생기기 시작했다.\n결론은 거북선이나 판옥선은 노비들이 노를 젓지는 않았다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-02T01:40:37.585000",
  "updatedAt": "2023-03-11T06:21:51.556000"
}