{
  "id": "9992ce16-68bd-4205-9514-511dc0424cba",
  "title": "시장의 역사 - 동서양",
  "content": "[길드]\n프랑스에서 상인과 수공업자들의 조합인 길드는 프랑스 자유시장 경제의 발전에 걸림돌이었다. 17세기에 프랑스 전역은 약 30개의 시장으로 나뉘어 자급자족이 이루어졌는데, 각 시장에서 길드가 독점적 특권을 누렸다. \n국왕이 길드에게 독점을 허락하는 대가로 세금을 거두었기 때문에 이를 준 공무원 개념으로 볼 수 있다. \n독점권을 얻은 길드는 경쟁을 질식시키고 혁신을 가로막았다. 모든 것을 독점하고 시장을 왜곡한 길드는 일종의 카르텔을 형성하여 제품 가격을 고정시키고, 신규업자의 진입을 방해했으며, 혁신과 창의성을 가로막아 사회 발전을 저지사켰다. 더군다나 각 길드가 비밀결사 같은 폐쇄성을 갖게 됨으로써 노동력 및  자본의 이동이 제한되었다.  왕실의 감시와 길드의 통제가 이후 200년 간 지속되면서 프랑스의 경제발전을 저해시킨 요인이 돠었다.\n\n영국에서는 1624년에 독점법이 제정되어서 국왕이 자의적으로 독점권을 부여할 수 없었던 반면, 프랑스에서는 1789년 대혁명 이후에도 독점이 사라지지 않았다.\n\n\n[송나라]\n당나라 말기 상업의 발달은 전국적인 규모의 도시화 현상을 가져왔다. 당나라와 송나라를 경계로 도시의 기능이 이전까지의 행정적, 정치적인 도시에서 상업적인 도시로 변모했다. 당나라 말에 거주지와 상업구역에 대한 제한이 없어져 상점의 설치가 자유로워졌으며, 시간과 장소에 구애받지 않고 자유로운 상업이 가능해졌다. \n당나라 말기에 도매상과 창고업의 기능을 가진 점호(店戶), 저점(邸店, 점은 상점, 전방, 여관, 여인숙이란 뜻임)이 발달했으며, 원격지 상인이라 할 수 있는 객상(客商, 한 곳에 정착하지 않고, 생산지와 소비지 사이를 왕래하면서 각지의 생산물을 운반·판매한 상인)이나 경상(經商, 주인을 대신하여 경리를 대행하는 사람), 외국무역에 종사하는 박상(舶商, 배에 물건을 싣고 다니는 장사. 또는 그런 장수), 점포를 소유한 포호(鋪戶), 보부상(褓負商, 봇짐 장수와 등짐 장수를 아울러 이르는 말)이랄 수 있는 소경기(小經紀), 보담(步擔), 판부(販夫) 등 상인의 종류가 다양해졌다.\n당나라 때에는 숙박업과 음식업, 창고업이 분화되지 않았는데 송나라에 들어와서 운수업, 소매업, 창고업, 판매대리인의 가능을 가진 아행(牙行, 흥정을 붙이는 일을 업으로 삼는 사람) 등으로 직능에 따라 분화되었다. 이와 함께 아행도 관에서 인정을 받는 관아(官牙)와 사아(私牙)로 구분되고 아첩(牙帖) 발급제도 정비되었습니다. 상인들은 이윤을 높이기 위해 자본의 대소에 따라 전문화된 유통기구의 역할을 전제로 자본을 연합하는 형태를 띠기도 했다.\n당나라 말기에 증대된 농업생산은 점차 상품으로서의 성격을 띠게 되었고, 작물의 지방적 특산화도 진행되었다. 따라서 육로와 운하를 통해 이 상품이 전국적인 유통망을 따라 퍼졌으며, 아울러 상업이 발달하게 되었다. 상업의 발달에 따라 중심지가 되는 도시가 발전하게 되었고, 운송수단으로서의 조운도 정비되었다.\n상품화된 농업생산물은 전문화된 수공업제품과 함께 대량으로 거래되어 전국적인 시장을 통해 각지로 팔려나갔습니다. 이러한 상업의 발달에 따라 어음, 신용관행, 상인의 연합조직, 중매상, 출하조직, 상업부기, 주산 등 경영조직의 대강이 성립되었다.\n전국적인 시장망의 성립은 상인의 활동영역을 넓혀주어 상인의 종류가 다양해졌다. 이전까지는 상인을 구분할 때 객지에서 장사하는 행상을 의미하는 객상과 소매상인 좌고(坐賈, 고정 점포를 갖고 있는 상인)로 나누었지만, 당나라 후반부터 생산자와 소매상 혹은 소비자 사이에 중매인 또는 판매대리인의 가능을 가진 아행이나 아쾌(牙儈, 사고파는 사람 사이에 들어 흥정을 붙이는 일을 하는 사람)가 등장했다.\n아행과 아쾌는 외래 행상인 객상 및 토착 점포인 좌고와 더불어 상업조직의 중추를 이룬 중요한 업종이었다. 객상은 자본력이 풍부했으나 도착지(행선지)의 시황, 시가, 도량형 및 수급 등에 관한 정보에 어두웠다. 또한 시장 기능도 예로부터 정부의 감독, 지도를 받았기 때문에 관청과의 절충도 필요했습니다. 여기에 서진 이래 중요한 부동산, 동산 거래에는 의무적으로 관인을 받아 계약했기 때문에 중개자의 필요성이 절실해졌다. 이와 같이 생긴 중매업자는 아랑(牙郞), 아인(牙人)이라 부르다가 오대십국시대 때에 이르러 아인의 길드가 이루어져 아행이라 불렀다.\n\n송나라에는 생산의 발달, 인구의 증가, 상업교통의 발달에 따라 농촌의 상업화도 증대하여 촌시(村市), 허시(虛市), 회(會), 해시(亥市), 산시(山市), 진시(鎭市) 등 명칭이 있었는데, 이들을 총칭해 초시라 했다. 중국에서는 고래로 도회라고 하면 정치 및 유교문화의 중심지였기 때문에 신흥 농촌시장을 초시라고 하여 도회의 개념과 구별했던 것이다.\n초시는 관에서 설치한 시장과 다른 시골의 시장이라는 의미인데, 당나라 때 급격한 증가를 보였다. 여기서는 주로 곡물과 간단한 일용품이 거래되었으며, 대개 정기시장이기 때문에 일정한 날짜를 정해 장이 열렸지만 매일 거래를 하는 경우도 있었다. 이러한 초시들과 현성에 성립된 시장과 중간단계의 시장으로서 진시가 발달했다. 진시는 당나라 말과 오대시대에 절도사 휘하의 진장(鎭將)이 병사와 함께 주둔한 요지에서 그 명칭이 비롯되었으나, 송나라 때에는 상업구역으로서의 성격이 보다 강해졌다.\n도시에는 전문 상가는 물론 야시장(夜市場)도 있었다. 상인도 고정 점포를 갖고 있는 좌고(坐賈)와 이동하는 객상(客商), 그리고 중개상인으로 아인(牙人)이 있었다.\n\n잉여 농산물과 농산물의 상품화, 수공업의 발달, 소비 성향의 증대, 외국 무역의 발전과 국내 시장권의 확대, 화폐 경제의 보급 등은 송나라 상업이 발달할 수 있는 요인이 되었다. 농촌에서 정기적인 시(市), 즉 초시(草市, 중국의 시골에 자연발생한 작은 시장)와 허시(墟市), 이를 합하여 방장(坊場)이라 부르는 시장이 있어서 필요로 하는 물품을 사고팔았다.\n초시는 정부가 허가한 시장을 시라고 총칭하는 데서 비롯된 말이다. 동진(東晉) 이후, 지방 상업의 발달, 변경의 개발, 그리고 산촌정주(散村定住)가 진척되어 먼저 주(州), 현성(縣城)의 성곽 외에도 상인의 정주구역이나 위성도시가 발달해 현성과 현성 사이의 중간지역에 있는 교통의 요지, 하촌과 산촌과의 경계, 상품의 적체지, 사원이나 장원(귀족이나 사원이 소유한 토지)의 어구 등에도 자연발생적인 시장이 생겨났다.\n\n그런데 송대에 이르러  강남지방에서 농업, 교통, 상업이 발전됨에 따라 지방에서도 무역이 발달하여 허시(墟市), 亥市, 촌시, 산시, 朝市, 早市 등 다양한 명칭의 시장이 나타나게 되었다. 농촌지역의 시장은 교역이 영세한 것이 특징이며, 시장의 개최가 정기적, 간헐적이라는 특징도 지니고 있었다.\n\n상품시장의 번영과 화폐경제의 부상에 힘입어 전국에 지역별로 4대 시장이 형성됐다. 변경(개봉)을 중심으로 하는 북방 시장, 소주와 항주를 중심으로 양광, 광동과 광서지역을 아우르는 동남 시장, 성도(成都)를 중심으로 하는 천촉(川蜀) 시장 및 섬서(陝西)를 중심으로 하는 관롱 시장이 바로 그것이다. 이 4대 시장은 또 성시(城市), 진시(鎭市), 허시(墟市)로 세분화된다.\n성시(城市) : 송대에 10만 호가 넘는 성시는 대략 40여개. 당대에 비해 3배나 증가한 것. 성도(成都), 흥원(興元) 등이 유명. \n대외무역이 발달한 성시에는 '시박사(市舶司)'가 설치되어 항구의 대외무역을 관리하였다\n진시(鎭市) : 당대의 초시(草市), 허시(墟市)의 기반 위에 형성. 개봉 부근에 20여 개의 진시가 있었다.\n\n크고 작은 시장들이 교차, 중첩되고 상하로 관통됐을 뿐 아니라 좌우로도 맞물려 거미줄처럼 복잡한 상품 유통망과 화폐 유통망을 형성했다. 상품 이동 방향을 살펴보면 농산물과 농업 부산물은 허시, 진시에서 성시로 밀려 들었다. 또 수공업 소비품은 성시에서 농촌으로 확산됐다. 전국의 세수와 상품은 남쪽에서 북쪽, 서쪽에서 동쪽으로 이동해 최종적으로는 수도 변경에 집중됐다. 화폐는 수도에서 각 지역 시장으로 역류했다.\n\n송, 원, 명, 청 때는 상업이 발달하여 상품별로 전업화한 중매상인이 출현했고, 중매상인 중에서도 특히 점포를 소유하고 있는 사람을 아행이라 통칭했다. 아행은 여관, 창고업, 운송업을 겸하는 경우가 많아 당나라 때는 저점, 송나라 때는 방랑(房廊), 정탑(停榻), 명나라와 청나라 때는 행가(行家), 객잔(客棧), 낭화점(粮貨店) 등으로 불렀다. 이러한 업종을 조선시대에는 객주(客主)라 했다.\n상점과 수공업자의 작업장은 교통이 편리한 곳에 자리하게 되었고, 곳곳에 시장이 형성되었다. 자유로운 상공업의 보장을 위해 당나라와 송나라에는 공동이익과 독점권 확보 및 안전을 도모하기 위한 상공업자들의 동업단체가 등장하기도 했습니다. 상인단체를 송나라에서는 행(行, 서구의 길드), 단(團)이라 불렀고, 수공업단체는 작(作)이라 불렀습니다. 도성에서는 방(坊, 주거지구)과 시(市, 상업지구)가 명확히 구분되어 있었으나, 송나라 때에 상업의 발달과 도시생활의 변화가 진전됨에 따라서, 예전과 같은 방과 시의 지구 구분이 점차 없어졌다. 이렇게 되자 조정은 치안의 유지를 목적으로 상(廂, 단칸방처럼 된 설비)을 관할구역으로 설치했다. 상은 본래 정방의 좌우에 붙어 있던 방옥(房屋, 겨울철에 외풍을 막기 위하여 방안에 장지를 들여서 조그맣게 만든 아랫방)을 지칭했는데 호위부대의 의미로도 사용되었다.\n송나라 때 사영 수공업이 크게 발전하여 행의 조직이 확대되고 남송 때에는 400행까지 증가하여 각종 세분화된 분업이 생기게 되었다. 이와 같은 현상은 도시의 구조변화에도 영향을 미치게 되어서 한 구획의 방(주거지구) 또는 특정한 가로(街路, 시가지의 도로)에 같은 수공업자들이 집중하는 현상을 초래했다. 북송시대 중기에는 상공업이 급속히 발전하여 방리(坊里, 마을) 제도가 없어졌습니다. 또한 가로에 면하여 상점들이 건설되어서 상가가 발달하고, 야간통행금지가 철폐되어 야시가 열리게 되는 등 자유로운 시민생활을 즐길 수 있는 도시로 변화했습니다.\n당시 양저우(揚州), 항저우, 쑤저우에는 상업건축이 발달하여 도시의 기본 배치형태도 당나라와 같은 방리제도의 도시계획 구성이 답습되지 않았다. 송나라 때 해외무역이 급속도로 발전했으며 광저우에는 번방(蕃坊, 외방인 거주지)이라 칭하는 외국상인들의 거류지가 있었다.\n당나라와 송나라 때 서방 제국간의 교류가 전례 없이 활발하게 전개되자, 그에 편승해 페르시아인과 아랍인을 비롯한 외방인들이 중국 동남 해안 일대에 대거 이주해 정착했다. 번박(蕃舶)을 통해 중국에 들어온 번객(蕃客, 외방인)들의 거주지가 번방(蕃坊)이다. 번방은 성 안에 두지 않고, 주로 통상에 편리한 성 밖에 설치했다. 조정은 번장사(蕃長司)를 두었으며, 번장(蕃長), 도번장(都蕃長) 등이 사무를 관장하여 번상(蕃商)을 해외로부터 불러들였다. 번장은 외국인 거류민 중에서 덕망이 높은 사람을 뽑아 조정이 임명했으며, 가벼운 범죄에 대한 재판권이 위임되었기 때문에 일종의 치외법권적인 존재였다.\n번방은 주로 광저우(廣州)나 취안저우(泉州) 등 동남 해안 일대의 항구도시와 홍주(洪州, 현 南昌)나 양저우(揚州) 같은 해안 항구에서 장안이나 뤄양(洛陽)으로 통하는 교통로에 위치한 도시들에 설치되었다. 번방이란 명칭이 언제부터 쓰였는지는 알 수 없지만, 당나라 현종 836년에 광저우에 번객대수령(蕃客大首領)이 있었다는 문헌기록으로 보아 당시 번객을 관리하는 직책이 있었음을 알 수 있다.\n번방이 하나의 정형화된 행정관리체제로 출범한 것은 문종 때 노균(盧鈞)이 영남절도사(嶺南節度使)로 부임한 초기부터로 추정된다. 그는 부임하자 입법을 공표해 화만(華蠻, 중국인과 외국인)의 혼거(混居)와 통혼을 불허하고, 번객의 전택(田宅) 소유를 금지했는데, 이를 계기로 번객들만이 거주하는 특정 구역, 즉 번방이 생겨났다고 추정된다. \n번방의 행정은 일반적으로 번객들의 자치원칙에 준해 운영되었으며, 중국 당국으로부터 임명된 번장이 총괄했다. 번방의 주요 기능은 상역 업무와 일상 형사업무 및 종교 활동을 처리, 관리하는 것이었다. 번장은 번방 내의 선박을 관리하고, 번방에 부과된 관세를 정부에 납부하며, 금운(품禁運品)을 단속하며, 종교 활동을 관장했다. 번객들의 형사소송은 본국의 법규에 준해 처리했습니다. 무슬림들의 번방인 경우에는 중국 황제가 무슬림 중에서 법관 한 명을 임명해 번장 역할을 하도록 했다.\n이렇게 당나라 중엽에 공식 행정조직으로서 발족된 번방은 송나라와 원나라에 이르러 전성기를 맞았다. 송나라의 대외무역 장려 정책에 힘입어 대식상인을 비롯한 번객들이 대거 번방에 이주함으로써, 번방의 규모가 전례 없이 커지고 그 역할이 증대되었습니다. 북송 말엽에 이미 오대번객(五代蕃客) 토생번객(土生蕃客)이 생겨날 정도로 번객들은 이미 삶의 뿌리를 내리고 점차 중국화되었다.\n\n송의 지나친 문치주의 때문에 국방이 허술해졌다. 이 결과, 송은 동몽고에서 일어난 거란 족의 요, 북서부 지방에서 일어난 탕구트 족의 서하 등의 잦은 침입을 받았다. 송은 이들의 침입을 막대한 은과 비단으로 무마하니, 국가 재정은 더욱 궁핍해졌다.\n대지주의 증가로 농민들은 땅을 잃고 소작농으로 전락하여 재정 수입이 크게 줄어들게 된다. 이에 따라 물가는 상승되고 세수는 줄어들고, 노비와 빈민들은 늘어나는 악순환의 경지에 이르렀다.\n신종 시대 왕안석이 서민경제를 활성화시키기 위해 신법(新法)인 희녕변법(熙寧變法)을 시행했다.\n\n■ 청묘법(靑苗法)\n정부가 상평창(常平倉)에 보관하던 곡식을 춘궁기에 낮은 이자로 빌려준 뒤 가을에 새 곡식이 수확될 무렵 되돌려 받는 방식. 농민들이 지주들에게 높은 이자를 지불하며 빈곤층으로 전락하는 폐단을 막기 위한 방지책이다. 이는 크게 두가지의 이점이 있는데 철째는 대지주의 고리대로부터 농민을 보호하고 둘째는 약간의 이자를 거둠으로써 재정이 보탬이 된다는 것이다. \n\n■ 시역법(市易法)\n왕안석이 제창한 제도로, 상평시역사(常平市易司)라는 국영 유통업체가 물가가 하락하면 상품을 고가로 매수하고 물가가 상승하면 저가로 되파는 방식으로 물가를 안정시키는 역할을 하였다. 또한 상평시역사는 시장상인의 거래를 지원하고 시장을 안정화시키기 위해 상인들에게 연 2할(대부 이자 20%)로 돈을 빌려줬다.\n그러나 이 시역법은 와만석의 의도대로 시행되지 않았다. 시역사는 시장가격을 안정시키기 위한 기구였지만 비싸고 잘 팔리는 품목만 집중적으로 사들였다. 그래야 정부에서 하달한 이윤지표를 달성하고, 일부를 자기 주머니에 넣을 수 있었기 때문이다. \n그러나 시역법을 실시하는 과정에서 관료들은 독점 이익을 지키려는 호상들에게 매수당했다. 구법당(반대파)은 물론 후궁까지도 매수당하여 황제를 움직였다. 왕안석의 획기적인 신법이 하나, 둘 실시되자 위기를 느낀 대상들이 모임을 갖고 대책을 마련하기에 이르렀다. 대상인들의 음모는 결국 황태후를 움직이게 만들었다. 울면서 선황제의 법을 고쳐 재해가 발생한다고 왕안석을 내치고 신법을 구법으로 바꾸라고 간청하였다.\n왕안석의 불통은 이미 많은 적을 만들었다. 여기에 그의 개혁에 가장 강력한 후원자인 황제와의 불통은 그의 개혁이 실패로 돌아갈 수밖에 없는 가장 큰 원인이 된 것이다. \n왕안석의 개혁이 진행될수록 반대와 저항도 거세게 일어났다. 사마광을 중심으로 하는 관료세력과 대지주, 황족 등 기존 보수기득권 세력이 모두 들고 일어난 것이다. 이들은 왕안석을 중심으로 한 개혁 주류세력인 <신법당 新法黨>과 대치되는 <구법당 舊法黨>을 형성해 조직적으로 저항했다. \n황제를 비롯, 관료, 백성의 전폭적인 지지로 시작된 왕안석의 개혁은 그러나 불과 5년 만에 실패로 귀결되었다. 기득권층의 반발, 황제의 변심 등 실패의 여러 원인 중에서 주목할 것은 바로 왕안석의 고집불통에 가까운 원칙론과 다른 사람의 의견과 존재를 무시한 그의 처세이다. 결국 왕안석은 실각했고 개혁신법은 폐기되었다.\n\n[청나라]\n중국에는 아인(牙人) 또는 아행(牙行)이라고도 불리는 중개매매인의 활동이 활발하였다. 명나라 후기에 해금(海禁)이 완화되어 국외무역이 허용된 때에도 수많은 아인 중에서 일부에게 거래를 집중시키면서 동시에 징세도 대행하게 하여, 그들을 통하여 상인 전체를 파악하는 방책이 채택되었다. 명조를 계승한 청조(淸朝)도 마찬가지로, 국내교역·국외무역을 불문하고, 징세를 담당하는 아행을 당국이 설정하고, 징세와 아행의 상거래가 일체화된 제도를 펼쳤다. 광주에 이러한 아행은 수십행(行)이 있었으나, 1720년(강희 58년) 이후, 서양무역의 취급은 광주십삼행(廣州十三行) 혹은 광동십삼행(廣東十三行)이라고 불리는 특권 상인 길드에 제한되었다.\n이러한 제도는 유럽인의 눈에는 전근대적인 길드의 독점 또는 보호무역정책으로 비쳤다. 그러나, 중상주의의 일환으로써 국내산업의 보호정책이 채택되었던 유럽 여러나라과는 달리, 묵시적으로라도 해외로 산물이 팔릴 수 있는 청나라에서는 무역에 관한 여러 정책은 국내산업의 보호라기보다는 평화의 유지나 치안유지의 측면이 강하였고, 광주십삼행에 의한 무역의 독점도 과세 강화를 위한 시책이었다.\n\n청이 대만을 평정하고 중국을 완전히 정복한 다음 해부터 해금정책이 철폐되었다. 중국 상인은 동남아시아로 진출하고 외국 상인들도 중국에 와서 교역할 수 있게 되었다. 청조는 광주, 장주, 영파, 운대산 네 지역에 각각 월해관, 민해관, 절해관, 강해관을 설치하고 감독을 두어 관세를 징수하였다. 후에 건륭제에 의해 민해관, 절해관, 강해관은 폐지되고 광주의 월해관만 대외 무역항으로 쓸 수 있게 된다. 이 떄부터 남경조약 체결 이전까지 서양인의 대외 교역을 광주에서만 허용하는 광동 무역체제가 지속되었다.\n  광동무역체제에서 대외 교역을 담당한 청의 상인을 일컬어 공행(광저우의 공인 상인 조합으로 정부가 인가한 독점 회사)이라고 하는데, 이들은 수출품인 차와 비단, 수입품인 면화와 모직물을 독점하였다. 이들 중에는 정말 돈을 많이 벌어 세계 최고의 부호라고 불리는 이도 있었지만, 한편으로는 황제와 관료들에게 뇌물을 끊임없이 바쳐야 하는 존재이기도 했다. 이들 공행은 감독을 대신해 관세를 징수해 청조에 납부하였는데, 관세는 선박세와 화물세 둘로 구성되어 있고 이 외에 68개 항목에 달하는 부가세가 부과데기도 했다. 이에 외국 상인들은 명확한 관세규정을 요구하였으나 받아들여지지 않았고, 이 자의적인 부가세는 광동 무역 체제가 가지고 있는 심각한 폐단 중 하나였다. (차 수입세로 국세의 1/10을 거두었을 정도였으니 정말 엄청났다고 볼 수 있다.)\n\n[樂市樂座(락시락좌)]\n1568년에 35세의 아시카가 요시아키를 데리고 상경한 노부나가는 부장군(副將軍)이나 관령(管領)에 임명하겠다는 요시아키의 권고를 물리치고 그 대신에 이즈미(和泉)의 사카이(界), 오미의 草津, 이쿠노(生野)의 은산(銀山)을 자신이 갖고 싶다고 했다. 여기에서 노부나가의 시대를 꿰뚫어 보는 경제감각이 보여지고 있다.\n우선 사카이(界), 草津, 오쓰(大津)의 도시는 당시의 상업유통의 중심지였다. 자금과 정보가 집중된 곳이었다. 노부나가는 부장군이라는 구시대의 권위보다 이런 상업도시의 지배권을 확보해려 했던 것이다. 가까이에 관리를 두고 곧 이어 사카이 상인들에게 일만량의 군자금을 요구했다. 사카이의 상인들이 거부하자 10인의 대표를 투옥했다. 이 도시를 지배했던 구세력을 일소하고 신흥 호상(豪商)들을 노부나가의 편으로 만들었다.\n \n당시의 사카이는 일본최대의 총포생산지(토요토미 시대 생산력은 1일 15정, 년간 5000정이상의 총포를 생산)였고 화약의 연료인 초석(硝石)의 수입항구였다. 초석은 일본에서 생산이 안되고 중국이나 인도에서의 수입에 의존하고 있었다. 노부나가의 생각으로는 사카이는 무엇보다도 먼저 장악해야 할 곳이었다. 草津과 大津에서의 상납금도 막대했다. 이것은 토요토미 시대가 되면 大津으로부터는 년간 銀 700枚의 관세를 징수하고 있다. 비와호를 왕래하는 배의 關錢, 고슈(江州)舟役料도 은 1000枚정도의 막대한 자금이다.\n은광산 경영 이외에 노부나가는 더욱이 전대미문의 경제정책을 실시하였다. 樂市樂座다. \n일본의 중세인 노부나가의 시대에는 상품의 유통이 많아지고 물자의 흐름이 넓은 범위에 걸쳐 이루어졌다. 하지만 이것을 담당하고 있는 것은 사원과 공가(公家:일본의 조정에서 봉직하는 귀족과 관리의 총칭)등의 구세력에게 독점적인 판매권을 부여받은 상인조합인 '座'에 속하는 상인이 한정되어 있었다. 이 座席를 갖지 못하면 '市'에서 상업행위가 불가능했다. 그러나 전국시대의 상품경제는 이 한계를 어느새 넘어서 발달하고 있었다. '座'의 상인만으로는 공급이 어려워서 여러 가지 형태의 상인이 등장하고 있었다. 말하자면 유랑하는 もぐり商人이 그들이다. 그들의 활동력은 대단한 것이었다. 전란과 도적도 두려워하지 않고 넓은 지역을 돌아다니고 있었다. 노부나가에게 오기 전의 히데요시(秀吉)도 부랑자 행산단에 있었다. 노부나가는 다른 다이묘가 もぐり商人를 단속했던 것과는 반대로 중세적인 고정관념을 버리고 이 활동성을 받아들인 것이다. 그래서 생각해낸 것이 樂市樂座이다. \n1567년 이나바(稻葉)산성을 공략해서 미노를 수중에 넣은 직후 노부나가는 카노(加納)에 樂市령을 내렸다. 이것에 의하면 樂市場에 오는 사람은 각종의 세를 면제하고 국내의 교통의 안전을 보장했다. 게다가 여기에 왕래하는 사람은 부담스런 빚도 탕감하는 것도 보장했다. 즉, 이 장소에 들어오면 영주의 세금을 체납한 농민이라도, 土豪의 노예적인 농민이라도 일체의 속박으로부터 해방돼 지나이마치(寺內町)라는 한정된 공간이 자유의 세계를 가능하게 하는 것이었다. 여기서는 구시대의 권위가 부정되었다. 座에 얽매이지 않고 市의 座席에 관계없이 누구라도 일정의 자릿세만 내면 자유롭게 영업을 할 수 있는 시장이었다.  \n그동안 상인들은 장이 서는 곳에서 물건을 팔 때는 땅 주인인 절 등에 자릿세를 내야 했다. 또 조합에 속해 있지 않으면 가게를 내는 것도 허용되지 않았다. 노부나가는 樂市樂座를 통해 그때까지 내야 했던 세금을 면제해 주고, 누구나 자유롭게 장사할 수 있게 한 것이다. '편하다'는 것은 '자유'라는 뜻이다. 樂市樂座 제도로 인해, 마을은 붐볐다. 또한 이를 통해 노부나가는 상인들을 자기편으로 끌어들일 수 있게 되었다.\n\n노부나가의 樂市樂座 정책은 단순히 자금 조달만을 위한 것은 아니었다. 樂市樂座에는 수많은 사람이 모였다. 기성 사회로 보면 무뢰한들이지만, 다른 관점에서 보면 진취적이고 자유의 기풍을 가진 종래의 사회에 얽매이지 않은 새로운 유형의 인간이 모인 것이다. 그들은 엄청난 정보원이었다. \n다양한 직업을 가지고 여러 다이묘의 영지를 돌아 다닌 그들은 다양한 정보와 지식을 가지고 있었다. 이런 사람들이 노부나가의 주위에 집중해 있던 것이다. 한 예로 기후(岐阜)시대의 히데요시에게는 연중 정체 모르는 방문객과 손님이 있었다. 여행중인 승려, 행상인, 기술자, 낭인, 예술가 등이 온 것은 히데요시와의 면담 때문이었을 것이다. 유랑하는 사람들을 조직해 최고로 우수한 정보망을 히데요시는 구축하고 있던 것이다. 그것도 노부나가의 지시가 있었던 것은 아닐까. 그럼 노부나가는 최고의 정보망을 가진 주인인 것이다. 노부나가는 정보가 亂世를 평정하는 데 중요한 무기라는 것을 숙지하고 있던 것이다.\n\n이후 노부나가는 최후의 거성 아즈치(安土)를 시작으로 오미(近江). 미노(美濃), 이세(伊勢), 호오료쿠(北陸)등에 차례로 樂市場을 열었다. 이런 장소에서 상업이 번영하고 노부나가에게 막대한 수입을 가져다 준 것이다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-05T13:18:00.591000",
  "updatedAt": "2023-02-02T12:35:19.411000"
}