{
  "id": "99d112e0-3c63-430f-a3a1-8e870d794e97",
  "title": "소금 역사 - 동양",
  "content": "마야 문명에서는 소금을 치료용으로 썼다. 소금에 기름을 섞어 간질약으로 사용했으며, 출산 진통제는 소금에 꿀을 섞어 만들었다. 출생과 사망과 연관된 의식에도 마야인들은 소금을 이용했다고 한다.\n\n중국은 기원전 3000년경부터 소금을 생산했는데 가장 오래된 소금 생산지는 쓰촨(四川) 지방이었다. 역사 기록에 따르면 기원전 27세기에 재상 숙사씨(宿沙氏)가 처음으로 바닷물을 항아리에 넣고 끓여 소금을 채취했으며, 쓰촨 지방 사람들은 채소를 소금에 절여먹는 문화가 있었다.\n\n아랍인들에게 소금을 함께 먹는 행위는 약속이나 계약의 신성함을 의미했다. 그래서 함께 소금을 먹은 사람을 친구로 여겼다.\n\n일본에서는 악령이 소금을 싫어한다고 믿어 일본의 전통 극장은 악령들로부터 배우를 보호하기 위해 공연 전 무대 위에 소금을 뿌렸다.\n\n[제나라]\n고조선과 교역을 하였던 제(齊)나라와 연(燕)나라에서도 소금을 생산했다. 이런 사실은 사마천의 사기에서 확인할 수 있다.\n강태공(姜太公)은 주(周) 무왕을 도와 상나라를 무너뜨리는데 결정적인 공헌을 하는데, 그는 제나라에서 상공업을 일으킨 원조다. 강태공은 제나라에서 바닷소금을 제조해 내륙지방에 팔고, 부녀자들을 모아 길쌈을 하게 해 방직업을 일으켰다.\n당시 관중은 제 환공에게 소금을 생산하여 전매제도를 시행함으로써 국부를 늘릴 것을 건의했다. 그 뒤 제나라는 소금 판매를 나라에서 관리한 결과 국부를 이뤘다.\n제나라 약 2700년, 전 제나라의 재상 관중은 백성으로 하여금 세금을 낼 때 소금으로 내게 하는 제도를 제안했다. 그리고 거둬들인 소금을 소금이 생산되지 않는 양나라, 조나라, 송나라 등으로 수출하여 엄청난 황금을 벌었다. 봄이 되면 농사를 지어야하기 때문에 백성들은 소금 생산을 하지 못하였고, 세금으로 낼 소금이 없어 소금 값은 10배 이상 뛰기도 하였다. 이처럼 관중의 제안으로 시작된 소금 전매제도는 시작한지 첫해부터 엄청난 성공을 하였다.\n\n[진나라]\n기원전 221년, 중국 대륙을 통일한 진나라는 소금 전매제도를 전국적으로 시행하였다. 소금 가격은 국가에 의해 결정되었고, 소금에 세금이 매겨졌다. 이렇게 거두어들인 염세 수입은 군대를 양성하고 방어용 건축물을 건설하는데 사용되었다. 흉노족의 침입을 막기 위해 건설한 만리장성은 염세로 지어졌다고 해도 과언이 아니다. \n롄윈강은 진시황 때에도 유명했던 염전 지대였다. 국가 재정의 중요한 축이었던 염전 산업을 독려하고 점검하기 위해 진시황이 세 차례나 이 곳을 찾았다.\n \n[한나라]\n한나라는 소금 전매제를 폐지하였다가 흉노족과의 계속된 전쟁에 국고가 바닥나자 다시 전매제를 부활시켰다.\n기원전 119년에 한은 흉노 원정 등으로 고갈된 국가 재정을 확충할 방안의 하나로 이 정책을 도입했다. 한무제는 철, 소금, 술 등을 국가에서 독점하는 전매(專賣) 정책 '염철주(鹽鐵酒: 소금, 철, 술) 전매제도'를 실시하였다.\n 이때부터 소금 전매제도는 중국의 제도로 확고하게 자리 잡게 되었다. \n소금을 암거래로 판매하려는 움직임이 생기게 되었다. 이 업자들은 중국 고대부터 존재했으며, ‘염도’라고 일컬어졌다. 그리고 이 ‘염도’를 단속하는 군은 ‘염군’이라고 불렀다. \n중국에서는 고대부터 사염업자가 큰 세력을 형성하는 경향이 있었다. 한나라 시대부터 이미 소금에 과세가 되었기 때문에 사염업자의 중요성이 컸으며, 세간에서 사염업자의 존재감도 컸다.\n사염업자 중에는 국왕까지 된 경우도 있었다. 전촉을 건국한 왕건과 오월을 건국한 전류도 원래는 ‘염도’였다.\n\n[당나라]\n‘황소’가 당나라의 과거시험 공부를 하다가 낙방한 룸펜이었다는 사실을 잘 알지 못한다. 황소가 실업을 타개한 수단으로 택한 생업은 소금장수였다. 당시의 소금은 잇따른 반란을 진압하다 파탄난 당나라 재정의 충당을 위해 조정이 독점하여 원가보다 무려 30배나 비싸게 판매하는 ‘관염(官鹽)’이었다고 한다.\n이에 황소는 원가의 딱 3배만 받는 ‘사염(私鹽)’을 백성들에게 팔아 막대한 부를 축적하였고, 조정은 재정상의 위협을 느낀 나머지 황소와 같은 소금 밀매업자를 탄압하기에 이른다. 이에 황소는 관군에 맞서 싸우기 위해 자신을 따르는 세력을 결집하였고, 이들의 도움을 받아 결국 당나라의 수도 장안을 함락하여 끝내는 스스로 황제의 지위에 오른다. \n\n[요나라]\n야율아보기가 중원을 통일하고 요제국을 건설할 수 있었던 그 비결 속에 바로 염수의 실마리가 있었다.\n요나라 사서에는 이런 기록이 있다. 요나라 태조는 강에서 소금을 취해 군에게 지급하도록 명령했다. 강 상중류에는 소금이 많아 모든 이가 쓰기에 충분했다.\n거란족의 이러한 발전에는 8부대인 가운데 한사람인 耶律阿保機의 힘이 컸다. 그는 뛰어난 무공으로 여러 부족의 군사적 지도자가 되어 여러 부족의 추장 위에 군림하였다. 그리고 자주 만리장성 이남으로 쳐들어가 많은 한족을 사로잡아 노동인구를 증가시켰다. 그가 권력을 키워 나가는 데 특히 중요한 역할을 한 것은 바로 돌론노르 부근의 천연염이었다. 그는 이 소금의 독점권을 이용하여 다른 7부족의 부족장을 꾀어 모두 암살하여 거란부족의 통합에 성공한 후, 후량 貞明 2년(916) 거란국을 건설하고 스스로 帝라 칭하였다.\n\n거란이 세운 요제국은 중국역사상 최초의 정복왕조입니다. 그 당시 단순한 유목 가지고 정복한 것이 아니라 바로 그 내륙의 소금산지를 장악했기 때문이라는 것이 학계에 잘 알려져 있는데 바로 그런 의미에서 요사나 속통 전에 야율아보기가 한성에 남쪽, 한성에 살았다가 난하상원, 이것이 시라무렌 상류와 거의 비슷한 지역입니다. 이런 지역으로 소금을 구하러 갔다 이런 기록은 의미심장한 기록이라고 볼 수 있습니다.\n\n송 · 요 양국은 매우 강력한 통제 정책을 펼쳤지만, 완전한 무역 통제에는 실패하여 민간 무역의 성행을 막지 못했다. 요에서 유입된 밀매염이 송의 소금 전매 제도에 큰 타격을 주고, 송이 여진과의 밀무역으로 군마를 조달해 요가 이를 간 적도 있다.\n 요는 이른 시기부터 난하 상류 지역과 흑거자실위(黑車子室韋)가 거주하는 광제호(염호)에서 소금을 생산·판매했으며 발해와 연운 16주를 차지한 뒤부터는 해염(海鹽)도 생산하기 시작했다. 요의 제염업은 매우 발달해서 요의 소금은 내수 시장에서 팔릴 뿐만 아니라 송의 국경 지역에서도 밀매되었다. 이렇게 밀매된 소금 덕분에 요는 많은 수입을 올릴 수 있었지만, 송은 밀매염 때문에 국경과 하북 지방에서 소금 전매를 실시하는데 어려움을 겪었다. 하북로(河北路)에서 소금 전매를 실시하려 한 시도가 두 번이나 실패했고 결국에는 하북로에서의 각염(搉鹽, 소금 전매)을 완전히 중지해야 했다.\n사족으로 서북 지방의 경우에도 질 좋기로 유명한 서하의 청백염이 대량으로 밀매되어 송의 소금 전매제를 위협했다. 송에게는 불편한 일이지만, 국경 지역에서는 요와 서하 같은 두 잠재적 적국 때문에 소금 전매제가 흔들렸고 손해가 이만저만이 아니었다.\n\n[남송]\n한때 남송의 생존은 염인(鹽引)제도에 의존하기까지 한다. 소위 염인이라는 것은 소금을 전매하던 시기에 국가가 상인에게 파는 소금취득허가증이다. 염인은 유가증권 및 어음의 성격을 지니고 있다. 남송조정의 초기에, 금나라군대는 수시로 남하하여 사방을 뒤흔든다. 송고종 조구는 심지어 해외로 도피하기따지 한다. 조구가 하남상구에서 즉위한 후 정식으로 항주에 도읍을 정하기까지 10여년이 걸렸고, 휴대하기 편리한 염인은 군사비용을 조달하는 측면에서 적지 않은 도움을 주었다. 심지어 \"남도입국(南渡立國), 전앙염초(專仰鹽鈔)\"(남으로 내려가 나라를 세운 것은 오로지 염인 덕분이었다)라믄 말까지 나왔다. '남도'라는 것은 송고종 조구가 남하하였다는 것이고, '염초'는 염인이라는 것이다. 송고종이 등극하기 전에는 병마대원수의 직위를 맡았는데, 정강지난의 근왕(勤王, 황제를 보호한다)을 구호로 내세워 군사비를 조달하기 위하여 염인을 발행한다. 얼마후에 50만민(緡)을 모으고 심지어 송고종이 남으로 도망하여 나라를 세우는 노선에서 계속하여 상인들이 돈을 내고 염인을 구매하는 모습을 볼 수 있었다.\n\n[몽고]\n몽골 제국이 전쟁 및 제국통치 재정적자를 보전했느냐 하는 의문이 생길 것이다. 결론은 ‘소금’이었다. 그들은 소금을 전매하여 중요한 재원으로 삼고 있었다. 몽골 제국의 경우 최종적으로는 재원에서 차지하는 소금의 비율이 80%까지 달했다고 한다. 당연히 소금의 가격은 매우 비쌌다.\n몽골 제국의 소금 전매 방법은 두 가지로, 각 가정에 일정량의 소금을 나누어주고 그 대금을 세금으로 징수하는 ‘식염 법’과 상인에게 ‘염인'이라는 소금교환권을 주고 독점적으로 소금 매매를 하게 하는 방법이었다.\n소금의 교환권인 염인은 화폐 대신 사용되었다. 몽골 제국은 이 ‘염인’을 대량 발행하여 재정적자를 보전해 갔다. 그런데 소금을 중요한 재원으로 삼는 것은 서민들에게는 민폐였다. 소금에 고액의 세금을 부과한다는 것은 민중으로부터 고액의 세금을 착취하는 것과 같다. 사람들은 매우 곤란함을 느꼈다. 공정업자로부터 사는 소금의 가격은 매우 비쌌으며, 국가로부터 배부받은 소금은 품질에 문제가 있었다. 이 때문에 소금을 암거래로 판매하려는 움직임이 생기게 되었다. 이 업자들은 중국 고대부터 존재했으며, ‘염도’라고 일컬어졌다. 그리고 이 ‘염도’를 단속하는 군은 ‘염군’이라고 불렀다. 대다수의 서민들에게 정상적인 소금 가격은 매우 비쌌기 때문에 사기가 어려웠다. 그렇기 때문에 ‘염도’는 서민들의 입장에서는 생명 줄과  같은 것이었으며, 저렴하고 안전한 밀거래 소금을 제공해주는 사염 업자들은 서민들에게는 정의의 편이기도 했다. 사염업자들은 밀거래 소금을 취급했다. 때문에 무뢰한이 많았는데, 시장이 큰 만큼 그들의 세력도 급격하게 커져갔다. 그리고 사염업자 중에는 정부에 반기를 들고 무장하는 자들도 있었다.\n\n몽골 제국 말기에도 그러한 인물이 출현하였다. 그가 바로 장사성이라는 인물이다.\n장사성은 몽골 제국 붕괴에 중요한 역할을 하게 된다. 장사성은 태주 백구장（현재의 강소성 염성시） 출신이다. 이 태주 백구장은 현재 의 지명이 ‘염성시' 것에서도 알 수 있듯이 고대로부터 중국의 중요한 소금 산지였다.\n장사성도 원래는 이태주 백구장에서 소금 중개업을 하고 있었으나 나중에 사염업자가 되었다.\n소금 매매에는 여러 이권이 얽혀 있어 업자들과 지역들 간의 분쟁도 끊이지 않았다. 또한, 도적에게 습격당하는 일도 종종 있었다. 그리하여 동종업자들끼리 도당을 조직하여 무장하는 일도 빈번했다. 장사성도 그렇게 동종업자들을 총괄하여 도당을 조직하면서 반정 부적인 무력 집단의 수장이 되었다. \n원나라 말기에 정부는 재정곤란을 해소하기 위하여 계속하여 식염(食鹽)가격을 인상한다. 소금가격은 1276년에서 1315년까지 16배나 올랐다. 소금인상으로 인한 거액의 수입은 원나라정부 경비의 80%를 차지한다. 그러니 민간의 백성들은 \"바닷가에서도 싱겁게 먹고, 심산유곡에서는 소금이 뭔지 모른다\"는 상황이 된다.\n장사성과 같은 소금장수가 염운사로 가서 비싼 값에 파는 염인(鹽引)을 사려면 차입으로 돈을 마련해야 했다. 그들은 \"봄에 빌려서 가을에 갚는데, 소금판 돈으로 이자를 갚기 어려워서 매년 고생은 하면서 먹고살만하지는 못했다.\"는 것이 일반적인 상황이었다. 그래서, 그들은 반드시 더 높은 가격으로 식염을 팔아야만 했다. 그래서 팔 수 있는 대상은 그저 부호나 고관이었다. 여기서 문제가 생긴다. 부호나 고관들이 소금을 사면서 빈민인 장사성에게 우호적으로 결제를 해주었을까? 답은 아니라는 것이다. 장사성은 그의 형제들을 데리고 식음을 매고 부호의 집까지 배달하지만 물건을 주면서 바로 돈을 받는 경우는 거의 만나지 못했다. 낡은 옷을 입고 힘들게 소금을 매고 집까지 배달해주면, 상대방은 물건은 받으면서 고맙다는 인사도 없었다. 그리고 한바탕 모욕하고 무시한 후에 비로소 대금을 지급한다. 심지어 물건은 다 받고 욕도 다하고나서 그래도 돈을 주지 않는 경우도 다반사였다. 그외에 각급 관리의 괴롭힘과 뜯어가는 것도 다반사였다. 그래서, 계속 이렇게 한다면 고리대금업자의 빚에 눌려 죽거나, 굶어 죽는 수밖에 없다. 그들에게 남은 시간이 많지 않았던 것이다. 1353년, 장사성은 장사의, 장사덕, 장사신, 이백승등 18명을 데리고, 염정을 이끌고 반란을 일으킨다.\n처음에는 3명의 제자를 포함한 18명의 단체에 불과했으나 눈 깜짝할 사이에 수만 명의 규모로 커졌다고 한다. 이 장사성의 무장집단은 태주 백구장 일대를 장악하고 1354년에는 장강, 북안의 요충지 ‘고우'를 공격하여 함락시켰다. 이때 장사 성은 스스로를 ‘성왕’이라 칭하고, 국호를 대주로 하였으며, 연호를 천우로 정했다.\n물론 몽골 제국은 대부대인 토벌군을 파견했다. 그러나 장사성은 우여곡절 끝에 이 토벌군을 물리친다. 소금 밀거래 수익으로 상당한 군비를 비축했던 장사성에 비해 몽골 제국 토벌군은 각지에서 모아서 결성된 군으로 통제가 되지 않았으며 사기도 낮았다.\n ‘염도’인 장사성은 소금의 주요 산지를 목표로 공략 해 갔다. 1356년에는 장강을 건너 평강을 제압했다. 평강이라는 곳도 소금 의 주요 산출지였다.\n이 평강 점령은 몽골 제국에 큰 타격을 주었다. 평강을 점령한 장사 성은 회남, 회북 ‘양회’를 차지하고 통치를 하게 되었다. 회남, 회북은 중국 제 3의 강 회하의 양안 지역이다. 이 지역은 고대부터 중국 최대의 소금 산지였다. 10 세기 무렵의 통계에 따르면 전국의 소금 중에 반 이상을 이 지역에서 생산하였다고 한다. 물론 몽골 제국에 있어서도 재정상으로 매우 중요한 지역이었다. 그런 지역을 장사성이 통째로 빼앗아버린 것이다.\n앞서 서술한 바와 같이 당시의 몽골 제국은 재원의 80%를 소금이 차지하고 있었다. 그러므로 최대의 소금 생산지를 빼앗긴 것은 가장 큰 재원을 잃은 것과 마찬가지였다.\n이 시기에 몽골 제국은 급속하게 세력을 잃어가게 되는데, 이는 장사성의 회사 점령이 적지 않은 영향을 미쳤다. 또한, 이렇게 중요한 지역을 호족에 빼앗긴 것은 몽골 제국의 군사력이 약화되었다는 것을 의미 했다.\n그러나 몽골 제국의 쇠퇴와 동시에 ‘주원장’이 급속하게 세력을 확대하고 있었다. 주원장은 몽골 제국 말기의 호족으로, 후에 중국을 지배하는 ‘명’ 제국의 시조이다. 이미 큰 세력을 이룬 주원장은 장사성에 대해 ‘나의 부하가 되어 함께 몽골 제국과 싸워 달라’고 요청한다. 주원장에게 경쟁 의식을 가지고 있던 장사성은 주원장의 부하가 되는 것을 탐탁치 않게 여겨 몽골 제국에 항복했다. 몽골 제국은 장사성을 받아들이고 고위 관리로 대우해 주였다.\n그러나 그때 이미 몽골 제국의 명운은 다했으며, 주원장은 중국 전역을 제압하고 대명 제국을 건국했다. 장사성은 마지막까지 주원장에게 저항했지만 중과부적으로 멸망하고 말았다.\n\n현대\n역사상 가장 오래된 독점제도인 중국의 소금 전매제는 현대에 까지 이어져 왔으나 과거와 달리 국가 재정에 도움이 되지 않자 중국은 2016년에 소금 전매제를 폐지하겠다고 발표하였다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-12-20T16:32:25.075000",
  "updatedAt": "2023-04-19T11:02:39.834000"
}