{
  "id": "9a09d681-5acb-4e3f-a969-bc8a68bdee2e",
  "title": "공대공 미사일 유효 사거리",
  "content": "중거리미사일은 발사한 전투기의 고도와 속도에 많이 좌우가 된다. 전투기가 높게 날수록 공기저항이 적고 위치에너지를 많이 갖게 되서 더 멀리 날아가고, 전투기가 더 빨리 날수록 그 운동에너지 덕분에 최대속도에 이르는 시간이 짧아져서 연료를 효율적으로 사용하게 된다.\n중거리 공대공미사일은 발사후 로켓모터가 대략 6~10초간 점화가 되고 이후에는 연소가 끝나고 관성에 의해 비행하게 된다. 아무래도 관성비행을 오래할 수록 속도가 조금씩 떨어지게 되므로 표적이 급기동하거나 하면 미사일이 따라가면서 맞추기가 점점 어려워진다.\n미국의 AIM-120C 암람 같은 경우는 고도 15km에서 최대 48km의 유효사거리 (적기가 정면에서 다가올  때)를 갖게 되고, 만약  해수면 높이의 고도에서 반대방향으로 달아나는 적기의 뒷꽁무니에 대고 쏘면 고작 5km 미만의 유효사거리를 갖는다고 한다.\n\n제조사에서 공개된 스팩이나, 위키피디아에 언급된 미사일 사거리는 이상적인 조건에서 얼마나 멀리 날아갈 수 있는지를 표시했을 뿐, 실제 조건에서의 스팩과는 전혀 다른 사거리를 갖게 된다는 점. 글 서두에 언급 되었던 암람의 초기형 암람은 기존의 AIM-7 공대공 미사일 정도의 사정거리를 가졌으나, 사정거리는 계속 늘어나 현재 가장 최신형인 D형은 180km에 달한다. 여기서 180km의 사거리는 미사일이 최대한 날아갈 수 있는 말 그대로 최대 사정거리이다. \n공대공미사일이 공중전에서 목표에 최대의 기동성을 발휘할 수 있는 범위인 NEZ(no-escape-zone : 회피불능구역)를 고려한 암람시리즈의 유효사거리는 50km 수준이다. 실제로도 암람 미사일의 실전 격추기록은 전부 0-50km 범위에서 이루어졌다.\n이런 유효사거리는 추진기관으로 로켓모터를 사용하는 암람을 포함한 대다수의 중거리 공대공 미사일이 가지고 있는 한계점으로 미사일 발사초기 로켓연소 단계에서는 최대의 기동성을 발휘할 수 있지만 이후로는 추진력 없이 관성으로만 비행해야 하기 때문에 전투기같은 고기동 목표에 대한 명중률이 현저하게 떨어지게 되며 공중전 상황에서 유효 사거리 이상의 사거리에 있는 적기를 격추시키는 것은 매우 어렵다. 다만 이러한 최대사거리는 수송기와 공중급유기같은 저기동 표적에는 여전히 유효하다.\n암람의 개발국인 미국 또한 D형 이후로 더 이상의 개량은 무의미하다고 판단, 미국은 미래환경에 대응하는 신형 중거리 공대공미사일인 AIM-260을 개발하고 있다.\n\n2중 추진제 방식은 추진제를 내피와 외피로 2등분 해서 초반에는 고속연소, 후반에는 지속연소를 확보하는 기술인데, 덕분에 2초 안팎의 연소시간을 가졌던 초창기 공대공 미사일에 비해 현생 최신예 공대공 미사일들은 약 8초 가량의 연소시간을 확보하게 되었다.\n여기에 2단 추진 기술은 추진제를 칸막이로 막아 놓았다가, 종말 유도단계에 돌입했을 때\n꺼졌던 모터를 재점화하는 기술이다. 엑체연료 로켓에서의 퓨얼컷을 고체연료 로켓에서도 구현하게 된 것. 최신 중거리 공대공 미사일의 긴 사거리는 발사 직후 강한 연소로 추진력을 얻은 뒤 고고도로 올라간 뒤 관성비행으로 적기를 추적하다가, 최종 단계에 이르러 한 번 더 추진력을 얻는 복잡한 메커니즘이 적용되면서 50km 내외였던 유효 사거리가 100km 이상까지 늘어났음.\n\n현용 공대공 미사일의 고체로켓은 발사와 동시에 3~4초 이내에 연소가 중단되므로, 공대공 미사일은 초기 단계에서 얻은 속도와 기동성을 활용해 적기를 요격해야만 한다.\n본 문제점에 대응해 많은 국가들이 채용한 <이중펄스 로켓>은 고체로켓 중간에 격벽을 둠과 동시에, 격벽으로 나누어진 1단과 2단 로켓의 연소형태를 다르게 처리하고 있다. 즉, 1단 고체로켓은 초기 가속 단계에서 최대한 가속해 최대속도에 도달하며, 2단 고체로켓은 어느 정도 시차를 가지고 작동한다. 그리고 2단 로켓은 기존 확보된 속도를 유지하는 수준의 최소한의 추력만 발휘하므로 종말단계에서도 상당한 속도와 기동성을 유지할 수 있다. 엑체연료 로켓에서의 퓨얼컷을 고체연료 로켓에서도 구현하게 된 것이지요.\n이중펄스 로켓은 SM-3 함대공 미사일, 한국의 L-SAM 지(함)대공 미사일 등의 대형 미사일에 주로 사용되었으나, 현재는 미국의 AIM-260, 프랑스의 MICA-NG, 이스라엘 I-Derby-ER 등의 공대공 미사일에도 널리 채용되고 있다.\n\n공대공 미사일은 기체 속도가 느리던 빠르던 상관 없구요. 단지, 느린 속도에서는 사거리가 짧아져요. \n당연히 빨리 날면서 쏘면 사거리가 엄청 길어 지구요. 그래서 전투기 최대 속도에서 발사를 하는 겁니다. \n우리가 잘 아는 암람의 경우 최신 사거리가 150키로라고 나오는데.. 그건 최대 속도에서 고각으로 쐈을 때의 사거리인 거. 대부분은 80키로 안짝에서 쏴야 조금의 여유를 가지고 어느정도 전투기 속도보다 빨리 따라가 격추를 할 수 있을 겁니다.\n똑같은 암람 지상 발사형(나샘스) 사거리가 30키로 인걸 보면 알 수 있듯이.. 전투기처럼\n초기 속도를 내줄 수단이 없으면 자체 에너지로 따라 가야 하는거라 사거리가 길지 않아요.\n\n충격파는 음속을 돌파할 때 발생합니다. 이때는 미사일 못쏠 겁니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-06-10T11:20:39.396000",
  "updatedAt": "2023-09-03T09:15:25.468000"
}