{
  "id": "9ccaf0b6-5e6e-431d-b9c3-208a499f9b44",
  "title": "人心惟危 道心惟微, 惟精惟一 允執厥中",
  "content": "\"인심유위 도심유미· , 유정유일 윤집궐중” \n\n“사람의 마음은 위태롭고 도의 마음은 미약하다. 오로지 정밀하게 살피고 한결같이 지켜 진실로 그 중도를 붙잡아야 한다.\"\n\n여기서 인심은 자신만을 생각하고 다른 사람을 고려하는 태도로 이성의 사적 남용에 해당한다. \n위는 비리와 부패처럼 인심이 자신을 위험스러운 상황으로 이끌어가는 맥락을 나타낸다. \n도심은 보편적 원칙을 존중해 자신의 이익을 위해 타인을 해치지 않는 태도로 이성의 공적 선용에 해당한다. \n미는 사람이 도심을 지키고자 하지만 그 힘이 그렇게 강력하지 않다는 맥락을 나타낸다. \n\n즉 사람은 도심을 가지고 있지만 그대로 따르기가 쉽지 않고 위험스러운 인심으로 기울어지기 쉽다.\n\n이에 사람은 인심의 위험성을 직시하고 도심의 공공성을 존중하기 위해 자신의 상태를 성찰하지 않을 수가 없다. 유정유일은 인심에 휘둘리지 않고 도심에 집중하도록 사람이 자신을 온전히 통제하는 노력을 가리킨다. 윤집궐중은 사람이 도심에 집중하더라도 구체적인 상황에서 극단으로 치닫지 않고 적실한 방안을 끝까지 굳건하게 유지하는 실천을 가리킨다. 서경의 16글자는 인간의 이원적 특성과 문제 해결의 길을 간명하게 제시하고 있다. 이 때문에 동아시아 철학과 사상에서 이 구절을 ‘16자심법(十六字心法)’으로 부르며 아주 중요하게 여겨왔다.\n\n우리는 교과서에서 배웠듯이 이성의 공적 선용에 해당하는 도심의 가치를 잘 알고 있다. 하지만 실제 삶에서 도심의 공공선을 돌아보지 않고 인심의 유혹에 넘어가 선과 악의 경계를 인지하지 못한다. 우리는 무엇을 하고 싶다는 욕망을 어떻게 실현할지 머리를 짜낼 것이 아니라 그 욕망이 공공선을 위반하고 타인에게 피해를 주지 않는지 성찰하는 유정유일(惟精惟一)과 윤집궐중(允執厥中)의 노력을 기울여야 한다.\n\n인심도심(人心道心)은 서경 ｢대우모｣의 유명한 16자 심법(心法)인 “인심유위 도심유미 유정유일 윤집궐중(人心惟危, 道心惟微, 惟精惟一, 允執厥中)”에서 유래했다. 이는 순이 우에게 준 말로 우가 다음 제위를 이을 사람으로 제왕으로서 지녀야 할 덕을 자세히 타이르는 대목에서 나온다. 주자의 제자인 채침은 현실적으로 사람의 마음[人心]은 욕심이 있기 때문에 언제나 흔들리기 쉽고, 도를 지키려는 사람의 마음[道心]은 아주 미미하기 때문에, 오직 정신을 집중하여 일에 전념하며, 성실한 마음으로 일해 나가기를 권고하고 있다.\n\n ‘인심은 유위하고’에서 ‘유’라는 것은 ‘오직 유’자이고, ‘위’자는 ‘위태할 위’자입니다. 그리고 ‘도심은 유미하니’에서 ‘미’자는 굉장히 드러나지 않은 ‘미미할 ‘미’ 자입니다. 윤집궐중의 ‘윤’ 자는 ‘진실로 윤’자입니다. ‘집’ 자는 ‘잡을 집’자 그리고 ‘궐’ 자는 ‘그 궐’자로서 ‘그 기(其)’자와 같습니다.\n形氣에서 나온 것을 가리켜 말하면 人心이고, 義理에서 나온 것을 가리켜 말하면 道心입니다. 인심은 사사롭기는 쉽고 公하기는 어려우므로 위태롭다 한 것이고, 도심은 밝히기는 어렵고 어두워지기는 쉬우므로 은미하다 한 것입니다. 오직 정밀하게 살펴서 形氣의 사사로움에 섞이지 않게 하고, 한결같이 지켜서 의리의 바름을 순수하게 하여, 도심이 항상 주체가 되고 인심이 명령을 따르게 하면, 위태로운 인심이 편안해지고 은미한 도심이 드러나 동정어묵(動靜語黙)이 저절로 過不及의 잘못이 없게 되어 진실로 그 中道를 잡게 될 것입니다. 中은 萬中심법이며 만중심법은 천하사 경영의 심법입니다. 요임금이 순임금에게 고할 적엔, 다만 ‘允執厥中’이라고만 말하였지만, 순임금이 우임금에게 명할 적엔 그 所以를 미루어 자세히 전하게 됩니다.\n\n<논어> 마지막 부분 ‘요임금’ 편을 보면 윤집기중(允執其中)이란 말이 나온다. 고대 중국의 성군 요임금이 순임금한테 왕위를 물려주면서 “하늘이 내린 차례가 당신에게 있으니 진실로(允) 그 중심(其中)을 잡으라(執)”고 말한 대목이다.\n<서경>에는 같은 뜻의 윤집궐중(允執厥中)이란 표현이 등장한다. ‘인심유위(人心惟危) 도심유미(道心惟微) 유정유일(惟精惟一) 윤집궐중(允執厥中)’이다. 사람들의 마음은 위험해져 가고 도심은 점차 희미해지니 마음 자세를 맑고 한결같이 하고 진실로 그 중심을 잡으라는 뜻이다. 순임금이 우왕에게 다시 왕좌를 넘기면서 살을 붙이고 그 의미를 더욱 상세하게 정리한 것이다.\n그럼 중(中)이란 무엇일까? 여기서는 <중용>을 살펴볼 필요가 있다. <중용>은 “희로애락이 드러나지 않는 것이 중이고, 이미 드러났지만 절도에 맞는 것이 화(和)다. 중은 천하의 근본이고, 화는 천하에 통달한 도(道)”라고 쓰고 있다. 따라서 윤집궐중은 세상의 근본 원리를 확실히 지키라는 뜻으로 풀이된다.\n더 상세한 분석은 주자가 쓴 <중용> 해설서 <중용장구>에 있다. “마음에 사(私)가 생기면 인심과 도심이 뒤섞이면서 천리의 공(公)이 인욕의 사(私)를 이기지 못하게 된다. 마음을 맑고 한결같이 하면 도심이 인심을 이끌게 되고 행동거지가 과불급의 어긋남이 없게 된다(중용의 도가 실현된다)”는 것이다. 결국 윤집궐중은 중용의 도를 추구해야 한다는 말이 된다.\n\n사람의 마음<욕정(欲情)에서 나온 마음>은 위태롭기만 하고, 도를 지키려는 마음<의리(義理)에서 나온 마음>은 극히 희미한 것이니, 정신 차리고 오직 하나로 모아, 그 중정(中正)을 진실로 잡아야 한다. ~ 서경(書經) 우서대우모(虞書大禹謨) 중에서\n\n“모든 지킬 만한 것 중에 더욱 네 마음을 지키라 생명의 근원이 이에서 남이니라”~잠언 4:23\n\n백강 이경여(李敬輿) 선생은 일찍이 인조임금에게 마음을 바르게 할 것을 아래와 같이 말씀하며 진리와 지혜를 찾아가는 가이드라인으로 제시하였다. “전하(殿下)께서 처음부터 마음을 바르게 하고 덕(德)을 닦으며, 하늘을 공경하고 백성을 구제하였다면 어찌 오늘날과 같은 변(變)이 있겠습니까. 지금에는 천경(天經)과 지의(地義)를 아주 사소하게 여기고, 민이(民彝 사람이 지켜야 할 떳떳한 도리)와 물칙(物則 사물(事物)의 법칙)을 괴멸(壞滅)되도록 내버려 두어서 온 천하(天下)의 법칙을 보존할 수 없게 되었으니, 어찌 한심(寒心)하지 않겠습니까.” ~ 백강 선생 신도비명(우암 송시열 선생 撰) 중에서\n\n또한 백강 선생은 효종대왕에게 다음과 같이 마음을 바루고 개발(開發)할 것을 말씀하며 다가오는 변화들로부터 참 자유인이 되어 만화(萬化)의 주재가 될 것을 권면하였다. “성학(聖學)에 대해 말씀드리겠습니다. 덕을 밝히려는 옛사람이 마음을 바루는 것을 근본으로 삼기는 하였으나, 본심의 착함은 그 체가 지극히 작은 반면 이욕(利欲)이 공격하는 것은 번잡하기 짝이 없습니다. 그리하여 성색(聲色) 취미(臭味)와 완호(玩好) 복용(服用)과 토목(土木)을 화려하게 하고 화리(貨利)를 불리는 일이 잡다하게 앞에 나와 거기에 빠지는 것이 날로 심해집니다. 그 사이에 착한 꼬투리가 드러나 마음과 몸이 고요한 때는 대개 열흘 추운 중에 하루 볕 쬐는 것과 같을 뿐입니다. 따라서 이 학문을 강명(講明)하여 이 마음을 개발(開發)하지 않으면, 또한 어떻게 이 마음의 바른 것을 회복하고 이욕의 사사로운 것을 이겨 만화(萬化)의 주재가 되고 끝이 없는 사변(事變)에 대응하겠습니까.” ~ 1653년 효종 4년 7월2일 ‘재변극복을 위한 21개 상차문’ 중에서\n\n백강 선생은 학문을 강명하며 마음을 개발하여 마음의 바른 것을 회복하고 사사로운 탐욕을 극복하여 만화의 주재가 되어서 끝없이 다가오는 수많은 사변에 바르게 대처해갈 수 있는 자유인의 길을 제시했다고 해석된다.\n사람은 마음에 무슨 생각을 하는가로 그 사람됨이 형성되어가며 그리고 그에 따라 그의 운명이 결정되어진다. 마음에 있는 것은 자기도 모르게 입으로 나오게 되고 행동으로 이어지게 되기 때문이다. 그러므로 마음을 바르게 다스리는 것이 무엇보다 중요하다.\n\n“대개 본심이 지켜지지 않으면 덥지 않아도 답답하고 춥지 않아도 떨리며 미워할 것이 없어도 노엽고 좋아할 것이 없어도 기쁜 법이니, 이 때문에 군자에게는 그 마음을 바로 하는 것보다 중대한 것이 없는 것입니다(君子莫大於正其心). 이 마음이 바로 잡히고 나면 덥더라도 답답하지 않고 춥더라도 떨리지 않으며 기뻐할 만해야 기뻐하고 노여울 만해야 노여우니, 주자(朱子)가 이른바 대 근본(大根本)이라는 것이 이것입니다” ~ 백강 선생 1653년 7월2인 상차문에서  “특히 항상 경외(敬畏)하는 마음을 간직하고 남모르는 깊고 은미한 곳에서의 행동을 두렵게 여기고 경계하여 천리(天理)를 확충하고 덕성(德性)을 함양해야 합니다” ~ 백강 선생 1650년 7월3일 상차문에서",
  "color": "default",
  "labels": [
    "518afb00-3f62-4da5-9663-d9ad9708e63f",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-10-20T08:43:34.289000",
  "updatedAt": "2024-01-27T10:15:50.895000"
}