{
  "id": "9d0e2851-9378-490f-bd65-f9901bf40108",
  "title": "압록강 이동으로 본 조선의 지명 이동에 의한 고려강역 축소 과정",
  "content": "2016년 인하대학교 융합고고학과 복기대 교수와 연구팀 연구에 의하면 중국 요령성의 요하(遼河 : 랴오허강)가 압록강(鴨淥江)이며 요양시(遼陽市 : 랴오양 시)가 장수왕이 천도한 평양(平壤)이라고 발표했다. 이는 재야사학에서 여러 諸賢들이 주장한 내용들이다. 좀 늦었지만 강단사학에서도 우리의 역사를 올바르게 조명해주길 바라며 몇 자 적어본다.\n\n 씨족사를 연구하며 조선초기 과거합격자를 통해 혼란스러운 본관이 세종 이후 정착되는 상황을 보았다. 세종실록지리지(1454년)에 의하면 일부 토성(土姓)은 신라와 고려로부터 그 지역에 세거한 성씨도 있지만 그 한계선이 1150년경임을 순창설씨에 의해 알 수 있다. 또한 기존 역사 지식으로는 고려초부터 계속 살아 온 문화유씨의 경우 토성이 아님에 의구심을 가졌고 남제서(南齊書)와 혼일강리역대국도지도(混一疆理歷代國都之圖) 모사본 등 여러 문헌을 보면서 명나라 초기에 우리의 지명이 이동되었음을 직감하게 되었다. 그로 인하여 문헌은 명나라 이전 간행본을 참조하고 있다.\n본론으로 들어가서 조선의 지명 이동에 의한 고려강역 축소 진행과정은 1396년 명태조 주원장(明太祖 朱元璋, 1328~1398)과 조선의 양촌 권근(權近, 1352 ~ 1409)이 만난다. 당시 표문사건의 책임을 지고 명나라 수도로 간 권근은 명태조의 질문에 24수의 응제시(應製詩)를 지어 바치고 이에 화답으로 강역에 대한 지침서인 어제시(御製詩) 3수를 받는다.\n응제시를 보면 크게 문제가 없으나 명나라 입장에서는 철령위 설치 문제 등을 고려하면 3개의 답변에 문제가 있다고 본다. 당연히 명태조는 핵심을 짚어서 3개의 문제를 어제시로 제시한다.\n\n우선 응제시를 살펴보면\n●첫째 道經西京(서경을 지나다)\n삼한의 강역은 영원한 울이로세\n三韓疆域永爲藩\n\n삼한의 강역이 중국의 울타리가 되려면 현 요동지역과 하북성 일대를 차지해야만 한다. 1185년 역대지리지장도(歷代地理指掌圖)에는 하북성 일대를 중국이 넘지 못했음을 알 수 있다.\n\n●둘째 渡鴨綠(압록강을 건너다)\n한 가닥 긴 강물 요양성 건너로세\n長江一帶隔遼陽\n\n여기에서 말하는 요양은 폐현(廢縣)이 된 요양현이며 혼하(渾河)와 양수(梁水, 일명 태자하)가 만나는 소북하(小北河) 지역 근처로 바로 앞에 흐르는 강물이 요하(遼河)이며 요하가 압록강이라 말하고 있다.\n\n●셋째 由遼左(요좌 즉 요동을 지나다)\n학야는 아득아득 도로도 기나긴데 \n鶴野漫漫道路長\n\n요동을 가는 길에 학야현이 아물거린다. \n학야현은 중국고금지명대사전에는 지금의 요령성 요중시(遼中市) 동쪽이라  나오는데 역시 폐현이 되었다. 또한 고려사 1088년 9월 고려가 요나라에 보낸 표문에 고려의 서쪽경계는 화표주(華表柱)가 있는 天皇鶴柱之城 건너 강안(江岸)이라 하였는데 이 화표주가 학야현과 관련이 있으며 학야현은 고려의 서쪽경계를 나타내고 있다. 사견으로는 학야현이 현재 요하 안쪽에 위치하고 있으며 이 지명은 요동을 상징하기에 동쪽으로 지명이 이동된 점을 미루어 서쪽의 벌판을 지나서 있을 것이라 판단되며 속수신기(續捜神記)에 진(陳, 557~589)나라 시기에 화표주는 隊雙表이며 遼東城門 화표주에 학이 모였다고 한다.\n\n요사지리지 학야현 고사 원문] 昔丁令威家此，去家千年，化鶴來歸，集於華表柱，以咮畫表云：「有鳥有鳥丁令威，去家千年今來歸；城郭雖是人民非，何不學仙塚累累。」\n\n해석] 옛날에 정령위라는 사람이 천년만에 학이 되어 돌아와서 화표주 위에 앉아 부리로써 표를 그리며 이르기를  “ 새가 있다 새가 있다 정령위라네, 집 떠나 천년만에 이제 돌아오니, 성곽은 비록 같으나 사람들은 다르구나. 어찌 신선되길 배우지 않아 무덤만이 연이어 있느냐? ” 라고 하였다.\n\n이에 명태조는 아래 제목 3수의 어제시를 조선에 주었고 개국의 명분이 없었던 조선은 명태조의 숨은 뜻을 받아드린다.\n\n● 압록강(鴨綠江)\n● 고려(高麗)의 고경(古京)\n● 사행(使行)이 요동(遼東)을 지나다\n\n1397년 어제시에 대한 논의가 있었다.\n1402년 조선은 명태조의 압력에 의한 어제시에 맞게 혼일강리역대국도지도(混壹疆理歷代國都之圖)를 제작한다.\n\n[부연설명]\n-. 요하인 압록강(鴨淥江)이 현재의 압록강(鴨綠江) 으로 바뀌고 요하는 아무런 기록을 남기지 않는다. 混一疆理歷代國都之圖를 보면 왜 압록강이 황하와 장강과 함께 천하의 3대강임을 알 수 있다.\n-. 요양시에 있던 서경인 평양이 평안도 평양으로 내려온다. 세종실록에도 1427년 기록에 삼국(三國)의 시조(始祖)의 묘(廟)를 세우는데 고구려는 그 도읍한 곳을 알지 못하겠다고 하니 세종은 “상고해 보면 알기가 어렵지 않을 것이다. 비록 도읍한 데에 세우지는 못하더라도 각기 그 나라에 세운다면 될 것이다.”라고 말하니 즉 조선에는 고구려의 도읍지가 없다는 것이다.\n-. 압록강이 이동하니 요동이 이동되어야 하기에 서경이었던 평양성 즉 요양에 요동(遼東)이라 기록한다.\n\n1402년 혼일강리역대국도지도(混一疆理歷代國都之圖)가 완성되니 《삼국사》를 수찬하게 하였다.\n1413년 조선의 군현 명칭이 변경되었다.\n1451년 고려사 편찬\n1454년 세종실록지리지가 편찬되었으며 완성은 세종 시대이니 더 빠를 것이다. 이 때 각 군현에 대한 연혁이 한반도에 있던 지명도 있겠지만 현재의 하북성과 요동, 동북삼성의 축소왜곡된 지명도 연혁에 포함되어 있으니 우리의 강역을 고찰함에 있어 정확한 고증이 선행되어야 할 것이다.\n\n1457년~  세조 예종 성종을 걸치며 우리의 고대 사서를 수거하였으며  숨긴 자는 참형까지 감행한다.\n\n1457~1464년 明天順 연간에 중국 사서 간행\n1461년 대명일통지(大明一統志)가 편찬되고  이를 大元混一統志와 비교하니 중요한 지명들이 변경되어 있다.\n\n[부연설명]\n\n  명나라는 고려 이전의 강역을 감추기 위해 大元混一統志에 안시폐현(安市廢縣)은 북경의 밀운현(密雲縣) 동북쪽 50리에 있다는 기록과 환단고기에는 개평부(開平府) 동북 70리라고 한 기록을 현재의 요동반도 개주위(蓋州衛) 동북 70리로 바꾸어 하북성에 있던 안시성(安市城)이 요동반도로 옮겨져 버린다. 즉 우리의 압록강이 이동한 만큼 우리의 역사와 관련된 지명들이 명나라에 의해 동쪽으로 옮겨져 버렸다.\n\n 이에 조선의 개국과 함께 사라진 우리의 강역과 조선의 지명 이동으로 인한 축소왜곡에 대해 현명하게 대처해 나가야 하는 시점이 되었다. 역사를 전공하는 사학자와 씨족사를 연구하는 족사연구가들에게 말하고 싶다.\n\n     우리는 올바른 역사와 씨족사를 후손에게 남겨주어야 할 것이라고......\n\n참고1] 1402년 혼일강리역대국도지도(混一疆理歷代國都之圖) 모사본\n\n참고2] 1185년 역대지리지장도(歷代地理指掌圖) 중 聖朝元豐九域圖\n\n\n  끝으로 아래의 1124년 서긍의 선화봉사고려도경 봉경(封境) 기록과 [참고1]의 지도를 보고 고려의 강역을 생각해보길 바라며...\n\n  고려는 남쪽은 요해(遼海)로 막히고 서쪽은 요수(遼水)와 맞닿았고 북쪽은 옛 거란 땅과 연속되고 동쪽은 금(金)나라와 맞닿았고, 또 일본ㆍ유구ㆍ담라(聃羅)ㆍ흑수(黑水)ㆍ모인(毛人) 등 나라와 견아상제(犬牙相制)의 모양으로 되어 있다. 오직 신라와 백제가 스스로 그 국경을 견고히 하지 못하여 고려 사람들에게 합병(合倂)되니, 지금의 나주도(羅州道)와 광주도(廣州道)가 이것이다. 그 나라는 경사(京師 남송의 서울 변경)의 동북쪽에 있는데, 연산도(燕山道)로부터 육로(陸路)로 가다가 요수(遼水)를 건너 동쪽으로 그 나라 국경에 이르기까지, 무릇 3천 7백 90리이다. 만약 바닷길로라면, 하북(河北)ㆍ경동(京東)ㆍ회남(淮南)ㆍ양절(兩浙)ㆍ광남(廣南)ㆍ복건(福建)에서 모두 갈 수 있는데, 지금 세워진 나라는 바로 등주(登州)ㆍ내주(萊州)ㆍ빈주(濱州)ㆍ체주(棣州)와 서로 바라다 보인다. 원풍(元豐) 이후부터 매양 조정에서 사신을 보내려면, 언제나 명주(明州) 정해(定海)에서 출항(出航)하여 바다를 가로질러 북으로 간다. 배 운행은 모두 하지(夏至) 뒤에 남풍(南風)의 바람 편을 이용하는데, 5일이 못 되어 곧 해안(海岸)에 닿는다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-06-01T08:46:32.498000",
  "updatedAt": "2024-06-15T08:11:16.073000"
}