{
  "id": "9d791d84-3bb8-4903-bc6e-50888dd5c4f6",
  "title": "대중문화, 벨 에포크(Belle Époque)",
  "content": "대중문화는 1850년대 유럽과 미국에서 보통 사람으로 구성된 중산층이 사회의 지배적 위치를 확립하면서 자리잡았다. 산업화와 더불어 노동과 여가 사이에 분명한 구분이 나타나기 시작했는데, 현대인의 늘어난 여가 시간을 점령한 것이 대중문화였다. \n\n18세기 산업혁명을 거치면서 도시를 중심으로하는 근대의 문화적 기틀이 수립되었고, 이를 바탕으로 19세기, 특히 빅토리아조의 영국에서는 기존의 민속문화를 대체할 새로운 형태의 문화적 씨앗들이 여기저기서 싹을 틔우기 시작했다. 유혈스포츠(투견, 투계 등)나 유랑극단 혹은 서커스단 중심의 볼거리 문화들이 자본과 결합하며 빠르게 실내화되고, 더 많은 사람들과 만나 이익을 극대화하기 위해 좀 더 유순하고 부드럽고 안정된 문화적 형식으로 변모하기 시작했다. 이러한 과정은 한편으로 성인 남성 중심의 마초적인 문화양상을 가족적이며 여성 및 아동 친화적인 형식으로 변화하게 만든다. \n\n\nThe phrase \"popular culture\" was coined in the 19th century or earlier. Traditionally, popular culture was associated with poor education and with the lower classes, as opposed to the \"official culture\" and higher education of the upper classes. With the rise of the Industrial Revolution in the eighteenth and nineteenth centuries, Britain experienced social changes that resulted in increased literacy rates, and with the rise of capitalism and industrialization, people began to spend more money on entertainment, such as (commercialised) pubs and sports. Reading also gained traction. \nLabelling penny dreadfuls the Victorian equivalent of video games, The Guardian in 2016 described penny fiction as \"Britain's first taste of mass-produced popular culture for the young\". A growing consumer culture and an increased capacity for travel via the newly invented railway (the first public railway, Stockton and Darlington Railway, opened in north-east England in 1825) created both a market for cheap popular literature, and the ability for its distribution on large scale. The first penny serials were published in the 1830s to meet the growing demand.\n\n'대중문화'라는 말은 19세기 쯤에 만들어졌다. 당시의 '대중문화'는 고등교육을 받는 상류층의 '공식 문화'와 달리 낮은 교육 수준을 갖는 하류층의 문화를 의미했다. 그런데 18-19세기에 산업 혁명이 일어나면서 영국은 사회적 변화를 경험하였고, 문맹률이 줄어들면서, 자본주의와 산업화의 등장으로 인해 유흥과 대중 스포츠같은 엔터테인먼트에 대한 소비가 증가하기 시작했다. \n독서도 유행하기 시작했다. 2016 가디언은 '페니 드레드풀(19세기 영국에서 유행한 잔혹하고 수위 높은 호러 판타지 소설. 지금도 많은 작품들에서 등장하는 뱀파이어, 늑대 인간, 프랑켄슈타인 등 각종 괴물들을 소재로 한 값싼 대중 소설을 ‘페니 드레드풀(penny dreadful)’이라 부른다.)'을 빅토리아 시대의 비디오 게임이라 묘사하며 청소년용 대중문화의 대량생산물의 첫 번째 성취로 페니 픽션을 묘사했다. 소비 문화가 증가하고 새롭게 발명된 철도를 통한 이동 능력의 증대으로 인해, 저렴한 대중문학물에 대한 수요와 대규모 배포가 가능해졌다. \n\n자본주의를 지향하느냐 사회주의를 지향하느냐에 상관없이 미래에 대한 '벨라미'식의 낙관주의적 장밋빛 세계관은 상당 부분 당대 과학기술의 비약적인 발전상에 기인한다.(1888년에 출간된 Edward Bellamy의 『뒤돌아보기: 2000~1887』 란 유토피아 소설이 있다. 당시 벨라미는 급격한 기술적 진보가 현대 생활의 지속적인 특징이 될 것이라고 내다 봤다.) 예컨대 20세기 전후 서구 대중은 구미 각국이 경쟁적으로 개최하는 만국박람회의 환상적 파노라마에 도취되어 서기 2000년의 사회상을 다음과 같이 꿈꾸었다. (비록 얼마 되지 않아 1, 2차 세계대전으로 그러한 허상이 갈가리 찢겨 나가고 말았지만 말이다.)\n\n\n벨 에포크(Belle Époque)는 유럽사의 시대 구분 중 하나로, 프랑스어로 '아름다운 시절'이란 뜻을 지닌 단어이다. 보통 19세기 말부터 제1차 세계 대전 발발 전까지 전 유럽이 평화를 누리며 경제, 문화가 급속하게 발전한 태평성대를 뜻한다.\n비슷한 시기로, 팍스 브리타니카 시기인 1815년 나폴레옹 전쟁 종결 이후부터 1914년 제1차 세계 대전 발발 직전까지 아울러 '백년 평화(Century of peace)'라고 지칭하기도 한다.\n이 시기에 엄청난 양의 혁신적인 기술들이 쏟아져 나왔으며, 과학이 모든 문제를 해결할 거라는 진보적 사상에 많은 이들이 희망에 부풀어 있던 시기이기도 했다. 수세식 화장실부터 전화, 무선통신, 철도와 자가용, 여객선, 비행기에 이르기까지 현대인의 생활 전반에 큰 영향을 미치는 것들의 초기 형태가 이 시대에 만들어져 보급되었으며, 이러한 인프라를 바탕으로 관광업이 본격적으로 발달하기 시작한 것도 이 시기이다. 이런 상황 속에서 나폴레옹 전쟁을 보고 자란 노인들이 자기 손자가 주말에 기차타고 바캉스를 가는 걸 보고 있으면 미래에 대한 낙관과 희망이 생기지 않을 수 없었을 것이다.\n산업혁명 이후 급속도로 발전하는 문명이 모든 것을 해결해 줄 것으로 낙관하던 분위기는 문명의 이기들을 이용해 서로 죽고 죽이는 전쟁 1차 세계대전을 통해 박살이 나고 만다. \n지옥도 같은 전쟁 양상은 이전 과학 기술이 평화로운 풍경 하에 발전하던 시절에 품었던 벨 에포크적인 과학과 이성으로 가득 찬 희망차고 밝은 미래상의 붕괴를 불러오고 그 과학이 미치광이 같은 전쟁 상황에 동조하고 도리어 더 악화시켰다는 점에서 과학에 대한 회의주의적 시각을 불러오게 되었다. \n반면에 군사 기술에 대한 연구는 어마어마하게 발전하였으며 이후 이어지는 제2차 세계 대전에서 일말의 낙관마저 꺾이게 된다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "f1a3f248-23d9-40f7-9015-108e250fc2dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-05T07:26:40.537000",
  "updatedAt": "2023-12-29T08:03:59.440000"
}