{
  "id": "9d958985-57e4-4c72-b690-8be1a57043bd",
  "title": "전고체 배터리",
  "content": "LFS(Lithium Free Solid) 배터리는 **리튬을 사용하지 않는 고체 전해질 기반 배터리**를 의미합니다. 따라서, LFS 배터리는 리튬 이온 배터리와는 다르며, 리튬을 포함하지 않는다는 점에서 독특한 특성을 가집니다. 그러나 LFS 배터리가 **전고체 배터리**인지에 대한 질문은 명확한 답변이 필요합니다.\n\n### 1. **전고체 배터리란?**\n전고체 배터리는 양극과 음극 사이의 전해질이 액체가 아닌 **고체 물질로 구성된 배터리**를 의미합니다. 전통적인 리튬 이온 배터리에서는 액체 전해질이 사용되지만, 전고체 배터리는 안전성, 에너지 밀도, 수명 등의 측면에서 여러 장점을 제공합니다. 특히 화재 위험이 적고 더 높은 에너지 밀도를 달성할 수 있다는 점에서 주목받고 있습니다.\n\n### 2. **LFS 배터리의 정의**\nLFS 배터리는 리튬을 사용하지 않고 대신 다른 금속(예: 나트륨, 마그네슘 등) 또는 이온 시스템을 활용하며, 동시에 고체 전해질을 사용하는 배터리를 의미할 가능성이 높습니다. 이 경우, LFS 배터리는 **리튬 없는 전고체 배터리**로 간주될 수 있습니다.\n\n### 3. **LFS 배터리가 전고체 배터리인 이유**\n- LFS 배터리가 고체 전해질을 사용한다면, 이는 전형적인 **전고체 배터리**의 정의에 부합합니다.\n- 다만, 리튬을 사용하지 않는다는 점에서 기존의 리튬 기반 전고체 배터리와 차별화됩니다.\n\n### 4. **결론**\nLFS 배터리가 **전고체 배터리**인지 여부는 그 설계와 구조에 따라 다릅니다. 만약 LFS 배터리가 고체 전해질을 사용한다면, 이는 **리튬을 사용하지 않는 전고체 배터리**라고 볼 수 있습니다. 하지만 액체 전해질이 일부 포함된다면, 엄밀히 말해 전고체 배터리로 분류되지 않을 수 있습니다.\n\n따라서, LFS 배터리가 전고체 배터리인지 확실히 판단하려면 해당 배터리의 상세한 설계 및 제조 방식에 대한 정보가 필요합니다. 일반적으로 LFS라는 용어는 리튬을 제외하고 고체 전해질을 사용하는 개념으로 이해되므로, **LFS 배터리는 전고체 배터리로 간주될 가능성이 높다**고 결론지을 수 있습니다.\n\n\n\nBK동영테크가 납품하는 차량별 배터리 용량은 300kwh로, 고속으로 최대 1시간 충전하면 완충된다.\n최대 약 200km로 달리는 상용 버스에 전고체 배터리가 세계 처음으로 탑재, 운용될 예정이다.\n지난 2010년 설립된 BK동영테크는 전고체 배터리의 일종으로 리튬을 쓰지 않는 고체(LFS, Lithium Free Solid)배터리와 에너지저장장치(ESS)를 생산하는 기업이다.\nLFS 배터리는 기존의 리튬 이온 배터리가 가진 단점을 보완해 주는데, △리튬이온 배터리 대비 약 5배 빠른 충전 속도 △영하 40도의 저온과 70도 이상의 고온에서도 작동 △가격 경쟁력 △적은 폭발 위험 등이 강점이다.\n특히 발열 및 화재의 위험성이 거의 없고, 자가 방전율도 0% 수준이다. 리튬 이온 배터리나 다른 2차전지의 경우 자가 방전율이 월 5%라는 점을 감안하면 BK동영테크의 전고체 배터리는 성능 저하 요인이 없다고 볼수 있다.\nBK동영테크는 자체 개발한 전고체 배터리를 미국으로 수출한다. 또 미국 방산업체 GTS(Global Technology System : Missile Battery System)사 인증시험을 받기 위한 고체 배터리 샘플 시험에도 들어갔다.\n이와 함께 전북 과학진흥원과 국책사업으로 전기 어선 사업화를 추진중인데, 최대 30톤까지의 소형어선은 2024년 3월까지 완료할 예정이다.\n지난달 KIB플러그에너지에 지분 51%가 인수된 BK동영테크는 삼성전자 엔지니어 출신 이기홍 최고경영자(CEO)와 한국에너지평가원 출신 박주식 최고기술책임자(CTO)가 이끌고 있다.\nKIB플러그에너지의 자회사인 BK동영테크(이기홍 대표)는 범한자동자와 전고체 배터리 공급 계약을 체결했다고 8일 밝혔다.\n계약 차량 수량은 1000대, 금액으로는 1,260억원 상당이다. 양측의 계약체결식은 오는 2024.2.14일 오후 2시에 진행될 예정이다.\n\n\n전기차 개발·제조업체 새안그룹(회장 이정용)은 2023.8.11일 경기도 하남시에 위치한 새안 기술연구소에서 이차전지 제조업체 BK동영테크(대표 이기홍)와 ‘배터리 공급과 상호 협력’에 대한 합의각서(MOA)를 체결했다.\nBK동영테크는 새안그룹의 전기 SUV ‘위드 SUV’, 전기 스포츠카 ‘엑소드’ 그리고 30톤급 굴절식 전기트럭에 탑재되는 배터리를 공급하고, 새안그룹은 이를 차량에 적용해 시험 과정을 거쳐 품질 기준에 부합할 수 있도록 협력한다는 데 뜻을 같이 했다.\n새안그룹은 전기를 동력으로 하는 승용차와 특수 차량을 설계·개발·제조하는 회사로 미국 네바다주에 본사를 두고 있다. 국내와 미국 뿐 아니라 사우디아라비아· 말레이시아· 호주 등의 지역에서 전기차 생산을 준비하고 있다.\nBK동영테크는 이차전지 제조업체로 그동안 완성차 업체들이 전기차에 리튬이온배터리를 사용해왔던 것과는 달리, 배터리 원료로 사용돼온 리튬을 배제한 것이 특징이다.\n‘리튬없는 고체 배터리’를 의미하는 ‘LFS(Lithium Free Solid)배터리’는 BK동영테크가 생산하는 전기차 배터리로 ‘에너지 저장 슈퍼 캐퍼시터’ 방식을 적용해 생산된다는 점에서 차별적이다.\nLFS배터리는 리튬이온배터리 대비 △빠른 충전 속도(최대 8배) △긴 수명 △고온(70도 이상)과 저온(영하 40도)에서도 작동 △현저히 적은 화재·폭발 위험 등의 강점을 지닌다는 게 BK동영테크 측의 설명이다.\nBK동영테크 이기홍 대표는 “앞으로 크게 늘어날 새안그룹의 배터리 수요를 충족시키기 위해 해외에서 추진하는 2GWh 배터리 공장 건설에 최우선적으로 기술을 제공하겠다”며 “품질과 생산에 문제가 없는 경우 추후 40GWh 생산라인 건설에 협력할 것”이라고 말했다.\n새안그룹의 이정용 회장은 “해외에서 진행하는 합작법인(JV)에서도 BK동영테크와 기술 제휴를 맺고, 동시에 합작으로 배터리 양산공장을 설립하는 방안도 긍정적으로 협력할 것”이라고 설명했다.\n\nHIGGS POWER는 BK동영테크의 자회사로, 리튬 없는 고체 배터리 기술을 연구하고 있습니다. 이 회사는 하이브리드 슈퍼 캐퍼시터와 고체 배터리를 결합한 기술을 개발 중이며, 장기적인 수명과 안전성을 목표로 하고 있습니다.\n\n\nToyota plans to begin production by 2026, targeting a 1,000 km range and 10-minute fast charging. With an annual capacity goal of 9 GWh, Toyota is refining its technology for commercialisation by 2027-2028, with mass production expected by 2030, positioning itself as a leader in next-generation EV batteries.\n\n\n\n차세대 배터리'를 두고 한국과 중국 업체들이 맞붙고 있는 가운데, 일명 '게임 체인저'라 불리는 전고체 배터리 상용화에도 치열한 경쟁이 벌어지고 있다. 업계에선 전고체 배터리가 탑재된 차량이 나오는 2030년쯤 관련 기술을 보유한 기업만이 살아남을 수 있단 전망이 나온다.\n17일 업계에 따르면 중국 전기차 제조업체 비야디(BYD)는 2027년 황화물계 전고체 배터리 시험 생산에 돌입해 2030년을 기점으로 전기차에 대량 탑재한다는 계획을 세웠다. 고급형 전기차부터 순차적으로 탑재 차량을 늘려 2032년엔 대부분 차량에 사용한단 목표다.\n세계 최대 배터리 기업인 중국 CATL도 전고체 배터리 양산 시점을 앞당기기 위해 파일럿 라인과 연구개발(R&D)에 대규모 투자를 진행한다. 지난해 말엔 전고체 배터리 관련 인력을 1000명 이상 늘리고, 지난해 11월 황화물 기반 20Ah(암페어시) 용량의 샘플을 시범 생산했다. 중국 배터리 시장 점유율 4위인 이브(EVE)는 이달 초 열린 '인터배터리 2025'에서 황화물계 전고체 배터리의 개발 상황을 직접 소개했다.\n여기에 중국 정부는 지난해 CATL 등 6개 기업이 참여한 전고체 개발 프로젝트에 60억위안(약 1조1986억원)을 투자하는 등 지원을 아끼지 않고 있다. 최근 중국 전기차 협회는 전고체 배터리를 장착한 전기차가 2027년에 첫 출시되고, 2030년 양산 단계에 들어갈 것이라고 밝히기도 했다.\n전고체 배터리는 양극과 음극 사이에서 이온을 전달하던 기존 액체 전해질을 고체로 대체한 전지다. 에너지 밀도가 높고, 충전 속도도 빠르다. 특히 고체 전해질은 온도 변화에 따른 반응이나 외부 충격으로 인한 누액 위험이 없어 상대적으로 폭발이나 화재 발생 가능성에서도 자유로워 안정성이 높다.\n국내 배터리 3사 중에선 삼성SDI가 제일 앞선다. 지난 14일엔 2조원 규모의 유상증자를 발표하며 이 중 4500억원을 전고체 배터리 개발에 투입하겠다고 발표했다. 삼성SDI는 2027년 하반기에 전고체 배터리를 양산한다는 계획인데, 이는 국내외 기업들을 통틀어 가장 빠른 속도다.\n앞서 삼성SDI는 2023년 3월부터 전고체 배터리 파일럿 라인을 구축하고 같은 해 6월부터 시제품을 생산했다. 셀 용량을 2배로 늘리고, 부피 에너지 밀도를 25% 높이는 기술을 개발 중이다. 증권가에선 이번 유상증자에 대해 \"2027년 하반기로 (전고체 배터리) 양산 목표 일정을 제시한 상황에서 양산 가시성이 높게 평가된 것으로 볼 수 있다\"고 분석하고 있다.\n삼성SDI를 필두로 다른 국내 주요 배터리사들도 전고체 배터리 상용화에 열을 올리고 있다. LG에너지솔루션은 전고체 배터리 파일럿 라인을 연내에 구축하고 올해 양산 기술을 어느 정도 확보한다. 상용화는 2030년을 목표로 한다. 최근엔 전고체 배터리의 충전 속도를 10배 높이는 기술 개발에도 성공했다.\nSK온은 고체와 액체의 중간 형태인 '고분자계 산화물 전고체 배터리(반고체 배터리)'를 조기에 개발해 시장 점유율을 높인다는 계획이다. 안전성과 성능 측면에선 전고체 배터리가 뛰어날 수 있지만, 반고체 배터리는 제조 공정이 기존 리튬 배터리와 유사해 공정 설비와 소재의 변경이 적어 상용화 시기가 빠를 수 있다. 가격 경쟁력도 상대적으로 우수하다. 전고체 배터리는 2028년 시제품 생산을 목표로 한다.\n시장조사기관 SNE리서치에 따르면 전고체 배터리 글로벌 시장은 2022년 2750만달러(약 395억원)에서 2030년 400억달러(약 57조원)까지 커질 것으로 전망된다. 업계 관계자는 \"높은 기술력을 요구하는 전고체 배터리의 경쟁력은 가격과 대량 생산에서 판가름 날 가능성이 높다\"며 \"적극적인 투자로 시장을 선점하려는 경쟁은 더욱 치열해질 것\"이라고 말했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-04-22T21:15:32.820000",
  "updatedAt": "2025-04-22T21:53:37.777000"
}