{
  "id": "9ec28d53-1287-4efd-8933-6585c6e4e51c",
  "title": "소금의 역사 - 우리나라",
  "content": "[고조선]\n한서 지리지에 이런 기록이 있다.\n“고조선은 생선과 소금, 대추, 밤 같은 것이 풍족히 났다.” 또 관중(管仲)이 쓴 관자(管子)에도 \"발해는 황해 바닷가 염전에서 광범위한 소금생산이 이뤄졌다\"는 기록이 있다.\n고조선의 영토였던 지금의 서요하 상류에 염수(鹽水)라는 소금강이 있었다. 이곳에는 소금우물(鹽井)이 많았는데 여기에서 퍼 올린 소금물을 이용해 소금을 생산했던 것으로 보인다.\n\n고대 우리 민족을 상징하는 것 중에 맥궁이 있다.\n당시 첨단 병기였던 맥궁을 제작할 수 있었던 게 소금 무역을 통해 가능했을 거라는 주장도 있다. 기원전 8세기로 추정되는 요동반도의 강상무덤에서 발해만에서는 나지 않는 열대지역의 보배조개가 출토되었다. 이는 고조선의 중심지였던 요동반도에서 해로를 통해 남방 상인들이 몰려와 원거리 교역이 이루어졌음을 뜻한다.\n특히 남방 상인들은 소금과 비단을 사기 위해 물소 뿔 등 현지 특산물을 들고 연안 항로를 이용해 고조선으로 모여들었을 가능성이 있다.\n고조선에서 남방의 물소 뿔을 이용해 맥궁을 만든 것이 이런 추정을 뒷받침한다. 각궁을 만드는 데 쓰이는 남방 물소의 뿔이 많이 조달될 수 있었던 것도 소금 덕분이었던 셈이다.\n\n[고구려]\n고구려 건국공신의 한 명이었던 연타발은 남북을 오가며 무역을 하고 요하에서 소금 장사를 했다. 고려사 관련 기록을 보면 “연타발은 졸본사람이다. 남북의 갈사를 오가며 재물을 모아 부를 이루어 은밀하게 주몽을 도와 건국의 공을 세웠다. 뒤에 무리를 이끌고 구려하로 옮겨 고기잡이와 소금 장사를 하게 되더니 고주몽 성제가 북옥저를 칠 때 양곡 5,000석을 바쳤다.”라는 기록이 있다.\n\n광개토대왕은 가장 넓은 영토를 넓힌 정복 군주답게 한반도, 중국, 몽골, 러시아 일부 지역까지 국경을 넓혔다. 그 중에서도 몽골 지역 (당시 거란족 근거지)까지 진출한 이유는 다름 아닌 소금 때문이었다.\n당시 고구려는 영토 대부분이 산악지형으로 바다로 접한 지역이 그리 넓지 않아 당시 고구려에서는 가장 귀한 자원이 소금이었다. 동옥저를 차지한 후  안정적인 소금 수급이 가능했지만 영토가 워낙 광활한 탓에 천리길을 운반해야 하는 운송의 어려움이 있었다. 이에 고구려는 거란의 본거지를 장악하여 시라무렌을 차지하였다. 시라무렌은 몽골어로 \"누런 강\"을 의미하며 황하와 구별하기 위해 이전에는 황수(潢水)라고 부르는데 염호(鹽湖)가 가까이 있어, 소금을 얻을 수 있었으며 멸망하기 전까지 이곳에서 소금을 공급하여 번성할 수 있었다. 시라무렌강 주변에는 얕은 구릉과 드넓은 초원의 최적의 목축지로 양과 말을 방목하여 키우고 있었다. 광개토대왕은 거란 지역을 확보하여 소금뿐 아니라 소와 말, 양과 같은 가축까지 차지할 수 있었다.\n\n고구려 제15대 미천왕(美川王)은 어릴 때에 소금장수였다. 어린 시절 정치권력 싸움에서 쫓겨나 ‘을불’이라는 이름으로 서해안 압록강변에서 소금을 받아다가 배를 타고 강을 거슬러 올라가며 소금을 팔러 다녔던 적이 있다. 왕권다툼에서 밀려난 고구려 왕자 을불은 소금장수로 세상을 떠돌면서 추적을 피했다. 그 과정에 민심도 헤아리고, 경제적 기반도 다졌다. 당시 소금이 국가 전매가 아니라 일반 상인이 자유롭게 판매할 수 있는 상품이었다는 것을 알게 해준다. \n당시 사회에서는 소금장수란 사회적으로 재정력과 정보력을 동시에 장악할 수 있었기에 국왕으로 옹립되었다. 이후 정복 전쟁으로 고구려의 영토를 넓힌 것으로 역사는 기록하고 있다.\n미천왕이란 소금이 나던 미천(美川)에서 소금장수로 국왕이 되었다고 해서 붙여진 이름이다. \n고대에는 동서양을 막론하고 정복자들은 재정의 원천인 소금밭부터 장악했다.\n\n\n[옥저]\n삼국지 위지동이전 고구려조에는 소금을 해안에서 운반해 왔다는 기록이 있다. 후한서의 동이열전 중 동옥저편에 보면 동옥저가 고구려에 바친 세금 중 어염이 있다는 대목이 나온다. 옥저는 어물과 소금 등 해산물이 풍부하였고, 토지가 비옥하여 농사가 잘 되었다. 옥저는 고구려에 소금, 어물 등을 공납으로 바쳤다. 이처럼 고구려는 고조선의 뒤를 이어 고대 소금 교역 루트의 한 복판에 있었다.\n\n개화기에 일본식 천일제염법이 도입되기 전까지  가마솥에 바닷물을 넣어 끓어 소금을 얻었는데 이를 자염이라고 부른다.\n\n[백제]\n기원전 18년경에 세워진 백제는 한강 유역을 놓고 고구려, 신라와 대치하면서 군사적인 이유로 소금의 필요성이 늘었다. 당시 군사들이 먹던 전투식량은 집단급식 형태라 저장 음식을 만드는데 소금이 그만큼 더 많이 필요했을 것이고, 이는 자연스럽게 소금을 얻기 위한 소금 교역로가 필요해졌다는 것을 의미한다.\n자료에 따르면 백제 초기 소금과 해산물이 공급되었을 교역로는\n① 인천에서 생산된 소금 → 경기만 → 한강수로 → 풍납토성\n② 인천에서 생산된 소금 → 육로 → 김포 → 한강수로 → 풍납토성\n\n한때 백제가 한강유역을 지배할 수 있었던 비결은 서해 연안에 존재한 소금 산지의 독점으로 가능했던 것이다.\n\n[신라]\n포항시 남구 해도동은 제염업을 경제기반으로 한 도시로 신라시대부터 구한말까지 소금을 많이 생산해 왔다. 이곳에서 생산된 소금은 주로 형산강 뱃길과 보부상을 통해 경주를 거쳐 내륙으로 팔렸고, 일부는 이 지역 특산품으로 왕실에 진상됐던 것으로 전해졌다.\n역사적으로도 해도동이 소금을 생산한 전초기지인 사실을 증명하는 내용들이 부조장터(소금장)와 형산강 그 하류(해도동)라는 사실을 증명하고 있다. 해도동이 염동골로 불린 것도 소금 생산지임을 반증하고 있다.\n신라에서는 9세기 초 애장왕 때 서형산성(西兄山城)에 염고(鹽庫)가 있었고, 9세기 후기 경문왕은 염분(鹽盆)을 사원에 희사한 일이 있었다. 신라는 군국의 필요에서 산성에 소금을 저장했을 뿐만 아니라 염분, 즉 제염장을 사원의 재산으로 기진한 것은 많은 양의 염분을 왕실에서 점유하고 있었다는 사실을 말해 주는 것이다.\n\n[고려]\n고려시대에 들어와서는 도염원(都鹽院)을 두어 염분(鹽盆)을 국가에서 관장하여 직접 소금을 제조 ·판매하여 재정 수입원으로 삼았으며(소금 전매제), 충렬왕(忠烈王) 때 사유로 이관하였다가 다시 1309년 염정을 민부(民部)에 이관하고 포(布)를 납부하여 소금을 구입하게 하였다. \n1308년 고려 충선왕 때, 각염법(鹽法)을 통해 실질적인 소금 전매제도가 시행되었다.\n충선왕은 충렬왕의 소금 전매 정책을 더욱 철저히 시행하기 위해 염호(鹽戶, 소금생산업자)를 지정하여 소금 생산을 전담케 하고 생산된 소금은 창고를 세워 보관케 하였는데 이때 전국 각처에 세운 소금 창고가 바로 염창이다. \n그러나 당시에는 부패한 관리들이 백성들에게 소금을 제대로 내어 주지 않아 문제를 낳았고 실효를 거두지 못했다. \n충선왕 당시에는 이같이 소금을 저장하여 민간의 수요에 응하는 것을 의염(義鹽)이라고 하였다.\n\n고려전기 문종 이후 계속된 외척의 전횡과 무신들의 집권으로 사회경제제도는 극도로 문란해지고 전매제하의 제염업도 크게 타격을 받아 전국의 염분은 원칙적으로 국가 소유였으나 그 중 일부분은 이미 국초부터 왕실에 귀속되었다. 또 왕권이 점차 약화되면서 여러 궁원(宮院) 및 사사(寺社)와 권문세가에 의해 분점되었으며, 사사로이 소금을 판매하는 염상(鹽商)까지 나타나게 되었다.\n고려는 후기에 접어들면서 무신의 집권과 몽고의 침략으로 국가의 제도가 전반적으로 해이해졌는데, 염제도 예외는 아니었다. 이같이 문란해진 염제는 충렬왕 때에 이르러 개혁을 시도하게 되었으니, 충렬왕은 동왕 5년(1279)에 도평의사사에 전지(傳旨)를 내려 염호(鹽戶)를 점검하여 염세를 징수토록 하였다.또한 왕은 염세의 징수권을 국가에서 장악하기 위해 동왕 14년에는 사신을 여러 도에 파견하여 각염(榷鹽)하게 하였다. 각염이란 현대의 전매에 상당하지만 실은 전매보다도 염세의 징수권을 지방호족 등의 손에서 국가로 거두어들이도록 방침을 세워 실행하는 것이다.\n\n충선왕의 개혁정책 중 도시상업과 관련하여 주목되는 점은 충선왕 원년(1309)에 실시된 소금전매제이다. 12세기 이후 鹽所가 점차 붕괴되어 궁원·사원을 비롯한 권세가들이 염분을 탈점하여 국가의 염세 수입이 감소하자, 국가 재정난을 극복하기 위해 징세제 대신 전매제를 실시하였다. 개경에 4개의 鹽鋪를 두어 소금의 화매를 실시하고 民部로 하여금 관리하게 하였다. 고려 전기에도 관영상공업을 통해 국가가 생산과 유통을 직접 관장하여 이익을 취하였으나 전매제는 실시하지 않았다. 국가가 직접 생산·유통과정을 장악하는 전매제 실시는 고려 후기 상업의 특징적인 모습의 하나이다. 그러나 전매제는 소금 공급의 부족, 관리의 부정, 권세가·상인 등의 사염의 제조와 유통의 성행 등에 의해 정상적으로 운영되지 못하고 유명무실하게 되었다.\n\n고려시대의 도시 상업에서도 매점 상업이 성행하였음은 알 수 있다. 1321년(충숙왕 8)의 기록에 따르면 개성 시내에 네 개 염전이 있었는데 그곳에서 판매하는 소금을 권세가에서 매점하기 때문에 관부에서 발급하는 표첩을 갖지 않은 자에게는 소금 판매를 금지한 일이 있었다.\n\n고려 무신정권의 최고 실세였던 이의민은 경주 소금장수의 아들로 잘 알려져 있다. 그의 부친 역시 해도동에서 생산된 소금을 부조장터 등에서 구입했을 것으로 추정된다. \n\n[조선]\n 조선시대에는 소금을 생산하는 어민들에게 일정한 세금을 징수하고 자유로운 유통과 처분의 권한을 부여하는 사염제과 국가에서 직접 소금을 굽는 관염제를 병행하였다. \n조선시대에는 연안의 주군마다 염장(鹽場)을 설치하여 관가에서 소금을 구워 백성들은 미포와 환물하였는데, 1411년(태종 11)에 염장역미법(鹽場易米法)을 폐지하였다. 그리고 궁가와 아문(衙門)경영의 소금은 일부 현물로 수납하고, 일반 민영은 세금을 부과해 왔다. \n소금이 생산되지 않았던 만주 영고탑(寧古塔 청나라의 발상지)의 여진족은 자주 국경을 넘어 조선의 장수와 군사들을 납치하여 인질의 교환 조건으로 소금을 요구하기도 했다. 소금의 섭취는 내륙의 여진족에게는 생존과 직결된 일이기 때문에 이 같은 일은 반복돼 일어났다고 한다.\n조선 후기 삼수·갑산 지역에서 군 복무를 하는 군인들은 이 지역에서는 매우 귀한 소금을 곡식 대신에 가지고 가서 바꾸어 군복무를 위한 생활비용으로 쓰기도 했다. \n\n바닷가에서 생산된 소금은 수로나 육로를 거쳐 내륙 깊숙한 곳까지 유통되었다. 고구려 미천왕이 즉위하기 전 소금 장수를 한 것에서 보듯이 소금상인들은 배나 지게, 등짐 등을 이용하여 바다, 강, 육지 교통의 중심지에서 장터나 깊은 산골까지 돌아다니면서 소금을 판매하였다. 이때부터 염포, 염창, 염티 등 소금과 관련된 지명이 많이 생겨났다.\n\n17세기 이후 선박을 이용한 해상 교통이 발달하면서 서울은 상업도시로 성장하였다. 이전까지 조운 중심지였던 마포, 용산 등은 이후부터 전국적 상업유통의 중심지로 발전하였다. 전국에서 생산된 소금과 미곡, 어물 등은 선박을 이용하여 경강에 집결되었다가 다시 분산되었다.\n지방 포구들도 주변 장시와 연결되면서 소금과 곡물 등을 유통시키는 상품 유통의 거점으로 발전해 나갔다. 지방의 경우는 강을 거슬러 배로 수송하거나 육지로 행상이 지고 다니면서 소금을 판매하였다.\n소금장수는 다른 지방의 소식을 전해 주는 통신원과 문화의 전달자 역할을 하기도 했다.\n\n유성룡은 소금 유통 구조를 혁신한 물류 전문가였다.\n임진왜란을 겪은 조선에서 외침에 대응하기 위해 국방력 강화가 필요했고 직업 군인제가 도압되었다. 이 경우 가장 시급한 것은 군량미 문제를 해결하는 것이었다. 류성룡은 이 문제를 어떻게 풀까 고민하다가 소금 생산과 유통 체계를 바꾸는데서 답을 찾았다. 당시 소금은 전매 상품, 즉 국가에서 독점 관리하는 품목이었다. 이 규제를 풀어 국가가 모두 소유하지 말고 절반만 소유하되 나머지는 소금 생산에 관련돼 있는 백성들에게 나눠주자는 것이 류성룡의 생각이었다. 조선시대에는 바닷가 염전에서 바닷물을 끓여 소금을 만들었다. 그러나 소금생산에 종사하는 소금 생산업자(염호)에게 세금을 과중하게 부담시키는 바람에 판매시 이익이 나질 않았고 결국 이를 감당 못한 생산업자들이 도망치는 일이 자주 벌어졌다. 생산자가 도망치다 보니 공급이 줄어들어 소금이 더 귀해졌다. 유성룡은 제시한 해법은 요즘 식으로 말하면 ‘생산자 수익형 전매사업’이었다. 즉 생산된 소금의 절반은 국가에 내고, 나머지를 생산자가 재량껏 활용할 수 있도록 하면 문제는 저절로 해결될 것이라고 본 것이다. 실제로 소금 생산량이 많아지면서 염호들의 매상 및   사유재산도 늘어나게 되었다. 앞 다퉈 생산 증진에 힘써 전체 생산량이 늘어나므로 국가에서 거둬들이는 소금의 양도 늘게 되었다. \n\n조선시대에는 흉년이 들었을 때 나라에서 구호물자를 백성에게 풀곤 했는데, 이때 굶주리던 백성들에게 가장 요긴한 물자는 쌀이나 보리 같은 곡식이 아니라 소금이었다는 기록이 남아있다. 상도(드라마) 40화에서 만상의 임상옥이 소금을 비싼 값에 사들여 구황염으로 풀었다.\n\n조선 말기에 소금은 부상들만의 거래물품이기는 하나 이를 거래함에 각종 구실을 관청은 세금을 수탈했다. 매상세는 물론 나루의 통행료로 내는 관세, 나루에 도착할 때 내는 진세, 배에 짐을 실을 때 내는 복세, 거래가 끝날 때 내는 수월세 등이 있었다.\n\n[일제시대]\n독립군이 봉오동 전투 및 청산리 전투에서 일본군을 상대로 나쁘지 않은 성과를 거뒀음에도 불구하고 한반도를 떠나야 했던 결정적인 이유 중 하나가 바로 일본군의 소금 보급로 차단이었다.\n일제 강점기가 되자 일제의 군자금 충당을 위해 소금은 완전히 전매제(專賣制)가 되었고, 1961년에 염전매법이 폐지되자 종전의 국유염전과 민영업계로 양분되었다.\n\n[근대]\n우리나라의 경우, 현재의 천일염 제조방식이 도입된 것은 1907년으로 인천 주안 염전(鹽田)에서 최초의 천일염이 선을 보였다. 그 뒤 소금의 자금자족이 이루어진 것은 1955년이고 소금의 전매제도가 해제된 것은 박정희 대통령이 집권한 이듬해인 1962년이었다. 1997년 7월부터 수입자유화가 되면서 다른 나라의 소금도 수입하기 시작했다.\n\n[지명의 유래]\n서울특별시 강서구 염창동의 이름은 조선 말기, 서해안 염전으로부터 수집해 온 소금을 보관하기 위한 지은 소금 보관 창고가 있던 곳에서 유래한 것이다.  \n염리동은 동막역 부근에 소금창고가 있었으므로  옛날 서울에 소금을 공급하던 곳으로 소금배가 드나들고 소금전이 섰으며 소금장수들이 많이 살았으므로 이름이 유래되었다. 이들 소금장수들은 동막에서 사온 옹이 항아리에 소금을 담고 나루에서 부린 생선류와 서로 맞바꾸었다. \n마포동의 소금머리골에는 소금배가 드나들던 소금전이 있었다.\n\nhttp://encykorea.aks.ac.kr/Contents/Item/E0051337",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-12-16T10:05:13.051000",
  "updatedAt": "2023-07-09T13:44:36.290000"
}