{
  "id": "9f94e7ad-38bb-481a-b1ef-cb8e2539151f",
  "title": "전쟁과 질병 - 동양",
  "content": "660년 6월 신라와 당나라 군대 15만 명은 백제 사비성 앞으로 집결했다. 신라의 삼국통일 전쟁이다. 나당연합군 진영에서 콜레라ㆍ장티푸스 등 전염병이 창궐했다. 콜레라균에 감염되면 복통ㆍ설사 등 증상을 보이고 탈수가 빠르게 진행된다. 중증의 콜레라 감염자는 4~12시간 만에 쇼크에 빠지고 치료하지 않으면 수일 내에 감염자의 50%가 사망한다. 중증의 장티푸스는 가슴 안에 고름이 고이는 농흉과 장폐색 등 심각한 질병을 일으켜 20%가 사망한다.\n   이런 수인성 전염병은 오염된 물과 음식으로 확산한다. 깨끗한 물을 끓여 먹어야 예방할 수 있다. 사비성 앞에 백마강이 흐른다. 사람도 말도 물이 없으면 생존할 수 없다. 무더운 여름철에 대규모 군대가 모여들면서 강물은 오염됐다. 15만 대군은 전염병에 노출됐다. 전염병은 그해 9월 철군하던 신라군이 신라 내부에도 옮겨왔다. 특히 ‘마마 귀신’으로 불리는 두창 바이러스 감염 피해가 극심했다. 발진ㆍ고열ㆍ구토 등의 증상이 나타난 뒤 사망에 이르는 중증 감염병이다. 호흡기와 피부 분비물로 전염되며 공기로도 전파될 수 있다. 두창은 당나라 군대가 신라군에 전파했다. 한반도 출병을 앞둔 당나라에선 652년부터 이미 질병 유행이 시작된 기록이 있다.\n\n임진왜란에서도 전염병 피해가 나왔고, 이순신 장군도 고초를 겪었다. 1593년 3월께 쓰인 이순신 어록에는 “남해에 전염병이 번졌을 때 공도 병에 걸려 12일 동안이나 고통을 당했다”는 기록이 있다. 1594년 4월 기록은 당시 3도 수군 병력은 총 2만 1500명인데 이 중 5663명이 전염병에 걸렸다고 전한다. 그 당시 왜군과의 전투에서 전사한 수군은 150명인데 전염병은 12배나 많은 1904명의 목숨을 가져갔다. 하루에만 200명이 죽기도 했다.\n또한 의원을 보내어 전염병 환자를 구호해 주기를 청하는 장계(1594년 4월 20일 이후발송 추정)에 의하면, “3도의 수군들이 한 진중(陣中)에 모여 있으므로 봄부터 여름동안 전염병이 크게 번졌습니다”.라고 기록 되어 있다. 이처럼 수군의 전염병의 피해는 점점 커지고 특히, 좁은 공간에서 활동하는 수군의 진영에서 전염병의 피해가 큰 것을 알 수 있다. \n수인성 전염병인 이질이 번졌고 말라리아(학질) 때문에 피해를 키웠다. 말라리아에 걸린 모기에 물려 감염되면 오한ㆍ발열ㆍ구토ㆍ설사 증상을 보이며 신장 손상과 혈소판 감소 등 다양한 합병증으로 사망하게 된다. 수군의 생활 공간인 전선(전투함선)과 거북선 내부가 비좁고 밀폐된 불결한 환경이라 감염률이 높았다.\n특히 1594년부터 대기근이 시작돼 전염병 피해는 극대화됐다. 충무공이 삼도수군통제사 재직 시설 작성한 장계의 초고인 임진장초에는 “군량이 부족하여 계속 굶게 되고 굶던 끝에 병이 나면 반드시 죽게 된다”는 기록이 있다. 전염병은 왜군 진영에도 창궐했다. “1월 말 일쯤부터는 적의 소굴에 전염병이 크게 번져 죽는 자가 연달았습니다”라는 기록도 발견된다.\n\n병자호란 전후(1636-1638)에 중국의 청나라에서 전파된 소의 역병(疫病)이 조선에 널리 확산되어 막대한 피해를 보았으며, 일본에도 확산되었다. 이로 인하여 중국의 청군은 조선을 손쉽게 이길 수 있었다. 조선의 연대기 기록을 보면, 우역(牛疫)이 전쟁보다 더 큰 피해를 끼쳤다는 기록과 주장이 많다.\n\n일본은 한반도에서 벌인 청일전쟁에서도 전염병에 큰 피해를 봤다. 1894년 9월 평양 교전에서 일본군에 패배한 청나라 기병대 시체가 대동강을 떠다녔다. 유일한 수원지가 오염돼 역병이 창궐했다. 또한, 이가 물어 세균을 옮기는 발진티푸스에 전염됐다. 전신 통증과 의식장애ㆍ환각 등 중추신경계 합병증으로 번지는데 치료받지 못하면 감염자의 40%가 사망한다. 일본군 전체 사망자 1만 3000여명 중 전사자는 1500여명에 그쳤다. 대다수가 전염병과 질병에 사망했다.\n\n19세기말 20세기초 한반도에서 성병 만연의 직접적 계기는 개항과 전쟁을 통해 흥기한 일본인의 매춘업 때문이었다. 특히 일본인 거류지와 청일전쟁 및 러일전쟁에서 매춘업이 성행함에 따라 한국에서 성병은 일본인 매춘여성을 시작으로 확대되어 나갔다.\n한국에서 청일전쟁은 1894년 7월말부터 10월말까지 대략 3개월간 진행되었는데, 통계가 작성된 18개월 평균 134명에는 미치지 못하지만, 매월 60여명의 신규 성병환자가 발생하고 있었다. 심지어 전쟁이 본격화되는 8월 이전에 이미 성병환 자가 있는 것으로 보아 주둔군 주변에서 매매춘이 성행했을 것으로 추론할 수 있다. 특히 전쟁의 와중에 지속적인 성병환자의 신규발병은 매춘업이 전장을 가리지 않고 성업중이었음을 반증하는 것이며, 이로 인한 민간인에 대한 성병확산 역시 충분히 예상할 수 있다.\n러일전쟁은 전후 한국이 사실상 일제 식민통치하에 편입되기 시작했다는 점에서 중요한 의의를 가지지만, 전쟁 자체만으로도 여러 방면에서 한국사회에 영향을 미쳤다. 예컨대, 러일전쟁을 준비하는 과정에서 일본군은 청일전쟁 때의 12개 사단에서 18개 사단으로 증강하였고, 울산, 부산, 인천, 서울, 진남포, 군산, 원산, 평양, 경성, 회령, 용암포 등 군사적 요충지를 중심으로 주둔군에 기생하는 업종을 크게 활성화시켰다. 매춘업은 그 대표적 직종이었다. 러일전쟁 직전 군대가 주 둔하면서 평양, 용암포 등지에서 매춘업이 크게\n증가하였고, 의주에서는 거류민의 25%가 신의주 에서는 10%가 매춘업에 종사할 정도였다. 매춘 영업은 러일전쟁 이후 계속해서 증가하는 추세였으며, 매춘여성이 늘어 날수록 성병도 함께 증가하였다.\n\n\n1950년 12월 정부는 모자란 병력을 보충하기 위해 17세에서 40세 사이 장정을 대상으로 국민방위군 동원령을 의결했다. 이 장에서는 두 가지 사실을 밝혔다. 첫째, 유엔군 사령부의 조사결과 국민방위군 사상자 다수가 아사나 동사가 아니라 전염병 발진티푸스에 걸려 사망한 것이었음을 확인했다. 둘째, 전염병의 통제 여부가 전쟁의 승패를 가른다는 인식에 따라 유엔군사령부에서 특단의 조치로 민간인의 전염병 통제를 위한 미8군 사령부 산하 주한유엔민간원조사령부(UNCACK)가 조직되었다는 사실을 밝혔다. 국민방위군이 1951년 3월에 해체되는 것은 군수뇌부의 부패 행각뿐만 아니라, 발진티푸스 유행을 통제하지 못한 데도 큰 원인이 있었다는 점이 확실해졌다.\n1951년 한해 벌어진 전 인구를 대상으로 한 유엔군사령부 공중보건 복지부의 예방접종과 DDT 살포를 다뤘다. 전 국민에 접종되고 살포되어 과업이 ‘성공적으로’ 완수되었다. DDT 살포의 효과를 위해 마치 총같이 생긴 살포 기구로 신체 구석구석 속속들이 살포하는 방법을 세밀하게 보여준 것, 아울러 살충 효과를 확인하기 위해 살포 빈도와 유지 시간을 ‘과학적’으로 확정했음",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "4138527f-e6f8-4703-a629-ac8b2ca0439c"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-22T00:20:51.550000",
  "updatedAt": "2024-03-15T09:30:35.360000"
}