{
  "id": "9fea3f67-68fc-4bc6-b5d4-a325589a9f58",
  "title": "공기감염·비말감염 차이",
  "content": "중동호흡기증후군(MERS, Middle East respiratory syndrome coronavirus, 메르스)으로 인한 사망자가 13명, 확진자가 145명(14일 현재)으로 급증하면서 메르스의 공기감염 여부를 두고 다시 논란이 일고 있다. 감염 경로가 모호한 환자가 속출하고 있는데도 보건당국은 일관되게 “공기감염 가능성은 제로”라며 일관된 답변만을 내놓고 있다.\n\n \n지난 11일 정부세종청사에서 열린 보건복지부 중앙메르스관리대책본부 언론브리핑에서 엄중식 한림대 강동성심병원 교수(감염내과)는 “접촉 경로가 분명하게 밝혀지지 않은 사례가 있을 뿐이지 공기전파 가능성은 거의 없다”고 말했다. \n\n \n￼\n비말감염은 감염자가 기침·재채기를 할 때 침 등 작은 물방울(비말)에 바이러스·세균이 섞인 상태로 다른 사람의 입과 코로 들어가 감염되는 경우다. 비말 크기는 5㎛(1㎛=100만분의 1m) 이상으로, 보통 기침을 한 번 하면 약 3000개의 비말이 전방 2m 내에 분사된다.\n\n \n연무질(煙霧質, 에어로졸)은 비말보다 직경이 더 작은 침방울이다. 비말은 지구 중력에 이끌려 비교적 이른 시간에 땅으로 떨어지지만, 연무질은 워낙 작고 가벼워서 중력의 영향을 잘 받지 않은 채 공기 중에 상당 기간 머무를 수 있다. 병원에선 환자에게 인공호흡기를 장착하거나, 기관지내시경을 했을 때 연무질이 생겨난다.\n\n \n메르스의 경우 환자와 2m 이내 공간에서 1시간 가량 접촉(밀접 접촉)하면 바이러스가 전염되는 것으로 알려져 있다. 하지만 이번에 메르스 환자를 진료한 의사가 5분간의 밀접 접촉만으로 전파가 이뤄지면서 감염에 소요되는 정확한 시간을 확정짓기 어려운 상황이다. \n\n \n￼\n김수영 을지대병원 예방의학교실 교수는 “비말감염이라 해도 에어컨 등이 바이러스를 빨아들인 뒤 공기 중에 내뿜게 되면 비말이 훨씬 멀리 퍼질 위험이 있어 전염 범위를 2m라고 단정할 수 없는 상황”이라고 말했다. 비말감염으로 전염되는 대표질환은 독감, 백일해 등이며 메르스 역시 비말감염으로 전염된다고 알려졌다.\n\n \n공기감염은 바이러스가 공기 중에 떠다니다 타인이 공기를 흡입할 때 호흡기를 통해 감염되는 것을 의미한다. 바이러스가 있는 입자가 5㎛보다 작을 때 공기감염되는 것으로 알려져 있다. 전염력이 커 최대 48m 떨어진 사람에게도 감염시킬 수 있다. 공기감염으로 전염되는 대표질환은 결핵, 홍역, 수두바이러스 등이다.\nB형·C형간염 바이러스는 주로 혈액을 통해 감염되고, 노로바이러스 등 식중독균은 감염자의 배변이나 구토물을 통해 감염된다.\n\n \n방역당국과 감염내과 전문의들은 메르스가 공기감염으로 전파됐다면 지금보다 훨씬 많은 환자가 발생했을 것이라며 공기감염 가능성을 낮게 봤다. 엄중식 교수는 “삼성서울병원의 외래환자는 하루 8000명에 가까운데, 메르스가 공기감염이라면 전체 환자의 약 5%인 400명 정도가 이미 감염됐을 것”이라며 “지금 상황이 그 정도는 아니다”고 말했다. \n\n \n￼\n또 공기전염인 경우 한 집에 사는 가족은 대부분 함께 전염돼야 하지만 실제 임상 양상은 그렇지 않다고 설명한다. 현재까지 국내 감염자 중 가족간 전파가 일어난 경우는 10% 이내로 중동지역과 비슷하다. 결과적으로 바이러스에 접촉한 경위를 모른다고 해서 공기감염이라고 단정짓기엔 무리라는 게 보건당국의 입장이다.\n\n \n물론 비말감염질환이라도 의료기관에서 환자의 가래뽑기 같은 특수한 시술을 하는 경우 에어로졸 입자가 생성돼 의료진과 감염자 사이에 공기감염이 일어날 수 있다. 이같은 제한적인 공기감염은 이미 잘 알려져 있던 사실이다. 전문가들은 이런 경우는 인위적으로 생긴 특수한 사례일 뿐 일반적인 상황에서 메르스가 전파되는 방식은 아니라고 설명한다.\n\n \n엄 교수는 에어로졸 감염 가능성에 대해 “일부 영향을 끼쳤을 수 있지만 슈퍼 전파자인 1번, 14번, 16번 모두 에어로졸을 일으킬 수 있는 기관삽관이 격리 병상으로 옮겨진 뒤 시행됐다”며 “기도삽관을 받을 정도로 폐렴 상태가 중한 상태에서 자유롭게 병원을 이동한 게 환자가 발생한 이유”라고 선을 그었다.\n\n \n반대 의견도 있다. 지난 12일 박길홍 고려대 의대 생화학교실 교수는 KBS 라디오 ‘안녕하십니까 홍지명입니다’에 출연해 “탁 트인 넓은 공간이나 지역사회에서 널리 만연할 가능성은 없지만, 병원 입원실이나 가정 등 환기가 불량한 좁은 공간에서는 환자의 호흡기 분비물이 공기 중에 부유한다”며 “이런 상황에서는 공기전염이 가능하다”고 강조했다.\n이어 “세계보건기구(WHO)는 메르스가 유행할 경우 의료진은 호흡기 환자가 왔을 때 전염 가능성을 항상 염두에 두고 기본감염 예방은 물론 공기감염 및 접촉감염 주의사항도 반드시 이행해야 한다고 권고한다”며 “국제적으로 비좁은 공간 내에서는 공기전파의 가능성을 완전히 배제하고 있지 않다”고 강조했다.\n\n \n지난해 7월 사우디아라비아 킹파드의학연구센터가 발표한 연구결과도 주목할 만하다. 연구팀은 “메르스 감염 환자가 소유한 낙타농장의 헛간에서 공기 중에 떠 있는 메르스바이러스 조각을 발견했다”며 “이는 메르스가 공기를 통해 감염될 수 있는 가능성을 보여주는 최초의 명확한 증거”라고 발표했다. 이어 “사흘 연속 헛간에서 공기 샘플을 채취했는데 첫날 샘플에서 메르스 바이러스 조각이 검출됐다”고 설명했다. 이날 낙타 9마리 중 1마리는 메르스 양성 판정을 받았다. 더욱이 공기 중 바이러스 조각의 유전자 정보와 사망자·낙타에서 검출된 바이러스가 모두 일치했다. 연구팀은 “메르스도 감기나 인플루엔자처럼 공기를 통해 감염되는 질병일 수 있다”며 “알려진 것보다 전파가 더 쉽고 빨라지면 통제하기 어려울 수 있다”고 주장했다.\n\n \n미국 질병통제예방센터(CDC) 산하 산업안전보건연구소의 실험에서 환자가 뿜어낸 에어로졸은 공기 중에 20분 이상 떠 있었다. 병실처럼 꾸민 시뮬레이션 실험실에서 환기 시설을 멈춘 뒤 기계를 이용해 기침을 만들어보니 지름 0.3~0.4μm인 에어로졸이 병실에 가득 퍼져 있었다. 메르스는 에어로졸 상태에서 습도가 낮으면 더 오래 생존하는 것으로 확인됐다. \n2013년 미국 국립보건원(NIH) 산하 알레르기·전염병 연구소는 “메르스바이러스가 공기 중에서 생존한 것은 에어로졸 형태로 전파될 수 있음을 의미하는 것”이라고 밝혔다.\n\n \n메르스를 포함해 2003년 중증급성호흡기증후군(사스, SARS), 2009년 신종플루, 2014년 에볼라바이러스 등 최근 몇 년 새 급증해 사람들을 공포에 떨게 한 신종 전염병의 75%는 야생동물에서 사람으로 넘어와 진화한 바이러스다. 이처럼 동물과 인간 사이에 전파되는 병원체에 의해 발생하는 질병을 ‘인수공통전염병’이라고 한다.\n\n \n주로 척추동물에서 인간으로 전염되는 질병을 말하지만, 동물이 전염의 주요 매개체로서 역할하지 않더라도 인간과 동물에 공통으로 감염될 수 있는 질환들을 총칭한다.\n보통 동물이 먼저 바이러스를 갖고 있기 때문에 항체가 없는 인간에게 치명적이다. 또 병원체를 매개하는 동물과 사람을 모두 통제해야 하고, 바이러스의 돌연변이가 잦아 백신과 치료제 개발이 쉽지 않다.\n인간과 관련 있는 인수공통전염병은 120종에 달하는 것으로 알려져 있으며, 그중 약 30∼40%가 국내에서 발병 가능한 것으로 예측된다.\n\n \n\n\n[저작권자 ⓒ 조세일보 무단전재 및 재배포 금지]",
  "color": "default",
  "labels": [
    "19e61c8e-f497-407f-9d27-abd4f79af89f",
    "3eb0cfd5-dae1-4185-9fcc-6a2b31fecda2"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-01-26T19:06:42.706000",
  "updatedAt": "2020-01-26T19:08:30.330000"
}