{
  "id": "a013267d-3644-4330-b9da-b33322e638f0",
  "title": "쿠팡",
  "content": "전문가가 분석하는데 쿠팡이 유상증자로 돈 떙겨올거 다 땡겨왔는데... 그걸로 설비투자하면서 임금주고, 쿠팡이 매년 적자가 1조가 넘는대요\n쿠팡이 가지고 있는 현금이 몇 조가 안된다네요\n유상증자로 땡겨 쓰는 걸로 길어야 3~4년 본다는대\n미국 증시에서 퇴출될 가능성 높지 않나요?\n손정의도 투자금 다 빼고...\n뭐 미국대학교들과 빌게이츠재단, 조지소로스 투자했다는데, 소로스나 빌게이츠재단은 투자금이  얼마 되지도 않아서...\n\n2021. 9. 18. 손정의 회장이 수장으로 있는 소프트뱅크의 비전펀드가 쿠팡 주식을 매각했다. 전체 자신이 보유한 쿠팡 주식의 10% 수준인 5700만 주, 평가 금액 1조9800억원이다. 지난 3울 뉴욕증권거래소에 상장된 이후 소프트뱅크는 총 30억달러를 투자해 대략 37%의 지분을 보유하고 있었다. 시장에서는 소프트뱅크가 쿠팡 주식을 매각한 이유로는 중국 당국의 강력한 규제를 주 원인으로 보고 있다. 중국 당국의 규제로 인해 소프트뱅크가 투자한 스타트업의 손실이 발생하였고 이를 보전하기 위한 조치로 쿠팡 주식을 매각하였다고 보고 있다. 이번 쿠팡 주식 매각과 비슷하게 올해 우버 주식을 4조원어치 매각한 사례를 들수 있다. 당시 매각에 대해서 소프트뱅크 측에서는 비전펀드 재원 조달을 위해서 자금 순환을 할 필요성 때문에 매각을 했다고 밝혔었다. \n최근 여러 나라에서 플랫폼 기업들을 규제로 압박하는 일들이 많이 생기고 있다. 쿠팡 또한 플랫폼 기업으로서 일정 부분 제재를 같이 받을 것이기에 앞으로의 잠재 성장 예측치가 낮다고 판단했을 수도 있다.\n\n또한 최근 쿠팡이 국내에만 비즈니스를 운영하고 있으며 경쟁 상대인 네이버 쇼핑 및 기존 오프라인 유통업체의 온라인 서비스 확장으로 인해서 먹을 수 있는 파이가 점점 작아지고 있다는게 추후 매출 성장에 안 좋은 영향을 미치고 있다고 판단했을 수도 있다. 또한 기업이 커질 수록 붉어지는 서비스 문제, 추가 물류기지 확보의 한계, 최근 발생한 덕평물류센터 화재와 같은 예상치 못한 대규모 적자에 대한 리스크 및 네이버, 카카오 등의 거대 플랫폼 업체와의 끝없는 경쟁 등 주식을 매각하는 Decision making에 영향을 주었을 수도 있다. \n하지만 아직도 손정의 회장의 소프트뱅크의 비전펀드는 쿠팡의 1대 주주 자리를 유지하고 있다. 일반적으로 대주주가 지분을 줄일려는 확실한 의도가 있다면, 장외를 통한 대량매도를 시도하는데, 이번에 장내에서 매각을 한 것이기 때문에 큰 우려를 하지 않아도 될 것으로 시장은 보고 있다. \n\n세계대학 랭킹 1위 미국 매사추세츠공대(MIT)가 기부금을 쿠팡 주식에 투자했다가 3000억원의 손실을 보고 있는 것으로 드러났습니다. 미국 워싱턴대학교도 쿠팡 주식으로 1000억원을 날렸습니다. 쿠팡 주가가 급락하면서 미국 대학들의 손실이 불어나고 있습니다.\n쿠팡은 2021년 3월 11일 뉴욕증시에 공모가 35달러로 상장했습니다. 상장 첫날 69달러까지 급등한 이후 지속적으로 하락해 2022.04.29일 종가 기준 13.63달러까지 급락했습니다. 미국 대학들은 주가가 공모가 이하로 떨어진 작년 3분기부터 쿠팡을 집중적으로 매집했습니다.\n빌 게이츠의 자선단체인 빌앤드멀린다게이츠재단은 주가가 최고점을 찍은 작년 1분기에 3500억원 (571만여주)을 투자했습니다. 평균 매입 단가는 49.35달러입니다. 주가가 급락하면서 빌게이츠 재단의 쿠팡 평가 손실액은 2500억원을 기록하고 있습니다.\n주가가 회복하지 못하면 대학들은 혈세와 같은 기부금을 날리는 초유의 사태를 맞이하게 됩니다. MIT의 손실액인 3000억원은 전교생(학부생 4638명)에게 1년간 전액 장학금을 줄 수 있는 규모입니다. 한국이었으면 학교 임원진이 전원 옷을 벗었을 사안입니다.\n세계 최고의 두뇌가 모인 미국 명문대가 쿠팡에 투자한 이유는 정확히 밝혀지지 않았습니다. 다만 이들 대학의 연구와 기사를 추적하면 왜 쿠팡에 기부금까지 몰빵했는지 유추할 수 있습니다.\nMIT가 발행하는 기술전문분석지인 MIT 테크놀로지 리뷰는 작년 6월 쿠팡과 아마존을 비교한 심층 기사를 냈습니다. 기사에서 MIT는 대한민국 국민의 절반이 쿠팡 앱을 사용하고, 쿠팡의 ‘로켓배송’은 온라인 쇼핑의 원조인 아마존을 압도하고 있다고 적었습니다.\n사업 구조 자체가 외국인들이 좋아할 요소를 갖추고 있다는 분석도 나옵니다. 쿠팡 이사회 멤버였던 리디아 제트 비전펀드 매니저는 “쿠팡은 아마존에 UPS(로켓배송), 도어대시(쿠팡이츠), 넷플릭스(쿠팡플레이)가 결합한 첨단 플랫폼 기업”이라고 말했습니다.\n쿠팡에 물린 것은 미국 대학뿐만이 아닙니다. 베일리기포드, 듀케인캐피탈 등 수많은 기관과 미국 투자 대가들이 쿠팡으로 막대한 손실을 보고 있습니다. 미국 자산운용사인 로즈버드어드바이저는 작년 4분기 운용자산의 전부를 쿠팡 주식으로 채웠습니다.\n\n주가를 둘러싼 의견은 팽팽하게 갈리고 있습니다. 하락론자들은 시가총액(26조원)이 이마트(3조5263억원)와 비교해 과도하게 높다고 주장하고 있습니다. 상승론자들은 로켓배송의 가치를 절대적인 수치로 평가할 수 없다는 입장입니다.\n논란은 쿠팡 직원들이 회사 내부 사정을 익명 커뮤니티에 공유하면서 더욱 거세졌습니다. 한 쿠팡 직원은 “흑자로 돌아설 사업 계획이 보이지 않는다”며 “올해 말 주가를 8달러로 예상한다”고 말했습니다. 다른 쿠팡 직원은 “쿠세권이라는 신조어가 생길 정도로 충성 고객이 안정화됐다”며 회사 존속에 문제가 없다고 반박했습니다.\n쿠팡 주식에는 베일리기포드, 골드만삭스 등 수많은 기관과 투자 대가들이 물려있습니다. 대부분 50~60%의 손실을 보고 있습니다. 일각에서는 대가들이 이유 없이 쿠팡에 투자하지 않았을 것이고, 주가가 급락한 지금이 매수기회라는 분석도 나옵니다.\n\n쿠팡이 올해 1분기에 역대 최대 매출을 달성하고, 영업적자를 절반 가량 줄였지만 주가 하락을 막지는 못했다. 쿠팡 주가가 부진한 것은 매 분기 사상 최대 매출을 경신하며 성장세를 이어왔지만, 시장에서는 연간 적자 규모가 눈덩이처럼 불어나는 탓에 수익성에 대한 의문을 품어왔기 때문이다.\n쿠팡은 지난해 2021년 22조원에 달하는 사상 최대 매출을 올렸지만, 적자 역시 1조8천억원으로 사상 최대 규모였다. 지난해 8월 보호예수가 해제되면서 쿠팡의 주요 투자자들이 잇따라 주식 매각에 나선 것도 적잖은 영향을 줬다. 지난해 9월 손정의 회장이 이끄는 비전펀드가 보유 중인 쿠팡 주식 약 10%에 해당하는 5천700만주를 매각했고, 그린옥스 캐피탈도 지난해 8월 5천769만주, 9월 151만주 등 연달아 주식을 팔았다.\n그러나 쿠팡이 올해 1분기 처음으로 적자 규모가 감소했다는 1분기 실적을 발표하면서 주가가 반등할 것이라는 기대가 나온다.\n쿠팡은 주가 등락과 관계없이 지금까지 해왔던 것처럼 고객 경험에 집중하며 투자와 성장을 계속하겠다는 입장이다. 김범석 쿠팡 이사회 의장은 이날 실적 발표 후 콘퍼런스콜에서 \"자원을 배분하는 것은 고객에게 최고의 효율로 최고의 경험을 주겠다는 목표에 따라서 정한다\"며 주가등락보다는 장기적 관점에서 투자하겠다고 밝혔다.\n\n쿠팡 주가가 맥을 못 추고 있는 데는 크게 세 가지 이유가 있다. 크게는 미국의 양적완화 종료와 기준금리 인상 등 정책 전환의 영향으로 성장주들이 힘을 잃으면서 온라인 기반 사업을 하는 쿠팡도 동반 하락한 성격이 짙다. \n두 번째, ‘한국의 아마존’을 표방했으나 아마존처럼 이익을 내지 못하는 쿠팡을 성격 급한 투자자들이 기다려주지 못했다. 쿠팡은 지난해 사상 최대 규모인 14억9396만달러의 영업손실을 기록했는데, 3분기, 4분기에도 손실 규모가 줄어들지 않은 것으로 확인되자 기다리다 지친 투자자들이 손절에 나선 것으로 보인다. \n세 번째는, 손정의 회장 등 쿠팡에 투자했던 주요 기관들이 주식을 대거 매도한 것이 불안감을 부추긴 것으로 보인다. 손 회장의 비전펀드 (SB인베스트먼트어드바이저)는 2021년 9월 쿠팡 주식 5700만주를 매각한 데 이어 2022년 3월에도 5000만주를 추가로 매도했다. \n이같은 환경 속에서도 쿠팡에 대한 관심의 끈을 놓지 않고 있는 투자자들이 적지 않다. 무엇보다 최근 주가가 하락하면서 상대적인 메리트가 생긴 것이 투자자들을 불러 모으고 있다. \n역대급 적자를 냈는데도 이들의 시선을 잡은 것은 매출이다. 쿠팡은 지난해 184억달러의 매출액을 올렸다. 전년 대비 54% 증가한 기록이다. 적자 규모는 확대되고 있으나 매출 증가속도 또한 빠르고 증가폭도 크다. 성장 속도가 빠른 대기업의 경우 현재 적자 여부보다는 매출 증가를 중시하는 투자자들이 많다. \n대표적인 사례가 테슬라다. 테슬라는 오랜 기간 천문학적인 적자를 내다가 흑자로 돌아서자 테슬라에 대한 의구심도 크게 해소됐다. 국내에서 아직 한 번도 이익을 내지 못한 마켓컬리가 기업공개(IPO)를 준비 중인 것 역시 같은 논리로 풀 수 있다.  \n비전펀드 등 주요 투자자들이 주식을 팔았다고 해도 여전히 쿠팡의 최대주주는 5억1100만주 이상 보유한 비전펀드다. 지분율만 32.4%에서 29.01%로 소폭 감소한 상태다. \n\n뭐 성장성, 매출 이렇게말하는대 한국에서 압도적으로 점유율 높은 것도 아니고 이미 cj, 네이버 이런 곳과 경쟁중이죠. 한국에서 점유율 60% 독과점이면 모를까, 동아시아 진출해서 자리 잡았으면 모를까\n쿠팡이 안타까운게 애초에 설계부터 잘못되버림\n규모 경제 달성하려면 매출증가하는 만큼 상품매입 비중이나 물류비용이 감소해야 흑자전환이 가능한대  매출원가는 상품매입비 + 물류비로 구성되는대 쿠팡은 저게 적자임\n자동화비율도 현저히 낮고 인력 의존도가 대부분이라 국내에서 일하는 사람들만 좋지 주주입장에선 썩은 기업입니다. 쿠팡이 규모경제 실현 불가능한 이유가 처리하는 물동량이 많을수록 비용이 증가하는대 이게 자동화가 안되서 그럼\n아마존이 쿠팡과 다른점은 아마존은 이미 사람이 전반적인 부분만 담당하고 로봇, 기계통해서 물류효율 극대화시킴. 쿠팡은 둘다 안됨.\n\n쿠팡 미래가어둡다고 생각하는이유\n단기차입금이 계속 증가중\n정산금으로 돌려막는중\n개선자체가 어려운 고비용 물류구조\n\n자동화가 안되어 있어서 규모의효율이 안나와요\n노동집약인데 문제가 그 노동력조차도 제대로 뽑아쓰지도 못해요. 팔면 팔수록 적자라는게\n노동력 효율이 구려서 물류비를 상회하는거죠\n물류비에서 남겨먹는게 없음. 물류센타가보면 여자들이 그리 많은데.....물류비에서 남겨먹는다는게 불가능하긴 하죠.\n\n아마존도 이커머스 부문은 손익분기점만 간신히 넘기는 수준이고 대부분의 이익은 AWS(클라우드 컴퓨팅)에서 나오고 있죠. 반면 쿠팡은 이커머스가 손익분기점은 고사하고 엄청난 적자폭만 줄여도 다행입니다. AWS에 상응하는 다각화된 수익원은 없다시피 하고요.\n그나마 코로나가 점유율과 이익율을 획기적으로 늘릴 수 있는 기회였는데 이에도 실패했고요. 쿠팡이 망할지, 지금보다 쪼그라든 형태로 존속할지, 아니면 어떻게든 외부 자금을 추가로 수혈해서 근근이 버틸지 예측하기 어렵습니다만 지금보다 더 성장할 가능성은 낮다고 봅니다.\n\n쿠팡 물류 시스템은 비효율의 극치입니다.\n소프트 문제뿐만 아니라 수도권 좁은 땅덩어리의\n 한계로 센터건설 자동화 스시템 구축을 못해서\n비효율적인 재고관리, 그로 인한 공간제약, 쓸데없는\n화물의 이동에 의한 노동력 및 비용발생. 구조적으로 답이 없음. 카트 끌고 수백명이 갈팡질팡하고 지게차는 하루에 수십번 같은 물건 옮기는 일이 발생 하는곳이 쿠팡이죠. 비효율의 극치.\n\n쿠팡은 상장시기와 맞물려서 자금 유입될 때 다른거보다 자동화 설비에 투자했어야 했는데, 외형확장에만 치중하다보니 그판단이 결국 자본잠식으로 이어지는 구조로 가게 될 수 밖에 없어보임.\n\n쿠팡 월회비 만원까지 낼 용의 있음. 이제 쿠팡 없는 생활 생각도 못 하겠네요.\n\n2022년 4분기 2700억 흑자\n2023년부터 연간 수조원 흑자 예상?\n\n쿠팡이 2분기 연속 흑자를 기록했지만 연간 흑자 달성에는 실패했습니다.\n미국 뉴욕증시에 상장된 쿠팡은 지난해 영업손실이 1억 천201만 달러로 전년 대비 92% 감소했다고 공시했습니다. 지난해 매출은 205억 8천261만 달러로 전년 대비 26% 증가해 연간 최대를 기록했습니다. 지난해 4분기 영업이익도 8천340만 달러로 작년 3분기에 이어 두 분기 연속 천억 원대 흑자를 기록했습니다.\n쿠팡 실적은 현지 시각으로 지난달 28일 증시가 마감된 뒤 발표됐고, 28일 주가는 1.91% 오른 15달러 51센트에 마감됐습니다.\n\n온라인 이커머스 시장 선두주자 입지를 확고히한 쿠팡은 향후 오프라인 시장 선점까지 노리겠다는 포부를 밝혔다. 지난해 26조원 매출을 낸 쿠팡이 유통 시장에서 차지하는 비중은 4.4%에 불과, 온오프라인 통합 전체 유통 시장에서 쿠팡의 성장 가능성은 아직 크다는 설명이다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-06-07T07:17:26.663000",
  "updatedAt": "2023-03-01T13:55:06.017000"
}