{
  "id": "a031f58b-818e-4420-9fa9-2511172f74b2",
  "title": "급조무기의 역사",
  "content": "![image](media/193fb154f5e.b600ca2d682c43cb.jpg)\n![image](media/193fb159b30.b3b73b2ab8f7790c.jpg)\n\n\n\n\n[마흐노의 마차]\n러시아 내전 시절 Тачанка(타찬카)라고 불리는 민간의 건초 달구지나 이동용 마차를 징발해 맥심 기관총 같이 당시로는 거치식으로만 사용 가능하던 초기 기관총을 달아 소나 말이 끌게 한 물건으로 러시아 혁명 뒤 우크라이나 흑군의 네스토르 마흐노가 개발했다고 알려져 '마흐노의 마차'라는 별명으로 불렸다.\n\n[NI 전차]\n제식명인 NI는 러시아어로 '허풍에 의한 후퇴'의 약자다.\n2차대전 당시 소련군의 급조 경전차. 바르바로사 작전이 일어나고 있을 때 소련군이 민간 트랙터를 가지고 임시방편으로 만들어낸 전차이다. \n민간 트랙터에 되는대로 장갑판 같은 것들이나 포탑에 올릴만한 무장을 달아서 만들어낸 것. NI 전차들에 탑재한 무장은 가짜 포, 기관총, 기관포, 대전차포 등 각양각색이었다.\n바르바로사 작전 중 우크라이나 오데사 방어전 당시 어떻게든 독일군과 루마니아군의 진격을 막아내기 위해서 소련군이 급조해낸 물건으로, 그 성능이 트랙터에 터렛 단 장갑차 수준이었음에도 불구하고 정체불명의 전차로 위장하고 진격과 후퇴를 반복하는 심리전을 벌였으며, 소총탄을 막을 만한 장갑이 있었기 때문에 대전차 화기가 부족한 나치 독일군에게 잠시 당혹함을 주었다. 이후 독일군이 Panzer 전차로 이를 파괴했지만, 오데사가 완전  점령당하기까지 73일이나 시간을 끌어주면서 35만명의 군인과 민간인들이 빠져나가는데 도움을 줬다. \n\n[무장 짚차]\n제2차 세계대전 사막이 대부분이었던 북아프리카 전선, 영국육군의 LRDG(Long Range Desert Group)는 사막을 넘나들며 적진 깊숙이 침투해, 정찰 및 정보를 수집하는 임무를 맡고 있었다. 사막에서 LRDG 대원들은 기동성 높은 차량이 필요했고, 부대원들은 당시 영국군의 군용 트럭을 본인들의 임무에 맞게 개조하기 시작했다. 차량에는 주변에서 긁어 모은 온갖 무장들이 장착되었으며, 항법장비와 무전기 그리고 작전기간 동안 필요한 각종 물품들을 적재할 수 있었다.\n당시 일반 군인들의 눈에는 다소 괴기스러운 차량들이었지만, 병력이라고는 300여명에 불과한 LRDG는 이들 차량을 가지고, 독일군과 이탈리아 군을 상대로 '히트 앤드 런'(Hit and Run) 전술을 구사해 큰 성과를 거두었다. \n영국군 대위 스털링은 기관총을 여러 정 장착하고 냉각장치를 개조한 미국산 윌리스 지프와 시보레 트럭에 연료, 식량, 무기를 가득 싣고 항해를 하듯 사막을 가로질러 적의 후방을 기습공격하고 다시 차를 타고 복귀하는 계획을 창안했다.\n주차량은 시보레 트럭으로 튼튼하고 대형인 이런 트럭은 장기간 작전임무가 대다수인 영국 특수부대에 딱맞는 차량이였다. 여기에 사막에 맞게 사막색으로 칠해진 차량과 비커스사의 기관총으로 무장 사막을 항해하는 유목민처럼 생활하고 활동했으며 이런 특성을 잘 살려 북아프리카의 독일군을 상대로 막대한 피해를 입히게 된다. 드넓은 사막위를 자동차로 휭단하며 독일군이 예상치 못하는 곳에서 나타나 귀신같이 사라지는 전술을 주로 이용하여 독일군은 괴롭혔다.\n그들이 시보레 트럭과 더불어 애용했던 것이 당시 미군으로부터 공여받은 JEEP로 비록 차체는 작았지반 튼튼하고 가벼워 사막의 이동수단으로 안성맞춤이었다. 여기에 라지에이터의 수분을 재활용하는 과급기들을 개조해 달고 여러 무장을 추가하여 그들만의 무기를 만들었는데 이는 훗날 SAS들의 주무기로 애용되었다.\n1942년 7월에는 윌리스 지프를 개조한 새로운 차량이 등장했고, SAS는 이 차량을 사용해 독일군의 공군기지를 성공적으로 공격한다. 작전마다 차이는 있지는 어떤 작전에서는 독일 공군 전투기 30여대를 파괴한 것으로 알려지고 있다. 이들의 신출귀몰한 작전으로 독일군은 심각한 타격을 입었다. 사막의 여우라는 별칭으로 잘 알려진 독일군 아프리카 군단의 롬멜 장군은, 당시 LRDG가 북아프리카에 주둔했던 영국군의 그 어떤 부대 보다 독일군에 가장 큰 피해를 주었다고 평가하기도 했다.\n\n[화염병, 몰로토프 칵테일(Molotov cocktail)]\n개발자는 알 수 없으나 이미 제1차 세계 대전 때부터 대전차무기로써 사용되었다는 기록이 있을 정도로 유서 깊은 무기이다.\n병에 인화물질을 넣고 심지가 꽂힌 간단한 형태를 하고 있지만, 그 간단한 외형처럼 쉽게 만들 수 있는 물건은 아니다. 대충 만든 화염병을 사용하다가는 투척자의 손에 인화물질이 새거나 심지가 빠져 인화물질을 뒤집어써서 사용자의 몸이 활활 타는 끔찍한 상황이 나오기 쉽기 때문.\n제2차 세계 대전 당시 일어난 겨울전쟁에서 유래된 물건으로, 당시 핀란드는 군수 물자가 별로 없어서 핀란드인들이 소련에 대항하는 무기를 만든 것이 시초였다. 몰로토프 칵테일이라는 이름은 겨울전쟁 당시 소련의 외무장관 뱌체슬라프 몰로토프에서 유래했다. 겨울전쟁 당시 핀란드의 국영 주류회사인 알코(Alko)에서 제작한 것으로, 750ml 병에 가연성 혼합액체와 성냥으로 구성된 군수품이다. 45만병 이상이 제조되었다.\n\n2차 세계대전기에는 화기가 부족한 상황에서 대량으로 운용되었는데, 소련군, 핀란드군, 각지의 반란군 등 무기가 부족한 세력이면 아무나 썼다, 그 중 특이한 사례로 영국군이 76형 화염병이라고 불리는 '백린' 화염병을 본토 수비용으로 썼다.\n\n2022년 우크라이나-러시아 전쟁동안 우크라이나 국방부는 시민에게 저항을 촉구하면서 공식적으로 화염병 제조법을 가르쳤다. 그리고 24시간 동안 우크라이나 구글에서 가장 많이 검색된 검색어로 등극했다.\n\n[건트럭(Gun Truck)]\n건 트럭은 군용 트럭에 장갑판을 떡칠하고 기관총 등을 장착해서 무장을 강화한 트럭이다.\n베트남 전쟁 당시 미군의 아이콘 중 하나이자 이라크 전쟁 등의 현대에도 사용되는 개념이다. 베트남 전쟁 당시와 다른 점이라면 베트남전 때는 현지 부대에서 손에 잡히는 잉여 물자로 손수 개조한 수제 창작품이었던 것과 달리, 현대의 건 트럭과 장갑험비들은 개조 킷이나 차량 자체가 정식으로 생산되고 있다.\n베트남 전쟁은 논에서 농사짓는 평범한 농부들이 뜬금없이 게릴라로 돌변해서 AK를 들고 미군과 남베트남군을 쏘아대는, 전후방이 따로 없는 전장이었다. 게다가 밀림은 게릴라 부대인 베트콩과 밀림에 익숙한 북베트남군에게 유리한 지형이었다. 수송 부대는 시도때도 없이 저격, 부비트랩 등에 시달려야 했다. 물론 미군도 전차나 M113과 같은 장갑 차량을 호위로 붙이긴 했지만, 아무리 미군이라도 모든 수송부대에 장갑차량을 붙여주는 건 한계가 있었다.(게다가 고온다습한 기후의 비포장도로에서 발생하는 비전투손실을 고려하면, 게릴라가 구경만 해도 혼자 퍼지는 기갑차량이 한둘이 아니게 된다.) 이에 미군 수송부대원들은 2½톤 트럭(M35 트럭) 또는 5톤 트럭에 M2 브라우닝 중기관총 등을 달아놓고 눈에 띄이는 대로, 손에 잡히는 대로, 차가 버틸 수 있을 때까지 철판, 목재, 모래 주머니 등을 비롯해서 나중에는 파손된 M113 장갑차의 장갑(껍데기)를 트럭에 용접해 붙이곤 했다. 이런 식으로 현지 개조되어서 만들어진 차량이기 때문에 어떤 건 움직이는 기관총 진지가 되어버리는가 하면 또 어떤 트럭은 널찍한 철판 위에 만화 캐릭터 등의 각종 그림과 문구 등을 노즈아트로 그려넣는 등 모습도 도색도 제각각이라서 똑같은 모양을 가진 건 트럭이 없다.\n이라크 전쟁 등을 계기로 왠지 다시금 소소하게나마 쓰이기 시작하고 있다. 미군과 영국군 등의 각국 병사들이 살아남기 위해 험비나 랜드로버 등의 고기동차량 문짝에 철물점에서 사온 철판을 용접하고 덕트 테이프에 방탄조끼를 돌돌 말아서 달아놓기까지 하자 결국 제식장비로 개발되기에 이른다.\n이라크 전쟁에서 이 건트럭은 다시 등장했다. 베트남처럼 밀림은 없지만, 도시 게릴라들에 의한 저격이나 매복 공격, 폭탄 공격 등 크고 작은 전투가 계속 발생하고 이로 인한 피해가 늘어나자 현지 미군이 베트남 전쟁때처럼 자신들의 트럭에 역시 덕지덕지 눈에 띄이는 철판, 나무 합판 등을 붙인 것이다(적군의 사용 화기도 베트남 전쟁때와 똑같이 AK 소총과 RPG-7이다). 개중에는 이왕이면 다홍치마라고 사막의 뜨거운 햇빛을 피하고자 지붕을 단 것도 있다. 이런 트럭들은 지나치게 많이 장갑판을 붙이면 기동력과 물자 적재량이 저하되기 때문에 주로 운전병 탑승 구역을 집중적으로 하는 경향이 있다. 장갑을 강화한 장갑형 험비들도 임시 방편의 급조 장갑판을 덧대어 사용했다.\n이런 상황을 보다 못한 미군은 트럭 종류별로 규격화된 장갑키트를 제작하여 현지 부대에 지급했다. 대개 무장은 M2 중기관총, M249 미니미 정도가 대부분이다.\n건 트럭화된 물건에는 덤프트럭 뿐만이 아닌 대형 트럭도 포함된다. M977 HEMTT 이나 M1070, FMTV도 소위 '건 트럭'화되어 장갑을 덧대고 중기관총, 유탄기관총 같은 중화기와 그 마운트를 빼곡히 증설해 미군이 이라크와 아프간에서 굴렸다.\n\n[테크니컬(Technical)]\n테크니컬은 픽업 트럭 등 민간차량의 짐칸에 총포를 설치해, 탑승전투를 가능하게 만든 전투차량이다. 장갑을 두르지 않았다는 점에서 장갑차와는 구분된다. 정규군이 운용하는 규격화된 차량 장비가 아닌, 그 성능을 흉내낸 유사 차량 장비류를 일컫는 용어로, 주로 픽업트럭이나 1톤트럭 같은 튼튼한 민수용 중소형 차량에 중화기를 설치해 무장시킨 물건이다. \n소말리아에서 민병대가 픽업트럭에 구하기 쉬운 DShK나 M2 브라우닝 중기관총을 설치하여 사용한 것을 테크니컬이라고 부른 것에서 유래한다. \n리비아-차드 전쟁이 토요타 전쟁이라 불리는 것에서 알 수 있듯이 처음에는 주로 토요타 차량이 쓰였다. \n\n테크니컬은 2011년 아프리카ㆍ중동 민주화운동인 ‘아랍의 봄’을 거치며 황금기를 맞았다. 대표 사례가 리비아 내전이다. 리비아 정부군이나 반정부 시위대나 테크니컬을 적극 활용한 것까지는 같았다. 차이는 화력과 기술에 있었다. 반군은 원래 공대지로 개발된 구 소련제 S-5 로켓과 보병 장갑차 BMP-1 포신을 잘라 수백대의 트럭에 탑재했다. 반군 지도자 후삼 나자이르는 회고록에서 “우수한 연비 등 반군에게 부족한 화력을 테크니컬이 보완해준 덕분에 수도 트리폴리로의 진격이 어렵지 않았다”고 말했다. 정규군에 뒤지지 않는 기술 혁신과 무기의 대형화를 이뤄낸 것이다.\n\n1990년대 들어 리비아 내전이나 시리아 내전/이라크 내전에서는 차량에 올리는 화기가 중기관총보다 더 무거운 기관포/로켓포 등이 탑재될 필요성을 느끼면서, 기존의 토요타 픽업 트럭보다 내구성이 더욱 뛰어난 트럭들의 사용 빈도가 높아졌다. 그래서 주목받은 게 한국산 트럭인데, 포터, 봉고 등의 국산 1톤 트럭은 기존에 쓰던 토요타 픽업트럭보다 적재함이 넓으며 유지보수 비용도 더 저렴하고, 무엇보다 과적이 용이하여 중동 지역에 대량으로 퍼진 중고 차량들이 테크니컬로 맹활약 중이다.\n최근에는 헬기용 러시아제 로켓포드, 중국제 63식 다연장로켓, 고속유탄기관총을 장착한 것도 있다.\n북한의 민방위대에 해당하는 로농적위군은 농업용 트랙터에 방사포, 미사일 등 무장을 올린 테크니컬을 운용하고 있다.\n멕시코 마약 카르텔이 운용하는 테크니컬은 Narco Tank라는 별칭으로도 불리는데, 탱크라는 별명에 걸맞게 거의 군용 장갑차 수준의 스펙을 자랑한다.\n수제 장갑차는 안에 12명이 탑승 가능하며 정부군의 어지간한 개인화기들은 대다수 막아내는 수준의 방호력을 지니고 있다. 무장도 중기관총이나 박격포는 물론이요, 대전차 로켓까지 장비가 가능하다. \n테크니컬이 각광받는 전장을 유심히 살펴보면 개발도상국이나 제3세계 저개발국가가 대부분이다. 이유는 간단하다. 값싸고 구하기 쉬워서다. 납작한 차체로 유명한 미군의 대표 수송차량 ‘험비’가 대당 19만달러(2억2,000만원ㆍ2011년 기준)인 반면, 테크니컬은 개조 비용을 포함해도 수백만원 수준으로 알려졌다.\n연비도 중무장 군용 무기와 비교가 되지 않는다. 미 온라인 자동차플랫폼 드라이브트라이브에 따르면 미 육군 주력전차인 M1A2 에이브럼스가 ℓ당 0.26㎞ 움직이는 데 반해, 하이럭스는 무려 16.6㎞를 갈 수 있다. 가볍고 작은 차체로 비포장도로와 사막, 고지대 등 등 못 가는 곳이 없고 은닉도 용이하다.\n\n[차량용 다연장포]\n우 - 러전에서 우크라이나 민병대가 사용. 러시아군의 BM-21에서 뜯은 122mm 로켓발사관 3개를 엮은 급조 테크니컬 트럭 '파르티잔'들을 전선에 내보내서 러시아군을 괴롭히고 있음. 빠르게 발사하고 튀어버릴 수 있어서 러시아 대포병사격을 무력화 시킨다고.\n\n[급조폭발물(IED:Improvised Explosive Device)]\n뇌관(신관), 폭발물 등으로 구성되어 있는 것을 총칭하며, 굳이 비유하자면 집에 있는 부탄가스통을 전기 스파크 등을 이용해 터뜨릴 수 있게 개조했다면 그것도 급조 폭발물의 범주에 들어간다.\n대표적인 방식은 미군의 불발한 곡사포탄이나 폭탄 등을 주워다가 원격 폭발 장치를 부착하여 미군이 접근하면 핸드폰으로 전화하는 척하면서 폭발시키는 것. 핸드폰을 이용한 격발이 미군의 IED 재머에 의해 무력화되자, 육안으로 목표를 확인한 뒤 전선으로 연결되어 있던 IED를 수동으로 폭파시키는 고전적인 방법이 자주 쓰이고 있다고 한다. 아니면 동작 감지 센서를 이용해 지나가는 미군이 센서에 걸리면 자동으로 터지게 한다든지, 지뢰에 연결해서 지뢰를 밟는다 → IED용 폭약이 폭파된다 식으로 설치해 놓은 것도 많다. 요즘은 재머에 교란당하지 않도록 간단한 기계식 폭파장치를 만들어 쓰고 있다.\n최근엔 IS 같은 테러 집단이 VBIED(Vehicle borne IED. 직역하면 \"차량 탑재 IED\". 의역하면 그냥 차량 자폭 테러)를 자주 이용하는 모습이 관찰된다.[6] 차량에 폭발물을 잔뜩 쑤셔놓고 운전자가 차를 몰고 적진 한가운데로 돌진해 폭발시키는 것. 탑재 수단이 차량이라 무게 여유가 꽤 있는 편인 데다 이동이 가능하며 자폭용이라 편의성 같은 다른 요소들은 싹 쳐내고 무조건 많이 꽉꽉 채워넣기 때문에 무시무시한 파괴력을 자랑한다. 설령 작은 세단 자동차를 쓴다 하더라도 폭발물의 양은 300~400kg를 가볍게 넘기고, 트럭을 동원하면 수 톤 단위로 욱여 넣어버리기 때문에 이런게 폭발하면 반경 수십미터는 기본적으로 흔적도 없이 완파되고 피해범위는 몇백미터 수준이라고 보면 된다.\n\n[돈바스 내전]\n소비에트 연방에서 일회용 대전차 로켓으로 RPG - 18을 베이스로 개발되었다. 구경이 좀 더 커지고 (64mm에서 72.5mm로) 탄두에 안정핀이 부착되었으며, 탄두가 대전차 고폭탄으로 바뀐 등 많은 개량점을 가지고 있다. 균질압연장갑 기준 400mm까지 관통할 수 있고, 1.2미터의 벽돌벽이나 1 미터의 강화 콘크리트 벽을 관통할 수 있다.\nRPG-22의 최대 사정거리는 250m로, 그 이상을 날아가면 탄두 내부의 자폭장치가 작동, 스스로 터지게 되어있다. 허나, 이 자폭장치를 해체하면 사거리가 250m 이상 늘어나 현장에서 야매로 개조하기도 한다. 물론 그만큼 명중률이 떨어지므로 지역표적 제압이나 대 구조물(건물) 화력지원 용도로 개조한다. 돈바스 전쟁 당시 우크라이나 군인들이 개조해서 사용.\n\n[우-러 전쟁]\n미사일을 트럭에 실어 보다 빠르게 사거리내로 이동시키고 고속정에 미사일을 탑재해 해군 전투 능력을 강화했다. 속도가 느린 튀르키예 바이락타르 드론과 저렴한 플라스틱 비행기를 개조해 수류탄을 떨어트리는 방식\n모스크바함을 격침 시킬 당시 우크라이나군은 구소련제 대함미사일인 넵튠의 사거리와 전자장치를 개조했다. 우크라이나군은 넵튠 미사일을 트럭에 탑재해 모스크바함 사거리인 120km 안으로 이동한 뒤 발사했다. \n우크라이나군은 바이락타르 드론 활용에도 매우 뛰어나다. 레이더에도 쉽게 포착되며 시속 130km로 비행하는 데도 말이다.\n한 국방부 고위당국자는 우크라이나군이 미국이 지원한 HARM 레이더 탐지 미사일을 소련제 미그(Mig)-29에 장착했다고 밝혔다. 항공기에 이를 장착한 것은 처음이다. 러시아 방공망을 추적 파괴하는 HARM 미사일은 Mig-29 전투기는 물론 우크리이나군이 보유한 다른 무기들과도 호환되지 않는다. 그러나 우크라이나가 이를 재조정해 발사할 수 있도록 만들었다. HARM 미사일은 150km 거리에서 대공 시스템을 추적해 파괴할 수 있다.\n\n크림반도 사키 러시아군 공항 공격으로 흑해 43항공연대 소속 전투기와 탄약의 대부분이 파괴됐다. 사키 공항 공격은 그림(Grim) 또는 삽산(Sapsan) 미사일을 트럭에 탑재해 공격했다고 밝혔다. 이 미사일 시스템은 우크라이나 항공기 제조사 유즈마쉬가 개발한 것이다.\n\nL3 해리스가 제작한 뱀파어이 시스템은 드론을 찾고 교전을 위해 목표 지정용 레이저를 쏠 수 있는 전자광학 터렛과 레이저 유도로켓 4발이 들어가는 발사대로 구성되어 있다. 전자광학 터렛과 발사대는 작은 팔레트에 통합되어 있으며, 소형 픽업트럭 짐칸에도 들어간다. 표적 확인과 교전은 차 안에서 콘솔을 보면서 할 수 있다. \n뱀파이어 시스템은 다양한 레이저 유도 로켓을 사용할 수 있지만, 미국은 현재 미군이 사용하고 있는 BAE 시스템이 개발한 APKWS II 레이저 유도 로켓을 제공할 것으로 보인다. APKWS II는 헬리콥터나 전투기에 발사할 수 있는 70mm 무유도 로켓에 분산형 레이저 유도 장치를 부착한 것이다. \n작은 조종 날개 4개에 레이저 수광부가 붙어 있어 이것을 통해 목표에 반사되는 레이저 광선을 추적하여 목표로 향한다. 가격도 휴대용 대공 미사일보다 저렴하다. 미국이 제공한 스팅어 휴대용 대공미사일은 약 11만 달러 정도지만, APKWS II 로켓은 한 발당 2만 달러 정도다. \n뱀파이어 시스템은 드론을 사냥하기 위해 제공되지만, 현장에서 필요에 따라 지상의 경장갑 차량을 공격할 수도 있다. \n\n우크라이나에 차 보내면 포터나 마이티가 갈 줄 알았는데 suv가 간다고 하니까 오프로드 상황에서도 괜찮은 놈으로 갈꺼 같은데 지금 생산중인 오프로드 갈만한 suv가 모하비랑 렉스턴밖에 없지 않음? 모하비는 너무 비싸니까 렉스턴 갈꺼 같음 이제 쌍용차 상황도 어느 정도 나아진다 했으니까.\n모하비는 군용 파생형은 페이스리프트 전에 납품되고 끝인데다 단종 얘기 나오는 모델이라 렉스턴 스포츠일 것 같음.\n\n그거 이번에 우크라이나로 지원 들어오는 뱀파이어 C-UAS에 진짜 적절함. 브로셔만 봐도 성인 남성 2명에서 2시간만에 상용차 기반으로 뚝딱 설치해서 레이저유도 미사일 쏘는 거 나옴. 거기에 사통으로 장착된 WESCAM MX-10으로 주야간 정찰까지 가능해짐\n대UAV 대공지원, 레이저 유도 미사일로 지상 타격지원, 정찰임무까지 가능한 한마디로 서방판 고급진 테크니컬임.\n렉스턴스포츠가 가겠네. 심심하면 지보다 더 무거운 다른차들 끌고 다니던 렉카차로 개조당하던 녀석 이니까 힘은 충분할듯.\n\n오토바이에 소련제 무반동포 SPG-9 싣고 다니면서 방열해서 박격포처럼 쏘고다님\n\n[박격 드론, 박격기]\n우크라이나는 중국산 드론에 박격포탄 4개 정도를 세워서 장착. 표적 위에서 떨굼.\n\n[포탄 개조]\n우크라이나가 미국에 Mk.20 록아이를 보내달라고\n요청함. 안에 Mk.118 자탄이 88발 들어있고, 뜯어서 거기 들어있는 Mk.118 자탄을 쓰려고. 타겟을 골라서 정밀하게 드론으로 투하. 불발 우려도 적다는 게 또 장점임. 록아이 재고가 남아돈다는 것도 장점이고.\nMk.118 자탄은 HEAT 탄두고, 전기식-기계식으로\n작동함. 성형작약 180g을 포함해 총 무게는 600g이고, 최대 관통력은 RHA 환산 190mm임.\n\n[헬 캐논]\n시리아 반군이 사용하는 사제 박격포이다.\n이 사제 박격포의 포탄은 프로판 가스통을 추진체에 장착시켜 제작한 사제 박격포탄이다. 이 사제무기를\n자유 시리아 반군은 헬 캐논이라고 별명지어 부른다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-08-16T08:36:16.388000",
  "updatedAt": "2024-12-25T08:58:02.643000"
}