{
  "id": "a1e1fd6f-9d15-466d-89f6-6b7b306c283b",
  "title": "회색지대 전술(Gray zone operation)",
  "content": "회색지대 전술은 실제 무력 충돌이나 전쟁으로 확대되지는 않을 정도의 모호한 수준으로 저강도 도발을 지속해 안보 목표를 이루려는 전략이다. 여기서 '회색지대'란 검은색도 흰색도 아닌 어느 쪽에도 속해 있지 않은 모호한 영역을 뜻하는데, 회색지대 전술은 전쟁과 평화의 중간에 해당하는 행동을 통해 상대방의 반응을 이끌어내는 것이다.\n회색지대 전략의 특징으로는 ’의도의 모호성‘과 ’전략적 점진주의‘를 꼽을 수 있다. 회색지대 개념은 토마스 셸링이 1976년 저서 『무력과 영향력』에서 처음 사용했다. 그 후, 2010년 미국 국방부의 《4개년 국방검토보고서》(QDR)에서 다시 등장한 후, 2015년 즈음부터 본격적인 연구가 시작되었다.\n회색지대 전술은 상대가 군사적 대응에 나서기에는 모호한 수준으로 저강도 도발을 지속하는데, 정규군이 아닌 민병대나 민간 무장어선을 동원하는 것 등이 해당한다. 이 전술은 1949년 중국이 국민당군의 공격을 막기 위해 창설한 해상 민병대에서 시작됐다. 당시 이들은 잘 훈련된 소형 선박 선단을 이용해 대형 함대에 맞서는 전법을 구사했다. 이들은 파란색 어선을 타고 다녀 ‘리틀 블루맨’이라는 별칭이 붙었는데, 평소에는 어업에 종사하다가 유사시에 전투에 투입된다. \n중국의 해상 민병대는 1920년대 소련 해군의 '영 스쿨(young school) 전략'을 차용해 잘 훈련된 소형 선박 선단으로 대형 함대에 맞서는 전법을 구사했다.\n파란색 어선을 타고 다녀 '리틀 블루맨'이라는 별칭이 붙은 중국 해상 민병대는 평소 어업에 종사하다가 유사시에 전투에 투입된다. 1974년 파라셀 해전, 2009년 미국 해군 임페커블함의 해양조사 활동 저지 등에 한몫했다. 우리 서해에도 종종 출몰해 불법 어업 행위를 일삼고, 암초 건설 등 중국의 해상 권역 확장에 앞장서고 있다.\n\n2015년 마이클 마자르의 「회색지대에 대한 완전한 이해」에 따르면, 회색지대 전략은 전쟁의 확대가능성을 낮추되 시기를 거듭할수록 매우 조직적이고 통합된 비군사적 방법을 꾸준히 사용하면서 해당 지역에서 이익을 궁극적으로 얻어내기 위한 전략이다. 그 특징은 ‘살라미 전술’ ‘기정사실화’ ‘대리전’이다. (살라미 전술이란 얇게 썰어 먹는 이탈리아 소시지에서 따온 말로, 하나의 과제를 여러 단계별로 세분화해 하나씩 해결해 나가는 전술을 뜻한다)\n2017년 마이클 그린이 편집한 보고서 「아시아 해상에서 강압에 맞서기: 회색지대 억지의 이론과 실천」 역시 이와 유사한 개념을 제시한다. 회색지대 전략을 구사하는 국가는 전쟁으로 인한 비용을 최소화하면서도 상대국과는 다른 이익을 추구하고, 모호한 의도를 가지고 점진적으로 상대국의 능력을 약화시켜 능력의 비대칭성을 극복한다.\n\n‘회색지대전략’은 일종의 속임수일 수도 있다. 하지만 본래 전략의 본질이 위계(僞計) ―즉, 상대로 하여금 오인∙착각∙부지를 일으키도록 하여 결과적으로 상대방의 그러한 심적 상태를 이용, 소기의 목적을 달성하는 것이다. 물론 평시 ―그것도 대명천지에 이러한 위계를 부린다면 그것은 분명히 불법이고 비난 받아 마땅하다. 하지만 약육강식의 논리가 작용하는 현실세계에서는 힘은 곧 정의이고 국익이 최고의 가치이자 선(善)이다. 이에 국가이익은 오직 과정보다는 결과를 가지고 정당화될 수밖에 없다. 그래서 회색지대전략에 관련해서는 특성상 오직 유용성만 거론되지 불법성이나 비도덕성 등은 거론되지 않는다. 또한 회색지대전략과 관련하여 더욱 심각한 것은 이 전략에 대한 마땅한 대응전략의 모색이 쉽지 않다는 것이다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-12-11T22:43:01.576000",
  "updatedAt": "2023-12-11T23:54:27.822000"
}