{
  "id": "a30458cf-40af-4cee-8aca-77ad4984bd4f",
  "title": "센서 퓨전(Sensor Fusion)",
  "content": "센서퓨전은 복수의 감지 기술을 이용해 주변 환경에 대해 정확하고 믿을 수 있는 지도를 생성하는 개념이다. 색을 인지하는 유일한 기술인 카메라로 색 정보를 확보하고 매핑과 물체 속도는 라이다와 레이더를 통해 확보하는 등 상호보완 가능한 센서들을 통해 수집된 정보를 융합해서 분석한다. 자율주행 차량 핵심 기술로 꼽힌다.\n센서퓨전은 자율주행 차량뿐만 아니라 2020년 나고르노카라바흐 전쟁과 최근 러시아와 우크라이나 전쟁에서 활약하고 있는 드론의 핵심기술로도 사용된다. 통신기술과 함께 미래 전장 모습을 바꿀 정보통신기술(ICT)이다.\n우크라이나는 나고르노카라바흐 전쟁에서 사용된 터키제 바이락타르 TB2를 2019년부터 도입해 전력화했다. 현재 우크라이나가 보유한 TB2 드론은 20여 대다. TB2 항전장비는 모두 삼중 중첩 방식을 채택했다. 센서를 통해 실시간으로 수집된 데이터를 센서 퓨전 방식으로 융합해서 활용한다. 정찰용 카메라는 미익 쪽에 설치된다. 기체 비행 상태뿐만 아니라 탑재 장비를 모두 볼 수 있다.\n비행 간 통신이 끊기거나 비상상황이 발생하면 가용한 활주로에 자동으로 비상 착륙을 실시할 수 있다. 또 센서 퓨전 알고리즘을 활용해 GPS가 재밍되거나 신호가 잡히지 않는 상황에도 정상적으로 비행 후 착륙이 가능하다.\n기체에는 실시간 이미지 전송체계(BGAM)가 탑재된다. 고해상도, 실시간 영상을 다수 장소로 송출한다. BGAM은 일반 인터넷망을 활용해 네트워크나 상용 태블릿에 전송할 수도 있다. 비행 도중에 촬영한 영상도 자동으로 30분 단위로 저장된다.\n\n[자율주행차 센서 퓨전]\n‘자율주행차 기술 경쟁은 곧 센서 경쟁’이라는 말이 나올 정도로 자율주행차가 레벨 단계를 끌어올리기 위해서는 센서 기술의 업그레이드가 필요하다. 운전자의 시각을 대체하는 센서가 다양한 도로 환경을 정확하게 감지해야 자율주행차에 대한 안전을 확보할 수 있기 때문이다.\n최근에는 라이다(LiDAR)와 레이더(Radar), 카메라 방식을 동시에 활용하는 ‘센서 퓨전’이 주류로 부각되고 있다.\n우리금융경영연구소는 ‘글로벌 자율주행차 상용화 현황과 시사점’ 보고서를 통해 “새롭게 부상한 센서 퓨전 방식은 라이다, 레이더, 카메라 중복 활용을 통해 단일 장비 탑재시 발생하는 단점을 상호 보완하고, 사물 인식 정확도와 주행 안전성을 크게 개선하고 있다”고 분석했다.\n자율주행차 센서 가운데 ‘라이다’는 구글 웨이모가 최초로 시범주행한 자율주행차에 탑재되면서 핵심 기술로 부상한 바 있다.\n그러나 라이다만으로 운행되는 웨이모 모델의 경우 높은 가격과 무거운 중량이 대량 생산에 걸림돌로 작용되면서 양산 일정이 무기한 연기되기도 했다. 또 라이다는 빛을 이용하다보니 악천후에서는 기능 저하가 우려된다.\n레이더 센서는 라디오웨이브 파장을 이용해 물체에 반사하는 전파의 소요 시간과 주파수의 파장을 측정해 주변 사물과의 거리와 속도를 탐지한다. 전파를 이용하기 때문에 탐지 거리가 상대적으로 길고 야간이나 악천후, 물체와 관측자가 모두 움직이는 상태에서도 안정적으로 거리를 측정할 수 있다.\n장점에도 불구하고 송신한 전파의 반사파가 없으면 물체를 발견할 수 없다는 점과 레이다 센서만으로는 복잡한 환경 속에 근거리 장애물 탐지성능을 구현하는데 한계가 있다.\n카메라 방식은 휴대폰 카메라 기술방식(CMOS)이 적용되면서 기술 개발이 용이하고, 대량생산 설비가 이미 구축돼 있어 제조비용이 저렴하다는 장점을 지니고 있다.\n테슬라는 2022년 FSD베타 V9.0버전부터 기존의 레이더마저 없애고, 카메라 센서 8대와 인공지능(AI)만으로 운행한다고 발표할 정도로 카메라 방식을 고수하고 있다.\n그러나 업계에서는 “장거리나 야간 주행을 할 경우 정확도가 떨어지고, 사물을 평면으로 인식해 안전상 문제점이 발생할 수 있다”고 경고한다.\n최근 자율주행차 업계는 이들 센서 3형제가 합쳐진 ‘센서 퓨전’ 방식을 주목하고 있다.\n센서 퓨전은 다양한 객체의 형태와 색상을 인식할 수 있는 카메라의 섬세함에 물체와의 거리를 밀리미터 단위의 오차로 측정해낼 수 있는 라이다 및 레이더의 정밀함을 결합한 기술이다. 기존 단일 센서 솔루션 대비 더욱 정밀하게 주변 환경을 인식할 수 있다.\n성지영 우리금융경영연구소 수석연구원은 “레벨4를 상용화한 GM크루즈와 바이두RT6, 현대차, 구글 웨이모 등 테슬라를 제외한 대부분의 완성차 업체가 센서 퓨전을 채택하고 있다”며 “차량 제원을 공개한 GM, 바이두, 현대차, 웨이모에 탑재된 평균 센서 수는 카메라 11대, 레이더 12대, 라이더 6대 등인 것으로 파악된다”고 설명했다.\n이어 “불과 5년 전 1대당 10만달러에 달했던 라이다 가격이 기술개발과 양산을 통해 올해 들어 최소 500달러까지 빠르게 하락하면서 센서 퓨전 확산을 견인하고 있다”고 분석했다.\nIT시장조사업체 SA에 따르면 라이다 대당 가격이 2020년 평균 729달러에서 2025년 355달러까지 하락할 것으로 예상된다.\n\n[이미징 레이더]\n기존 레이더와 차별화된 차세대 레이더로 평가받는 ‘이미징 레이더’는 전방과 후방, 코너 등에 위치한 레이더에서 얻은 데이터를 중앙처리장치에서 통합 신호처리해 고해상도 이미지를 구현하는 것이 특징이다. 특히 각 레이더가 인식한 데이터를 개별적으로 처리하는 기존 방식과 달리, 여러 개의 레이더 센서에서 생성된 데이터를 통합 활용해 인식 정확도를 대폭 높일 수 있다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-16T18:23:44.047000",
  "updatedAt": "2023-04-16T18:29:28.703000"
}