{
  "id": "a59eeb6a-8dd3-42c1-937d-cff2de7eb655",
  "title": "관측포탄",
  "content": "K9 같은 장사정포들이 발달해서 암만 사거리 늘어나 봐야 좌표랑 BDA(Battle Damage Assessment) 못 따면 의미가 없다. 근데 영화에서와 달리 UAV, 위성, 이런 건 포병 전용이 아니라서, 다른 일 하느라 바빠서 못쓸 가능성이 높음.\n모르는 사람들이 \"드론 보내면 되지 않나?\" 하는데 40~60 킬로 거리를 퀴드콥터형 느린 드론이 어느 세월에 갔다오냐. 몇 십키로 거리를 사람 관측반이나 느린 드론을 보내기엔 시간 소모와 리스크가 크다. \n반면 포탄으로 쏘면 수 분 내에 포격과 동시에 도착, bda를 즉시 수행해 줄 수 있다. 또한 우리나라 지형이 험해서 신호 중계가 안될 수 있으므로 중계용 드론을 추가함.\n군 요구사항인 영상 전송은, 포탄이 고속 회전하므로  현존 기술로 그걸 버틸 수 있는 영상장비 탑재가 불가능함. 따라서 우선은 분당 10~20장의 사진을 찍어주는 방식으로 만들어서 제안할 예정임.\nK9 1개 대대가 한 발씩만 쏴도 포탄 비용만 3600만원인데, 표적 획득이랑 bda가 안되면 그냥 날려먹을 수도 있는 비용이니 관측포탄의 가치는 충분해 보인다.\n\n포대, 포병대대 단위로 항속거리 긴 정찰용 무인기를  운용할 순 없으니, 일반적으로 포병 사거리까지 커버할 수 있는 고성능 무인기는 포병 소속이 아니라서 정작 포병이 필요할 때 바로바로 못 쓰는 게 문제라 관측포탄 개념이 나온 것임. \n일단 낙하산 달아서 내려오는 거라 어느 정도 지속성은 있고, 측풍 10m/s까진 견디게 만들 계획이다.\n\n이쪽 서버주소 같은 게 있는 카메라를 적진에 던지는 거나 마찬가진데 정보 누출 방지는? 자폭?\n\n회전수 문제는 그냥 반대로 돌리는 모터 달면 끝나는거 아닌가? \n\n회전만 걸리는게 아니라 발사하고 그럴 때 하중이 걸리는 게 문제라 했었음.\n\n무인항공기는 표적탐지능력이 탁월할 뿐만 아니라 작전 반경이 넓어 포병부대의 표적탐지 수단으로써 매우 중요한 역할을 담당하고 있다. 그러나 종심지역의 중요 표적탐지를 무인항공기에만 의존하는 데는 제한사항이 따른다.\n가장 큰 제한사항은 기상변화에 민감하다는 것이다. 무인항공기는 일정 수준 이상의 풍속, 시정, 강우 상태에서는 운항이 불가능하다. 문제는 이런 조건이 한반도에서는 빈번하게 발생한다는 것이다. 특히 북한과 지형 및 기상특성이 유사한 코소보 전쟁 분석결과 기상의 영향으로 CAS 등 항공전력은 계획대비 약 34%만이 운용되었던 것으로 나타났다.\n또한 무인항공기 운용을 위해서는 적절한 활주로가 필요하나, 한국지형에서는 이러한 활주로 확보가 어려운 실정이며, 특히 산악지역이 많은 동부지역의 경우 무인항공기 운용이 더욱 제한적이다. 게다가 무인항공기는 비행경로를 따라 여러 지역을 감시하기 때문에 특정 지점에서의 선회비행은 곧 다른 지역에 대한 표적획득 기회의 상실을 의미하게 된다.\n반면 관측포탄은 이러한 무인항공기의 제한사항을 훌륭하게 보완할 수 있다. 관측포탄은 탄체로 목표지역까지 이동하기 때문에 기상의 영향을 덜 받아, 비교적 악천후에도 운용이 가능하다. 따라서 무인항공기의 운용이 제한되는 시간과 장소에서 관측포탄은 훌륭한 대안이 될 수 있다.\n또한 무인항공기와 달리 투발을 위한 활주로가 불필요하며, 포병부대에서 직접 운용하기 때문에 적시성도 뛰어나다. 특히 무인항공기는 1대가 여러 지역을 순차적으로 비행하며 표적을 탐색하기 때문에 여러 지역에서 동시에 표적획득이 제한되는 반면, 관측포탄은 필요한 지역에 여러 발의 관측포탄을 동시에 운용할 수 있기 때문에 운용의 효율성도 뛰어나다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-09-25T13:26:56.159000",
  "updatedAt": "2022-09-26T22:00:41.781000"
}