{
  "id": "a5cc2f3e-775e-413d-9c7f-7571edbad0c2",
  "title": "배신의 역사 - 동양",
  "content": "[오자서(伍子胥)]\n중국 춘추 시대 오나라의 정치가로, 자서(子胥)는 자이며, 이름은 운(員)이다. 오자서의 부친 오사는 초 평왕의 태자 스승으로, 평왕과 태자의 사이가 나빠져 태자가 폐위되면서, 오사와 장남 오상은 평왕에 살해됐다. 홀로 남은 오자서는 복수를 맹세하고, 태자와 함께 정나라로 탈출한다. 정나라로 간 태자는 진나라의 부추김으로 반역을 하려고 했지만, 역으로 정 정공에게 살해된다. 오자서는 태자의 아들과 함께 이번에는 오나라로 도망했다. 오나라로 간 오자서는 오나라 왕의 종친 광(光)을 섬겼다. 광은 원래 왕이 되었어야 되는 사람이었는데, 이복 동생 요에게 왕위를 빼았긴 사실을 알고 광의 쿠데타 때에도 협력하여, 광은 즉위를 해서 오왕 합려가 된다.\n손무와 함께 합려를 보좌하여 강대국으로 만든 뒤, 기원전 506년에 초나라를 침략하여, 그 수도를 함락시켰다. 평왕은 이미 죽은 뒤였기 때문에 오자서는 묘를 파헤치고 평왕의 시체를 300 번이나 채찍질하여 원한을 풀었다.  그 후 강대해진 오나라는 패권 야욕으로 월나라를 치기 위해 군사를 일으키지만 월왕 구천의 참모 범려와 지혜 대결에서 패하고, 오군은 월나라에 대패하게 된다. 이 때의 상처로 합려는 사망하게 된다.\n합려의 아들 부차가 뒤를 잇고, 부왕의 복수를 맹세하면서 오자서도 그를 보좌하였다. 기원전 494년 월나라와 싸워 대승하게 된다. 이때 오자서는 구천을 죽일 것을 강력하게 주창하지만, 부차는 그것을 받아들이지 않고, 간신 백비의 말을 따라 월나라를 속국으로 삼는 것으로 그쳤다. 월나라에 대한 지속적인 경계를 강력히 주창한 오자서와 중원 진출을 통해 패자를 바라는 부차와의 골은 메꿔지지 않았다. 한편 월나라의 범려는 간자인 서시와 오나라 간신 백비를 사용하여, 부차의 귀에 오자서를 중상모략하였다.\n그 후도 부차는 북으로 영토를 확장하기 위해 국력을 급속하게 소모하고 있었다. 오자서는 “제나라가 피부병이라면 월나라는 속병이니, 패권주의를 접고 내실을 다지시라”라고 진언하지만, 부차는 받아들이지 않았다. 또 재상 백비는 성실하고 정직한 오자서를 탐탁지 않게 생각하고, 다양한 수단으로 부차와 오자서를 이간질하였다.\n이 상태로는 언젠가 월나라에 화를 입을 수 있다고 판단한 오자서는, 제나라에 사신으로 갔을 때 아들을 제나라에 맡겼다. 그러나 스스로는 오를 버리지 않겠다고 맹세하고 귀국하였다. 이 일이 본국에 돌아온 후에 알려져 문제가 되고, 오자서는 부차로부터 자살하라는 명령을 받는다. 그 때, 오자서는 자신이 죽거든 자신의 목을 베어 월나라 방향의 성문에 걸어두고, 월나라가 오나라를 없애는 것을 보겠다는 저주를 남기고 자결하였다.\n오자서의 예언대로 와신상담한 구천의 월나라는 오를 쳐서 멸망시키고 부차는 구천에게 잡혀 죽었다.\n\n[소진(蘇奏), 장의(張儀)]\n춘추전국시대는 진나라가 7국 중 가장 강한 나라이기 때문에, 다른 6국은 진나라의 침략을 두려워하고 있던 때였다. 소진은 연왕에게 6국이 병합해야 하는 당위성에 대해 설명하여 연왕을 설득시킨다. 이에 연왕은 소진의 제안을 받아들인다. 그는 다시 조·한·위·제·초의 여러 나라를 설득하여 마침내 연나라에서 초나라에 이르는 남북선상의 6국을 병합하는 데에 성공한다. 소진은 혼자서 6국의 상인(相印)을 몸에 지니게 되었고, 스스로 무안군이라 칭하며 세상에 이름을 떨친다. 이 때문에 동방으로 진출을 꾀하던 진나라는 십수년간 그 진출을 저지당한다. \n한편, 위나라 사람인 장의는 처음에 초나라로 갔으나, 화씨벽이라는 구슬을 훔친 누명을 쓰고 쫓겨난다. 그 뒤 장의는 소진의 주선으로 진나라에서 벼슬살이를 하게 되어 혜문왕의 재상이 되지만 그러나 재상이 된 장의는 소진과는 척을 지는 행동을 하게 된다. 장의는 6국의 합종을 깨뜨리기 위하여 위·조·한 등 동서[橫]로 잇닿은 6국을 설득하여 진나라를 중심으로 하는 동맹관계를 이룩하는 데 성공한다. 이같은 장의의 각개격파 전략으로 합종은 얼마 가지 않아 허물어지게 된다. (이후 몇 차례에 걸쳐 다시 합종이 시도되었지만 모두 실패했다.)  \n합종이 깨진 뒤 소진은 연나라의 관직에 있다가 다시 제나라에 출사하였으나, 제나라 대부의 미움을 사서 암살당한다. 장의는 혜문왕이 죽은 뒤 실각하여 위나라로 피신하고 재상이 되었으나, 1 년 만에 병들어 죽었다.\n\n[여포(呂布)]\n적토마를 타고 방천화극을 손에 든 여포는 삼국지를 통틀어 싸움을 가장 잘 하는 장수로 일컬어지지만 조그만 이익이라도 보이면 망설임 없이 배신을 행동에 옮긴 인물이다.\n그는 동탁으로부터 적토마를 선물 받은 대가로 자신의 양아버지인 정원을 죽인 뒤 동탁의 양아들이 되었다. 그러나 미녀 초선을 이용한 왕윤의 미인계에 걸려 양아버지 동탁을 또 죽인다. 여포는 동탁이 죽은 후 한 때 독자적으로 세력을 형성하기도 했고, 어려울 때는 유비의 도움을 받기도 했다.\n이후 여포의 배신은 계속된다. 그가 조조에게 패해 도망 왔을 때 유비는 주위의 만류에도 불구하고 그를 받아들였다. 그러나 ‘배신의 DNA’가 어디 가겠는가? 이번에도 여포는 유비가 전투 때문에 성을 비운 사이 성을 빼앗고 유비를 쫓아낸다. 이후 조조의 군대에게 패배해 포로로 잡힌 여포, 그렇지만 그런 여포를 보며 조조는 그의 재주가 아깝다고 생각해 옆에 있던 유비에게 의견을 구한다. 유비는 웃으며 말한다. “여포가 정원과 동탁을 죽인 것을 잊었습니까?” 조조는 그제야 정신이 번쩍 들어 여포의 목을 베라고 한다.\n\n[맹달(孟達)]\n여포 이상으로 삼국지의 배신의 아이콘. \n동향사람 유장과 함께 기근을 피해 촉으로 들어가 익주(益州)자사(刺史) 유장을 섬겼다. \n장송이 유장에게 조조와 관계를 끊고 유비와 결탁하여 한중을 뺏을 것을 권하자, 유장은 법정과 맹달에게 각각 2천 명의 병졸을 주어 유비를 지원하도록 했다. 하지만 법정과 맹달은 유비가 익주를 정복하는 것을 도와줬고, 유비가 유장을 항복시킨 후 맹달은 의도군(宜都郡) 태수(太守)에 임명되었다.\n\n이후 관우(關羽)가 번성과 양양을 포위하고 지원을 요청하였지만 이제 막 복속시킨 군들을 동요시킬 수 없다며 거절하였고 결국 관우는 패하여 죽음을 맞게 되었다. \n맹달은 관우의 죽음에 대해, 상부에서 그 책임을 물을 것이 두려웠다. 여기에다 또 유비의 야마들 유봉이 맹달을 침해하고 능멸하니 맹달이 유비에게 작별 편지 하나 남긴 채 위나라로 귀순하였다.\n맹달은 위나라에 귀순하는 과정에서도 조비를 상대로 흥정을 벌이며 자신의 주가를 높였다. 그는 번진(지방관)으로서의 준독립성을 포기하려 하지 않았다. 맹달의 능수능란한 수작에 말려든 조비는 그에게 상용 지역 3개 군의 통치를 다 맡겼을 뿐더러 오래된 측근과 다름없이 신임하고 총애했다.\n위나라 사람들은 맹달의 화려한 재능을 높이 평가해 장수와 재상의 능력을 겸비했다고 칭찬했다. 이는 촉나라에서도 마찬가지였다. 제갈량을 비롯한 많은 사인들이 맹달을 당대의 일류로 평가했다. 다만 인물의 허실을 살피는 일에 탁월했던 유비만이 그를 꺼리고 중용하지 않았을 뿐이다. 유비는 맹달을 믿지 않았기에 그가 상용 지방을 평정했을 때에도 양자인 유봉을 보내 그를 감시, 통제하게 했다. 위나라 조정에서도 유엽과 사마의 같은 사람은 맹달의 위인됨을 사특하게 여겨 좋지 않게 보았다.\n조비가 죽고 조예가 즉위하자 맹달을 경계하던 사마의와 유엽이 정권의 실세가 됐다. 신변안전이 우려된 맹달은 제갈량에게 서신을 보내 다시 촉에 귀순하고 싶다는 의사를 표시했다. 관우가 형주에서 실패해 외원 세력이 아쉬었던 제갈량은 적극적으로 반응했다.\n맹달은 다시 재주를 피기 시작했다. 상용의 위치가 위오촉 삼국의 경계에 접했으므로 이중·삼중의 줄타기를 시작했다. 제갈량은 물론 손권과도 연락을 주고받으며 거사를 차일피일 미루었다. 결국 맹달은 사마의의 신속한 조치에 의해 제거됐다. 촉의 제갈량은 물론 오나라도 군대를 내어 적극적으로 맹달을 돕지 않았다. \n\n[가후]\n조조의 모사(謀士)인 가후는 ‘배신의 아이콘’으로 불린다. 삶 자체가 배신의 일생이어서다. 당초 동탁의 참모였던 그는 동탁의 잔당인 이각, 곽사의 휘하로 들어갔다가 되레 잔당 토벌군인 단외에게로 투항했다. 이후 다시 장숙에게 의지했다가 결국은 조조에게 몸을 맡겼다.\n나중에 원소(袁紹)와 조조가 관도에서 대치할 때 두 사람은 장수와 가후를 서로 자기 편으로 끌어들이려고 각각 사람을 보내왔다. 이때 가후는 “원소는 형제 원술조차 신뢰하지 않고 세력도 강력해서 우리를 경시하고 중용하지 않겠는데 조조는 천자(天子)를 받들고 세력이 열세이므로 자기 편이 늘어나기를 원하므로 과거의 사원은 문제 삼지 않고 우리를 틀림없이 중용하리라.” 라고 장수에게 진언해 조조에게 투항하라고 권한다. 조조는 그 사람들의 귀순을 기뻐하고 가후의 손을 잡고 “내게 천하인들의 신뢰를 가져다준 사람이 바로 그대다” 라고 말하면서 가후를 집금오에 임명했다.\n손권이 조비에게 이르러 \"가후는 너를 진심으로 섬기지 않고 기회를 엿보는 사람인데 불안하게 그런 인물을 왜 부하로 두느냐\"라 일침을 놓았는데 이걸 가후가 귀신같이 눈치챘으며 손권의 말을 들은 가후는 모든 관직을 버리고 낙향했다.\n타인들이 자신의 재능에 경계심을 품지 않게끔 조용히 생활하고 절대로 사사로운 교제하지 않고 자녀들의 혼인 상대도 명문대가 출신을 고르지 않았다. 조비가 문제로 즉위하자 태위(太尉)에 임명되고서 천수를 누려 나이 77살에 죽었다.\n\n[사인(士仁)]\n관우 수하의 부하 장수로 형주 공방전 당시 관우가 북상하기 직전 미방(糜芳)과 함께 선봉이 되었다. 관우전에는 관우가 그들을 업신여겼고 관우가 출군했을 때 미방, 사인은 군수물자를 공급했으나 그를 돕는데 전력을 다하지 않자 관우가 \"돌아가면 응당 죄를 다스릴 것\"이라 하니, 미방과 사인은 모두 두려움을 품고 불안해했기에 손권의 꾀임에 항복했다고만 나오는데 여몽전을 보면 내역이 조금 다르다.\n여몽전에는 여몽이 관우의 부재를 틈타 형주에 쳐들어오자 처음에는 사인이 공안에서 막아 지키니 여몽이 우번에게 명해 그를 설득하게 했는데 오히려 사인이 이를 만나기를 거부했다. 단순히 반역자의 이미지라고 보기엔 애매한 부분이고 분명 사인 역시 처음에는 수비를 맡아 성을 지키려고 했다고 볼 수 있는 부분이다. 여기에 우번이 \"우리가 왔는데 척후도 없고 봉화도 오르지 않았으니 그 쪽에 배신자가 있었다는 거쯤은 알 수 있지 않소? 어차피 여몽장군이 남쪽으로 육로를 끊고 살길이 막혔는데 여기서 버텨봐야 그대의 가족만 망하고 싸워도 살길이 없으니 항복하시오\"라고 협박 편지를 보내니 사인이 눈물을 흘리면서 투항했다고 한다. \n\n[미방(糜芳)]\n형주 공방전 당시 관우가 북벌(번성공략전)을 실시할 때까지 남군 태수로 있었는데 지위는 관우의 바로 아래였으며, 실질적으로 또한 정치적으로 형주의 2인자 자리였다. 그런 그를 관우가 가벼이 여겼고 관우가 출군한 이래 미방, 사인은 군수물자를 공급했으나 그를 돕는데 전력을 다하지 않자 관우가 \"돌아가면 응당 죄를 다스릴 것\"이라 하니, 미방과 사인은 모두 두려움을 품고 불안해하여 이에 손권이 은밀히 미방과 사인을 꾀자 미방과 사인은 사람을 시켜 손권을 영접했다.(정사 관우전)\n\n[왕망(王莽)]\n왕망의 집안은 한나라 건국 이래 큰 힘을 쓰지 못했는데 왕금이라는 이의 딸 왕정군이 운 좋게 원제의 황후가 되고 그 아들이 성제로 즉위하면서 날개를 달게 됐어. 왕정군의 형제들은 물론 일가붙이 전부가 승승장구했다. 왕망은 왕정군의 조카였다.\n왕망은 전한의 황제 원제에게 시집간 고모 왕씨로 인해 가족과 함께 궁에 들어와 살게 되었다. \n별 특출한 능력은 없었지만 예의범절이 남달랐다. 어머니와 과부 형수를 섬기는 데 최선을 다했고, 숙부인 대장군 왕봉이 병석에 있을 때 보름 동안 잠을 자지 않고 간병했다. 항상 검소하게 살고 의복과 물건을 손님들에게 나누어 주었다. 남편을 닮았는지 그의 처도 매우 검소하고 겸손하여 손님들은 그녀를 하녀로 착각할 정도였다. \n높은 벼슬에 오른 뒤에도 교만하지 않았고, 자신의 토지에서 나온 수입을 선비들에게 나눠 주었으며, 홍수나 가뭄 등 자연재해가 나면 채식만 하며 근신했다. 이제 사람들은 성인이 나왔다고 해도 곧이들을 판이었어. 그러던 중 왕망의 둘째 아들 왕획이 자신이 부리던 노비를 죽이는 사건이 발생했어. 당연히 노비도 하늘이 낸 귀한 목숨이지만 당시 신분제도 아래서 노비 하나 죽이는 것은 큰 허물이 아니었다. 하지만 왕망은 아들을 불러 칼을 내민다. “어서 목숨을 끊어 네 죄를 씻으라.”\n둘째 아들이 노비를 함부로 죽이자 아들에게 자결하라고 명하여 결국 아들이 죽기까지 했다. 왕망을 알고 있는 사람 중에 그를 추천하지 않은 이가 없었다. \n서기 3년, 아직 종이가 발명되지 않았던 시절, 한나라 수도 장안에는 48만7572개의 죽간(竹簡:대나무에 글씨를 쓴 것) 이 전국에서 소나기처럼 쏟아져 들어온다. 많은 사람이 썼지만 내용은 같은 상소문이었어. “왕망의 공덕이 하해와 같으니 그에게 더 큰 상을 내리소서.” 추종자들의 열기는 그깟 죽간으로 해소되지 않았다. “왕족 관리들로부터 평범한 백성들에 이르기까지 자발적으로 수도 장안에 몰려와 밤낮을 가리지 않고 황궁 앞 광장을 지키며 왕망에게 상을 내리라고 대규모 시위를 하였다.”\n대사마라는 최고 관직에 오른 후에도 여전했다. 전국에 한재가 들자 100만 냥과 땅 30경이라는 막대한 사재까지 털어 빈민들에게 나누어주기까지 하였다.\n그런데 대반전이 일어난다. 급기야 사위인 평제를 독살하고 딸까지 죽음에 이르게 만드는 듯 왕이 되기 위해서라면 방법을 가리지 않았다.\n왕망은 어린 황제인 평제를 독살하고, 당시 겨우 2살이었던 선제의 현손을 황태자로 책봉하여 섭정을 시작한다. 이미 한나라의 모든 실권은 왕망이 틀어쥐고 있는 상황이었다.\n결국 3년 후 왕망은 신(新)나라를 세우고 황제로 즉위한다. 그리고 황제가 되자마자 1000년 전 주나라 시절로 돌아가자면서 이미 사유재산제가 정착한 사회에 공동 소유와 경작이라는 정전제를 시행했다. 토지국유화 같은 급진적 개혁을 추진했던 것이다.\n왕망은 유교적인 이념을 통해서 이상 국가를 만들겠다는 야심이 있었고 특히 세금관이 뚜렸했다. 주나라의 정전제로 일정한 크기의 토지를 9등분한 뒤 각각 8명의 국민들에게 나눠주고 나머지 1/9을 공동경작하게 한 후 그 세금을 정부에 내도록 하는 계획이 있었습니다. 하지만 현실적으로 그 계획대로 흘러가지 않았고 다른 경제활동의 증가로 대토지 소유자들의 반발이 컸고 결국 왕망의 토지개혁은 3년 만에 폐지되었습니다. \n\n왕망은 군주가 무엇을 해야 하는지를 몰랐다. 왕망은 속유(식견이 변변치 못한 선비)였을 뿐이다. 멸사봉공하는 모습을 연출했지만 진정한 의미의 공익 개념은 없었다. 더해서 그는 관료와 지식인의 사익을 보장해 전폭적인 지지를 얻어 제위에 올랐으므로 이들의 이익을 도외시할 수 없었다. 즉 왕망을 지지한 이들조차도 개혁에 동조하지 않았고, 오히려 기득권층의 일원으로서 그의 구상에 딴지를 걸고 있었다. 이런 불협화음 속에 백성들의 삶이 편안할 리 없었다.\n경전에 따른 복잡한 관직체계를 만들고, 관료들에게 나라에 대한 봉사 정신을 강조하면서 일에 대한 녹봉(급여)을 주지 않았다. 화폐제도를 개혁한다면서 복잡한 제도를 만들어 오히려 물가를 폭등시켰다. 그리고 무엇보다 주나라 시절의 존왕양이(尊王攘夷)를 내세우며 흉노, 고구려 등 주변 국가들을 오랑캐라 낮춰 부르면서 그들을 자극했다. \n이러한 현실감 없는 정책만 이어가니 참다못한 백성들이 들고일어나게 되었다. 각지에서 반란이 일어났고 왕년의 성인(聖人) 왕망은 천하의 표적이 됐다. 황궁으로 반란군과 백성들이 몰려들었고 그는 황궁의 점대(경복궁 경회루처럼 물로 둘러싸인 높은 누대)로 도망갔다. 그래도 왕망에게 충성하는 사람들이 있었으나 중과부적, 왕망은 곧 살해됐고 그의 시신은 글자 그대로 천참만륙, 갈갈이 찢겨버렸다.\n결국 한나라 황족 후손인 유수(후한 시조 광무제)에 의해 15년 만에 멸망하고 만다. 왕망은 곤양대전에서 40만 대군이 그 40분의 1밖에 안 되는 유수의 1만 군에 대패를 당하자 속된 말로 멘털이 나가 버렸다. 수도가 함락될 위기에 처하자 울음으로써 하늘에 구원을 청하자면서 백성 중에 잘 우는 3000명을 뽑아 밤낮으로 대성통곡하게 하고 벼슬까지 주었다고 한다. \n맹자가 “군주는 백성이라는 물 위에 뜬 배이며 백성은 배를 띄울 수도 있고 뒤집을 수도 있다”라고 했다. 사람들의 지지를 얻는 데에는 위선적인 도덕군자 행세가 꽤 유효하다. 그건 예나 지금이나 마찬가지다. 하지만 문제는 지지를 딛고 권력을 얻은 다음 사람들의 욕망을 다스리고 조율하기 위해서는 도덕이 아니라 정치가 필요한 법이고, 이에 무능한 권력은 말로가 좋지 않다는 걸 왕망은 가르쳐주고 있다.\n\n[사마의(司馬懿)]\n사마의는 자는 ‘중달’로 지금의 중국 하남성 온현 서쪽에 위치한 하내 온현 출신이다. 그의 가문은 후한의 명문 호족인 하내 사마 씨로 존경받는 집안이었다. 사마의는 낙양령, 경종윤, 상서우승을 역임한 ‘사마방’의 차남으로, 사마방은 조조를 낙양 북부위로 추천하여 관료의 길에 들어서도록 한 사람이다. 당시 청류파 호족의 자제로서 사마의는 어려서부터 병법, 무예, 유학을 배우고 익혔는데, 엄격하고도 근엄한 부친 사마방의 교육 이념으로 아들들은 <사마팔달>이라고 불리며 진중하고도 현명한 인물들로 성장하게 되었다고 한다.\n\n사마방의 여덟 아들들은 모두 뛰어났는데, 특히 차남인 사마의가 특출한 인물이었던지, 후한의 정치가인 ‘최염’은 사마방의 장남 ‘사마랑’에게 “당신의 동생 사마의는 총명하고 성실하며 결단력 있고 영특하니 그대보다 낫다”라고 하며 극찬을 하였다. 사마랑 또한 ‘동탁’에게 잡혀 위기에 처한 상황에서 어린 나이임에도 불구하고 차분하게 얼굴을 들어 설득할 정도로 담대하고 훌륭한 인품을 지녔다고 전해지니 어린 시절부터 최염의 인정을 받은 사마의의 총명함은 남달랐다 하겠다.\n\n성인이 되자 주변에 인재가 차고 넘쳐도 늘 인재를 찾아 헤매던 조조는 순욱의 추천으로 등용하기 위해 사마의를 부른다. 하나 환관의 자손인 탁류파 조조에 대한 반감이었는지, 아니면 자신의 입지를 더 높이기 위한 수법이었는지 조조의 부름을 병을 핑계로 거절한다. 이를 괘씸히 여긴 조조는 사람을 보내 사마의가 꾀병을 부리는지 확인하라고 했으나, 이를 미리 예상한 사마의는 자객까지 속일 정도로 완벽한 연기력으로 조조를 속인다. 그러나 조조가 북방을 통일하고 승상의 위치에까지 오르자 다시 그의 부름을 거절할 수 없었던 사마의는 문학연에 취임하며, 이후 황문시랑, 의랑, 승상 동조속, 주부의 자리를 거치며 조조의 신하로서 임무를 이어나간다.\n\n온갖 역경을 극복하며 승상의 자리에 오른 조조는 사람을 보는 혜안 또한 남달라서인지 사마의를 보고 능력은 인정하나 그의 충정은 늘 의심한다. 특히, <진서>에 묘사된 대로 사마의가 역모의 관상이라는 낭고(狼顧, 늑대)상을 지닌 데다(전해지는 바로는 이런 용모를 지닌 인물은 충성스럽지 못하고, 최종적으로 주인을 배반한다고 한다.) 첫 부름에 당돌하게 거절을 한 전례 때문인지, 조조는 순욱처럼 모든 것을 믿고 맡기지 않고 오랜 시간을 두고 그를 떠보며 살핀다. 이런 조조의 속내를 간파한 사마의는 말직이라도 불평 없이 묵묵히 성실하게 일하며 오래도록 계속되는 주군의 불신을 불식시키기 위해 최선을 다한다. 결국 익주의 유비 공격 건의, 둔전제 실시와 조조가 위험할 때마다 냉철한 판단으로 주군을 위기에서 구해내는 등 뛰어난 능력자임을 스스로 증명함으로서 조조에게 어느 정도 인정받게 된다.\n비록 아버지인 조조에게 신임 받지는 못했으나, 사마의에게 새로운 여정을 마련한 조비와의 우정은 그에게 서광을 비춘다. 조조가 총애한 조식과 후계 자리를 두고 경쟁 관계였던 조조의 장남 조비와 친분을 쌓으며, 사마의는 조비가 조조를 이은 위왕의 자리에 오를 수 있도록 뒤에서 물심양면으로 돕는다. 즉위한 조비는 이에 대한 보답으로 위나라 상서가 된 그에게 무군대장군, 급사중, 녹상서사의 벼슬을 내리며 전쟁에 나갈 시에는 내정을 맡길 정도로 깊이 신뢰한다.\n조비에게서 시작된 중신으로서의 그의 입지는 조비 사후, 조예, 조방까지 이어진다. 조예 때에는 표기대장군이 되어 맹달의 반란을 진압하고 오나라와의 전투에서 승리함으로서 무관으로서 입지를 다지게 되었고, 조방 때에는 대장군 조상과 함께 태위의 자리에 오른다.\n그러나, 운명은 위나라 충신의 길을 가던 사마의의 여정을 사정없이 뒤틀어 버린다. 황족 조상의 전횡은 숨겨진 사마의의 승부욕을 자극시켜 엄청난 결과를 가져오게 하는데, <고평릉의 난>을 기점으로 그의 삶은 극단적으로 변하게 된다. 아들들과 함께 정변을 일으켜 조상의 삼족을 멸하고 그 무리를 제거하여 권력을 독점하게 된 사마의. 이때부터 사마 씨 집안의 거침없는 행보가 시작되고, 위나라는 멸망의 길로 들어선다. 이때 당시 권력자인 조상을 속이기 위해 그는 말귀도 못 알아듣고 거동도 불편한 노쇠한 노인처럼 상대를 속이며 오랫동안 기회를 살폈다고 하니, 젊은 시절 조조에게 와병을 핑계로 출사를 거절한 일을 떠올려볼 때, 완벽히 상대를 속이기 위해 속내를 감추는 사마의의 무서운 통제력에 소름이 돋을 정도라 하겠다.\n73세까지 장수하며 위나라 조정을 쥐락펴락한 사마의. 그의 사후, 아들 사마사와 사마소에게 독점된 권력이 이어지다, 손자 사마염 때 위나라의 마지막 황제는 폐위되고 사마 씨 가문은 <서진>을 건국하고, 촉나라와 오나라를 멸망시킨다. \n\n사마의가 왜 배신을 했을까? 사마의가 구데타를 일으켰을떄  많은 사람들이 사마의를 지지했다.\n그만큼 사마의는 명망이 높았었다는 반증이다.\n사실 조비와 조예 떄는 아무 문제가 없었다.\n문제는 바로 조예 사후 권력을 조진의 아들 조상과 나눠 가짐으로부터 시작이 되었다. 조진은 위나라에 공로가 많은 장군이었다. 조진은 조조의 친척이기도 했고, 조조가 패권을 잡은 데에도 공헌이 많았다. 문제는 조진의 후광으로 권력을 잡은 조상은 사마의를 제거할 궁리를 했다.\n우선 사마의를 태부라는 이름만높고 권력도 없는 자리로 내몰았다. 뿐만 아니라 사마의는 끊임없는 생명의 위협을 느껴야 했다. 그런 조상때문에 사마의는 치매에 걸린 노인 연기까지 해야 했다.\n이런 상황에서 조상 형제가 황제를 모시고 능묘 참배 길에 오른 것을 기회삼아 구데타를 일으켰다(고평릉사건). 그리고 조상 형제를 죽이고 정권을 장악했다.\n\n실제 역사에서 사마의는 조조한테 살짝 의심만 받고 그 이후론 의심받지 않았다. 그 이후로 조비 조예는 견제는 커녕 오히려 사마의를 믿었다. 조비는 자신 죽기 직전 조예에게 조진, 진군, 사마의를 의지하라 유언하고, 조예는 사마의에게 울면서 후사를 부탁했다.\n오히려 후대 역사가들이 사마의를 까는 이유가\n조비 조예가 사마의 널 그렇게 믿었는데 배신을 하냐? 이 쓰레기 같은놈이란 이유다. 물론 사마의는 조예 사후 조상 일파에게 견제를 당했으나 당시 상황상 사마의는 견제받아도 할 말은 없었다. 조예는 사마씨를 너무 믿어서 자신이 죽기 직전 사마의에게 위나라 군권을 줬고, 동생 사마부에겐 위나라 재정권을 넘겨줬다. 이런 상황에서 견제를 안하면 그 게 오히려 이상한 것이다. 근데 조상은 견제도 정말 허접하게 견제를 했는데 사마의만 견제했지 다른 가족들은 견제를 거의 안했다. 사마부는 견제당한 기록이 없고, 사마의의 아들 사마사와 사마소는 견제는 커녕 오히려 조상일파와 친하게 지냈다.\n오죽하면 사마소는 반란 계획을 하루 전날에 알아 잠도 제대로 못잤고 훗날 조상 일파 중 1명인 하후현을 사마사가 죽이려 하자 사마소가 반대했다는 기록도 있다. 즉 조조의 위나라가 사마씨에게 먹힌 이유는 사마씨를 너무 견제해서 사마씨가 살기위해 반란을 일으킨게 아니라 사마씨를 너무 견제하지 않고 오히려 그들에게 너무 많은 권한을 줘서 그들이 그 권한으로 반란을 일으켜 나라가 망한거다.\n\n연의랑 연의 2차창작에서 이야기 재밌게 만든다고 사마의가 조씨들에게 엄청 견제당한 거처럼 묘사한 거 때문에 진짜 그런줄 아는데 전혀 아님.\n\n조비, 조예가 사마의한테 몰아준 직책만 봐도 군권을 갖다 맞긴 수준이라 견제했다는 건 과장. 고평릉도 조상이 평균수준 인간이었음 진압 가능했는데 상상을 초월하는 무능이라 성공한 것.\n\n[왕돈(王敦)]\n왕돈은 서주 낭야국 임기현 사람이다. 왕돈은 자가 처중(處仲)이고, 왕도의 사촌이다.\n동진을 건국한 사마예(司馬睿)에게는 두 명의 최측근이 있었다. 한 명은 내정을 담당한 왕도(王導)이고, 다른 한 명은 군사를 담당한 왕돈(王敦)이었다. \n팔왕의 난을 피하려고 했던 낭야왕 사마예에게 왕도가 건업으로 피하라고 조언했고, 이에 사마예는 왕돈,  왕도와 함께 강동으로 갔다. \n왕돈은 315년에는 도독이 되었으며 강주, 양주, 형주, 상주, 교주, 광주 6주 제군사 및 강주자사가 되었고 한안후에 임명되었다. 이윽고 서진의 민제 사마업이 전조의 유요에 의해 생포되면서 진왕이 사마예의 의해 대장군의 자리를 수여받아 군권을 장악했다.\n그러나 322년, 동진에 반란을 일으켜 무창에서 거병했는데 대의명분은 원제 사마예의 측근이었던 유외(劉隗)와 조협(刁協)을 죽인다는 것이었다. 사마예가 이들을 중용하며 왕도, 왕돈을 멀리했기 때문으로 석두성을 수비하던 군대를 손아귀에 넣었다. 조카 왕윤은 왕돈의 반란의 이야기를 우연히 듣게 되었고 입에 손가락을 넣고 일부러 구토를 했고 병자를 가장해 난을 피해 목숨을 건졌다. 왕돈은 유외와 조협을 추격했는데 조협은 나이가 많아 말을 타지 못해 결국 따라잡혀 처형되었고 수급이 왕돈에게 전달되어 저자에 효수되었다. 유외는 후조의 석륵에게로 달아났는데 사태를 심각하게 본 사마예는 왕돈에게 실권을 넘기고 승상에 임명했다. 그러나 왕돈은 마음대로 사람들을 살육했으며 옛 무덤을 도굴하는 등 전횡을 부렸다. 이에 사마예는 분사했으며 명제 사마소가 즉위했다.\n원래 왕돈은 그를 싫어하는 사마소를 꺼려 모함을 했으나, 실패했으며 예상대로 사마소는 황제가 되자마자 왕돈이 저지른 악행을 구실로 그를 처벌하려고 했다. 323년, 명제 사마소는 왕돈을 역적으로 규정하며 정벌하라고 조칙을 내렸다. 이에 왕돈은 제위 찬탈을 노리고 다시 반란을 일으키려 했지만 거병 직전에 병으로 쓰러졌다. 왕돈은 병이 든 자신 대신에 형 왕함을 대장으로 세워 출병시켰다. 그러나 왕함은 324년 7월 건강 인근까지 진격했다가 월성에서 명제의 관군에게 대패했다. 패전 소식을 스스로 선두에 나서려고 했으나, 병이 나서 힘을 다하고 쓰러져 그대로 죽었다. 이후 왕함을 포함한 잔당들은 왕도가 이끄는 진압군에 모두 소탕되고 왕돈의 무덤은 파헤쳐져서 시신이 부관참시되어 목이 명제에게 바쳐진다. 왕돈의 가족들도 전부 처형된다. 그리고 왕도는 이 공으로 승상으로 복귀해 도간, 유량, 치감과 함께 실력자로 부상했다\n\n[환온(桓溫)]\n동진의 장군이자, 정치가이며, 권신.\n영가의 난으로 오호십육국시대가 도래한 지 30여 년이 된 시점에서, 수십 년 만에 파촉 일대를 회복하는 큰 공을 세웠다. 이뿐만 아니라 수차례 북벌을 시도하여 진 왕조의 옛 도읍인 낙양 일대를 수복하는 등 화북 일대를 점거한 이민족 왕조들에게 아직 동진이 죽지 않았다는 사실을 알린 명장이었다.\n그러나 한편으로는 자신의 공로를 앞세워 조정의 전권을 장악하였던 권신이기도 하였다. 동진의 실권자로 떠오른 환온은 제멋대로 황제를 폐위하기도 했으며, 종국에는 제위까지 찬탈하려 들었으나 최종적으로는 북벌에 실패하고 뜸을 들이는 바람에 뜻을 이루지 못하고 죽어버렸다. 이처럼 환온은 무참히 짓밟힌 한족의 자존심을 세워준 위인이었으나, 한편으로는 권력욕에 찌들은 야심가이자 난신적자로 평가될 여지도 있는 인물이었다. \n야망을 꿈꾸었다. 이에 폐제 사마혁을 남색가 내지 고자로 몰아 폐위시키고, 나이 많은 간문제 사마욱을 옹립했다. 환온의 권세는 이미 황제를 넘어서 자신이 황제가 되고자 했다.\n\n동진의 숙원이었던 북벌을 일부나마 실현시킨 환온은 그 공으로 대사마(大司馬) 겸 대도독중외제군사(都督中外諸軍事)에 올라 364년에 이미 갖고 있던 형주 자사에서 양주자사(揚州刺史)로 전임됐고, 369년에는 연주 자사 겸 서주 자사를 더해 장강 하류의 모든 군세를 수중에 넣었다. 여기에 자신의 정예 군대인 서부 군단을 합쳐 동진의 실권을 완전히 장악했다. 이때 환온의 친구인 동진의 명문 귀족 유담(劉淡)이 가세했다.\n당시 동진은 화북 지방으로부터 들어온 유민(流民)과 화중, 화남의 원주민이 섞여 건국된 나라였다. 아직 강남이 완전히 개발된 상태도 아니었는 데다가 북부의 유이민들이 특권을 받아 동진으로 유입되는 유민의 숫자가 증가하면서 호구 조사가 제대로 시행되지 않고, 조세나 병역을 적절하게 부여하지 못하여 나라 꼴이 엉망이었다. 그래서 환온은 현재 거주지를 중심으로 호구 조사를 실시하였는데 이를 토단(土斷)이라 하였다. 동진 시기 100년 동안 토단은 약 아홉 차례 시행되었는데 환온이 대사마 재직시 가장 거국적으로 실행됐다. 이를 바탕으로 동진의 국력은 다시 재정비될 수 있었다.\n이렇게 명망을 쌓고 간문제로부터 선양을 받으려고 했으나, 간문제는 환온의 야심을 간파하고 불안해하다가 급사해버렸다. 특히 사안은 초연한 태도로 그를 제거하려던 환온의 의지를 꺾었고, 사마욱이 죽자 효무제 사마요가 즉위했다.\n환온의 아들 형주 자사 환현은 결국 아버지의 야망을 실현하여 효무제의 아들 안제 사마덕종에게 선양받아 후일 환초라고 불리는 초(楚)나라 황제가 되어 환온의 유지를 이었으나, 불과 3개월 만에 유유에게 반격받아 피살되고 말았다. 이후 유유는 동진을 찬탈하고 유송의 개국자가 되었다.\n\n[안녹산(安祿山)]\n아버지가 이란계, 어머니가 돌궐족인 당나라의 장수였다. 6개 국어를 능통하였으며 30대에는 장수규 밑에서 무관이었다. 당시 현종은 국경의 방어에 이민족 무장들을 중용했는데 이런 시류와 양귀비의 총애에 힘입어 742년에는 평로절도사, 744년에는 범양절도사, 751년에는 하동절도사로 부임하면서 국경방비군 전체의 3분의 1을 장악할 만큼 고속승진했다.\n현종은 안녹산에게 재상직을 수여하려 했는데 이를 양귀비의 오빠인 양국충이 반대에 무산되는 일이 벌어진다. 이 과정 속에서 안녹산과 양국충의 관계는 더 벌어지게 된다.  \n양국충은 안녹산이 반란을 일으킨다는 조짐을 보이자, 현종에게 안녹산이 모반을 꾀한다고 전했다. \n755년 당나라 북경지역 절도사 안녹산이 반란을 일으킨다. 황제의 총애를 받던 양귀비를 등에 업고 국정농단을 하고 있는 간신 양국충을 제거하겠다는 명목이었다. \n안녹산은 15만의 병력을 이끌고 중원으로 쳐들어갔다. 뤄양에 들어가 안록산은 나라 이름을 연(燕)으로 정하고 황제를 칭하였다. 한달 만에 낙양을 함락시킨 안녹산은 수도 장안 입성을 눈앞에 둔다. 당나라 황제 현존과 양귀비는 무섭게 진군하는 안녹산을 피해 사천지방으로 도망을 간다.\n이후 장안까지 점령했지만, 후계자 결정 과정에서 아들 경서의 손에 죽었다. 애첩의 소생을 편애했는데, 이에 불만을 품은 아들이 보낸 환관에 살해당했다.\n이 난은 사사명이 이어받았는데, 9년 후에야 겨우 평정되었다. 이 난으로 당나라는 힘이 점점 약해져 멸망의 원인이 되었다.\n\n\n고대 제국 진나라를 멸망으로 몰아넣은 환관 조고\n\n[주온]\n중국의 당나라가 망국의 증상을 나타내고 질서가 형편없이 무너지자, 농민들이 반란을 일으켰다. 이 중 큰 규모의 난으로 ‘황소의 난’이 있었는데 황소에게는 신임하는 가까운 부장으로 주온이라는 사람이 있었다. 그는 자기를 키워준 황소를 배신하고 당나라에 투항하여 절도사라는 벼슬을 얻어 오히려 황소를 파멸시키고 말았다.\n당나라의 충신으로 변신한 주온은 주전충이라는 이름을 얻었는데 당나라에 오로지 충성해 달라는 뜻이었다. 그러나 그는 당나라의 병권을 쥐고 국정을 농단하다 급기야 당나라를 배신하고 당나라의 황제를 죽이고 ‘후량국’이라는 나라를 세운다.\n후량국의 황제가 된 주온은 온갖 호사와 포악을 자행하다, 5년이 지나지 않아 자기 아들 주우규의 칼을 맞고 죽고 만다. 아들 또한 아버지를 배신한 것이다. 그러나 아버지를 죽이고 황제가 된 아들은 1 년이 지나지 않아 동생 주우정에게 피살되고 만다.\n형을 죽이고 천하를 차지한 주우정은 얼마 지나지 않아 ‘후당’이라는 나라를 세운 이존욱이라는 사람에게 죽임을 당한다. 결국 후량국은 망하고 말았다. 실로 숨가쁜 배신과 배신의 연속이었다.\n\n[진회(秦檜)]\n남송시대 진회라는 인물이 있다. 진회는 이민족인 금나라와의 강화를 도모했다는 이유로 한족의 반역자라는 뜻인 이른바 '한간(漢奸)'의 대표적 인물로 중국에서 가장 미움을 받아 왔다. \n1127년 정강의 변(금나라가 송나라를 멸망시키고 휘종, 흠종 황제를 끌고 간 사건)이 발생하고 진회와 많은 신하들이 포로 신분으로 같이 끌려가게 된다.\n정강의 변으로 화북지역을 점령한 금나라는 화북 통치를 위해 꼭두각시 국가인 초나라를 세울려고 했지만, 진회는 이것을 맹렬히 반대를 했기 때문에 금나라 수뇌부에 의해 북으로 압송되었다. 이때 금나라의 중신이 달려와 밀약을 맺고, 남송의 주전론을 억누르고 화친을 결정했다고 소문을 흘린 후에 풀려났다.\n1130년, 진회는 금나라를 탈출해 가까스로 남송의 황제 고종에게 도착했다. 고종은 진회가 돌아온 것을 보고 상당히 즐거워하며 당일로 예부상서에 임명하고  다음 해에는 재상에 임명한다. 그 후 일시적으로 재상에서 파면되기도 하지만 곧바로 복귀하고 금나라와의 화평교섭 추진에 노력을 다했다.\n정강의 변에 끌려갔던 진회 자신도 힘을 갖추지 못한 대책없는 주전론에 의한 피해자였으며 악비를 비롯한 강경파 주전론자를 극도로 경계하였다.\n당시는 금과의 교전에서 공을 세운 악비 등의 군벌 세력이 대두하고 있었고 주화파의 진회를 비판했다. 이에 진회는 군벌 간의 알력을 이용하여 군벌의 힘을 견제하고 그 군대를 중앙군에 편입하여 주전파들을 숙청하였다.\n1141년 화친을 반대하고 전쟁을 주장하는 주전파를 탄압하고 관직으로부터 추방하였다. 특히 당시의 구국의 영웅이라고 일컬어 졌던 악비를 반역죄로 몰아 처형했다. 주전파를 억눌렀던 진회는 다음 해 1142년에 드디어 금과의 화친을 추진시킨다. 그러나  이 화친은 양국의 역관계를 반영한 결과를 초래하게 된다. 화친조약으로 황하 강 이북의 땅을 금나라에게 양보했을뿐만 아닌 매년 25만냥의 은과 25만필의 비단을 조공 바쳐야했고, 남송의 황제가 금의 황제한테 '신하의 예'를 취한다는 것이 화친조약의 주요 내용이었다. 이 때문에 그 후에 진회는 매국노, 즉 한간(漢奸)으로 지탄받았고, 그 후에도 진회에 대한 비난은 그치지 않았지만, 남송의 재상이었던 진회는 그러한 반대파에 대해서는 철저한 탄압을 하는 공포 정치를 펼쳐 반대파에 대한 강경 탄압을 한다.\n1155년, 재상에 있은 지 20년 만에 66세로 사망했다. \n\n[오삼계(吳三桂)]\n명말청초의 장수이다. 부친의 공적으로 무장에 등용된 뒤 출세를 거듭하여 1641년에 제독으로 요서(遼西) 영원(寧遠)에서 명군을 지휘하여 청군을 방어하는 임무를 수행하던 오삼계는 청이 건국되었을 때 산해관(山海關)을 수비하는 임무를 맡았다. 그는 호시탐탐 명나라를 노리는 청나라를 방비하기 위해 최전선인 산해관을 지키고 있었다. 청나라는 이곳을 점령하기 위해 수차례 공격했으나 오삼계에게 막혔고, 오히려 많은 피해만 당했다.\n명나라 말, 안으로는 정국이 혼란해 여기저기서 반란이 일어났고 외부로는 청나라가 호시탐탐 대륙을 노리고 있었다. 당시 명나라는 최고의 적을 청나라로 보고 산해관에 정예병을 보내 지키도록 했다. 그런데 별것 아니라고 생각했던 농민반란군이 세를 얻으면서 중앙정부를 위협했다. 명나라는 진압군대를 보냈으나 예상외로 참패한다. 이자성이 이끄는 농민군은 이 기세를 틈타, 순식간에 주요 도시를 점거하고 심지어 수도인 베이징(北京)마저 점령해 명나라를 멸망시킨다. 찬란했던 왕조는 이렇게 허무하게 무너졌다.\n명나라가 멸망했을 때도 오삼계는 대군을 거느리고 산해관을 지키고 있었다. 그가 지원을 가기도 전에 순식간에 수도가 함락되고 만 것이다. 오삼계에게 이자성의 농민 반란군은 자신의 주군을 무너뜨린 원수나 마찬가지였다. 이자성과 청나라 중 하나를 선택해야 하는 상황에서 오삼계는 고민에 빠진다. 또한 당시 그의 가족은 베이징에 있었는데, 이자성은 오삼계의 가족을 인질로 삼았고 이자성의 휘하 장수였던 유종민은 오삼계의 애첩 진원원을 취한다. 진원원은 천하의 미녀로 기녀 출신이었다. 오삼계가 그녀를 특히 아꼈기에 당연히 화가 치미는 상황이었다. 이때 이자성은 대군을 이끌고 산해관을 공격해 온다. 이렇게 되자 오삼계는 청나라에 도움을 청했고, 청나라는 투항을 조건으로 내걸었다. 결국 오삼계는 1644년 홍타이지(皇太極)의 동생 도르곤(多爾袞)에게 투항하였다. 이후 오삼계는 청나라를 도와 이자성의 반란군을 토벌한다. 그 후, 청군은 오삼계를 길잡이로 하여 관내로 들어왔다.\n오삼계는 이후에 번왕(藩王)인 평서왕(平西王)으로 봉해지고 운남(雲南)을 관리해서 운남은 한족 오삼계가 다스리는 독자성을 띤 지방 정권이 된다.\n그는 청나라 제4대 황제 강희제(康熙帝)가 삼번 폐지 정책을 실시하자 운남에서 명을 재건국한다는 명분을 세워 군사를 이끌고 반란을 일으켰다. 평남왕 상지신과 정남왕 경정충이 오삼계의 반란에 호응하는데 역사에서는 이를 '삼번의 난'이라고 칭한다. 강력한 군사를 이끌고 섬서성과 하남성과 감숙성을 휩쓸었으며 곧이어 청 조정을 얕잡아 보고서 수도인 북경으로 진군하다가 멈추었다. 결국 오삼계는 전투 중에 병사하고 그의 세력은 청나라에 패하고 말았다. \n\n\n[린뱌오]\n마오쩌둥과 권력 문제로 대립하다 쿠데타를 일으켜 마오쩌둥을 죽이려고 하다가 실패하여 해외로 도망가려다 비행기 추락사고로 사망한다.\n\n아케치 미츠히데\n\n[고바야카와 히데아키(小早川 秀秋)]\n천하의 분수령인 세키하카라 대전투의 승패를 배반이라는 행위로 결정짓게 한 인물 – 때문에 코바야카와 히데아키는 ‘사상 최대의 배반자’라는 오명을 역사에 남기고 있다.\n 1588년 이 즈음 히데아키는 히데요시의 후계자로 여겨지고 있었다. 그러나 조선 침략이 한창이던 1593년, 요도도노는 또 다시 남자아이 히데요리를 낳았기에 히데요시의 히데요리에 대한 눈먼 사랑이 시작되었다.\n정유재란 때 히데아키는 대장으로 출진하였다. 카토 키요마사(加藤 清正)의 농성으로 유명한 울산성(蔚山城)에 대규모 구원군을 이끌고 갔을 때의 일이었다. 도망치는 명나라 군사를 쫓아 총대장인 히데아키가 직접 창을 꼬나 쥐고 휘두르며 짐승을 쫓는 사냥꾼처럼 학살하고 다녔다고 한다. 대장으로서는 있을 수 없는 행위였다. \n다음 해인 1598년. 돌연 히데아키는 귀국 명령을 받았다. 히데아키는 득의만만한 얼굴로 히데요시에게 출두하였다. 필시 조선에서의 활약에 대한 칭찬해 줄 거라 생각했다. 그러나 히데아키의 머리 위로 쏟아지는 것은 의외로 조선에서의 경거망동을 질타하는 히데요시의 노호였다. 히데요시는 “네 녀석과 같은 놈을 대장으로 삼다니 내 눈이 삐었구나”라고 까지 말하였다고 한다. 뿐만 아니라 북부 큐우슈우(九州) 33만 6천 석을 삭감하여 15만석의 이봉이라는 가혹한 결정까지 내렸다. 이때 구원의 손길을 내밀어 준 것이 토쿠가와 이에야스(徳川 家康)였다. 온화한 얼굴로 히데아키의 불평을 들어주고서는, 히데요시에게 주청하여  히데요시의 분노가 풀리도록 노력하였다.\n1598년 8월 히데요시가 죽었다. 이에야스의 조처로 감봉에 따른 이봉을 피한 히데아키의 처우도 히데요시의 죽음으로 인해 흐지부지해졌다. 히데요시 사후 천하를 쥐고자 계획하고 있던 이에야스는 이러한 히데아키에게 은혜를 입힌 형태가 되었다. 세키가하라(関ヶ原)에서 히데아키가 배반한데에는 이러한 배경이 있었기 때문이라고 할 수 있다. 히데아키에게 에도측으로 돌아설 것을 요청하였다. 히데아키는 이 제안을 받아들여 동군에 가담하기로 하였다. \n그러나 세키가하라의 결전 당일, 마츠오 산(松尾山)에 진을 치고 있던 히데아키는 시간이 흘러도 어느 편인지 확실히 나타내지를 않고 지켜만 보았다. 애간장이 탄 이에야스는 철포대에게 명령하여 히데아키의 배반을 재촉하는 철포를 쏘게 하였다. 이때서야 비로서 히데아키는 병사들을 움직여 서군의 오오타니 요시츠구(大谷 吉継) 부대를 공격한 것이다. 알려진 대로 이것이 세키가하라의 승패를 갈랐다. 결전 후 히데아키는 이에야스에게 오사카측을 격파하는데 크게 공헌한 것에 대하여 감사받으며 그 자식인 히데타다에 맞먹는 대우를 약속받았다. \n\n[국공내전]\n미국이 장개석에게 오전에 지원한 무기가 오후에는 모택동에게 팔려가고 있는 경우가 많았던 한족의 뿌리 깊은 부패 특성.\n\n[대만]\n미국은 좋은 무기, 필요한 무기, 달라는 무기(M1A2 탱크, 자주포, E-2D 호크아이 등)는 다 거절하고 있다. 다만 상륙후의 시가전에나 필요한 재블린 등 재래식 화기만을 제안하고 있다. 지금도 대만에 본토의 간첩이 그득하고, 또한 제공된 무기에 대한 정보가 언제 본토로 넘어갈지 모르는 상황이라서 더 그렇다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-30T08:27:16.812000",
  "updatedAt": "2022-12-11T17:47:46.539000"
}