{
  "id": "a6281f30-9504-440f-b73b-3e00307cf350",
  "title": "담로 vs 다물",
  "content": "양나라(502～556)의 역사를 기록한 『양서(梁書)』의 기록에 다음과 같은 내용이 나와 있습니다.\n\"백제는 도성을 고마(固麻)라 하고 읍을 담로(簷魯)라고 하는데, 이는 중국의 군현과 같은 말이다. 그 나라에는 22개의 담로가 있는데, 모두 왕의 자제와 종족(宗族)으로 나누어 다스리게 하였다\"\n담로(擔魯)는 중국의 군현(郡縣)과 같은 지방 통치조직을 의미합니다. 반도 학계에서는 일반적으로 담로가 백제 말의 음차로 읍성(邑城)을 의미하는데, 중국의 군현(郡縣)과 같이 지방 지배의 거점으로서 성(城)을 뜻하는 동시에 그것을 중심으로 하는 일정한 통치영역을 나타내는 것이라고 합니다. 담로는 일종의 봉건제로 인식되고 있을 뿐만 아니라 이 제도가 해외 식민지의 개척의 거점이라고 보기도 합니다.\n\n『삼국사기』\n\"송양왕이 나라를 들어 항복하므로 왕은 그 땅을 다물도(多勿都)라고 하고 ― 고구려 말에 복구한 땅을 다물(多勿)이라 말하는 까닭으로 이와 같이 부른 것이다.\"\n\n김성호 선생은 담로의 어원을 고구려의 다물이라고 보는데 고구려에서는 빼앗은 땅, 점령지를 다모리라 했으며 백제인들의 정착지도 '다모리'라고 했다고 합니다. 이 다모리가 다물, 담라, 담로로 변천했다는 것이죠. '담'은 담장 또는 경계를 뜻하고 '로'는 나라는 뜻하는 것이고 이 말은 백제의 행정구역을 지칭하는 말이라는 것입니다. 전남 해안이나 도서 지방에는 밭두렁에 돌담을 쌓아놓는데 이것을 '돌다모리'라고 한다고 합니다. \n\n담로라는 말이 『삼국사기』「백제본기」 어디에도 나타나지가 않고 엉뚱하게도 중국의 사서에만 나타나고 있는 것\n\n『고구려사략』\n다물은 고향의 뜻으로 해모수의 땅이다.多勿故鄕之意 解慕漱之地也\n\n\n담로의 어원은 부여와 고구려의 ‘다물多勿’에서 본다. 다물은 부여와 고구려가 과거 쥬신대제국, 배달국, 고조선으로 알려진 한민족의 광활한 옛 땅를 ‘회복한다’는 의미의 ‘되물리다’에서 온 말이다. \n동북아 최강국 고구려는 광대한 영토를 지키기 위해 곳곳에 성을 짓는데 그것을 ‘담울, 즉 담으로 친 울’라고 한다. 현재 벽이나 울타리와 같은 ‘담’으로 남아 있다.  따라서 같은 부여의 뿌리를 가진 백제의 ‘담로’ 역시 고구려의 다물 정신을 알고 있기에 ‘담울’을 같이 사용한다. 백제에서 ‘다라, 다르, 드르’로 변화하지만 역시 원래 성城을 의미한다.\n제주도의 옛 표기 탐라耽羅도 담로에서 온 것이므로 백제의 담로국이란 것을 알 수 있다.  \n<일본서기>의 창세신화는 담로로 시작한다. 멸망한 백제왕족들이 왜로 망명하여 새로운 백제, 일본을 건국하고 한반도와의 인연을 끊는 차원에서 음양의 남녀 두 신이 만나서 담로를 기반으로 일본이 탄생했다고 위장을 하며 일본의 건국신화를 만든 것이다.  對馬島도 담아도-다마도-대마도로 바뀐 백제 담로국이다. 왜의 초기 담로지역은 큐슈로 볼 수 있다. 일본왕가가 바로 백제의 혈통임을 알 수 있다.  \n남지나해의 타이완臺灣도 원래 탐모라국으로 불리웠던 백제 담로국의 하나이다.  \n그리고 또한 동남아시아 지역에도 ‘담’이라는 지명은 많이 남아 있다.\n중국 북부 요서지방과 남부 광서성 장족자치구에는 백제촌百濟村, 백제향百濟鄕, 백제허百濟墟라는 지명과 동이 관련 유물들이 여전히 존재한다.\n\n\n\n\n담로제의 실시시기에 대해서는 백제건국 초부터로 보는 견해와 웅진으로 천도한 이후로 보는 견해도 있으나, 근초고왕대에 백제가 지배영역을 분정(分定)하고 있으므로, 근초고왕대에 담로제가 처음 실시된 것으로 보아야 할 것이다.\n이와 같은 담로제는 웅진으로 천도한 이후에도 계속 시행되었으나, 백제가 사비천도를 전후하여 지방조직을 5방(方) 1군제(郡制)로 정비하면서 거기에 흡수되어간 것으로 보인다.\n\n﻿",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-09-05T05:14:28.157000",
  "updatedAt": "2025-12-07T08:37:31.516000"
}