{
  "id": "a6b4b296-c6a1-4314-a9ea-5ec41594187d",
  "title": "환투기",
  "content": "환투기란, 고정환율제(페그제)나 정부가 인위적으로 환율을 유지하려는 국가들을 표적으로 삼아, 환율을 인위적으로 조작하여 차익을 올리는 행위를 뜻한다. \n\n예) 특정 세력이 고정환율제나 환율 유지 정책을 사용하는 국가의 화폐를 대량으로 매입하기 시작한다. 예를 들어 현재 환율이 1달러당 1000원이라면 대출 등을 통해서 1,000억원을 매입한다. 그리고 \n1,000억원을 1억달러로 환전한다. 달러를 대량으로 환전하였다면 시중에 유통되는 달러의 유통량이 줄어들어 자연스럽게 품귀현상으로 달러가치가 상승(원화 환율이 상승)할 것이다. 국가(중앙은행)에서는 상승하는 환율을 원래 환율인 1달러=1,000원으로 다시 내리기 위해 외환시장에 개입. 해외로부터 달러를 매입하던지, 또는 원화가치를 올리기 위해 금리를 인상시키던지.\n그러나 만약 정부가 환율 통제에 실패할 경우에는 달러 환율이 결국 상승할 것이다. 예로  1달러=1,200원까지 상승하였면 환투기 세력이 달러를 다시 원화로 환전시킨다. 그렇다면 이들은 1,000억원의 자본으로 200억원의 환차익을 올리게 된다. \n\n예)\n조지소로스가 1990년대 영국의 영란은행을 상대로 10억달러의 수익을 올린 사례를 살펴 보겠습니다.\n1990년대 당시 영국과 유럽의 시대상황을 살짝 설명드리자면, 당시 유럽은 유럽내 각 국가들의 환율을 고정시키려는 환율조정메커니즘(Exchange Rate Mechanism, ERM)이라는 제도를 도입하였습니다. 이는 각 회원국들간의 환율을 일정하게 고정시킴으로써 통화의 안정성을 확보하려고 한 것이죠. (오늘날의 페그제와 동일한 정책입니다.)\n영국 역시 1990년 ERM에 가입하였습니다. ERM의 정책에 따라 영국의 파운드화는 독일의 마르크화와 ± 6% 이내의 밴드를 유지하였으며, 밴드를 이탈할정도의 환율변동성이 나타날 시 영란은행 (영국의 국책은행)이 직접 개입하여 환율을 조정시켜야만 했습니다. 문제의 시작은 독일에서 일어났습니다. 1990년 서독과 동독은 마침내 베를린 장벽을 무너뜨리고 통일을 하게 됩니다. 독일은 당시 낙후되어있던 동독을 발전시키기 위해 막대한 자본을 풀기 시작했는데요, 낙후된 동독의 경제를 살리기 위해 서독은 휴지조각이었던 동독의 화폐를 서독 화폐와 1:1 등가 교환을 해줍니다. 이로 인해 서독에는 엄청난 인플레이션이 발생하고 독일은 2년간 10회에 걸쳐 금리인상을 단행합니다. 그러자 세계의 자본이 모두 금리가 높은 독일로 몰려들게 되고 마르크화는 그 가치가 폭등을 하게 됩니다. 그런데 독일의 환율이 급 상승하자 다른 나라의 환율도 오르게 된 것입니다.\n당시 독일의 헬무트 독일은행 총재는 다른 나라의 금리인하 요구를 일언지하에 거절합니다. 결국 핀란드는 ERM을 탈퇴하고 스웨덴도 단기금리를 500% 상승시켰습니다.\n금리를 인상시키자 독일의 화폐인 마르크화의 가치는 엄청나게 상승하기 시작했고, 영국의 파운드화 역시 마르크화와 화폐가치를 맞추기 위해 금리를 인상하게 됩니다. 그러나, 당시 영국은 독일만큼 경제가 튼튼하지 못했기 때문에 금리인상만으로는 환율방어에 어려움을 느낍니다. 결국 영란은행은 시중의 파운드화를 매수하면서 환율을 방어해 나갑니다. 영국도 금리인상을 할 수 밖에 없는 상태였고 자본 이탈로 대단히 불안한 상황이었습니다.\n이를 지켜보던 조지 소로스는 영국 파운드화의 폭락을 예견하면 여론에 파운드화 공매도를 흘리게 됩니다. 이에 대하여 영국은 자국의 외환이 충분하다면서  시장의 불안을 불식시키려 노력하지요. \n​1. 조지소로스는 보유한 달러를 담보로 파운드화를 빌립니다.\n2. 그리고 자신인 보유한 자산운용사의 우월한 신용을 바탕으로 채권을 발행해 파운화를 또 빌립니다.\n3. 그리고는 이 파운화를 일제히 팔고 달러를 사들입니다.\n4. 그러자 파운드화의 가치가 떨어집니다.\n5. 영국정부는 대영제국의 자존심인 파운드화의 가치를 지키려고 금리를 10%에서 15%까지 올립니다.  \n6. 하지만 소로스는 사들인 달러를 담보로 다시 파운드화를 빌려 다시 이를 시장에 파는 행위를 반복합니다. 영국 정부도 다시 금리를 올려 파운드화의 가치를 지키려고 합니다.\n7. 그러나 거의 무한대의 신용창출이 가능한 소로스를 영국 정부가 이길 수는 없었읍니다.\n8. 소로스의 헤지펀드와 영국 정부간의 환율 전쟁에서 결국 파운드 가치가 하락하려는 움직임을 보이자 이를 관망하고 있던 시장의 다른 투자자들은 너도 나도 파운드화를 팔았고 파운드화의 가치는 더 떨어집니다.\n9. 결국 영국의 파운드화는 대폭락을 하게 되고 환율을 지킬 수 없었던 영국은 ERM을 탈퇴합니다.\n영국의 ERM 탈퇴 소식에 영국 파운드화의 가치는 급락하였고, 이때 소로스를 비롯한 환투기 세력들은 공매도한 파운드를 갚고 달러를 환전함으로써 천문학적인 환차익을 올릴 수 있었습니다.\n\n\n2019년 02월, 환투기 세력이 다시 기승을 부리고 있다. 환투기 주도세력인 헤지펀드 설정액은 역대 최대 규모로 늘어났으나 레버리지 비율(증거금대비 총투자 금액)은 '볼커 룰' 규제로 금융위기 이전 수준을 회복하지 못했다. 하지만 알고리즘에 의한 프로그램 매매로 활동이 보다 자유로워지고 공격 시점도 잘 포착하고 있다.\n금융위기 이후 한동안 자취를 감췄던 환투기 세력이 활동을 다시 시작한 것은 작년 3월 미국 중앙은행(Fed)이 금리를 올린 직후부터다. 중남미 통화 약세에 베팅하면서 아르헨티나는 환투기 세력에 손을 들면서 국제통화기금(IMF)에 구제 금융을 신청했다. 환투기 세력의 공격으로 브라질 헤알화 가치가 급락하면서 브라질 국채에 투자한 한국인도 큰 손실을 봤다.\n작년 6월 Fed의 두 번째 금리인상 이후 환투기 세력의 공격 대상이 중동과 남아시아 통화로 이동됐다. 빅 스텝 금리인상 등으로 마지막까지 방어하다 견디지 못한 터키와 파키스탄은 IMF에 구제 금융을 신청했으나 미국과의 관계 악화로 지원받지는 못했다. 이란, 스리랑카 등 주변국도 마찬가지였다.\n환투기 세력의 공격 대상이 아시아 통화로 이동된 것은 작년 여름 휴가철 이후다. 투기규모와 범위도 아시아 통화위기 이후 가장 크고 광범위하다. 인도네시아 루피화 가치는 아시아 외환위기 이후 처음으로 '1달러=15000루피' 밑으로 폭락했다. 중국 위안화도 '1달러=7위안'선이 붕괴 위험을 느낄 정도로 환투기 세력의 집요한 공격에 시달렸다.\n중국 외환당국의 적극적인 방어로 위안화 약세 베팅에 실패한 환투기 세력이 미국이 작년 하반기 환율보고서 발표를 앞두고 '일본도 환율 조작에서 피해갈 수 없다'는 경고가 나오자 곧바로 엔화를 공격하기 시작했다. 환투기 세력이 선진국 통화를 표적으로 삼은 것은 1990년대 초 조지 소로스가 영국 파운드화를 공격한 이후 처음 있는 일이다.\n쉽게 이해되지 않는 것은 미국의 환율 조작 경계 발언 이후 일본 주가는 떨어지는데 왜 환투기 세력은 엔화 '약세'가 아니라 '강세'에 베팅하느냐 하는 점이다. 경제실상을 반영한다는 차원에서 보면 주가가 떨어지면 통화 가치도 약세가 돼야 한다. 그 답은 아베노믹스(아베 신조 정부의 경제정책) 실체에 숨어있다.\n1990년대 이후 일본 경제가 '잃어버린 20년'을 겪었던 것은 미국 버클리대의 베리 아이켄그린 교수가 지적한 '엔고의 저주(curse under safe haven)'가 주 요인이다. 특정국 경기가 침체되면 해당국 통화 가치는 약세가 돼야 수출이 증대되고 경기가 살아날 수 있다. 하지만 일본은 엔화 가치가 강세가 돼 경기가 더 침체됐다.\n'경기 실상과 통화 가치가 따로 노는 악순환 국면을 차단하는 것이 일본 경기를 회복시키는 마지막 방안'이라는 하마다 고이치 미국 예일대 명예 교수의 권고를 받아들인 것이 아베노믹스다. 2012년 말부터 아베 정부는 발권력까지 동원해 인위적으로 엔저를 유도, 즉 환율 조작해 경기를 부양시켜 왔고 성과도 컸다.\n첫 번째 의문점이 풀린다. 미국의 환율 조작 경계로 더 이상 아베노믹스가 추진되지 못할 경우 경기둔화 우려로 주가는 떨어지고 엔화 가치는 종전대로 강세로 되돌아갈 가능성이 높다. 환투기 세력이 바로 이 점을 노린 것이다. 1985년 플라자 협정 이후 엔화 강세에 베팅해 3배 이상 환차익을 거뒀던 '유포리아 회상(euphoria recall)'도 가세됐다.\n또 하나의 의문점이 생긴다. 일본은 경기가 침체되는데 엔화 가치는 왜 강세가 되느냐 하는 점이다. 안전통화 여부는 경기가 침체될 때 마지막으로 기댈 수 있는, 즉, 최종 대부자(last resort) 역할을 누가 하느냐에 달려있다. 일본은 엔화표시 채권을 자국 국민이 96%를 갖고 있어 저축률이 떨어지지 않는 한 국가부도 위험은 희박하다.\n환투기 세력이 인접국인 중국 위안화, 일본 엔화를 순차적으로 공격했다면 그 다음 표적인 한국의 원화가 될 수 있다는 생각은 누구나 가질 수 있다. 특히, 우리의 경우 외환위기를 겪은 '낙인 효과(stigma effect)'가 있는 만큼 당시처럼 환투기 세력이 공격한다면 원화 약세에 베팅하지 않겠느냐는 시각이 우선적으로 나올 가능성이 높다.\n\n일본 당국은 2022년 9월 22일 엔/달러 환율이 달러당 145.90엔까지 오르자 24년여 만에 엔화를 사고 달러를 파는 외환시장 개입을 단행했다. 이날 개입 규모는 총 3조 엔(약 28조9000억 원) 규모로 사상 최대였다. 개입 직후 140엔대까지 떨어졌던 환율은 다시 상승해 10월 21일 밤 뉴욕 외환시장에서 엔/달러 환율이 달러당 151엔대 후반까지 치솟았다. \n그러자 일본 당국은 외환시장에 개입 사실을 밝히지 않는 이른바 ‘복면개입’을 단행해 엔·달러 환율을 2시간 만에 달러당 144엔대 중반까지 떨어뜨렸다. 일본 당국은 공식적으로 외환시장 개입 사실을 인정하지 않았지만, 당시 외환시장에 투입된 자금이 5조엔(약 48조2000억 원)에 달할 것이라는 예상이 나온다.\n10월 24일에도 엔/달러 환율이 달러당 149엔대 후반까지 상승한 뒤 갑자기 145엔으로 떨어져 당국이 다시 외환시장에 개입한 것이 아니냐는 관측이 나왔다. 일본 당국은 지난 2개월간 외환시장에서 환율 방어를 위해 총 570억 달러(약 81조9000억 원) 이상을 썼을 것으로 추정된다.\n일본 정부는 ‘초(超)엔저’로 불리는 급격한 엔화 약세의 요인으로 ‘투기꾼’을 들고 있다. 스즈키 슌이치 일본 재무상은 “투기에 의한 과도한 변동은 용인할 수 없다”며 “외환시장의 동향을 긴장감을 느끼며 주시하는 동시에 과도한 변동에 대해서는 적절한 대응을 취한다는 생각은 조금도 바뀌지 않았다”고 밝힌 바 있다. 그러면서 외환시장 개입이 일본은행(BOJ)의 통화 완화 정책과 모순된다고 생각하지 않는다고 말했다.\n\n2022.09.12 최근 원·달러 환율 급등 과정에서 환차익을 노린 해외 헤지펀드의 투기성 매매가 가세한 것으로 파악됐다. 한국은 외환시장 규모가 크지 않으면서 경제 펀더멘털이 튼튼해 환투기 세력의 타깃이 되고 있다는 지적이 나온다.\n12일 투자은행업계에 따르면 역외차액결제선물환 시장의 투기성 거래가 최근 환율 상승세를 부추긴 것으로 알려졌다. 환율이 글로벌 금융위기 이후 13년4개월 만에 달러당 1345원대로 올라선 지난달 23일이 대표적이다. 당시 추경호 부총리 겸 기획재정부 장관은 “글로벌 달러 강세 등 대외 여건에 편승해 역외 투기적 거래가 확대될 가능성에 대해 경각심을 갖고 모니터링을 강화해 나가겠다”고 ‘구두개입’을 했다. 평소 외환당국의 구두개입은 ‘쏠림 현상을 막겠다’는 정도가 일반적인데 이날은 추 부총리가 직접 ‘역외 투기 거래’를 환율 상승의 배경으로 지목한 것이다.\n시장에선 당시 미국 브리지워터 등 다수 글로벌 헤지펀드의 투기성 매매가 있었던 것으로 알려졌다.\n브리지워터는 거물 투자자 레이 달리오가 이끄는 세계 최대 규모 헤지펀드다. 이날 이후에도 해외 헤지펀드의 투기성 매매가 틈틈이 이어진 것으로 알려졌다.\n시장 관계자는 “한국은 호주와 함께 외환시장 규모가 10위권으로 적당해 환차익을 내기 쉬우면서 펀더멘털이 튼튼해 한두 차례 공격으로 문제가 생기지 않는 곳들”이라며 “통상 역외에선 한국 투자를 위한 환헤지 수요가 많지만 지금은 투기 수요가 만만찮다”고 말했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-10-26T20:47:43.593000",
  "updatedAt": "2023-12-03T16:19:22.954000"
}