{
  "id": "a6c8fe8d-1dc5-4800-9ba3-fe072ed540e0",
  "title": "한반도의 유적, 유물들",
  "content": "삼국사(고구려,백제,신라)의 중심이 하북성과 산동성이라는 대전제는 동의하는데요, 해결 안되는 문제가 하나 있어서 혹시 해결해 주실수 있나 질문 드려봅니다. \n지금 통설상의 고구려 유적지로 나오는 '집안시' 유적은 어떻게 해석해야 하는 건가요? 하북성을 중심으로 봤을 때 너무 멀리 떨어져 있어서 고구려 유적지라고 볼수있는건지 의문이 듭니다. 광개토태왕비는 후대에 옮겨 졌다고 해도(이런 설도 들은적이 있습니다;) 다른 왕릉들은 어떤식으로 해석을 할수있는건지..? (이게 진짜 고구려 유적이 맞는건지..)  대부분 그냥 \"고구려 영토가 이 만큼 거대했다.\" 이런식으로 넘어가는 거 같던데 하북성이 중심이면 이런 유적도 하북성이나 현재의 요하 부근에 있어야 하는게 아닌가 하는데, 이 지점이 해결이 안돼네요.\n\n(답변)\n우리 민족이 어느 순간부터 중국 대륙으로 부터 한반도로 이주해 살고 있는 관계로, 삼국이 한반도에 있다고 왜곡 설정한 사적 자료에 맞추어 이에 부합되는 유적, 유물 등의 고고학적 자료만 강조하고 있습니다. \n실제로 우리가 접근이 가능하다거나 중국측의 동북공정이 심하지 않았던 해방전에는 중국 산동성 및 하북성 지역에 동이족 및 고조선 유적 유물인 고인돌, 빗살무니 토기, 적석총, 비파형 동검이 해방 전에 많이 발견되었으며, 이후에 발견된 우리의 유적, 유물은 발굴을 아예 안하거나, 조사결과를 왜곡/조작하거나, 또는 발표조차 안하고 있는 실정입니다.\n이들 중 대표적인 것이 고구려의 평양성으로 추정되는 하북성 보정시 만성구 지역에서 발견된 ‘만성한묘’이다. 이는 명백한 고구려 계통 왕의 무덤인데도 불구하고 중국 전한시대 봉국 중산정왕 유승 부부의 합장묘라고 왜곡/조작하여 발표했습니다. 또 문왕의 황후 '효의황후'의 묘를 발굴하고도 발표를 안하는 등, 중국 각지에 우리 고대사의 유적, 유물이 있음에도 이를 숨기고 알리지 않고 있다.\n\n신라의 경우 경주에는 궁전터가 없으며, 대능원 등 수많은 왕릉급 무덤이 있으나 사서 기록과는 맞지 않고, 백제의 경우에는 주류 사학계가 설정한 서울 한성 지방에서는 궁전터가 없으며, 왕릉급 무덤으로  근초고왕으로 비정하는 무덤터를 제외하고는 전혀 없습니다. 또한 공주나 부여에서도 궁전터가 전혀 없으며, 무령왕릉을 제외 하고는 왕릉의 존재가 발견되지 않는다. 더구나 무령왕릉은 조작설 내지는 백제 분국의 지도자 무덤으로 파악되기도 한다.\n고구려의 경우 길림성 집안시 일대의 집단 고분 유적들은 고구려가 296년 서천왕릉과, 342년 미천왕릉 훼손 사건이 있어 이후에 안전한 곳으로 여겨지는  만주지방에 무덤을 조성한 것으로 여겨진다.\n주류 사학계에 의하여 고구려의 수도였다고 비정한 졸본성의 요령성 환인시나 이후 국내성이었다고 비정하는 길림성 집안시에는 고구려 유적, 유물은 고분군과 광개토대왕비문을 제외하고는 왕릉터를 비롯하여 전혀 발굴되지 않아 졸본성과 환도성을 정한 일제 식민사학자들도 의구심을 가진다. \n따라서 이들 삼국의 경우 문헌학적으로 백제의 경우 하북성, 산동성 영역과 한반도 영역 두 군데를 기록하고 있있는 것, 그리고 궁전터를 제외한 한반도에서 발견되는 고분의 경우 분국 형태로써 본국은 하북성과 산동성에 있으면서 이들 분국의 왕급 지배자가 한반도 지역을 다스리다가 이곳에 묻힌 것으로 파악하여야 한다. \n분명한 사실은 문헌학적으로는 한반도와는 전혀 맞지를 않습니다만 현재까지의 고고학적 자료는 일부 대륙에서도 발견된 것을 제외하고는 부족하고 맞지를 않는 점도 많지만 거의 한반도 및 인근에서만 확인된다는 것입니다. 그러므로 이를 모두 인정하되 백제와 같이 본국과 분국 형태로 파악되어야 한다는 것입니다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-03-20T20:56:30.508000",
  "updatedAt": "2024-04-19T09:01:55.187000"
}