{
  "id": "a7376e86-1f60-421b-8d6b-aff74366b7bb",
  "title": "boom-bust model",
  "content": "![image](media/1997dc070c7.801e052167a7f5d8.jpg)\n![image](media/1997dc070d5.b3e04f8ba8b95cb9.jpg)\n![image](media/1997dc070e5.b11e2444da6206aa.jpg)\n![image](media/1997dc070f2.9354d3111b7c47e0.jpg)\n\n\nIn his book Soros \"On Soros: Staying Ahead Of The Curve\", George Soros explains the boom/bust cycle. \nHere’s an excerpt from the book:\nUsually the process starts with a trend that is not yet recognized. When it becomes recognized, the recognition tends to reinforce it.\nIn this initial phase, the prevailing trend and the prevailing bias work to reinforce each other. At this stage, we cannot yet speak of far-fromequilibrium conditions. That happens only as the process evolves.\nThe trend becomes increasingly dependent on the bias and the bias becomes increasingly exaggerated. During this period, both the bias and the trend may be repeatedly tested by external shocks. If they survive the tests, they emerge strengthened until they become seemingly unshakable.\nWe may call this the period of acceleration. A point comes when the divergence between belief and reality becomes so great that the participants’ bias comes to be recognized as such. We may call this the moment of truth.\nThe trend may be sustained by inertia, but ceases to be reinforced by belief so that it flattens out-let us call this the twilight period or the period of stagnation. Eventually, the loss of belief is bound to cause a reversal in the trend that had become dependent on an ever stronger bias; this trend reversal is the crossover point. The opposite trend engenders a bias in the opposite direction, causing a catastrophic acceleration that qualifies as a crash.\nThe chart [below] shows that the boom/bust pattern has an asymmetrical shape. It starts slowly and accelerates gradually to a wild excess that is followed by a twilight period and then by a catastrophic collapse. When the process is complete, neither the trend nor the bias remains the same. The process does not repeat itself. There is a regime change.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-09-25T07:03:11.027000",
  "updatedAt": "2025-09-25T08:50:46.868000"
}