{
  "id": "a753ec79-6343-4f0e-a06b-0ce98e90bec7",
  "title": "어음",
  "content": "발행하는 사람이 일정한 금전의 지급을 약속하며 발행하는 일종의 지급보증서. 쉽게 말해 외상 증서라 보면 된다.\n어음의 발행인 스스로 일정한 금액을 치르는 것을 약속어음이라고 하고 그 지급을 제3자에게 위탁하는 것을 환어음이라고 한다.\n은행이 발급하고 정부의 감시가 이뤄지는 수표와 달리, 어음은 외상거래의 신뢰 확보 차원에서 발급하는 것이기 때문에 아무도 보증해 주지 않고, 따라서 위험이 너무나도 크다. \n어음 뒷면에 어음의 권리를 양도하겠다는 서술과 양도받을 사람의 이름을 적고 양도하는 사람이 기명날인을 하면 어음을 양도할 수 있다. 이러한 행위를 배서라 한다. 어음은 배서를 통해 시장에 유통될 수 있다. 어음을 할인하는 경우도 할인해준 업자에게 어음을 배서한다.\n어음의 만기 때 어음을 들고 갔는데, 지급거절을 당하면 여기서부터 문제가 생긴다. 아무도 어음에 대한 지급보증(수표에는 있음)을 해 주지 않는다.\n어음의 가장 큰 문제는 어떤 형태의 어음이든 간에 어음를 준 회사가 파산하면 끝이라는 것이다. 그 이유는 어음이 단순히 개인이나 회사의 자체 신용도만 가지고 발급된 종이 쪼가리에 불과하기 때문이다. 중소기업 업주들도 바보는 아니기 때문에 고작 외상값 기록 수준인 어음이 위험한 것도 알고 받기도 싫어하지만 안 받으면 하도급 안 주고 거래 끊어버리니 답이 없다.\n물론 어음할인이라고 하여, 어음에 명시된 가격보다 낮게 어음할인 업자들에게 팔 수도 있다.(당연히 차액은 기간 이자와 수수료) 신뢰도가 높은 어음은 은행에서도 할인을 받아준다. 하지만 모든 어음을 은행에서 받아주는 게 아니므로, 일반적인 어음할인 업자에게 할인을 받는다면 받는 금액이 거의 반토막에 가깝게 떨어지는 데다가 신용도가 떨어지는 업체의 어음은 할인 업자들도 아예 취급도 하지 않는다. \n\n[전자어음]\n전자어음의 부도율이 낮은데에는 외부감사기업의 경우 전자어음 발행이 의무화되어있기 때문에 상대적으로 탄탄한 기업들이 전자어음을 발행하는 경우가 많고, 전자어음이 금융결제원에 의해 관리되고 있기 때문에 간접적으로 이로 인한 통제와 관리감독의 영향을 받게되어 기업투명성이 제고될 수 밖에 없기 때문이다.\n이처럼 낮은 부도율을 지닌 전자어음은 1,2 금융권에서 할인 받아 필요한 사업운영 자금을 빠르게 확보할 수 있다. 현재 대형은행 등 1금융권에서 가장 낮은 할인율을 적용받아 현금 유동성을 확보할 수 있으며, 그다음으로는 전자어음 온라인 플랫폼 등에서 연평균 4-8% 대 중저금리 할인율을 적용받을 수 있다.\n문재인 정부의 종이 어음 폐지 공약에 따라 곧 모든 어음은 전자어음으로만 발행될 예정이다.\n\n\n[환어음(bill of exchange)]\n어음작성자(발행인, drawer)가 제3자(지급인, drawee)에 대하여 어음에 기재된 금액을 일정한 기일에 어음상의 권리자에게 지급할 것을 위탁하는 증권이다. 쉽게 풀면, 신용장 조건과 동일하게 물품 선적후, 신용장대금을 지급해달라는 서류를 말한다.\n즉, 수출자가 발행하여 선적대금의 지급 확약한 지급인(drawee)에게 수출자는 신용장 조건대로 선적을 완료하였으니 선적대금 결제를 요구하는 서류이다.\n그렇다면 어음(약속어음)과 환어음의 차이점은 무엇일까? 바로, 환어음은 발행인 이외의 제3자가 지급의무를 진다는 점에서 어음과는 본질적으로 다르다는 것이다. 환어음에서는 채권자는 수출지의 매입은행(negotiation bank)이 되고, 어음발행인이 자신의 대금을 지급하는 것이아니라, 제3의 지급인 (매입은행)이 수취인에게 지급을 한다는 것이다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-15T23:17:37.298000",
  "updatedAt": "2023-12-09T21:07:58.416000"
}