{
  "id": "a8f35fa4-7fe6-4904-91c6-e11dcf0a8b16",
  "title": "위인의 반전 ",
  "content": "[콜럼버스]\n이탈리아 제노바 공화국 출신으로 스페인에서 활동한 탐험가, 항해사.\n콜럼버스가 대서양을 통해 인도에 도달하겠다는 계획을 말할 때마다 무시당하다가 포르투갈에서 비로소 인정받았다고 하는데, 실상은 지구의 지름은 고대 그리스에서도 근사값을 구할 정도로 연구가 활발했는데 콜럼버스의 공식은 엉터리였다. 일반적인 상식과는 달리 중세 유럽에서도 지구가 둥글다는 사실은 이미 널리 알려져 있었다. 때문에 그는 대서양을 건너서 서쪽으로 가면 아시아가 나올 것이라 생각했다. 사실 이러한 발상은 그리 어려운 것이 아니였으나, 실현 가능성이 너무 낮았다. 대서양과 태평양을 지나 아시아까지 가는 거리가 너무 멀었기 때문이다. 그러나 콜럼버스는 계산 실수로 이 루트가 가능할 것이라 생각했다. 그는 일반적으로 통용되던 지구의 둘레 값인 에라토스테네스의 계산결과를 사용하지 않았다. 대신 9세기 압바스 왕조의 천문학자 알프라가누스의 값을 사용했다. 이 과정에서 아랍 마일로 적혀있던 알프라가누스의 계산결과를 로마 마일로 잘못 이해한 콜럼버스는 지구의 둘레를 실제의 3/4 정도로 생각했다. 거기다 당시 유럽에는 아시아의 정확한 크기를 측정한 자료가 없었기 때문에 일본의 위치를 실제보다 14,000km 이상 가깝다고 보았다.\n\n대서양을 통해 아시아로 간다는 콜럼버스의 계획은 포루투갈에서 제일 먼저 거절 당했다. 당시 포루투갈은 아프리카 남단을 돌아 인도로 가는 희망봉 항로가 가능하다는 과학적 증명과 항로개척이 거의 끝나가는 중인데다, 계산상으로 콜럼버스가 주장하는 그 항로 길이(콜럼버스의 주장으론 현재 아메리카 대륙 위치 정도의 거리에 인도가 있다고 주장함)가 나올리가 없다고 파악하고 거절했다. 결국 콜럼버스를 지원해준 건 당시의 에스파냐, 지금의 스페인이다. \n1459년 포르투갈의 왕 주앙 2세에게 서해항로 탐험을 제안하였다. 그러나, 아프리카 서해안 탐사와 동방무역항로 개척을 준비 중이던 주앙 2세가 거절하자, 스페인 궁정으로 갔다. 당시 스페인은 카스티야 여왕 이사벨 1세와 아라곤 왕 페르난도 2세가 공동 통치하고 있었다. (스페인이 원래 2개 나라였는데 여왕과 왕이 결혼하며 합치면서 통일 되다보니 왕과 왕비가 정치를 서로 분담했음)\n정치, 지리, 종교적 통일을 이룩하고 국가의 비상을 꾀하던 이사벨과 페르난도 부부는 해외 진출에 관심을 갖고 있었다. 하지만, 콜럼버스가 기사와 제독 작위, 발견한 땅을 다스리는 총독의 지위, 그곳에서 발생하는 수입의 10분의 1을 달라는 조건을 제시하자 부부는 이를 받아들이지 않았다. 그러나 당시 스페인 교회의 성직자들은 포르투갈 교회에 대한 경쟁 의식으로 더 넓은 지역에 선교지를 세울 것을 필요로 했고, 때문에 콜럼버스를 위해 여왕을 설득했다. 결국 이사벨이 콜럼버스를 등용하였다.\n이사벨 여왕은 콜럼버스를 해군 제독에 임명하였고, 선박 2척(핀타호와 니나호)을 내주었다. 하지만 워낙에 무모한 계획이었기 때문에 참여하겠다는 선원이 많지 않았다. 결국 과거에 죄를 지은 자들은 면죄해 준다는 조건으로 범죄자와 부랑자들까지 승무원으로 모집하였다.\n헌데 스페인 선장은 이탈리아인인 콜럼버스를 무시하고 선원들도 스페인인 선장만 믿었다고 한다. 콜럼버스는 이에 채찍질로 가혹하게 선원들을 학대하였고 결국 스페인 선장은 선원들을 너무 막 다룬다고 항명하고 그만 두었다.\n이사벨라 여왕이 원정단을 꾸려 준 이유가 금과 노예를 많이 가져올 것이란 기대 때문 이었는데, 4차 원정까지도 정작 거의 가져온 것이 없었다. 그러나 역설적인게 그가 죽은 후, 아메리카에서 가져온 감자가 식량 공급에 큰 역할을 해서 이후 유럽의 인구가 늘어나는 계기가 되었다.\n\n콜럼버스는 원주민들을 강압적으로 막다루고  죽여서 원주민들과 친해지고 현지인 여자랑 사랑에 빠져 결혼도 한 스페인 선원들이 반란도 일으켜 죽이려고 하여 팬티 바람으로 밤중에 달아나던 적도 있었음.\n겨우 주둔 스페인군이 도와줘 목숨을 구했으나 지휘관이 왕에게 편지 보내\n\"이자는 선원들에게 인망이 개차반이라 놔두면 반란 계속 터질겁니다.\"라고 간언할 정도. 결국, 후견인이던 여왕이 죽으니 권력을 독점한 스페인 왕은 그를 스페인으로 소환하고 스페인 총독을 따로 보냄. 결국 스페인으로 돌아온 콜롬부스는 술에 매달리다  3년도 안가 죽었음. 그나마, 공로를 인정하여 다음 왕이 아들 디에고에게 벼슬도 내려주고 미안하게 여겼다고 한다.\n\n콜럼버스는 너무 잔혹하게 학살하다가 선교사한테 걸리고, 스페인 여왕이 빡쳐서 \"저 놈 당장 끌고와!\" 시전. 끌려간뒤 처형 당할 뻔했으나, 그 동안의 공으로 다행히 죽지는 않음. 하지만, 일반적으로 영웅 대접을 받기는 커녕 학살자라는 오명과 빚더미에 앉음. 아메리카 최초 발견한 건 맞지만, 사람들 모두가 신대륙이라고 믿는데 지혼자 인도라고 계속 우기다가 나중에는 왕따도 당함. 돈 한번 더 끌어 모아서 황금의 나라 '지팡구' 찾는다 했지만 결국 아무도 투자 안함. 스페에서 국운이 기울어 가자 민족의 영웅으로 만드는 작업을 해서 최초의 대륙 발견자가 된거지, 사실 18세기 전 까지는 그렇게 추앙 받으면서 영웅 대접 받은 것도 아님\n\n콜럼버스는 이탈리아인이고 스페인 소속으로 항해한 사람이다. \n당시 대항해는 인도를 찾아 떠나는 여행이었음. 그 당시 후추는 킬로당 가격이\n금보다 비쌌음. 오스만이 유럽과 인도의 중계 무역을 끊으면서 생필품인 후추를 구하지 못해서 값이 천정부지로 오르자 직접 인도에 가서 후추를 무역하는 도전을 하려는 시도가 생긴 거고 방법은 아프리카 대륙을 돌아가는 것과 지구가 둥글다고 믿고 서쪽으로 돌아가는 것 두방법이 있는데 먼저 서쪽으로 가는걸 시도한게 콜럼버스고 그 시도를 믿고 엄청난 거액을 투자한게 스페인 이사벨 여왕임.\n반면 포르투갈은 아프리카 대륙을 돌아가는 방법을 시도함. 결국 바스코 다가마가 최종적으로 인도항로를 개척하면서 대항해 시대의 1차전 승자는 포르투갈이됨. 참고로 콜럼버스 시대엔 이미 지구가 둥글다는건 나름 정설이었다. 콜럼버스가 서쪽으로 가면 인도가 나올거라고 한 것도 계산이 잘못한 거.\n문제는 당시 왕 자문들 조차 그 계산이 틀렸다고 이야기했음. 콜럼버스가 원주민을 혹독하게 대해서 처벌될 뻔했다고 하지만 원주민 학살은 그 명분일 뿐임. 사실은 콜럼버스의 신대륙 발견은 스페인 왕가에게는 경제적으로 전혀 도움이 안됐기 때문에 스페인 왕가가 콜럼버스를 버린 거임. 이사벨 여왕이 당시 컬럼버스를 후원한 금액이 국가의 몇년치 예산임.\n근데 그걸 들여서 인도에 갔다고 좋아했는데 원하던 후추는 전혀 못가져옴. 후추가 아니면 금이라도 찾아서 가져와야 하는데 콜럼버스가 도착한 곳은 금맥이 없었음. 콜럼버스가 가져오는 거라고는 옥수수, 감자, 고추, 뭐 이런 것만 가져옴. 근데 그건 돈이 안됨. 엄청난 돈을 투자했는데 그냥 거의 다 날린 거임.\n그 와중에 1499년 바스코 다가마가 아프리카 대륙 남쪽을 도는 인도항로를 발견하면서 포르투갈은 후추 독점 무역으로 엄청난 부를 축적하게 됨.\n이 상황에서 콜럼버스도 자신이 발견한게 인도가 아니라는 걸 알고 있었지만 그걸 인정하는 순간 자신의 목숨이 날아갈거라고 생각했을 거임. 결국 자신이 발견한게 인도라고 죽을때까지 우길 수 밖에 없었음. 그리고 스페인 여왕에게 아메리카에는 후추뿐 아니라 다른 처음보는 향신료와 금은 보화가 가득하다고 뻥쳐놨었음. 그래야 더 후원을 받을 수 있으니까. 여왕은 그 말을 믿고는 계속 후원금을 지원했는데 금맥이나 고급 향신료를 발견못하면 사형당할 거라는 생각으로 개잡듯이 원주민을 부려먹은거임.\n스페인 왕가는 콜럼버스가 원주민들 학대하는 거 뻔히 알면서도 빨리 후원금 복구하려고 모르는척 계속 병사 보내주고 돈보내주고 후원 계속했음. 근데 콜럼버스가 후추도 금도 못찾아내니까 나중에 원주민 학대를 핑계로 콜럼버스를 내다버린 거임. \n그리고 콜럼버스가 다시 스페인의 영웅이 된거는 국운이 기울어서 민족의 영웅만들기 작업으로 영웅이된 게 아님. 콜럼버스의 신대륙 발견이 나중에 교황에게 인정받으면서 스페인은 중남미 대륙중 브라질 땅을 제외한 나머지 전체를 영토로 인정받음. 그때가 스페인 최고 전성기임. 특히 1500년대 중반 멕시코에서 은광이 발견되면서 콜럼버스는 다시 국민적 영웅이 됨. 그리고 그 돈으로 스페인은 무적함대를 만들어서 유럽전체에서 떵떵거리기 시작하면서 콜럼버스는 이미 그때부터 영웅화 됐음.\n\n저기서 콜럼버스를 비판하고 인디오들을 동정했던 라스카사스 신부는 이후 불쌍한 인디오들 대신 흑인 노예들을 데려와 노역에 동원합니다.\n\n원주민을 위해 바야돌리드에서 논쟁에 나선 라스 카사스 신부지만 흑인 노예는 인정했지. 시대가 시대인지라.\n\n자기 아들의 인사청탁도 했죠\n\n아이티는 콜럼버스 이후 원주민들은 전멸, 아프리카노예들을 데리고 와서 일 시킨 것이 이후 정착민이 된 거더라구요.\n\n진짜로 아메리카를 탐험한 건 콜롬버스가 아닌 그를 따라간 아메리고 베스푸치죠. 대륙이름이 콜롬비아가 아니라 아메리카인 이유.\n\n[선교사 카톨릭 신부]\n늘 선발대로 같이 다니던 신부들\n기독교 포교 -> 화승총선물 -> 종교의 이름으로 서로를 학살 -> 기존정권 뒤집기 -> 식민지화\n\n[윈스턴 처칠]\n처칠은 제국주의 시절에 젊은 시절을 보냈던 영국인 답게 철저한 인종주의자였고, 백인이 다른 인종들보다 우월하다고 생각하고 있었다.\n영국을 비롯한 소수 백인들을 제외한 다른 나라에서 민주주의를 한다는 것을 매우 혐오했으며,\n인도인을 야만하고 미개하다고 표현하며 우월한 영국이 지배하는 것은 당연한 것이라 대놓고 말했으며,\n식민지 케냐에서 독립운동을 한다고 15만명을 모두 잡아 수용소에 가두며, 미개한 야만인들에겐 독가스 쓰는 것은 찬성이라는 입장을 표명했으며,\n백인에 비하면 눈이 위로 치켜세워진 듯한 동양인들의 눈을 가지고 '뱁새눈'이라고 비하하거나, 흑인에 대해서는 거의 히틀러와 같은 시각을 공유하고 있다고 볼 정도로 업신여겼다. 또한 당시 지식인들과 교양인들 사이에서 유명했던 주류 사상인 우생학을 매우 신봉하며 열등한 유전자를 가진 장애인들은 아예 격리조치 시켜 씨를 말리자는 정책안까지 의회에 제안했다. 하지만 본인 자체는 죽을때까지 자신이 노벨평화상을 받을 자격이 있다고 믿었다.\n카이로 회담에서 처칠은 한국의 독립을 반대했다고 한다. 그리고 민족자결주의를 존중했던 장제스는 만주 등에 대한 확답을 하지 않는 처칠에 대하여 이렇게 혹평을 하고 있다.\n놈(처칠)은 전형적인 영국식 앵글로 색슨 인이다. 사상이나 정신적 기백, 인격에 이르기까지 루스벨트와는 동렬에 놓고 논할 수 없는 인간이다. 속이 좁고(狹隘), 교활(浮滑)하며, 이기적이고(自私), 완고(頑固)하다는 여덟 개의 한자로 딱 떨어지게 표현할 수 있는 사람이다.'\n\n[미국, 아메리카 인디언]\n인디언 머리 팔다리자르고 내장빼서 말안장으로 얹어 사용하기도했죠. 그리고 교회에서 예배하고 오늘도 인디언 많이 잡아 죽이게 해달라고 기도하고.\n\n[시어도어 루스벨트]\n시어도어 루스벨트도 엄청난 인종차별주의자였다고.\n특히 우리나라에는 일본이 조선을 강제합병하는 것을 묵인한 최악의 인물이기도 함.\n\n[에디슨]\n테슬러 뒤통수에 타고난 장사꾼. 테슬러가 오히려 발명가인듯요\n\n테슬라 같은 경우도 에디슨 밑에서 대학원생질 하다가 버림받고, 교류 밀다가 에디슨한데 뒤지게 처맞고 반쯤 굶어죽었으니까요\n\n'커런트 워'라는 영화 보시면 잘 그려집니다. 지가 추진하는 직류 채택시키려고 웨스팅하우스를 얼마나 음해하고 모략했는지\n\n특허라는 것을 처음 만든 인간임. 본인이 특허 심사하면서 남의 아이디어를 도용한 발명품들을 대량으로 만들고 모조리 특허 걸어 놓음. 전형적인 사기꾼.\n\n에디슨도 동물실험 한다고 별 이상한 짓은 다했다.\n\n[랭보(Jean Nicolas Rimbaud)]\n아르튀르 랭보는 프랑스의 시인이다. \n1873년 랭보는 문학적 동지이자 동성 연인이었던 시인 베를린과의 권총사건 이후 절필을 선언했다. 유럽을 맨발로 떠돌던 그는 아프리카 아덴으로 건너가 코끼리 상아 밀매와 노예매매, 그리고 무기 밀무역에까지 손을 댔다.\n네덜란드 식민지 군에 지원하기도 하고, 전 유럽을 맨발로 돌아다니려다가 발을 잘릴 뻔 하기도 하고, 벽장에 짱박혀서 외국어를 습득하려고 밤낮없이 책만 읽기도 하는 등, 기행을 일삼던 랭보는 아프리카 아덴의 마제랑, 비아내이, 바아디 앤드 시 등의 리용 지역 회사의 아프리카·아라비아 지사에 이력서를 내며 전전하다가 결국 커피 선별 및 검량 작업장인 '하림'의 감독관직을 맡았다. 이러면서 한편으로는 밀수업에도 발을 담궈 아덴의 헛간 건물을 하나 사들여 무기 밀수에 가담했다. 유목민들의 카라반 루트를 이용한 무기 거래가 랭보의 주 무역루트였는데, 이때 아직 에티오피아의 황제가 되기 전이었던 메넬리크 2세와 안면을 트기도 했다.\n랭보는 그가 아프리카로 떠나고 없는 동안 달아오르던 문학적 평판에 대해서는 전혀 신경 쓰지 않았다. 아마도 그에게 누구로 기억되고 싶은지 물었다면 시인이 아니라 무역업자라고 대답했을 것이다. 그리고 당장은 아니었지만 그의 무역은 점차 밀수가 돼갔다. 그리고 그는 애초에 밀수업자가 되기로 한 듯 보인다. 아프리카로 떠나오면서 집에 보낸 편지에는 이렇게 쓰여 있었다.\n“아무도 모르는 곳에서 밀무역을 하기 위해 왔습니다.”\n 1891년 10월  랭보는 결국 전신에 퍼진 암을 이기지 못하고 37세의 나이로 사망했다. 랭보가 숨졌을 때 그의 직업은 ‘무역업자’였다. 엄밀히 말해 ‘밀수업자’였다.\n\n\n[그레이엄 벨]\n비슷한 시기에 여러 발명가들이 새로운 통신 수단, 즉 전화기를 발명하기 위해 경쟁했다. 그러나 전화기 시대를 연 마지막 승자는 알렉산더 그레이엄 벨이었다. 농아학교를 운영하며 직접 발성법을 지도했던 벨은 멀리 떨어진 사람들이 음성으로 소통할 수 있는 시대를 열어주었다.\n1875년 겨울, 알렉산더 그레이엄 벨과 그의 조수 토머스 왓슨은 새로운 전화 장치 개발에 전념했다. 쇠기둥 끝에 달린 전자석이 양피지 진동판에 전달되는 전류를 변동시키게 되어 있었다. 전류가 소리로 바뀌어 전달된다는 개념이었지만, 좀처럼 성공하지 못했다. 벨과 왓슨은 크게 소리도 지르고 노래도 불러봤지만, 알아들을 수 있는 ‘말’은 좀처럼 들리지 않았다. 그러나 벨은 이 전화장치 특허신청을 위한 설계도와 설명서를 작성했다. 1876년 2월 14일 벨의 변호사는 미국 특허국에 특허신청서를 제출했다. 같은 날 일라이셔 그레이도 액체 송화기를 사용한 전화기 디자인 특허권을 신청했다. 벨 측이 한 발 앞서 제출했기 때문에 특허권을 취득했다는 말이 많지만, 정확히 누가 먼저 제출했는지를 놓고 지금도 논란이 분분하다. 그레이는 강력하게 이의를 제기했는데, 특허심사관은 나중에 진술서에 자신이 벨의 변호사 마르셀러스 베일리에게 신세를 톡톡히 진 사람이라 밝히면서, 베일리와 자신이 남북전쟁 당시 함께 싸운 전우라고 고백했다. 또한 자신이 그레이의 특허신청서를 베일리에게 보여주었다고 주장했다(물론 벨 측은 이를 강하게 부인했다).\n벨은 당시 보스턴을 떠나 워싱턴에 머물고 있었는데, 심사관은 100달러를 받는 조건으로 그레이의 특허신청서를 심지어 벨에게도 보여주었다고 주장했다. 그러나 벨은 단지 그 특허에 관해 일반적인 대화를 나누었을 뿐이라고 반박했다. 1876년 3월 3일 미국 특허국은 벨의 특허권을 승인했고(그의 29번째 생일이었다), 7일에 특허장이 공식 발급되었다. 보스턴으로 돌아온 벨은 다음 날 자신의 노트에 그레이의 것과 비슷한 그림을 그려 넣었다. 일라이셔 그레이의 특허신청서의 주요 내용과 벨의 실험실 노트 3월 8일자에 기록된 내용은 놀랄 만치 비슷했다. 그리고 3월 10일, 전화기 역사에서 유명한 발언 아니 외침이 있었다. “왓슨! 이리로 와주게. 자네가 보고 싶어” 이 외침은 근처 다른 방에 있던 왓슨의 수신 장치에서 분명하게 들렸다. \n액체 송화기, 그러니까 물속에서 바늘이 떨렸고 가변저항, 그러니까 바늘의 떨림이 회로에서 저항을 다양하게 만들어주었다. 이 핵심적인 아이디어를 벨이 사실상 도용한 것 아니냐는 논란은 지금까지도 이어지고 있다.\n1876년 필라델피아에서 미국 건국 100주년 기념 박람회가 열렸다. 벨은 박람회 한 구석 부스에서 전화기를 선보였다. 6월 25일 저녁 무렵 그의 부스에 박람회 심사위원 가운데 한 사람인 브라질 황제 페드루 2세가 찾아왔다. 페드루 2세가 각별한 관심을 표하자 다른 심사위원들도 벨의 전화기를 시험해보았다. 벨은 부스에서 멀리 떨어져 송화기에 대고 셰익스피어 희곡의 인상적인 대사를 말했고, 결과는 성공적이었다. 특히 심사위원 가운데 영향력이 컸던 영국 과학자 윌리엄 톰슨 경은 “미국에서 봤던 것들 가운데 가장 놀라운 물건”이라 평했다. 당시 벨이 <햄릿>의 유명한 대사 ‘사느냐 죽느냐’를 말하자 그것을 들은 페드루 2세가 “이 물건이 말을 하네!”라며 크게 놀랐다는 일화도 전해진다. 그래서 페드루 2세가 브라질 사람으로는 최초로 전화 통화를 했다는 말도 있다. 영향력 있는 심사위원들의 찬사와 함께 벨과 그의 전화기는 시쳇말로 ‘떴다.’ 그 해 11월 벨은 1백 주년 상을 수상했다.\n박람회에서 거둔 성공은 우연이었을까? 벨은 박람회가 열리기 전인 6월 14일 보스턴 농아학교에서 페드루 2세와 만났고, 페드루 2세는 그곳의 교육 방식에 깊은 감명을 받은 일이 있었다. 그로부터 일주일 뒤에는 톰슨을 만나 대화를 나눈 일도 있다. 벨은 처음 만난 톰슨에 대해 이렇게 회고했다. “마음씨 좋고 영민하고 친절한 사람. 그가 나에게 인사를 건넸을 때, 넉넉한 스코틀랜드 억양이 들려왔다.” 톰슨은 벨과 마찬가지로 스코틀랜드 출신이었던 것. 더구나 벨은 박람회 참석을 주저했지만, 이듬해 장인이 되는(메이벌 허바드와 1877년 7월 11일 결혼) 투자자 가디너 허바드가 6월 25일에 유력 심사위원이 전기(電氣) 전시물 코너를 돌아볼 예정이라는 정보를 전해주며 강하게 권고하자 참석을 결심했다. 허바드는 당시 매사추세츠 지역 참가자들의 전시물 선정위원이었으니, 박람회에서 거둔 성공이 ‘작전’에 의한 것이라 폄하할 여지가 없지는 않아 보이지만, 여하튼 벨은 날개를 단 셈이었다.\n1876년 8월 3일 밤, 벨의 집에서 벨의 가족과 손님들이 6킬로미터 떨어진 브랜트포드에서 사람들이 책을 낭독하고 노래 부르는 소리를 들었다. 전화기가 먼 거리에서도 소용이 닿는다는 걸 분명하게 해준 통화였다. \n그러나 벨과 허바드, 토머스 샌더스는 웨스턴유니언 사에 전화기 특허권을 10만 달러에 팔겠다는 제의를 했다. 당시만 해도 벨과 그 동업자들이 전화기의 투자 대비 전망을 확신하지 못했던 걸까. 계속된 투자 탓에 형편이 어렵기도 했다. 그러나 웨스턴유니언 대표 윌리엄 오튼은 전화기가 통신 수단이 되기에는 기술적으로 단점이 너무 많고 결국 장난감 이상이 못 된다고 판단했다(오튼의 당시 결정은 <포츈>지가 선정한 미국 기업과 경제 역사의 분수령이 된 ‘20대 기업 의사결정’ 가운데 하나이기도 하다). 그로부터 2년 뒤 오튼은 그 특허권을 2천5백만 달러에 사들이더라도 싸게 사는 셈이라 말했으니, 차 떠난 뒤 손 흔드는 꼴이었다.\n발명 1년후인 1877년 벨은 가디너 허바드, 샌더스 등과 함께 벨 전화회사(Bell Telephone Company. 오늘날 AT&T의 전신)를 설립했다. 이후 10년 만에 미국에서 15만 명이 전화기를 갖게 되었다. 벨과 왓슨은 전화기 대중화를 위해 순회 설명회를 열었다. 그것은 쇼와 비슷했다. 멀리 떨어져 있는 왓슨이 전화기를 통해 인사하고 노래를 부르면, 청중은 크게 놀라고 신기해했다. 소문이 퍼지면서 사람들은 설명회 입장권을 구하려 난리였다. \n1877년 4월에는 보스턴에 있는 벨의 작업장과 서머빌 근처 찰스 윌리엄스의 집 사이에 최초의 전화선이 개설됐고, 같은 해 여름에는 당시의 ‘얼리어답터’ 2백여 명(대부분 사업상의 필요에 의해 신청한 사업가들)을 위해 보스턴에 최초의 교환대가 설치됐다. 교환 서비스가 시작되었다고는 하지만 정해진 영업시간에만 통화할 수 있었고, 전화기도 판매가 아닌 임대였다. 사업가, 의사, 약사들이 주요 얼리어답터들이었고, 그들은 전화기를 활용하면 업무를 좀 더 효율적으로 처리할 수 있다는 걸 빠르게 깨달아갔다. 1879년에는 벨 전화회사가 토머스 에디슨의 탄소 마이크로폰 특허권을 웨스턴유니언으로부터 사들여 전화기를 개량함으로써, 통화 거리도 더 늘어났고 더 이상 송화기에 대고 큰 소리를 지를 필요가 없게 되었다.\n\n벨은 이후 수 백 건의 특허 소송에 휘말렸지만, 소송 와중에도 1888년 땅속에 전화선을 설치했고 1889년에는 최초의 동전 전화기도 설치했다. 1893년 벨의 전화기 특허권이 만료되어 다른 업체들도 전화기를 팔기 시작했지만, 선도 주자로서의 벨 전화회사의 입지는 탄탄했다. 1914년 6월 14일 뉴욕과 샌프란시스코를 잇는 대륙 횡단 전화선의 마지막 전봇대가 네바다 주와 유타 주 경계선에 설치되었고, 이듬해 1915년 1월 25일 최초의 대륙횡단 통화가 이루어졌다. 이 날 뉴욕 데이스트리트에서 열린 개통 축하식에서 벨은 샌프란시스코 그랜트가에 있는 왓슨에게 전화를 걸어 통화했다.\n이 날의 소식을 전한 <뉴욕타임스> 기사의 한 구절은 이러했다. “그들은 38년 전 통화 때보다 훨씬 더 분명한 서로의 목소리를 들었다.” 그로부터 7년 뒤 1922년 75세의 벨은 당뇨병 악화로 세상을 떠났다. \n진정한 전화기 발명가가 누구인지를 놓고서는 의견이 제법 분분하다. 예컨대 이탈리아 출신 미국 발명가(1850년 이민) 안토니오 무치(1808-1889)가 진정한 전화기 발명가라는 주장이 제기되기도 한다(벨은 1882년 미국인으로 귀화). 2002년 6월에 통과된 미 하원의원 비토 포셀라의 하원결의안에는 ‘19세기 이탈리아계 미국인 발명가 안토니오 무치의 삶과 성취, 그리고 전화기 발명에서의 그의 업적을 미 하원이 기리는 뜻을 표명하는’ 내용을 담았다. 이 결의안에는 ‘무치가 1874년 이후 특허권 신청비용 10달러만 조달할 수 있었다면, 벨에게 특허권이 부여되지 못했을 것’이라는 언급도 나온다(물론 무치의 발명의 기술적 완성도와 발전 가능성을 놓고서는 논란이 많다).\n \n1876년 전화기의 최초 발명가로 널리 알려져 있었지만, 미국과 유럽의 조사 결과로는 다른 발명가들의 특허를 자기 것으로 만든 데에 불과한 것으로 보인다. 실제로 전화기 시제품을 최종 정립한 사람은 안토니오 무치이며, 그 외에도 필립 라이스라는 교수가 전화기의 원리를 정립했고, 한때 벨보다 2시간 특허가 늦어 등록하지 못했다고 알려진 엘리샤 그레이 역시 전화기 개발의 선구자였다는 것도 알려졌다.\n\n1858년에 필립 라이스(Johann Philipp Reis)라는 독일인 교수가 최초의 전화기라 할 수 있는 DAS TELE PONE을 만들었고, 1863년까지 꾸준히 개선을 실시했다. 더구나 이미 1886년 기록에 따르면 벨은 이미 10대 시절에 1862년에 이미 에든버러의 공작소에서 이 제품을 직접 구매까지 했고, 1876년 특허 신청 직전인 1875년 스미스소니언 박물관에서 조셉헨리의 연구실에서 이 모델을 다시 확인했다.\n\n안토니오 무치는 자석식 전화기를 발명한 뒤 특허를 내기 위하여 웨스턴 유니언 전신회사(Western Union Telegraph Company)와 의논하고 브리핑했지만 그 과정에서 설계도와 전화기 모델을 도난당해서 특허가 무효처리되었다. 이후 벨이 무치가 발명한 것과 비슷한 전화기로 특허를 취득한 것으로 알려졌다. 무치는 소송을 제기하였으나, 돈이 없어 국선 변호사도 선임할 수가 없었고, 패소하였다.\n\n특허 하나로 미국 역사상 가장 많은 돈을 벌어들이고 ‘전화의 아버지’라는 명성까지 얻은 벨이 실은 경쟁자 엘리샤 그레이의 액체 송화기 도안과 가변 저항 개념을 노골적으로 베끼고 이 사실을 끝까지 은폐하려 전전긍긍했다는 사실이다. \n벨과 같은 시기에 전화에 대해 연구하던 경쟁자 엘리샤 그레이란 과학자가 있었다. 벨과 그레이의 특허 신청에 있어서 간발의 차이로 벨의 신청이 먼저 접수되어 역사상 가장 돈을 많이 벌어들인 발명품의 발명가로 벨이 인정을 받게된다. 하지만 특허 신청에 있어서도 의심가는 부분이 많았다. 벨이 특허 신청을 낸 날은 1876년 2월 14일인데, 전화로 음성 송신을 성공한 날은 3월 10일이다. 어떻게 만들지도 않은 것을 특허 신청을 낼 수가 있단 말인가... 또 가장 근본적인 문제는 벨이 엘리샤의 '액체 송화기 도안과 가변 저항 개념'을 노골적으로 베끼고 이 사건을 은페하려 전전 긍긍했다는 너무나 확연하게 드러나는 결정적 증거와 단서가 여기저기서 발견된다는 것이다.\n또한 벨이 직접 작성해서 보관하고 있던 특허 신청서 사본 왼쪽 여백에 글이 적혀 있는데, 그 부분에 가변 저항에 대한 내용이 담겨 있다. 전화 발명의 가장 핵심적인 주장이 왜 여백에 추가로만 적혀 있는지 이상하다. 자신의 발명품이 만들어질 수 있었던 가장 중요한 요소를 마지막 순간까지 빠뜨리고 있었다는 것은 충분히 의심을 살 만하다.\n벨보다 십년 이상 앞선 시기에 음성을 전송할 수 있는 기계를 만든 필립 라이스란 과학자의 연구에 대해 벨이 이미 알고 있었다는 증거도 있었고, 벨이 다중 전신기 발명에 정신을 팔고 있던 그레이가 알아차릴 수 없도록 전화 발명의 과정을 교묘하게 가린 증거, 또한 벨의 도용 행위를 돕고 그가 실제 만들지도 않은 발명품에 특허를 내주었다고 주장하는 특허청 관리의 고백도 등장한다.\n이런 여러가지 의심가는 정황에도 벨이 특허권을 인정받고 발명가로서 명망을 가질 수 있었던 데에는 주변의 여러가지 권력들도 함께 작용했다. 하버드란 정치 권력가, 변호사, 또한 정부 조차 권력에의 방향에 유리한 벨의 손을 들어주었다. 또한 진실을 알고 있으면서도 많은 사람들이 침묵했다. 미국 특허청은 왜 벨에게 발명품 모델을 제출하라고 요구하지 않았는지.. 엘리샤 그레이는 왜 끝까지 자신의 주장을 고집하지 않았는지.. 무수한 의문이 아직도 남겨져 있었다. 모든 정황들이 벨에게 유리하게 작용하였고, 어떻게 보면 벨은 참 운이 좋은 사람이었다. 반면 엘리샤 그레이의 불운은 그가 술수에 능하지 못했다는 점도 작용한다.\n부정부패가 가득했던 당시의 상황을 잘 이용한 벨은 전화기를 발명한 아버지가 되었고 배경보다는 신사로 통했던 엘리샤 그레이는 시대를 보는 시각이 너무나 작았고 시대를 잘못 읽은 탓에 특허권은 물론이고 벨이 전화를 발명했다는 것을 인정해버리는 중요한 실수를 하게 된다. 지상 최대의 발명품 중의 하나인 전화를 발명한 사람이 순식간에 뒤바뀌어버린 것이다.\n\n[간디]\n간디는 귀족 출신이었으며, 대영제국의 변호사임에 자부심을 느꼈으며 천민과 접촉해서는 안된다는 사상(불가촉천민 사상)의 소유자였다.\n그는 인도의 악명높은 카스트 제도에 대해 \"서로 조화롭게 살아라\"라는 매우 모호하고 수구적인 가르침으로 일관한다. \n그의 비폭력주의는 기존의 질서 아래에서 큰 고통이 없는 자들에게는 매우 평화롭게 들리겠지만 착취 당하는 낮은 자들에게 그저 웃음을 띤 방관자였을 뿐이다. \n\n젊은 시절의 간디는 평화주의와 거리가 멀었다. 그는 보아전쟁, 줄루전쟁, 1차 세계대전 등 총 세 차례에 걸쳐 '조국' 영국을 위해 참전신청을 제출했다. 그런데  늑막염으로 실제 참전은 불발. 히틀러가 체코를 침공했을 때, 그리고 유태인을 학살했을 때 간디는 일관되게 체코인들과 유대인들에게 \"싸우지 말고 자살할 것\"을 권고했다.\n\n부인은 물론 모든 자녀를 학교에 보내지 않았다. \n부인이 폐렴에 걸리자 현대의학을 거부한다는 명분으로 부인에게 페니실린 주사조차 놓지 못하게 하여 결국 부인은 사망했다. 그러나 부인의 사망 직후 자신이 말라리아에 걸리자 자신은 서둘러 주사를 맞았다. 나중에 맹장염에 걸렸을 때는 수술도 받았다.\n\n간디는 1917년 구자랏의 아흐메다바드에서 신생 노동조합운동에 관여하게 되었다.  이곳은 1870년대부터 면방직과 제조업이 융성했던 곳으로 영국의 맨체스터에 버금갈 정도였다. 제1차 세계대전으로 섬유산업이 절정에 오르면서 아흐메다바드의 경기도 폭등했다. 그럼에도 아흐메다바드의 노동자들은 오히려 임금 삭감이라는 철퇴를 맞았다. 분노한 노동자들은 들고 일어났다.\n사태가 험악해지자 제조업자들은 간디에게 접근했다.\n간디는 제조업자들에게 노동자의 의무와 권리를 명시한 노동조합(Majoor Mahajan Sangh)\n결성을 지원토록 제의했다. 그러나 그는 노동자의 진정한 권리를 위한 갈등과 투쟁을 철저하게 배제한다. 예컨데 파업과 같은 쟁의행위는 금지한 것이다. 그 결과 대부분 이슬람이거나 힌두 극빈자층에 속하는 직조공과 염색공들의 권리는 중세 수준으로 되돌아가고 말았다.\n\n제1차 세계대전 당시 식민지 인도 청년들을 총알받이로 징병해 사지로 내몬 사람, 바가트 싱을 비롯해 여러 혁명가들을 서둘러 처형해 달라고 영국 정부에 요청한 사람, 통념과 달리 정치적 목적에 따라 때로는 대중 폭동을 조장하고 방치한 사람, 민주적 절차에 따라 인도국민회의당(이하 ‘국민회의’) 의장이 된 수바스 찬드라 보세에게 압력을 가해 사퇴시키고 결국 쫓아낸 사람. \n간디에게 진리, 도덕, 비폭력은 절대적이지 않고 상대적인 것이었다. 그는 더 큰 이해관계 속에서 특정 노선이 평화적이고 비폭력적인 수단을 통해 영국 제국주의를 종식시키는 데 도움이 될지 여부를 면밀하게 검토한 후 모든 것을 결정했다.\n폭력에 대한 혐오를 많이 거론하였지만 이것은 노동자계급이 투쟁(총파업)으로 들어가는 것을 두려워한 부르주아지로서의 본능적인 공포일 뿐이었다. 제국주의의 전쟁터에 총알받이로 ‘모든 촌락마다 20명씩 모병하기’를 요구하면서 어떤 망설임도 없었던 그가 반대로 민중, 노동자, 농민들이 조직된 행동을 할 때 발생되는 사소한 폭력 사건들에는 민감하게 반응했다. 그는 자신의 강령에 토지 없는 가난한 이들에 다한 고리대금업자의 빚 청산, 지대의 획기적인 경감, 토지분배 등을 포함시키지 않은 이유이다. \n영국 제국주의를 위해 인도 군인들을 징병하는 것은 제1차 세계대전에서는 도덕적인 것이었다. 왜냐하면 당시에 스스로 말한 것처럼 영국 제국주의를 방어하기 위한 인도 군인들의 개인적 희생은 그와 대영제국 내에 있는 자치 정부의 다른 투사들을 강화시켜줄 것이기 때문이었다. 다른 한편으로 제2차 세계대전에 참여하는 것은 비도덕적이었다. 왜냐하면 상황이 바뀌어서 전쟁 준비에 반대하는 투쟁 위협이 독립 투쟁을 강화시켜주는 최고의 수단이 되었기 때문이었다.\n―  <마하트마 간디 불편한 진실> 중에서\n\n[김부식]\n김부식의 생애에서 가장 큰 정치적인 난관은 묘청(妙淸)의 난이었다.\n김부식이 활동하던 고려 인종 때 집권층은 이른바 ‘문벌 귀족’(대대로 고위 관리를 배출하는 가문)이었다. 그는 수도 개경에 기반한 최대 문벌의 지도자였다. 문벌 세력은 왕권 강화에 위협적이었다. 신진 세력인 묘청은 인종의 호응 속에 수도를 서경(西京, 현재의 평양)으로 옮기는 개혁을 단행하려 했으나 김부식은 이를 좌절시켰다.\n1126년(인종 4년), 이자겸의 난으로 개경(개성)의 궁궐이 불에 타자, 묘청은 ‘서경천도론’을 주장하며 서경에 궁궐을 새로 지어 왕을 자주 행차하게 하였다.\n하지만 개경 유신들의 반대에 봉착하자 묘청은 1135년, 난을 일으켰는데 이때 개경 유신을 대표하는 김부식이 나서 직접 삼군(三軍)을 지휘하며 1년 2개월 만에 반란군을 진압했다.\n묘청의 난을 개경 세력과 서경 세력의 싸움으로 보는 견해가 많은 것입니다. 개경의 세력을 견제할 수 있을 정도로 세력이 형성된 것은 오로지 서경의 세력뿐이었는데 묘청의 난을 계기로 서경의 세력은 완전히 권력에서 밀려나고 개경의 세력, 그중에서도 개경 문신의 세력만이 득세하게 됩니다. 서경은 단순히 두 번째의 수도라는 큰 도시일 뿐만 아니라 북쪽을 향하는 고려의 마음이 담긴 곳입니다. 개경 세력의 중심인 김부식이 유학자이기 때문에 고려는 유가의 사대주의가 심취한 문신들만 대우를 받고 고구려가 가진 진취적인 기상도 잃어버립니다. 견제 세력이 사라진 개경의 문신들은 권력에 심취해 기고만장해져 결국 무신의 난이 일어나는 계기가 됩니다. 묘청의 난을 진압한 것에 대해 간단하게 정리하면 유학자인 김부식을 중심으로 한 개경의 문신 귀족들이 정치적인 반대세력을 모두 처리하고 권력을 모두 가지게 된 결정적인 사건입니다. \n이 같은 공로로 김부식은 정치적 최정점에 도달했지만, 거듭된 정치적 갈등에 1142년 결국 사직하고 평생의 꿈이었던 역사 편찬을 시작했다.\n\n삼국사기가 가진 역사적인 중요성은 인정하지만 내용에서는 비판을 받을 수밖에 없는 흐름이 있습니다. 그 흐름의 중심에는 김부식의 태생과도 관련이 있습니다. 너무나 신라 중심적이라는 비판이죠. 신라 왕실 집안의 출신이라 그런지 고구려를 계승하겠다는 고려에서 고구려를 지우기 위해 무던히 애를 썼다는 티가 많이 납니다. 일단 전체적인 기술이 신라 중심이며 백제에 대한 기록이 부족합니다. 그리고 고조선을 비롯해 가야, 동예, 옥저, 삼한, 발해 등의 역사가 빠져있습니다. 기록이 부족한 나라들을 보면 가야를 제외하고는 모두 고구려와 연관이 깊은 나라들입니다. 신라와 가야를 제외한 모든 나라들이 고구려와 밀접한 관련이 있는데 그 나라들에 대한 기록이 모두 빠져 있는 역사서입니다. 훗날 발해고를 편찬한 유득공이 너무 안타까워 한 부분이 바로 저런 부분입니다. 발해가 멸망하고 고려로 투항해온 유민들이 많았는데 그 들의 증언만으로도 고조선부터 고구려를 이어 동예, 옥저, 발해의 역사를 모두 기록할 수 있었지만 고려는 하지 않았습니다. \n그리고 김부식이 유교 사상을 따르는 유학자이기에 불교나 전통사상 역시 기술하지 않았습니다. 일반 백성들의 생활은 불교와 전통사상과 매우 밀접한 연관이 있지만 모두 빠져있습니다. 하지만 송나라 학자들을 비롯한 중국인이 중국 왕조를 찬양하며 쓴 중국 사서들은 그대로 인용하였습니다. 우리나라의 백성에 대한 이야기보다 중국 쪽의 왕조에 대한 이야기가 김부식에게는 더 중요했기 때문에 그렇게 편찬하였겠죠. 그렇기 때문에 사대주의적 시각을 갖고 있었다고 평가를 받습니다. \n김부식이 사대주의자이며, 『삼국사기』가 사대주의적 입장에서 서술했다는 평가에 대해서는 반론하는 견해도 적지 않지만 틀린 말은 아니다. 김부식이 직접 쓴 『삼국사기』 논찬(사론)에서 고구려와 백제가 중국에 사대를 제대로 하지 않았기 때문에 망했다고 선언했기 때문이다. \n\n\n다산 정약용 (1762~1836)\n“무슨 일이 있어도 서울 밖으로 이사가지 말고 버텨라.\n분노와 고통을 참지 못하고 시골로 가버린다면 어리석고 천한 백성으로 일생을 끝마칠 뿐이다”\n\n실학의 집대성자 다산 정약용도 ‘무본억말’의 유형원· 이익과 크게 다르지 않았다. 그가 정조 임금에게 올린 상소문을 보면 이렇다. \n\"지금 농업을 올리고 싶으시면, 말업을 억압하십시오. 그러면 농업이 스스로 높아집니다.… 지금은 말업(상업)이 본업(농업)을 짓밟은 지가 오래되었습니다.\"(‘應旨論農政疏’)",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-26T23:23:15.232000",
  "updatedAt": "2025-12-22T22:19:31.594000"
}