{
  "id": "a94be217-99c5-48dd-acd1-a0c68fd7e5fe",
  "title": "딥내시(DeepNash)",
  "content": "말을 움직이며 상대의 숨겨진 깃발을 찾는 보드게임인 '스트라테고(Stratego)'는 바둑이나 체스보다 복잡하다고 평가받는다.\n스트라테고에서 게이머는 40개의 말을 움직이며 자신의 깃발 위치를 상대방에게 숨겨야 한다. 동시에 자신이 가진 불완전한 정보를 바탕으로 상대방의 깃발을 찾아내야 한다. 정보수집과 전술에 때로는 '허세'까지 동반하는 미묘한 전략 싸움이 핵심이다.\n딥마인드는 완벽하게 정보를 습득한 상태에서 작동하는 기존의 AI는 이 게임을 잘 해낼 수 없다는 사실을 인지하고 모델프리 AI를 개발해 딥내시에 적용했다. 모델프리 AI는 게임 중 상대방의 게임 상태를 모델링하려고 시도하지 않는 AI다.\n또 상대방이 AI의 행동패턴을 발견하지 못하도록 무작위 행동을 하도록 설정했다. 상대방 패턴에 고정관념을 갖지 않으면서도 자신의 행동을 속여 상대를 혼란시킬 수 있는, 정말 인간 같은 AI를 만들어낸 셈이다.\n'딥내시'는 알고리즘에 내시 교수의 이론(내시 균형)을 적용했고, AI 스스로 55억회 게임플레이를 통해 전략을 연마했다.\n그 결과 '딥내시'는 스트라테고 월드 챔피언십 우승자 다수를 포함한 경기에서 97% 넘는 확률로 승리했다. 온라인 게임 플랫폼 그래본(Gravon)에서 인간 플레이어들과 경쟁해 전체 승률 84%, 전체 순위 3위를 기록했다.\n연구팀은 딥내시의 높은 승률의 비결로 '허세'를 꼽았다.(신호게임이론의 통합균형, 기만전술) 예를 들어 딥내시는 자신이 불리할 때도 유리한 척 행동하며 상대의 말을 공격할 수 있다. 전 스트라테고 세계 챔피언이자 논문에 참여한 빈센트 드 보어는 \"인간 플레이어와의 시합에서 승리할 정도로 높은 딥내시의 플레이 수준에 놀랐다\"며 \"인간 월드 챔피언십에 출전해도 좋은 결과를 낼 것\"이라고 평가했다.\n\n메타(페이스북)의 인공지능 '키케로'를 개발한 연구진은 최근 국제 학술지 사이언스에 키케로가 ‘디플로머시’ 온라인 게임 리그에서 상위 10% 안에 드는 성과를 냈다는 연구 결과를 발표했다. 1959년에 출시된 보드게임 디플로머시는 7명의 플레이어가 러시아, 영국, 프랑스, 독일 등 유럽 7국 지도자가 돼 서로 동맹과 전쟁을 통해 영토를 차지하는 게임이다. 궁극적으로 한 나라가 최후의 승자가 되기 위해선 동맹국과도 갈라서야 해 게임이 막바지로 치달을수록 참가자들이 서로 배신에 배신을 거듭한다.\n메타는 고대 로마 정치인 키케로에서 착안해 명명한 AI를 전략적 추론, 자연어 처리(NLP·Natural Language Processing) 등 두 가지 축을 중심으로 개발했다. 인간을 상대로 자연스러운 대화를 하기 위해 12만번 이상의 게임 데이터를 확보해 훈련했고, 게임에서 오간 1290만건의 채팅 메시지를 학습했다. 이를 통해 상대의 동맹 제안 진위를 판단하고 역으로 상대를 속이는 방법을 익혔다. 예컨대 동맹을 제안하고 병력 호송을 요청한 뒤 방심한 동맹국의 뒤통수를 치고 공격해 영토를 차지하는 식이다.\n이렇게 탄생한 키케로는 온라인 게임리그에서 실전 경험을 쌓으며 ‘협상과 배신의 귀재’로 성장했다. 지난 8~10월 온라인 리그에서 40경기를 펼쳐 상위 10%에 오르는 성과를 냈다. 이 기간 AI가 인간 게이머들에게 보낸 메시지가 5200여 개에 이른다. 키케로 개발에 참여한 이들조차 이렇게 빨리 능숙한 수준에 오를지 몰랐다며 놀랄 정도였다.",
  "color": "default",
  "labels": [
    "6942c042-54af-422c-91c2-3af7ee16e5c5",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5",
    "4c2e72b8-0cf2-48f3-b5fa-5ad39f6b68ea"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-20T09:06:32.771000",
  "updatedAt": "2023-03-08T13:42:14.433000"
}