{
  "id": "a9509fe2-cfdc-4295-a9a0-0c6c12d90820",
  "title": "자원의 저주(Resource Curse)",
  "content": "나라의 자원이 풍부할수록 경제성장이 둔해지는 현상을 의미합니다. 자연자원은 풍부하지만 전반적으로 1인당 국민소득이 낮은 브라질·러시아·인도·중국 등 브릭스(BRICs) 국가들을 예로 들 수 있습니다. \n반면에 자연의 저주와는 달리, 풍부한 자원을 효율적으로 이용해 경제성장이 빨라지는 현상은 ‘자원의 축복(Resource Blessing)’이라고 합니다.\n\n천연자원을 보유하고 있다고 해서 항상 경제성장을 달성한 것은 아니다. 19세기 풍부한 천연자원을 보유하고 있던 이집트(면화), 칠레(구리), 쿠바(설탕), 페루(구아노) 등 많은 국가들이 경제성장을 달성하는 데 실패했다. 오히려 빈약한 천연자원을 보유하고 있던 한국, 일본, 대만 등의 국가들은 높은 경제성장을 달성하기도 하였다.\n\n자원의 저주가 발생하는 이유로는 풍부한 자원이 오히려 산업구조를 왜곡시키는 요인으로 작용한다는 것이다. 풍부한 천연자원을 확보한 국가들은 자국 내에서 필요한 여러 소비재 내지 생산재를 외국에서 수입해 오는 경우가 많다. 이렇게 제조업 제품을 수입에 의존하게 되면 이와 관련된 자국의 산업이 위축되기 쉽다. \n실제로 1960년대 네덜란드 해안 지역에서 천연가스가 발굴된 적이 있다. 그러나 당시 네덜란드는 천연가스 개발로 인해 오히려 제조업의 위축을 경험하게 되었다. 이러한 현상을 ‘네덜란드병(Dutch disease)’이라고 한다. \n과거 대항해시대에는 스페인이 남아메리카로부터 막대한 금과 은이 유입되면서 이러한 금과 은을 통해 여타 유럽 국가로부터 많은 제조업 제품을 수입한 바 있다. 하지만 신대륙으로부터 유입되는 금과 은이 차단되면서 스페인 역시 극심한 경기 침체를 경험했다.\n\n자원부국의 국민들 삶은 겉모양과는 딴판이다. 자원이 내린 축복 때문에 정치가 부패하고 경제가 제대로 작동되지 않아 사회적 긴장이 고조되고 정책의 딜레마로 곳곳에서 자원빈국들 못지않게 곤욕을 치르고 있다.\n\n중동과 아프리카 중남미 자원부국들이 한국이나 대만 등 자원빈국들보다 경제성장과 발전이 크게 뒤지는 현실은 분명 ‘풍요의 역설’이다. ‘바보들의 황금’으로 놀림받기도 한다. 석유 수출대금이 쏟아져 들어와도 이를 제대로 관리할 공공부문이 없고 소수의 특권층에 부가 몰리면서 대다수 국민이 빈곤에 허덕이는 나라들을 가리켜 ‘석유국가 (Petro-state)’로 부른다. ‘두바이 모델’로 상징되는 아랍에미리트(UAE)에서 최근 발생한 임금인상 소요는 이들 석유국가들의 내부 고민을 단적으로 웅변한다. 석유 붐에 따른 혜택은 고사하고 식료 및 에너지가격 급등으로 빈민들의 고통은 가중되고 있기 때문이다.\n\n자원의 저주는 부패 심화와 경제성장 저해만이 아니라 많은 경우 자유와 민주주의 신장을 지연시킨다. 석유나 광물자원의 수출에 과다 의존하는 나라일수록 민주화에 소극적이며 국제유가와 산유국 국내 자유는 반비례한다는 조사 결과도 주목을 끈다.\n\n[예]\n나이지리아\n나이지리아는 세계 6위의 석유수출국이자 아프리카 최대 산유국입니다. 하지만 나이지리아도 ‘자원의 저주’에서 벗어나지 못하고 있습니다. 최근까지도 유전을 장악하기 위해 100개가 넘는 민병대가 목숨을 걸고 싸우는 사태가 일어나고 있으며, 끝없는 내전은 대형유전이 발견되기 전보다 국민의 삶을 훨씬 악화시키고 있습니다. 풍부한 자원의 축복이 지도층의 부패와 유전을 차지하기 위한 교전을 불러와 국민들의 삶을 피폐하게 만든 것입니다.\n지도층은 석유수입을 해외로 빼돌리며 이익 챙기기에 급급하여 정작 나라의 상황에는 전혀 무관심한 상태입니다. 또한, 장기간의 내전으로 인해 변변한 정유시설이 남아 있지 않아 자동차 연료를 오히려 수입해야 하는 처지로 전락했고, 아직도 전기나 도로, 수도도 없이 살아가는 국민들이 대다수입니다. 결국 현재, 나이지리아의 1인당 국민소득은 농산품 수출국에 머물던 25년 전에 비해 3분의 2수준으로 떨어졌습니다. ‘자원의 축복’을 스스로 ‘자원의 저주’로 만들어 버린 나이지리아에서는 풍부한 자원을 갖추었음에도 불구하고, 지금 이 순간에도 무고한 시민들이 희생되며 고통 받고 있습니다.\n\n아프리카\n금과 플래티넘의 남아프리카, 커피와 홍차의 케냐, 구리의 칠레, 콩·밀·육우 등 농축산물의 아르헨티나와 브라질 등 자원부국들이 부의 분배와 주도권 다툼, 소득불평등 등 자원의 축복 아닌 저주로 저마다 신음 중이다. \n\n네덜란드\n1960년대의 ‘네덜란드 병’ 역시 자원의 저주다. 천연가스 노다지로 흥청망청 지출을 늘리다 통화가 과다 절상되고 수입은 급증하고 수출은 격감돼 산업 자체를 죽여버리는 어리석음을 범한 것이다.\n1960년대 네덜란드는 북해에서 엄청난 천연가스를 발견했다. 당시 세계 경제가 팽창기에 있었던 만큼 에너지 자원에 대한 수요는 컸고, 네덜란드는 천연가스를 수출해 매년 수업억 달러를 벌 수 있었다. 여기까지는 분명 천연자원은 금수저의 축복과 같아 보이는데 문제는 이후에 나타났다. 천연가스를 수출해 막대한 달러화가 네덜란드로 유입되자 당시 네덜란드 통화인 굴덴화의 가치는 크게 상승했다. GDP의 절반 이상을 수출에 의존했던 네덜란드로서는 자국의 통화 가치 상승은 수출 경쟁력 약화를 가져왔고, 수출기업의 채산성을 악화시켰다. 게다가 네덜란드는 자원 수출로 벌어들인 막대한 부를 생산적인 투자에 사용한 것이 아니라 사회보장과 복지사업에 주로 지출했다. 결과적으로 과도한 유동성으로 물가와 임금이 큰 폭으로 상승했다. 지나친 복지지출은 정부의 재정 건전성을 악화시켰고, 임금 상승은 산업의 생산성을 감소시켰다. 설상가상으로 1980년대 주택시장의 버블이 터지면서 네덜란드 경제는 심각한 침체에 빠지게 된다.\n\n북한\n북한은 우리보다 풍부한 지하자원을 확보한 곳이다. 하지만 경제적 성과를 달성하지는 못하였다. 이 사실만으로도 경제성장과 지하자원의 관계는 쉽게 설명되지 않을까 싶다.\n\n[반례]\n노르웨이\n천혜의 부존자원을 축복으로 만드는 데 성공한 나라가 노르웨이다. 석유의 첫 발견과 동시에 이를 국민들 공유재산으로 입법화하고 모든 석유 판매 수입을 국가석유기금에 별도로 예치해 정치로부터 중립적인 중앙은행(노르웨이은행)에 관리를 맡기고 있다. 1905년 유럽 최빈국에서 오늘의 고복지 선진민주국가로 우뚝 선 데는 석유자원의 현명한 관리가 큰 몫을 했다. \n노르웨이는 1970년대 북해 지역에서 유전을 개발하지만 네덜란드와 같은 과오를 범하지 않기 위해 대안을 마련했다. 노르웨이는 석유 수출로 유입되는 막대한 달러화가 자국의 환율과 물가에 부작용을 미치는 것을 미연에 방지하기 위해 대규모 석유 기금을 조성한다. 노르웨이는 국부펀드를 활용해 달러화 유입으로 자국의 화폐 가치가 상승하는 것을 지연시키고 국부펀드 운용으로 얻은 수익을 교육, 연구개발, 보건위생, SOC 확충에 투입했다. 이는 앞서 네덜란드나 베네수엘라가 자원으로 얻은 수입을 직접 사회복지사업에 투입한 것과는 대비되는 정책이다. \n\n중국\n중국은 엄청난 석탄 매장량을 보유하고 있었다. 하지만 중국의 석탄 산지는 주요 경제활동 중심지와는 거리가 먼 산시성 등 서북부 지역에 위치해 있었으며, 수상 운송이 실질적으로 불가능한 곳이었다. 따라서 풍부한 천연자원을 활용하기 어려운 상황에 놓여 있었다. 하지만 산업혁명의 발원지인 영국의 경우 석탄 매장지가 경제 중심지부근에 있었으며, 육상 내지 수상으로 운송이 편리했다는 장점을 적극적으로 활용해 왔다. 뿐만 아니라 영국의 석탄 매장지는 상습적인 홍수 지역으로 물을 빼내기 위한 도구가 절실히 필요했던 지역이다. 영국은 석탄을 활용한 증기엔진을 개발해 물을 빼내는 데 제일 먼저 사용했다. 시카고 대학의 역사학자 포머란즈(Kenneth Pomeranz) 교수에 따르면, 초기 증기엔진은 효율성이 낮고, 부피도 커서 물을 빼내는 용도 이외에는 적절한 용도를 찾기 어려웠다고 한다. 하지만 풍부한 천연자원과 이를 적절히 활용해야 한다는 동기부여 상황 등을 기반으로 증기엔진을 계속해서 발전시켜 왔으며, 그 결과 산업혁명이라는 커다란 경제적 성과를 거두게 되었다.\n\nhttps://m.blog.naver.com/PostView.naver?isHttpsRedirect=true&blogId=unckor&logNo=40201305906\n\nhttps://www.joongang.co.kr/article/3206918\n\n[자원의 저주 치료법]\n발견된 풍부한 자원을 바탕으로 수출에 집중하면 특정 산업에만 부가 집중(관광업으로 먹고사는 나라도 마찬가지) -> 산업 전반적인 고용 창출이 안됨 ->  소득이 전반적으로 낮으므로(소득 불균등 심각) (주로 정치적 인 이유로) 자원수출로 발생한 재원으로 과도한 복지정책 추진\n자원 가격이 높을 때는 이것이 가능하나 자원 가격이 낮을 때는 수출이 줄어 재정 적자 발생 -> 재정 보충을 위한 통화 남발 -> 초인플레이션 발생 -> 국가 부도\n\n핵심은 국민 전체의 보편적인 부가 증대해야 하는 것임. 이것이 안되면 과도한 복지정책 -> 재정적자 -> 국가 부도 현상 반복\n\n이를 깨기 위해서는 국가 전반적인 산업발달 (1차산업, 제조업, 서비스업)이 필요\n\n국가 전반적인 산업발달을 위해서는 장기적 관점에서 인적자본 투자(특히 과학/기술 교육)가 매우 중요. \n\n흔히 아는 단기적 처방인 거시경제정책들은 자원병 치료에 근본적인 대책이 아님.\n\n인력을 육성해서 제조업을 발달시키고 수출 증대를 통해 골고른 수입 창출이 이루어 질 때만이 특정 자원 가격의 등락에 따른 국가경제 부침을 막을 수 있고, 전반적 고용 창출로 소득증대를 이룰 수 있음. \n이럴 경우 과도한 복지정책 불필요.\n\n현재 자원 부국이면서 경제부국인 미국, 중국을 보면 국가 전반적으로 골고루 산업이 발달해 있어 수출이 활성화되어 있음을 알 수 있음. 물론 그 핵심 요인은 풍부한 인적자본에 있음.\n\n[결론]\n국가 차원에서도 분산 투자가 매우 중요.\n그러기 위해서는 고급 인력 양성이 필요하고, 그러기 위해서는 교육기관 및 연구개발에 투자가 필요.(노르웨이)\n자원수출에 의존하는 특정 산업에 편중은 겅기변동에 따른 리스크가 크다.\n자원부국들은 풍부한 자원 수입을 단기적으로 소득 향상 처방으로 선심성 복지정책에 지출할 것이 아니라 장기적 관점에서 산업발전을 위해 교육 및 인프라에 투자하는 것이 매우 중요하다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-21T11:14:35.349000",
  "updatedAt": "2022-03-28T09:45:18.041000"
}