{
  "id": "a9864ce9-6061-4f6b-81ac-7e155e3d57f3",
  "title": "대항해시대의 사략선(私掠船, privateer ship)",
  "content": "15-18세기 대항해시대를 주름잡았던 유럽 열강들은 정부에서 ‘사적으로 약탈하는 것을 허용하는 사략허가증’을 배포하면서 ‘합법적인 해적’이 나타난 것이다. 이들과 해적과의 차이점은 그저 ‘종이 한 장’ 차이였음에도 불구하고 정부는 이들과 긴밀한 이해관계를 유지했다. 이런 특수한 노략집단을 ‘사략선’이라고 부른다.\n사략(私掠, privateering)은 국가로부터 특허장을 받은 개인이 선박을 무장시켜 적성국가의 상선을 노략질하는 것을 뜻한다. 사략에 동원되는 선박을 사략선(私掠船, privateer ship)이라고 한다. \n근세 초기 유럽 국가들은 상비 해군력을 보충하기 위해 사략선에 교전자격을 부여했다. \n당시 상선이 나르는 신문물의 상품은 매우 가치 있는 것들로 사실 국가에서는 해적을 토벌하는 것보다 사략선을 만들어 노획물을 세금으로 떼어가는 것이 훨씬 이익이 컸다. 국가는 사략선을 만들기 위해 배에 ‘사략면허증’을 발급하고 그 후 전체 노획물에 대한 권리비, 세금을 1/5을떼어 국가재정에 보급함으로써 이익을 봤고, 선장은 선원보다 더 많은 몫의 노획물을 가져갔으며 선원들은 남은 노획물을 가져가는 것으로 매우 큰 이득을 봤기에 사략선원이 되기 위해 너도나도 뛰어들었다.\n\n사략선은 세금을 쓰지 않고 무장한 선박과 선원을 동원하는데 사용됐다. 사략선들은 해군력이 약한 나라나, 무역에 의존하는 적과 마주한 국가에 도움이 됐다. 그들은 적의 상업을 교란시키고, 적국으로 하여금 더 많은 전함을 배치하도록 했다. \n전시에는 많은 해운회사나 선주들이 아예 정상적인 무역보다 사략행위를 선호해서 사략선이 투자까지 받아가며 출항하게 되었다.\n역사적으로 사략업자들과 해적들의 행위는 실질적인 차원에서 큰 차이가 없었다. 둘 모두 습격과 약탈을 했다는 점에선 동일했다. 사략선은 해적선과 달리 국가로부터 권한을 받아 합법적 활동을 했다는 차이가 있을 뿐이다. 오랜 기간동안 여러 정권은 사략활동을 허용해 왔고, (준)해적들은 합법의 미명 아래 활동을 할 수 있었다.\n\n이론상 사략선은 국가(국왕)와 해적 양측의 윈윈이 되는 이상적인 제도이다. 즉 국왕은 허가장 하나 달랑 내주면 노획물을 가져가고 공짜로 군함도 얻을 수 있으니(물론 자국 상선이 공격당하지 않는 전제이다) 좋고, 해적은 장물 분배만 제대로 하면 조국에 돌아와서는 언제 붙잡혀 처형당할지 걱정하지 않고 마음껏 노략질할 수 있기 때문이다. \n제도 초기에는 국왕 명의로 면장을 발급했으나, 하술하듯 점점 장삿속이 끼어들면서 남발하는 경향이 강해져 장관급, 나중에는 식민지 총독급까지 발급 명의가 내려가게 된다. \n\n[사례]\n16세기 엘리자베스 1세 여왕시절(1558~1603) 가장 유명한 선장은 프랜시스 드레이크 경이다. 1580년대에 시작한 에스파냐-영국 전쟁에서 드레이크 경은 사략선을 몰아 스페인 선박을 격파하는 등 수 많은 공적을 세운 것으로 기록된다. 당시 에스파냐는 가장 우위에 서있는 해상무역의 강자였기 때문에 새로 발을 디딘 영국의 입장에서는 에스파냐가 큰 걸림돌이었다. 당시 무적함대라고 불렸던 에스파냐의 해군과 맞붙기엔 영국해군이 아직 체계가 불안정했던 상태였다. 정면전쟁은 승산이 희미했기 때문에 영국은 사략선을 매우 적극적으로 이용한다. \n\n17세기 초반 영국과 네덜란드는 동방에서 얻어온 향신료 등으로 시장개척에 성공해 많은 수입을 올리고 있었다. 당시 네덜란드보다 뒤늦게 동방사업에 진출하게 된 영국은 네덜란드를 견제하기 위한 조약들을 내걸기 시작했고 네덜란드와의 마찰이 잦아지자 세 차례에 걸친 상업전쟁을 벌이게 된다. 1차(1652∼1654), 2차(1665∼1667), 3차(1672∼1674)를 거치면서 네덜란드는 긴 전쟁에 타격을 입고 해상권에서 주도권을 영국에게 뺏기게 된다. 하지만 영국-네덜란드 전쟁에서 이득을 본 것은 다름 아닌 프랑스의 사략선이었다. 영국은 프랑스와도 전쟁 중이었으며 프랑스는 네덜란드 선박과 영국 선박을 구분하지 않고 약탈을 지시했다. 따라서 프랑스 사략선은 이때 부흥하기 시작했다고 볼 수 있다. \n\n1689~1697년 ‘9년 전쟁’, 또는 ‘대동맹전쟁(War of the Great Alliance)’으로 불리는 전쟁과 1701~1713년 ‘스페인 왕위 계승전쟁’으로 불리는 전쟁은 프랑스 사략선이 바야흐로 전성기를 맞게 되는 계기를 마련해 주었다. 당시  대부분의 열강들은 만성적인 재정난에 시달리고 있었고, 영국은 5%의 수입관세를 15%로 올리는 방법으로 충당하고 있었다. 하지만 사략질로 인해 적국의 상선을 타격하고 적상선으로 부터 얻는 진귀한 노획물은 전쟁승리와 재정 충당이라는 두 마리 토끼를 잡는 효과가 있었다. 따라서 전쟁 중에 각국 의회에서 사략 면허증을 대거 발급하고 사략선의 불법행위를 일정 부분 눈감아 주고 넘어간 것이다. \n이때 당시에도 프랑스는 다른 국가들에 비해 상대적으로 떨어지는 해군전력을 사략선을 적극적으로 이용해 전세를 뒤집으려 했다. 이때 활약한 프랑스 영웅의 이름은 ‘뒤게트루앵’이다. 뒤게트루앵과 이전의 장 바르는 둘 다 미천한 신분에서 해군의 사령관까지 오르게 된 사례로 사략선을 이끌었다는 점까지 같다. \n자료에 의하면 실제로 프랑스가 이 시기에 약 435,000 파운드에 이르는 금액을 벌어들인 것으로 추정된다.\n\n18세기로 넘어온 바다의 패권에서 새로운 세력이 등장한다. 기존 영국, 프랑스를 비롯하여 영국의 식민지에 불과했던 ‘미국’이 등장하게 된 것이다. 미국도 프랑스와 비슷하게 사략선을 적극적으로 이용하여 전력을 증강했다. 이 시기의 사략선은 북아메리카에서 온 것이 가장 활개 쳤기에 ‘북아메리카 사략선 전성시대’로 불리기도 한다. 실제로 미국은 영국으로부터의 독립을 주창하면서 ‘사략선’이 미국함대를 발전시킨 주축발판이라고 보는 시각도 있을 정도로 사략선을 효과적으로 이용했다.\n\n아직 신생집단에 불과했던 미국은 대륙회의를 거쳐 해군을 마련하지만 17세기 초반의 영국과 비교하면  힘이 미약하기만 했다. 따라서 그들은 민간집단을 고용해 해군을 보충하는 ‘사략선’을 적극 이용하기에 이른다. 1775년 미국의 독립을 선언한 직후, 메사추세츠 주의 법원은 미국 최초로 사략을 허용하는 ‘사략면허증’을 발급했다. 이들은 사략선을 이용하여 영국의 모든 선박을 노획할 것을 허가 받는다. 미국의 사략선들은 카리브 해에서 주로 활동했으며 영국 선박은 엄청난 타격을 받았다. 지금까지 영국과 프랑스를 비롯한 열강들은 주로 유럽에 속한 나라들이었기 때문에 북아메리카에 대한 지리는 단연 미국이 가장 밝을 수밖에 없었기 때문이다. 지금까지 사략선은 언제나 전쟁의 보조수단처럼 이용돼 왔다. 하지만 미국의 독립전쟁은 사략선을 이용함으로써 미국에게 경제력과 해상 전력을 급격히 발전시키게 한 동력이 되었다. 이 시기에 가장 유명한 미국의 사략선장은 ‘존 폴 존스(John Paul Jones)’로 스코틀랜드 출신이기에 영국에게 더 악의에 찬 욕을 듣기도 했다. 하지만 미국에서는 그를 해군의 영웅으로 생각하며 독립전쟁에서 가장 활약한 사략선 출신 해군으로 기억된다.\n\n나폴레옹 전쟁 중기 무렵부터 영국 해군은 징집 및 지원으로는 충분한 병력을 모으기 어려운 반면, 사략선 선원은 이미 해상 경험과 전투 경험이 모두 충분했으므로 해군 수병으로 간주했다. 사략선 역시 해군 수병 출신 선원이 사략선 임무에 빠르게 적응하고, 아울러 금전적 보상이 더 크다는 점 때문에 해군 시절의 복무경험을 필사적으로 살리려 한다는 점을 인식하여 수병 출신자 영입에 적극 나섰다. 1800년대에 접어들기 시작하자 영국은 나폴레옹과의 전쟁을 벌이면서 승리하게 되자 모든 중립국들과 유럽국가 간의 무역을 봉쇄시켰다. 중립국인 미국은 이에 항의했지만 수포로 돌아가자 결국 영국과의 전면전을 선포한다. 이것이 1812년 전쟁이다. 사략선은 여전히 미국의 해군으로 전쟁에 적극적으로 참여했다. 당시 영국은 상선을 보호할만한 군사력이 부족했기에 미국의 사략선에 무방비로 노출되는 일이 빈번했다. 따라서 1814년 영국과 미국은 겐트조약(Treaty of Ghent)을 체결하여 전쟁을 종결시킨다.\n\n사략선은 18세기 중후반까지 서인도제도에서 활발한 활동을 계속했다. 특히 이 시기의 사략선은 북아메리카 중심에서 라틴아메리카로 옮겨가게 된다. 독립을 원하는 신생 라틴아메리카 정부가 사략면허증을 많이 발급했기 때문이다. 하지만 장 라피트와 같은 전설적인 사략선장을 끝으로 사략선의 시대는 곧 저물어가기 시작하는데, 카리브 해 인근 사략선이 죄 없는 민중을 약탈하는 등 악행을 저지르는 일이 잦게 되자 사략선은 폐지해야한다는 여론에 부딪쳤다. 사략선은 이미 그 이전부터 정부의 고삐를 벗어난 망나니 취급을 받으면서 비판에 시달렸지만 이익 공급책이라는 이유로 비판을 묵인해왔다. 하지만 이제 19세기에 접어들 즈음 세계는 일시적으로 평화가 찾아왔고 사략선의 수요시장은 점점 줄어들었다. 해마다 그 수가 줄어드는 건 당연한 수순이었다.\n\n[사략선의 쇠퇴]\n1856년 파리 선언을 통해 에스파냐를 제외한 국가들은 사략제도를 폐지하였고, 이는 1907년 헤이그에서 열린 제2차 만국평화회의에서 국제법상 원칙이 됐다. 예외로는 파리 선언에 가입하지 않은 미국이 있다.\n\n[운영]\n유럽 세력은 강력한 해군력을 보유하였을 뿐 광활한 내륙 지역을 장악할 만한 힘을 가진 것은 아니었다. 따라서 그들이 할 수 있었던 것은 여러 거점들을 지배하고 그 다음에 그 거점들 간의 해로를 확실하게 지배하는 것이었다. 이 체제를 소위 ‘상업거점제국 (Trading-Post Empire)’이라고 부르는데, 포르투갈이 대표적인 사례이다. 포르투갈 상인들은 그들이 확보한 여러 거점들에서 매매 활동을 하고 또 그들이 통제하는 해로를 통해 상품을 수송하였다. 그들은 한편으로 현지 상인들과 거래를 하지만 동시에 무력을 통한 약탈도 서슴지 않고 자행했다. 국제거래의 안전성이 비교적 확실하게 지켜지는 오늘날의 관점에서는 이상하게 보일지 모르지만 이 시대에 상업과 약탈은 구분이 없었다고 해도 과언이 아니다. 상선들도 지나가는 다른 배의 무장이 약해 보이면 서슴없이 해적 행위를 했다. 이런 식으로 포르투갈 선박들은 그들이 확보한 해로 상에서 무력을 이용한 강탈을 통해 많은 수익을 올렸다. \n그러나 시간이 지나면서 노골적인 약탈 대신 조금 더 세련되고 체계적인 방식으로 발전했다. 소위 카르타스(Cartaz, 통행증) 제도가 그것이다. 그들은 길목을 지키고 있다가 현지 상인들에게 돈을 받고 특정 항로를 안전하게 항해할 수 있는 통행증을 발행하였다. 통행증을 판매하여 수익을 얻는 점 외에도, 그들의 사업에 불리한 영향을 미칠 수 있는 상인이나 상품의 통과를 막는다는 것도 간접적으로 큰 이익을 가져다주었다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-26T15:54:01.469000",
  "updatedAt": "2022-06-09T11:15:50.863000"
}