{
  "id": "a9baea73-fb50-462c-bd8b-4f96207a3fd6",
  "title": "포탄의 역사",
  "content": "화약 무기 초기, 대포에 사용된 포탄은 돌이나 금속 덩어리 그 자체였다. 폭발이 아닌 충격력으로 성을 무너뜨리는 공성 무기로 많이 쓰였다. \n내부에 화약을 채워 넣어 목표 지점에서 폭발하게 만든 포탄은 14세기 초반 중국 명나라에서 개발된 것으로 전해진다. \n이후 한동안 화포는 주조기술의 발전을 통해 사거리가 점차 길어졌다. 그러나 포탄은 유럽에서 화포의 표준화가 진행되던 17세기에도 큰 변화가 없었다. \n\n17세기에 들어서 여러 종류의 새로운 포탄이 도입되면서 포의 대보병 살상력이 대폭 증대됐다. \n첫 번째 종류는 포도탄(Grapeshot)으로, 공처럼 생긴 작은 포탄 다수가 포구로부터 비산해서 날아가는 포탄이었다. 캐논에서 포도탄을 발사하는 건 규모가 큰 일종의 산탄총을 쏜다고 생각하면 무리가 없다. \n두 번째 종류는 캐니스터 탄(Canister shot)으로, 포도탄의 개별 포탄보다 더 작은 쇠구슬로 내부를 가득 채운 원통형 포탄이었다. 각각의 쇠구슬은 포도탄의 개별 포탄보다 살상력이 떨어졌지만, 다수의 보병에 피해를 입히는 면에서는 훨씬 더 효과적이었다. 캐니스터 탄은 산탄이라는 이름으로도 불렸다. \n세 번째 종류는 케이스 탄(Case shot)으로, 공 모양의 포탄 안에 화약과 쇠구슬이 들어 있어, 목표물 충돌 시 포탄 외피의 파편과 쇠구슬 등이 동시에 쏟아지는 포탄이었다.\n\n19세기에는 쉬라프넬 탄(Shrapnel shell) 혹은 유산탄이라고 부르는 포탄이 새로 영국에서 개발됐다. 쉬라프넬 탄은 다수의 쇠구슬이 내부에 충진되어 있는 면에서는 캐니스터 탄과 유사했다. 하지만 미리 정해 놓은 시간 후에 터지는 시한신관을 장착, 그 폭발력을 이용해 공중에서 쇠구슬들이 좀 더 넓게 퍼지도록 했다는 점이 달랐다. 좀 더 원거리에서 포격할 때는 쉬라프넬 탄을, 그리고 보다 근거리에서는 캐니스터 탄을 쏘는 게 일반적인 사용법이었다.\n\n포탄의 변화는 18세기 들어 시작되었다. 포신에 강선이 적용되면서 포탄의 형태도 원형에서 원통형으로 바뀌었다.\n화약을 사용한 시한 신관이나 뇌홍을 이용한 충격 신관도 사용되면서 폭발하는 포탄도 본격적으로 사용되기 시작했다. \n암스트롱포나 크루프포 같은 폐쇄기를 사용한 후미장전식 화포가 본격적으로 도입된 19세기 중반부터 현대의 포탄과 유사한 형태로 발전했다.\n19세기 말부터 대포에 주퇴복좌기가 도입되면서 반동이 억제되어 연사속도와 명중률이 향상되었다. \n포탄도 신관 제작 기술과 화약 기술이 발전하면서 살상력이 향상되었다. \n대포와 포탄은 19세기 후반 여러 전쟁 그리고, 20세기 들어 제1차 세계대전과 제2차 세계대전을 거치면서 신뢰성과 효용성을 더욱 발전시켰다.\n그러다, 20세기에 와서는 고폭탄(High-explosive shell) 하나로 사실상 거의 통일되고 말았다. 고폭탄은 글자 그대로 높은 폭발력을 지닌 화약만으로 포탄 내부를 가득 채운 원통형 포탄으로 구조가 매우 단순하다. 고폭탄은 곡사포와 좋은 궁합을 보여주는데, 고폭탄의 얇은 포탄 외피는 폭발시 찢어지듯 산산조각이 나 인마 살상에 훨씬 더 효과적이기 때문이다. 사람을 사망시키는 데에 200줄(joule), 부상을 입히는 데에 70줄 정도의 운동에너지면 충분하기에 고폭탄 파편의 작은 크기는 문제되지 않았다.\n현재는 포탄 내부에 폭약을 탑재하는 것을 넘어 목표 지역 상공에서 작은 폭탄인 자탄을 뿌려 지상의 기갑차량 상부를 공격하는  상부공격지능탄이 개발되는 등 공격 방법도 다양해지고 있다.\n\n[사거리]\n현대 야포는 사거리가 점차 길어지는 추세다. 예를 들어, 미국이 제2차 세계대전 당시 사용한 M1 155mm 견인포는 사거리가 15km 정도였다. 냉전시대 개발된 M198 155mm 견인포는 일반탄 22.4km, 로켓추진탄(RAP) 30km가 사거리였다. 현재 미 육군이 현재 개발하고 있는 M1299 자주포는 로켓추진탄을 사용할 경우 사거리가 70km에 이른다. 미 육군은 궁극적으로 사거리 100km를 원하고 있다.\n장사정포는 이전에도 있었다. 제1차 세계대전 당시 독일은 파리를 공격하기 위해 '파리포'로도 불린 베르타포를 개발했다. 구경 211mm, 포신 길이 36m, 포탄 무게 128kg이었고, 최대 사거리 130km를 자랑했다. 파리포의 경험은 제2차 세계대전 당시 사용된 구경 800mm, 길이 29m, 최대 사거리 47km의 구스타프 열차포로 이어졌다. 하지만 너무 크고 무거워 이동이 자유롭지 않아 열차에 탑재되어 이동했다. 그리고, 운영에 많은 사람이 필요했고, 포신 수명도 짧았다.\n현대 화포에서 더 긴 사거리를 확보하는 방법에는 몇 가지가 있다. 이 가운데 화포에 적용되는 것은 포탄의 포구 속도를 높이기 위해 추진 장약이 들어가는 약실 용량을 키우고, 포신의 길이를 늘리는 방법이다.\n다른 방법으로는 포탄을 개조하는 것이다. \n현재 사용되는 것으로, 포탄 후미에 연소장치를 달아서 추가적인 추진력을 얻는 로켓추진탄(RAP), 포탄이 날아갈 때 후미에 생기는 진공을 없애기 위해 포탄 후미에서 연소 가스를 내보내는 베이스 브리드(BB)탄이 대표적이다.\n\n[활강포탄]\n활공탄은 발사 초기에만 회전하고, 일정 고도에 도달하면 꼬리날개와 활공 날개가 펴지면서 비행기처럼 활공한다. 추진장약과 포신 길이로 달성할 수 있는 탄도곡선보다 먼 거리를 비행 가능하다. 하지만, 목표를 정밀하게 타격하기 위해서는 유도장치가 필요하다.\n활강포탄은 K-9 자주포등에 탑재되는 155mm GGAM탄이 ADD와 풍산에서 개발되고 있으며, 이를 바탕으로 해군의 127mm 함포용 장사정 유도포탄인 GGRM-5도 진행 중이다.\n이 외에도 다양한 종류의 다목적탄 개발도 진행되어 관측탄(POM)과 상부공격지능탄도 개발 중이다.\nGGAM탄(Gliding Guided Artillery Munition)은 155mm 활공유도포탄으로 2014년부터 연구 개발이 시작되었다. 해당 탄은 궤도 정점까지는 기존의 곡사포탄과 같은 탄도로 비행하지만 정점에서 활공날개를 전개한 후 활공비행궤도로 비행하며, 종말단계에서 표적에 돌입할 때에는 높은 강하각도로 표적에 돌입한다. 이와 같이 탄도 궤도가 두 차례 가령 크게 변화하기 때문에 통상적인 탄도를 추적하기 위한 알고리즘을  보유한 대포병 레이더로는 발사 위치를 파악할 수 없게 한다는 것이 장점이다. 발사 전에 항법장치에서 산출한 발사위치와 표적의 위치, 탄도정보와 신관작동모드(근접작동, 충돌작동)를 세팅하고 발사된다. 유도제어체계(항법체계와 연동하여 탄체 내부의 활공날개와 탄체 후방의 꼬리날개를 제어)와 항법장치(관성측정유닛과 GPS) 등을 작동하기 위한 열전지가 활성화되는 것은 발사 직후이다. 탄저부 항력 감소를 위한 BB 모듈이 작동하는 것 역시 열전지 활성화와 마찬가지로 발사 직후에 이루어지게 된다. 이와 같은 내부 구성품들에 대한 BIT(Built-In-Test) 점검도 발사 전에 이루어지는 것이 아니라 열전지 활성화 이후에 시작된다.\n열전지 활성화와 BIT 점검까지가 발사 후 유도 준비 과정이며, OS(Operating System)가 작동하며 내부 구성체계의 작동과 인터페이스가 시작된다.\nBIT(Built-In-Test)까지 완료되면 GPS가 작동하여 GPS 신호를 수신하며 꼬리날개를 보호하는 보호캡이 탈착되면서 꼬리날개가 자세제어를 시작하며, 탄도 정점에 도달하기전 통합항법장비(관성측정유닛과 GPS)가 작동하기 시작한다.\n탄도 정점에서 탄체의 회전수가 급감하면서(20Hz 미만에서 6Hz 이하로 감소) 활공날개를 전개하며, 전개된 활공날개가 활공에 충분한 양력을 확보할 때까지 하강하며 속력이 증가하게 된다.\n고도가 낮아지면서 증가한 속력과 대기밀도로 활공에 필요한 양력을 확보하면 곡사 탄도 궤도에서 활공 궤도로 궤도가 크게 변화하며 완만한 각도로 활공을 시작한다. 긴 사거리를 위해서는 이 활공각도가 완만해야 하는데, 이는 활공비(Glide ratio)가 크면 활공각도가 완만하기 때문이다.\n반면 종말돌입 단계에서는 탄의 위력을 극대화하기 위해 탄체가 수직에 가까운 높은 각도로 표적에 돌입하도록 궤도가 다시 한 번 급변하게 된다.\n해군의 127mm 62 구경 함포(MK.45)에서의 운용을 염두에 둔 GGRM-5는 기본 개념은 GGAM와 유사하지만 보조 추진체를 포함하여 GGAM에는 없는 것들이 많이 추가되며, 기본요구성능 또한 GGAM보다 더 높다. 가장 큰 차이점은 GGAM보다 더욱 긴 사정거리를 위해 로켓 추진 모듈이 결합된다는 것이다.\nGGAM과 달리 GGRM-5는 더욱 긴 사거리를 위해 곡사 탄도 정점이 GGAM보다 더욱 높다. 이 때문에 짧은 시간동안 높은 고도까지 상승하기 위해 로켓 추진체를 필요로 한다. 로켓 추진체는 발사 직후에 점화되어 꼬리날개를 보호하기 위한 캡이 분리될 때까지 작동한다. 발사 직후 초기 단계에서 작동되는 로켓 모터는 추진체로서의 기능뿐만 아니라 BB 모듈로서의 기능도 겸하는 하이브리드 추진체다.\nGGAM의 긴 사정거리를 가능하게 하는 요소들은 유지하면서 로켓추진이라는 새로운 요소가 추가되어 GGAM보다 더 긴 사정거리를 갖게되는 것이기 때문이다. GGRM-5의 개념에 따르면, GGRM-5에는 GGAM보다 더욱 고도화된 유도제어기술이 도입된다.\n이에 따라 장거리 활공유도비행을 통한 장사정 타격뿐만 아니라 KGGB처럼 활공비행 후 우회하여 후사면을 타격할 수 있으며, 그리고 우회경로 타격도 가능한 포탄으로 기획되고 있다.\n개발하는 비행제어/유도 알고리즘은 장차 GGAM보다 더욱 향상된 155mm 초장사정 활공유도포탄에 적용되어 해당 탄 역시 우회타격과  후사면타격이 가능하다.\n\n\n[램제트 포탄]\n램제트 포탄은 포탄에 램제트 엔진을 단 것으로, 포탄 앞 공기흡입구를 통해 공기가 연소실로 흘러가고, 고체연료가 점화되면서 기존 포탄보다 더 빠른 속도로 비행하게 하는 개념이다. 우리나라, 노르웨이, 독일이 램제트탄 개발에 나서고 있다.\n\n[유도포탄]\n일반적으로 화포는 사거리가 길어지면 원형공산오차(CEP)라고 불리는 정밀도가 떨어진다. 현대 기술은 이런 장거리 사격에서도 정밀도를 크게 향상시킬 수 있도록 만들고 있다. 이른바 유도포탄이다. 레이저로 유도되는 포탄은 1980년대 중반부터 운용되었으며, 구소련의 2K25 크라스노폴과 미국의 M712 코퍼헤드가 있다. 레이저 유도라 정밀하지만, 레이저를 표적에 지속적으로 비춰줄 사람이나 장비가 필요하고, 사거리가 크라스노폴은 최대 30km, 코퍼헤드는 최대 16km에 불과하다.\nGPS와 관성항법을 이용한 것으로는 미국의 M982 엑스칼리버가 있다. 엑스칼리버는 원형공산오차(CEP)가 10m에 불과할 정도로 매우 정확하다. 대개 이런 유도포탄은 매우 비싸다. 그러나 핵심표적을 유도포탄 몇 발로 처리할 수 있다면 대량의 재래식 탄약을 사용하는 것보다 불필요한 피해방지, 병력운용, 군수지원에 대한 부담을 줄일 수 있는 장점이 있다.\n유도 기능을 탑재한 '탄도수정신관'을 사용하여 유도포탄 만큼은 아니지만 근접한 성능을 내려는 시도도 있다. 미국은 M1156 정밀유도키트(PGK)를 개발했는데, 원형공산오차(CEP)가 30~50m 정도로 엑스칼리버보다는 크지만, 기존 포탄보다는 정밀하다. 우리나라와 이스라엘도 M1156과 유사한 유도신관을 개발에 나서고 있다.\n\n[기타 특수목적탄]\n관측포탄은 포탄 안에 낙하산이 장착된 정찰 장비가 탑재된 형태다. 우리나라가 개발하려는 것은 포를 사용하여 원하는 지역으로 날려 보낸 후, 일정 고도에서 포탄 속에 든 관측 장비가 분리되어 천천히 낙하하면서 주변 지역을 살피는 방식이다. 여러 개의 관측포탄을 사용하면 넓은 지역을 빠르게 정찰할 수 있다.\n관측포탄(POM. Para-Observation Munition)은 K-9 자주포등 155mm 곡사화기들을 사격할 때 동시에 발사되어 초탄의 착탄지점을 영상으로 획득, 데이터 링크를 이용하여 전송하는 특수탄이다. 정확히는 K310 이중목적고폭탄에 관측탄이 자탄들과 함께 내장되어 사격되며, K310 탄 카트리지에서 이격된 후에는 초경량 패러글라이딩 기반 자율비행시스템에 의해 전장 공역에서 체공 비행을 하며 초탄의 탄착지점의 영상을 획득하게 된다. 영상 정보를 데이터 링크로 송신할 때에는 각 디지털 영상을 획득한 시점의 POM의 GPS 좌표와 고도, 탄착점이 영상 획득 위치와의 위치관계 등의 정보가 함께 전송된다.\nFDC(Fire Direction Center)에서는 이를 전송받아 초탄 탄착지점에 형성된 탄착군의 크기와 탄착군의 좌표를 산정하여 수정된 사격제원을 산출하고, 이를 전포대장이 포반에 하달하여 수정된 사격제원으로 사격을 실시하게 된다. \nPOM은 이와 같은 사격제원 수정뿐만 아니라 서클 패턴 체공 비행을 하면서 전장상황정보를 영상자료로 제공할 수 있기 때문에 정찰 수단으로도 활용할 수 있으며, 관측이 어려운 후사면의 표적을 획득 수단으로도 활용 가능하다.\n초소형 무인비행체인 POM은 체공 시간이 비교적 긴 편이기 때문에 초탄 사격 시에 이중목적고폭탄의 카트리지에 장입되어 발사된 POM은 사격이 끝난 후에도 영상 자료를 제공하여 BDA(Bomb Damage Assessment)를 위한 영상 자료 획득용으로도 운용된다.\nPOM은 영상센서를 탑재한 특수자탄이라는 점에서 <풍산>에서 개발하는 특수자탄인 상부공격용 드론화 지능자탄과도 비슷하다. 다만 POM의 경우에는 적외선 영상센서로 획득할 수 없는 탄착지점 영상정보 등을 획득하기 위해 고해상도 전자광학센서(EO 카메라)가 내장된 반면, 상부공격지능자탄은 이동하는 기갑 차량등의 적외선을 탐지하여 표적을 획득하기 때문에 적외선 센서가 내장된다는 점이 차이라고 할 수 있다.\nPOM은 디지털 영상 정보 전송을 위해 내부에 전자광학 카메라와 디지털 메모리, 비화 장비, 데이터 링크가 함께 통합되어 있지만 지능자탄은 영상을 획득하는 목적이 전혀 다르기 때문에 데이터 링크가 없고, 센서와 연동된 내부 구성이 전혀 다르다.\n드론화 지능자탄은 POM과 마찬가지로 개발 중인 특수탄이며, 비행조종 방식은 조종낙하산형과 동축로터형이 함께 검토 중이다.\nPOM을 활용하여 후사면의 표적을 획득하거나 BDA에 필요한 영상 자료를 획득할 때 발생할 수 있는 난점은 POM이 데이터 링크의 LOS(Line of Sight)를 벗어날 수 있다는 점이다. 이에 대한 솔루션으로 추후 POM의 데이터 링크를 지원하기 위해 별도로 POM과 FDC를 POM의 데이터 링크 LOS 바깥에서 중계, 지원할 수 있는 중계 노드 시스템 구현이 필요하며, 그 방안 중 하나로 중계용 UAV가 검토되고 있다. \n\n\n[탄의 기술발전]\n최근 자주포의 발전방향은 사정거리와 발사속도 증대, 사통 장비와 항법체계 현대화, 정확도 향상, 포탑구동방식의 변화(유압식 → 전기식), 탄약장전 자동화, 승무원 최소화, 모듈식 둔감화 장약 도입, 포신냉각, 방호력 증대 등에 중점을 두고 있다.\n\n사거리의 증대는 포 자체보다 VLAP탄(RAP + BB), 활공탄, HVP(Hyper Velocity Proj.)등 주로 신형탄 도입으로 달성되고 있으며, 탄착 정확도의 향상 역시 사통장비 현대화와 신형 탄의 도입에 의존한다.\n\n탄의 장사정화 솔루션은 국내 실용화된 BB(Base Bleed) 모듈 설치탄과 RAP(Rocket Assisted Projectile)등이 있다.  \n탄저부 진공에 가스를 채워서 탄저부 항력을 감소하는 BB(Base Bleed) 모듈 설치와 탄의 선단 부분 발생 조파 항력을 감소시키는 형상 설계 등 항력 감소 솔루션과 로켓추진 기술의 도입으로 50Km ~ 60Km의 사거리를 달성한다.\n특히 탄의 항력은 선단부 형상과 관련된 조파 항력보다 탄저부 진공으로 인한 항력이 더 크고, 탄의 형상 설계로 항력 감소에는 한계가 있기 때문에 BB 모듈의 탄저부 장착이 가장 효과가 큰 항력 감소 솔루션이다.\n탄저부 장착 모듈이 BB 모듈로서의 기능과 함께 로켓추진장치의 기능도 할 수 있는 하이브리드 모듈을 결합함으로써 BB 모듈 장착탄이나 RAP탄보다 사거리가 증대된 HPA(Hybrid Propulsion Ammunition)탄도 개발 중이다.\n탄의 사정거리를 100Km까지 증대시키기 위한 개발은 활공기술과 제어기술이다. 항력을 감소시키기 위한 BB 모듈의 성능을 증대하면서 탄에 활공비(Glide ratio)가 큰 날개를 적용하여 긴 활공거리를 만드는 것이 장사정 활공탄 개발의 요체이다. \n장차 활공기술과 추진체 성능 강화 기술이 고도화되고 내고충격성의 강화(현재의 15,000G에서 20,000G로 향상)와 내회전성의 증대(현재의 18,000rpm에서 최대 25,000rpm으로 향상)가 이루어진 장사정 탄(사거리 150Km)도 개발될 예정이다.\n\n탄의 정확도 증대를 위한 유도항법기술 도입과 맞물리면 사실상 155mm 탄이 초소형 지대지 미사일과 다를 바 없다.\n개발 중인 155mm 활공포탄은 포의 장약으로 고각 발사되어 궤도 정점에 도달하도록 설계되는 탄으로 탄저부에 결합되는 분사모듈은 항력 감소를 위한 BB 모듈이다. 즉 활공능력과 유도체계를 보유한 HE BB탄이라고 할 수 있다.\n반면, 초장사정 활공탄은 긴 사정거리를 위해 활공날개가 전개되는 궤도 정점이  더욱 높아야 하기 때문에 포의 발사압력뿐만 아니라 자체 추진력까지 필요로 하고 있다.\n이 때문에 로켓 추진체가 도입된 탄으로 기획되고 있는데, 단순한 로켓 추진체가 아니라 탄저부의 분사모듈이 항력 감소용 탄저 공동(cavity) 충전 가스 분사 기능도 갖는 하이브리드 모듈이다.\n이와 같이 장약 폭발 충격에 수반하여 로켓 점화 시의 충격까지 더해지기 때문에 초장사정 활공탄에 요구되는 내충격성(최대 20,000G)이 현재의 BB 모듈 결합탄과 장사정 활공탄의 내충격성 요구 수준(15,000G)보다 더욱 높은 것이다.\n탄의 정확도 증대는 장사정 활공탄 개발과 맞물려 진행되고 있다. 현재 개발 중인 155mm 활공탄은 이와 같은 형상설계기술로 도출된 형상을 갖는 탄에 유도항법체계와 자세제어체계 등이 적용된다.\n추후 150Km급 초장사정탄에는 유도항법체계와 자세제어기술의 고도화와 형상설계기술 고도화를 통해 원형공산오차(CEP) 10m급의 탄착 정확도 구현을 목표로 할 계획이다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-06-03T21:31:03.003000",
  "updatedAt": "2023-12-11T01:02:25.696000"
}