{
  "id": "ab331f59-ead1-43a2-94a2-7f80c217d021",
  "title": "인신매매의 역사",
  "content": "![image](media/18155e414e1.b0d572ff84a560d1.jpg)\n\n\n[중국]\n고대 중국의 인신 매매 역사는 수천 년이 될 것이며, 팔리는 사람들은 범죄자, 전쟁 포로, 빚을 갚지 못하는 평민이나 노예들이었다. 그들은 자유를 잃고, 마치 하나의 상품처럼 거래되었다.\n중국 사회의 인신매매는 중단된 적이 없었으며, 국가의 허락하에 거래되기도 하였고, 또 어떤 시기에는 황제까지 나서서 인신매매를 권장하기도 하였다. 그러나, 국가의 지지를 받지 못한 인신매매는 목이 달아날 수도 있는 범죄였다.\n\n인신매매는 하(夏)나라 때에도 존재했으며, 관매(官賣), 자매(自賣) 또는 화매(和賣) 등은 국가의 인정 하에 이루어졌다. 이 시기 주요 매매 대상은 범죄자와 전쟁 포로, 그리고 채무 상환 능력이 없는 가난한 평민들이었다.\n\n▪하나라 말기의 명상(明相) 이윤(伊尹)은 노예 출신이었다. 그의 부친은 가축을 잡고, 요리를 하는 노예신분의 요리사였고, 그의 어머니는 뽕잎을 따서 누에를 기르는 노예였다. 이윤(伊尹)은 노예 부모 사이에서 태어난 노예였지만, 상나라 탕왕(湯王)이 사들인 인재였다. 이러한 매매를 '관매(官賣)'라고 한다.\n\n▪자신을 남에게 팔아버리는 '자매(自賣)'의 경우도 있다. 춘추시기 진(秦) 목공(穆公)은 백리해(百里奚)를 보통 노예의 몸값인 양피(羊皮) 다섯으로 사왔다는 기록도 있다.\n\n▪서한(西漢) 초기 대기근이 들자, 한나라 고조 유방(劉邦)은 공개적으로 인신매매를 허가하였다. 물론, 당시의 인신매매는 절차에 의하여 진행되어야 했는데, 인신매매의 목적은 사람을 살리기 위해서였다. 당시 대기근이 들어, 사람이 사람을 잡아먹는 일까지 발생하자, 자식을 팔아서 목숨을 연명하려는 사람들로부터 자식을 사들이도록 한 것이었다. 그 당시 사람들이 가장 많이 팔려 간 곳은 사천(쓰촨, 蜀) 지방이었는데, 당시 쓰촨 지방에는 대기근이 들기 않았기 때문이었다.\n\n▪동진(東晉) 시기에는, 인신매매가 국가 세금 수입의 일부분이 되었다. 당시 노비, 소와 말, 전답, 주택 등을 거래할 때, 1만전에 400전의 세금을 받았다. 파는 사람은 300전, 사들이는 사람은 100전의 세금을 냈다고 한다.\n\n▪주(周) 나라 때에는 인신매매를 전담하는 관원이 출현하였는데, 이를 '질인(質人)'이라 불렀다. 질인은 사람, 소와 말, 병기, 수레, 진귀한 물건 등을 관장하였다. 사람이 병기와 수레, 소와 말, 진귀한 물건의 반열에 놓인 것이 흥미롭긴 하지만, 모두 교역(交易)의 대상이었다. 여기에서 말하는 사람은 평민이 아니라 노예를 가리키며, 노예 거래 후에 영수증 발급이 필요하였다. 이를 '질제(質劑/거래 또는 매매 증명서)'라고 하였다.\n\n▪청나라 때에도 인신매매에 관한 법률은 존재하였다. 옹정(雍正), 건륭(乾隆) 연간, 조정에서는 다른 성(省)의 사람들이 귀주(貴州) 지역에서 빈곤한 집안의 자녀들을 사들이는 일을 허가하였다. 청나라의 이러한 정책은 현대 중국의 빈곤계층 지원, 즉 부빈(扶貧)정책과 기본적으로 동일한 취지라고 할 수 있다. 조건은 반드시 관매(官媒/국가 공인의 중개자)를 통하여야 한다는 점이었다. 지방 관청에서 매신계(賣身契)라는 공식 허가 인장을 받아야 했으며, 한 차례 구입에 4~5명을 넘을 수 없었다. 청나라 조정은 귀주성에서 실시한 인신매매 정책이 성공적인 결과를 낳게 되자, 관매 제도는 운남(雲南)까지 확대 시행되었다.\n\n몇 천년의 역사 동안, 합법적인 인신매매에는 두 가지 특징이 있었다. 하나는, 팔려가는 사람이 자신이 팔려가는 것에 동의했다는 점인데, 이를 화매(和賣) 또는 자매(自賣)라고 불렀다. 또 하나는 관매(官媒)였는데, 여기에는 국가 공인의 계약서인 매신계(賣身契)가 있었다. 매신계는 법적 효력이 있으며, 팔려가는 사람은 노비가 되거나 비첩(婢妾)이 되었다. \n고대 중국의 대가족 제도에서 집안의 가노(家奴)나 비첩 등은 대부분 합법적인 경로로 거래되어 온 사람들이었다.\n\n고대의 인신매매에는 활매(活賣)와 절매(絶賣)가 있었다. 활매는 전매(典賣)라고도 하는데, 돈을 내고 다시 데려올 수 있는 것이다. 생활이 너무 어려워 돈이 필요한 경우, 일정 기간과 조건을 규정하고, 기한이 되면 돈을 갚고 팔아 버린 사람을 다시 찾아오는 전당포식 방법이다. 예를 들면, 아내를 저당 잡히는 전처(典妻)의 경우, 남편이 아내를 담보로 돈을 받고, 후에 기한이 되면 돈을 준비하여 아내를 다시 찾아오는 것이다. \n절매(絶賣)는 한 번의 거래로 모든 것이 끝나는 방식이다. 팔아 버린 후에는 다시 찾아 올 수가 없다. 예를 들면, 창기(倡妓)로 기녀원에 팔려 가는 경우, 또는 종신 노예가 되는 경우이다. 사람을 다시 찾아오려면, 처음 가격의 수배에서 수십 배의 가격을 지불하면서 가격 흥정을 해야 한다.\n\n국가가 금지하는 인신매매의 종류에는 사람을 속이거나 협박, 유인하여 팔아 버리는 '약매(略賣)'가 있다. 그리고 '약매(掠賣)'는 폭력적인 수단을 행사하여 직접 사람을 잡아다가 팔아서 이익을 취하는 것이다. 중국 역사에서는 이러한 두 종류의 약매(略賣와 掠賣)가 가장 많았다. 유명한 역사 인물들에게도 이런 경험이 있었는데, 몇 가지의 예를 들어 본다.\n서한(西漢) 시기의 유명한 장군 난포(欒布)는 어려서 집안이 가난하였는데, 사람들에게 붙잡혀 연(燕)나라에 노예로 팔려간 적이 있었다.\n한나라 경제(景帝)의 어머니 두태후(竇太后)의 남동생 두광국(窦廣國)도 어렸을 때 인신 매매꾼들에게 잡혀 숯 굽는 노예로 팔려 간 적이 있었다.\n청나라 건륭 연간에 유명한 인신매매 전문꾼 두 사람이 있었다. 안휘성 봉양 사람 마점문(馬占文)은 천궁, 초오(草烏), 인뇌(人腦)와 같은 약초로 미약(迷藥)을 만들어 사람들을 잡아다 팔았고, 북경 사람 왕류(王劉)는 약으로 어린 여자 아이들의 의식을 잃게 한 뒤 무려 16명을 팔았다고 한다.\n청나라 말기, 한 고을의 현령이었던 하경승(何耿繩)은 인신매매 범죄를 심리하고 재판한 경험이 많았는데, 그는 유괴와 약취 등의 범죄를 심리한 경험을 이용하여 《學治一得編》이라는 책을 편찬하였다.\n\n수천 년 동안, 고대 중국의 역대 왕조에서는 인신 납치와 매매에 대하여 관용을 베풀지 않았다. 진한(秦漢) 시기, 인신매매를 하는 자는 '책형(磔刑/사지를 찢어 해체하는 잔인한 형벌)'에 처하였다. 직접 인신매매를 행한 자는 물론이고 이에 가담했거나 범죄 사실을 알고 있는 사람까지도 모두 같은 처벌을 받았다.\n인신매매의 사실을 모르고, 전매한 사람은 사형에 처해지지는 않았지만, '경형(黥刑/죄명을 얼굴에 새기는 형벌)'을 받고, 남자는 변방의 축성(築成) 노역에, 여자는 쌀 찧는 노역에 충당되었다. 인신매매 후 늦게 사실을 알게 되었더라도 역시 같은 처벌을 받았다.\n당나라 때에는 인신매매에 대한 처벌이 더욱 세분화하였다. 처벌의 기준은, 인신매매의 상황에 근거하였다. 사람을 노비로 팔았다면, 교수형에 처하여졌고, 부곡(部曲/사유의 천민)으로 팔아버린 사람은 3천리 유배형에 처하여 졌다. 인신매매로 사들인 사람을 처첩(妻妾)으로 삼은 경우에는, 판매자는 3년 징역형을 받았다.\n원나라 때에는 형벌이 다소 가벼워졌는데, 사람을 노예로 팔아 버린 경우에는 장(杖) 107대를 맞고 변방으로 유배되었다. 그러나, 만약 두 사람이나 그 이상의 사람을 판매한 사람은 사형에 처하였다.\n명나라 때에는 처벌이 더욱 가벼워져서, 사람을 노예로 팔아도 사형되지 않고, 장(杖) 1백 대에 3천리 유배형이었다. \n청나라 때에는 아동을 유괴하거나 납치하여 판매한 경우, 주범은 교수형에 처해지고, 종범(從犯)은 장(杖) 1백 대에 3천리 유배형이었다.\n\n고대에는 인신매매하는 사람을 '간인(奸人)'이라 부르며, 매우 멸시하였다. 한(漢)나라의 황위를 찬탈했던 신(新)나라의 왕망은 “간인들은 돈을 벌 목적으로 다른 사람의 아내나 자식을 유인하여 팔아버린다.”라고 하였다. \n국가에서는 인신매매를 금지하였으나, 민간에서는 여전히 행하여지고 있었다. 큰 돈을 벌 수 있다는 유혹으로, 고대의 인신매매는 일종의 직업이 되었던 것이다.\n전문적으로 속임수, 유괴, 납치, 판매에 종사하는 사람들은 '아쾌(牙儈)'라고 불렀는데, 쉽게 말하면 인신 판매(중개)업자라는 말이다. 사람을 유괴하여 파는 사람은 '유구(誘口)'라고 불렀다. \n그러나, 돈이 되는 일이라면 사형으로 다스려도 사라지지 않는 것이 범죄다. 중국의 역사를 통하여, 인신매매가 법으로 근절되거나 통제 가능했던 시기는 한 번도 없었다. 현대 중국도 마찬가지이다.\n\n인신매매는 중국인들에게만 국한된 일이 아니었으며, 고대인들의 인신매매 사업은 해외시장을 개척할 정도가 되었다. 이들 가운데 가장 유명한 것은 곤륜노(昆侖奴) 매매였다.\n\n고대 중국에서 본시 “곤륜(昆侖)”이라는 말은, 곤륜산(昆侖山)이라는 성산(聖山)을 가리키기도 했고, 검은 색을 지칭하기도 했다. 곤륜산과 인신매매와는 사실 아무런 관련이 없다. \n당나라 때에는 검은 피부의 동남아시아 지역 사람들을 “곤륜인(昆侖人)”이라 불렀다. 예를 들면, 《구당서》에서는 “임읍(林邑) 이남의 곱슬머리에 피부가 검은 사람을 모두 곤륜이라.”한다고 하였는데, “곤륜”은 특정 국가나 지역을 지칭하는 말이 아니고, 피부가 검은 외국인에 대한 일반적인 통칭이었다.\n이러한 곤륜노(昆侖奴)는 어디서 공급되었을까? 대체적으로 3개의 루트가 있었다.\n인도네시아와 말레이시아 등의 동남아시아 인, '승지노(僧祗奴)'라고 부르는 북아프리카의 흑인, 그리고 인도인이었다.\n당나라의 개방된 사회에서, 이러한 곤륜노의 일부는 '공품(貢品)'이 되어 중국으로 들어 왔으며, 또 다른 일부는 아라비아 지역에서 납치되어 팔려 왔다. 또 어떤 경우에는, 남해(南海)에서 납치되어 중국의 연안 지방이나 내륙으로 팔리기도 하였다. 당나라 사람들은 피부가 검거나 외모가 다른 이러한 유색(有色) 사람들을 모두 곤륜노(昆侖奴)라고 불렀다.\n승지는 당나라 때 아프리카의 북동부 지역을 부르는 명칭이었다. 이들은 멀리서 이동해 왔기 때문에 몸값도 매우 비쌌다고 한다.\n곤륜노(昆侖奴) 외에도 매매되었던 여성으로는 우리나라의 '신라비(新羅婢)'가 있었다. 해적들은 당나라 조정의 신라인 매매 금지 정책에도 불구하고 산동지방 등주(登州)와 래주(萊州) 등에서 신라인을 납치하여 당나라에 팔아 넘겼다. \n이러한 신라사람들 가운데 여자들은 전문 훈련을 거친 다음, 온유함과 중국식 예의를 알게 되고, 중국어를 익히게 되었으므로 당나라 사람들에게 매우 인기가 있었다고 한다.\n원(元)제국은 광활한 영토에 개방된 국경을 가지고 있었으므로, 인신매매에서는 당나라에 뒤지 않았다. 특히, 고려희(高麗姬) 라고 불리는 고려 여인들은 권문세가들의 애호를 받았는데, 역사에서는 이렇게 기록하고 있다.\n\"수도의 최고급 관리들과 귀족들은 반드시 고려 여자를 손에 넣은 뒤에라야 명가(名家)가 된다.\"\n청나라 때, 중국의 국력은 이미 쇠퇴할 대로 쇠퇴하여 서방 국가들의 모욕을 온 나라가 당하고 있었다. 힘없는 청나라의 백성들은 그 숫자를 알 수 없을 정도로 남양(南洋)으로, 미주(美洲) 대륙으로 노동자(사실은 노예)로 팔려갔는데, 이 일을 당시 표현대로 말하면 “돼지를 파는 일”과 같았다.\n\n[대항해시대 일본인 노예]\n대항해시대 당시 유럽과 접촉한 전국시대 일본에서도 같은 일본인들을 유럽인들에게 노예로 갖다 팔아버리는 경우가 많았었는데 이는 당시 수출할 상품이 없던 일본이 긴 전쟁 기간 동안 외국에 판 주력상품이 다름 아닌 자국민인 일본인들이었기 때문이다. 실제로 전국시대 당시 일본은 농민들이나 전쟁포로 같은 자국 일본인들을 아프리카의 흑인 노예들 마냥 해외에 노예로 팔아먹는 사례가 아주 많았다. 당시 일본에 거주하던 선교사 루이스 프로이스가 저술한 '일본사'에서도 16세기 큐슈지방의 노예사냥 현장을 상세히 기록하고 있을 정도이다. 전국시대 전쟁이 터지면 아시가루 등 잡병들이 침략지의 농민들을 상대로 일명 '란보도리(乱妨取り)' 또는 '란도리'로 불리우는 인간사냥을 통해서 일상적으로 노예사냥을 해다.\n노예사냥과 인신매매는 전국시대에 전쟁에 참여하는 아시가루(足軽, 경보병)들의 궁극적인 목표였으며  그들은 부족한 급여의 대안으로서 적지에서의 약탈을 합법적으로 인정받아 자신들이 침략한 지역의 주민들을 잡아서 노예로 팔아 먹는 것이 귀중한 수입원이었기 때문이다. 잡힌 주민은 여성들은 창녀로 팔려나갔고 노인과 어린이와 남자는 노동력이 부족한 마을에 노동 노예로 팔려나갔다. 이러한 노예 판매는 일본이 통일되기 전에 세상을 하직한 다케다 신겐, 우에스기 겐신 등의 간토지방의 유력 가문들이 인신매매 1, 2위를 다투며 이들에 있어 노예 매매는 주요 수입원이기도 하였다.\n1587년, 일본을 통일한 도요토미 히데요시는 이러한 상황에 위기감을 느끼고 포르투갈 상인들에 의한 일본인의 노예매매를 금지시켰다. 동시에 히데요시는 전국의 다이묘들에 대해서도 노예매매를 금지하는 취지의 명령을 내렸다. 당시 도요토미 히데요시가 큐슈 정벌 이후 일본인 노예들의 국제 매매를 금지하면서 발령했던 행동지침 중에는 중국, 포르투갈, 조선 등에 일본인 노예 판매를 금지한다 라는 문구 또한 있었다. 일본을 통일한 사람으로서 자국민을 노예로 해외에 판매하는 것을 허락하지 않는다는 히데요시의 강한 의지가 느껴지는 조치이기는 하지만 그럼에도 노예매매는 쉽게 없어지지 않았다. 포르투갈 상인이 직접 일본인을 구입하지 않았더라도 국내에 노예들을 구입하는 사람들이 있는 이상 노예매매가 사라지는 일은 없었다.\n\n근세 일본의 나가사키 등에는 모잠비크· 고아· 말라카· 명나라· 조선· 일본 출신의 노예와 자유인, 상인, 용병들이 뒤섞여 살았다. 당시 일본의 다인종적 상황은 항구와 대도시 풍경을 묘사한 남만병풍(南蠻屛風)이라는 풍속화 병풍들에 상세히 그려져 있다.(그림 참조) 남만은 남쪽에서 온 오랑캐, 즉 유럽인을 가리킨다.\n15세기 초, 스페인과 포르투갈은 동아프리카의 모잠비크에서 인도의 고아, 동남아시아의 말라카, 명나라의 마카오, 일본의 나가사키, 남아메리카에 이르기까지 닥치는 대로 현지 세력을 공격하고 요새를 세운 뒤 현지 출신 노예를 사고팔았다. 이들은 아메리카 대륙 이외 지역에서는 직접 노예 사냥을 하기보다는 그 지역에서 발생한 노예를 중개무역으로 구입하는 형태를 취했다. \n아프리카 해안 지역의 아프리카인들은 이베리아 상인들로부터 구입한 무기로 내륙 지역을 정복하고 그곳 주민들을 유럽인들에게 팔았다.\n비슷한 시기, 아프리카와 마찬가지로 내란이 치열하게 펼쳐지고 있던 일본에서도 노예가 대량으로 발생했다. 전국시대에는 유력한 영주들이 주변 지역을 정복하고 그 지역 백성을 노예로 만드는 일이 흔했다. \n예수회 선교사 프란시스코 하비에르(Francisco Javier)가 1549년 일본에 도착하면서 유럽과 일본의 교류가 시작되자, 일본인 노예는 나가사키-마카오-말라카-고아-리스본 루트, 또는 나가사키-마카오-마닐라-아카풀코 루트로 전 세계로 팔려갔다. \n같은 시기 명나라 해안 지역에서 후기 왜구(後期倭寇)라 불리는 다민족 해적집단에 생포된 중국인들도 일단 나가사키로 잡혀온 뒤에 일본인 노예와 동일한 루트를 따랐다. \n그리고 1592~1598년 임진왜란 시기에는 조선인 포로들이 마찬가지로 위의 루트를 따라 세계로 팔려갔다.\n당시 나가사키에는 모잠비크, 고아, 말라카, 벵골, 시암, 명나라, 조선, 일본 등 인도양· 남중국해· 동중국해 연안 지역 출신 노예와 자유인, 상인과 용병들이 뒤섞여 살고 있었다. \n일본의 전국 통일을 거의 완수한 오다 노부나가는 유럽인 선교사가 데려온 모잠비크 출신 흑인 노예에게 '야스케(彌助)'라는 이름을 주고 부하로 삼기도 했다. 흑인 사무라이 야스케는 오다가 교토의 사찰 혼노지에서 부하 아케치 미쓰히데에게 습격당했을 때에도 끝까지 오다의 곁을 지켰다. 아케치는 야스케가 일본인도 아니고 또 흑인이어서 동물 같은 존재이므로 죽일 필요가 없다고 하여 살려주었다고 한다. \n당시 노예들이 거래될 때는 그 거래가 합법적임을 증명하는 문서를 교회에서 발급받았다. 중세 포르투갈 정부에서는 노예가 나이 들거나 치료받아야 할 때에는 해당 지역의 구빈원(misericordia) 원장과 수도사들이 이들을 병원에 입원시킬 것을 의무화했다. \n임진왜란이 끝나고 도쿠가와 이에야스가 일본을 통일한 뒤에도, 세계 곳곳에는 일본인 노예 및 일본인 부모를 둔 혼혈아들이 존재했다.\n\n[슬라브인 노예]\n오스만 제국 북쪽에는 몽골 제국의 후계 국가들이 존재했는데, 카잔 칸국과 아스트라한 칸국, 크림 칸국 등이었다. 이들은 러시아를 비롯한 동유럽 국가들을 침공해 엄청난 숫자의 노예들을 사로잡고 마구잡이로 노예를 매매하여 막대한 이득을 보았다. 이 때문에 러시아에서는 이들 칸국에 대한 원한이 강했으며 러시아의 동방 국경은 늘 위험했다. 그러나, 러시아가 타타르(튀르크, 몽골, 퉁구스 계통의 중앙아시아 종족)의 멍에를 집어던지고 국력을 강화하자, 칸국의 노예 사냥은 러시아에게 정당한 전쟁 명분이 되어 이반 뇌제의 치세에 카잔 칸국과 아스트라한 칸국은 러시아에 정복당하고 만다. 당시 이반 4세(이반雷帝, Ivan the terrible)가 카잔을 함락했을 때, 10만의 러시아인 노예를 해방시켰다고 하니 당시 슬라브인 노예 사냥과 매매의 규모가 얼마나 컸는지를 알 수 있다.\n그러나 크림 칸국만은 오스만 제국과의 굳건한 동맹 때문인지 18세기 말까지 존속했다. 우크라이나 남부와 크림 반도 지역을 근거지로 하는 이 유목민 국가는 오스만 제국과 손을 잡으며 동유럽 지역의 기독교도 신자들을 잡아 노예로 팔아버리는 것을 주된 수입원으로 삼았다. 그들의 활동 범위는 매우 넓어, 한때는 발트 해와 인접한 리투아니아의 수도 빌뉴스마저 위협했을 정도였다. 그들은 젊은 여성은 잡아다가 성노예로 팔았고, 아이는 거추장스럽다는 이유로 그 자리에서 말로 밟아 죽였다. 그 결과 우크라이나 남부 드네프르 강 일대는 비옥한 지역(체르노젬 지대)임에도 불구하고 사람이 살지 않아 황량한 평원으로 남게 되었다.\n크림 칸국의 노예 무역은 강대해진 러시아가 18세기 말에 크림 반도를 합병하면서 끝났다.\n\n[이슬람의 노예무역]\n마그레브 지역의 이슬람 해적(바르바리 해적, 15세기 말부터 19세기 초까지 약 3백년 동안 모로코와 알제리, 튀니지와 리비아의 해안 지대에 거점을 마련하고 전 유럽을 상대로 약탈을 벌였던 무슬림 해적 집단)들은 중세 초부터 해적 행위와 약탈로 유명했지만 오스만 제국 정부의 영향권 속에서 자치를 누리며 지중해 지역의 기독교 신자들을 보다 적극적으로 납치해서 노예로 팔았는데, 이는 19세기까지 유럽 국가들의 주요 골칫거리 중 하나였기에 수많은 서구 국가들이 이들의 해적질을 근절하기 위해 뛰어들었다.\n이슬람 해적들은 전성기에는 교황을 공격하고 (교황은 한밤중에 말타고 혼자 튀어서 겨우 살았다), 사보이아 공작 일가를 사로잡고, 아일랜드와 북미까지 약탈하는 등 악명을 떨쳤다. 현재 가톨릭 봉사단체로 활동하고 있는 구호기사단의 경우 이 당시에는 휘하 병력을 동원해 바르바리 해적들을 공격하고 기독교도 노예들을 해방하는 일이 주 업무였으며(단 이들 또한 포로로 잡은 이슬람 신자들을 유럽 국가에 팔아치우는 행위를 많이 자행했다. 그들의 근거지 중 하나였던 로도스 섬이 주요 노예무역 기지였을 정도로, 이는 기사단의 거대한 사업이자 주요 수입원 중 하나였다.), 대서양 너머 위치한 미국 또한 자국 선원들이 나포된 것을 계기로 수군을 보내어 리비아 지역의 해적들을 공격하기도 했다.\n그럼에도 불구하고 오스만이라는 강대국을 후견인으로 둔 이 해적들을 완전히 없애버리는 데에는 실패했다. 근세 오스만 제국 크레타 섬 하니아에서 나온 기록에 따르면 노예의 평균 시세는 65에서 150쿠루스였는데 1717년 12살에 정신지체 장애를 앓는 소년이 27쿠루스에 거래되었다고 한다. 27 쿠루스는 당시 시세 기준으로 양고기 462kg, 혹은 빵 933kg 아니면 우유 1,385리터를 구입할 수 있는 금액이었다. 1671년에 거래된 노예 처녀는 350쿠루스에 거래되었는데 당시 2층짜리 건물 하나의 가격이 300쿠루스였다.\n그들의 납치 행각은 오스만 제국이 유럽의 환자라 불릴 정도로 약화되고, 나폴레옹 전쟁 종전으로 한숨 돌리게 된 유럽 국가들이 압도적으로 강대해진 해군력을 바탕으로 토벌전을 벌인 이후에야 사라졌다. 특히 프랑스가 1830년에 북아프리카를 대대적으로 침공하여 프랑스령 알제리로 만들면서 바르바리 해적들의 노예무역도 끝났다.\n이슬람권의 노예 무역은 무슬림 군대의 주력이 아랍인에서 투르크인 노예병으로 변하는 계기가 되었는데, 이를 계기로 점점 병권을 상실한 아랍인들은 점점 이슬람 사회의 주류에서 밀려나고 투르크인들이 정치 권력을 장악하게 되었다. 칼리프조 시기 아랍인들이 병권과 정치 권력을 모두 장악했을 시기에는 무슬림 정권이 관료들에게 봉급을 주는 관료제로 운영되었다면, 중동의 투르크계 왕조들은 군인들에게 돈으로 봉급을 주는 대신에 토지의 수조권(收租權)을 주었는데, 이러한 변화는 무슬림 사회의 화폐 경제와 기업적 농업 경영이 쇠퇴하는 부작용을 낳았다.\n\n[오만 제국]\n근대에 가장 유명한 노예무역 국가는 오만 제국으로, 탄자니아 앞바다의 잔지바르 섬에 본부를 두고 아라비아 해 서쪽의 제해권을 장악한 뒤 동아프리카 지역에서 잡은 흑인들을 이슬람 세계에 노예로 팔아먹는 강대한 식민제국이었다. 심지어 모리타니나 수단 같은 아프리카 사하라 사막의 아랍 국가들은 20세기 초까지 흑인들을 노예로 부렸다. 그런 오늘날 아랍 국가들에서는 걸프 국가들을 제외하면 미국이나 브라질이나 쿠바 등과 달리 흑인들을 보기가 어려운데, 왜냐하면 남성 노예들은 웬만하면 거세당했고, 여성 노예들은 출산하면 그 아이는 그 즉시 살해되어서 씨를 못 남겼기 때문이다.\n\n[우리나라]\n삼국 시대는 전쟁노비가 많았다. 통일 신라의 노비는 빚에 의한 채무노비가 많았다.​\n노비의 원론적인 이야기는 지면에서 하기 어렵고 길어지니 생략하겠다.​\n고려 정종 때 노비 소유 규정은 천자수모법(노비의 자식은 노비 어머니의 주인에게 귀속)이었다.\n고려는 원래 양천교혼(양인과 천인의 결혼)이 금지된 나라였으나 남녀간의 사랑을 법으로 막기는 어려웠다. 그래서 충렬왕 때 노비 신분 규정인 일천즉천(어머니와 아버지 중 한 명만 노비여도 자식이 노비가 되는 것)이 만들어졌다.​\n원 간섭기에는 권문세족에 의해 일천즉천이 악용되었다.​\n권문세족은 가난한 양인 남자를 데려다 자신의 여자 노비와 그 사이에서 자식을 갖게 했다. 그 자식은 일천즉천을 적용하면 노비가 될 것이고, 천자수모에 의하면 권문세족 소유의 노비가 되는 것이다. 그러다 보니 고려 말 노비가 급증했다.\n​조선이 건국된 후 재정확보에 혈안이 되어 있었던 태종은 황희의 주장을 받아들여 노비종부법(노비는 아버지의 신분을 따르는 것)을 실시한다. 양인 남자와 여자 노비 사이에서 자식이 나오는 경우가 많았으니, 그 자식을 양인으로 만드려는 태종의 의도였다. 양인이 증가할수록 군역의 의무를 지는 사람들이 늘어나고 국가는 조세원을 확보하게 되는 것이었다.\n조선의 가장 큰 범죄는 반역죄와 강상죄(천륜을 어기는 범죄)였다.​ ​그런데, 노비종부법이 시행되다보니 여기저기에서 강상죄가 나타되기 시작했다. 어떤 여자 노비가 남자친구인 노비 돌쇠와 사랑을 하여 배 속에 아이가 생겼는데, 노비종부법을 악용하여 배 속의 아이를 양반의 아이로 둔갑시키려는 모성애가 바로 강상죄에 해당된 것이다.\n노비종모법은 맹사성과 허조의 끊임없는 요구에 몇 년간 고민하던 세종이 내린 결정이었다.​ 이영훈의 말과 달리 세종이 실시한 노비종모법으로 조선의 노비가 폭증하지도 않았다.\n이영훈은 세종이 노비종모법을 실시해놓고 양천교혼을 의도적으로 장려하여 노비의 수가 급증했다고 했다. ​세종은 노비종모법을 실시하고 난 후 양천교혼을 완전히 금했다.\n상식적으로 양천교혼을 가정하고 노비종부법을 실시했던 태종 때의 노비들의 숫자보다 노비종모법을 실시하며 양천교혼을 금했던 세종 때의 노비의 수가 줄었을 것이라는 해석은 아이큐가 100만 되어도 충분히 가능하다.​\n이후 세조와 성종을 거치면서 조선의 법전인 경국대전에 노비의 신분 규정이 새롭게 실렸다. 다시 고려 말처럼 일천즉천이 된 것이다.​\n조선의 노비가 늘었다면 경국대전이 그 책임을 져야 하는 것 아닌가?​\n영조는 다시 노비종모법을 시행한다.​ 일천즉천을 폐지하여 노비의 수를 줄이고 양인의 수를 확보하여 국가 재정에 도움이 되고자 했던 정책이었다.\n\n[조선시대]\n조선시대에는 색상(色商)이라는 인신매매 조직이 아녀자들을 납치하여 왜나 중국에 내다파는 경우가 많았다. 심지어, 1930년대까지도 이런 조직이 있었다고 한다. 이두호 만화 <바람소리>가 바로 이런 색상패에게 납치당한 여친 방실이를 찾으러 가는 주인공 장독대 이야기이다. \n조선 후기에는 먹고 살기 어려워 자신이나 가족을 노비로 파는 일이 비일비재했다. 스스로를 노예로 파는 경우를 자매(自賣)라고 했다.\n조선후기 한양에서 활약했던 자매(自賣) 알선자의 존재는 '승정원일기'에서 확인할 수 있다.\n승정원일기에 따르면 1748년(영조 24) 2월 27일 포도청은 한양에서 전문적으로 양인을 노비로 속여 팔아먹은 이도언, 조만채, 윤봉창 일당을 체포한 뒤 그들의 죄상을 왕에게 보고했다. 이들 일당은 지방에서 상경해 자매를 원하는 노비나 양인들에게 거짓으로 노비문서를 작성해주고 매매를 알선한 후 수수료를 받아 챙겼다. 당시 자매는 불법이었기 때문에 자매 알선업자들은 양인인 자매자의 신분을 노비로 속이기 위해 위조문서를 작성한 뒤 이들을 구매하고자 하는 사람을 물색했다.\n조선 후기에는 전기에 비해 노비들이 더욱 빈번하게 도망쳤다. 그러나 한편으로는 흉년과 기근 등이 반복해서 일어나자 먹고살기 위해서 평민들이 자기 자신이나 가족을 노비로 자매하기도 했다.\n조선 후기에 도망치거나 속량하여 천민의 신분으로부터 벗어나는 노비가 많았음에도 불구하고 노비 제도가 유지되고 노비가 존재했던 것은 꾸준히 노비가 재생산되었기 때문이며 그 이유의 하나가 바로 이 자매 때문이었다.\n\n[임진왜란시 조선인의 노예]\n임진왜란은 노예전쟁이었다. 이는 정유재란 때 더욱 심하였는데 왜군은 닥치는 대로 사람을 죽이고 조선인을 잡아갔다. 심지어 부산에 노예상인들이 와서 포로들을 직접 사 갔는데 포르투갈 노예상인도 조선에 건너가 활동하기도 하였다.\n나가사키는 제2차 세계대전 말기 원자폭탄 피폭을 당한 곳이지만 이곳에 임진왜란때 왜군에게 납치당한 수많은 한국인들이 외국 노예상에게 팔려나간 노예시장이 있었다는 사실은 잘 알려져 있지 않다. 당시 일본의 상인들은 조선 침공을 계기로 나가사키 해안에 한국인 노예시장을 개설해 포르투갈 및 스페인 상인들을 대상으로 물건처럼 사고 팔았다.\n임란 당시 종군한 일본인 승려 게이넨은 '조선 일기'라는 책자에 \"조선정벌때 일본 상인들이 조선인을 데리고 와서 인신매매하는 경우가 많았다.\n그들은 군대의 뒤를 따라 다니면서 남녀노소를 가리지 않고 조선인을 납치한 뒤 새끼줄로 묶어 서둘러 일본으로 귀국했다\"는 기록이 있다.\n당시 병력을 운송한 왜군 함선은 되돌아갈 때 약탈한 문화재와 납치한 조선인을 가득 실고 돌아갔다.\n임진왜란 막바지인 1597년 나가사키를 방문한 이탈리아인 프란체스코 칼레치는 '동서인도 항해기'에서 당시의 매매현장을 생생하게 적어 놓고 있다.\n\"일본의 항구도시 나가사키에서 비참한 광경을 목격했다. 그곳에는 수많은 조선인 소년소녀들이 노예로 팔리고 있었다. 이 중 5명을 골라 여행중에 데리고 다녔는데 인도의 '고아'에서 4명을 떼어놓고 1명만 데리고 이탈리아로 돌아왔다. 소년의 고국이 꼬레아이므로 그의 이름을 안토니오 꼬레아라고 지어 주었다\"\n당시 조선인 노예 매매는 왜군이 군자금 조달을 목적으로 노예상인과 결탁해 추진했던 것으로 알려져 충격을 더해주고 있다. 상인을 앞세운 일본군의 이같은 조직적인 만행은 이후 일제 식민통치 시절 종군위안부라는 이름으로 다시 한번 되풀이되게 된다. 당시 조선을 침공한 왜군들은 전력을 증강하기 위해 화승총과 대포의 포탄 원료인 납의 조달이 급선무였으나 오랜 국내 전란으로 전비가 부족해 어려움을 겪고 있었다. 일본 최초의 개방항인 나가사키에는 마침 1571년부터 스페인과 포르투갈의 상인들이 전쟁특수를 노려 화승총 등 각종 군수물자와 납을 싣고 들어와 있었다. 왜군 지휘부는 이같은 상황에서 조선인을 포로로 잡아와 그들을 서양인들에게 노예로 팔거나 군수물자와 교환하는 방법을 고안해 낸 것이다.\n17~19세기 일본 열도를 지배한 도쿠가와 막부는 전국시대와 임진왜란 이후 간신히 찾아온 안정을 지키기 위해 사회 질서를 흔들 수 있는 모든 요소를 제거하려 했다. 인구 증가를 막기 위해 일정 수 이상으로 태어난 아기를 죽이는 마비키(間引き) 풍습이나, 일본의 남녀 모두를 사찰에 등록시킴으로써 기독교도를 색출해 내려 한 정책 역시 이러한 이유에서 비롯되었다. 도쿠가와 막부는 기독교를 포교하지 않겠다고 약속한 네덜란드와만 경제적 관계를 맺는 한편, 유럽 국가들의 기독교 포교가 진행 중인 동남아시아에서 자국민을 철수시키고 자국 내의 기독교도들을 학살·추방했다.\n그런데 16~17세기 일본 지배층이 자국 내의 가톨릭 교도를 학살하는 과정에서는 조선인 역시 적지 않은 피해를 입었다. 임진왜란 당시 일본 열도에 끌려온 조선인 포로들 가운데 일부가 가톨릭으로 개종했기 때문이었다. 일족을 잃고 낯선 곳으로 끌려온 조선인들에게 가톨릭은 그들이 의지할 수 있는 가뭄의 단비 같은 존재였을 터이다. 이런 점에서는 당시의 일본에서의 가톨릭교도 조선인들은, 조선 사회의 모순을 극복하고자 한 18~19세기 조선의 가톨릭교도들과는 성격이 조금 다르다고 할 수 있다.\n\n\n[일제시대]\n이영훈 이승만학당 교장은 “일제하 공창제는 인신매매를 통해 성을 공급하는 성매매 시장이었다”다며 “호주제(戶主制)와 하층 계층의 취약한 가족윤리가 공창제를 성립시키는 데에 중요한 역할을 했다”고 말했다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-06-12T12:15:53.170000",
  "updatedAt": "2022-08-20T09:29:56.691000"
}