{
  "id": "abd14634-9bcf-4900-acdf-90bf0baaca45",
  "title": "전쟁과 수학",
  "content": "기원전 3세기에 알렉산드리아와 시라쿠사에서 활동했던 아르키메데스는 아테네 시대의 추상적이고 철학적인 전통에서 벗어나 반사경을 이용해서 적의 군함을 불태\n\n옛날에는 날아가는 포탄이 어디에 떨어질지 정확히 계산해 내지 못해 엉뚱한 곳에 포탄이 떨어지곤 했죠. 하지만 미분이 정리된 후에는 포탄의 정확도가 훨씬 높아졌어요. 미분은 이렇게 날아가는 포탄에 작용하는 관성의 법칙, 중력의 법칙을 계산해 어디에 떨어질 수 있는지 정확히 계산해 내는 것이죠\n\n탄도학과 사영기하학의 탄생 \n18세기 프랑스의 나폴레옹은 세계를 정복하기 위해 전쟁을 일으켰다. 나폴레옹은 파리 사관학교를 졸업한 포병장교 출신으로 “수학의 발전은 국력에 비례한다”는 말을 했을 만큼 수학의 가치를 높이 샀다. 나폴레옹과 관련된 일화 중에 적군에게 포를 정확하게 쏘기 위해 모자의 각도와 직각삼각형의 원리를 이용해서 강폭의 길이를 알아낸 이야기가 있다. 이와 같이 포를 정확하게 쏘기 위해서는 거리를 정확하게 계산하는 것은 기본이고 포에 영향을 주는 요인과 포가 이동하는 모양인 궤적에 대한 연구를 해야 한다. 총알이나 미사일, 로켓 등과 같은 발사체의 움직임을 연구하는 학문을 탄도학이라고 하는데 탄도학의 탄생과 발전에 전쟁이 큰 공을 세운 것이다. \n\n이 뿐 아니라 정확한 지도를 만들기 위한 지도법의 바탕에는 투영의 원리가 있다. 프랑스의 수학자 퐁슬레는 러시아에서 포로로 잡혀있을 당시에도 벽을 공책삼아 연구했고 그 결과로 사영기하학이라는 새로운 학문이 탄생했다. 사영기하학은 투영의 원리를 바탕으로 한 것으로 입체영상이나 사진 등에 다양한 분야에서 쓰이는 수학의 분야다. \n\n나폴레옹은 복잡한 전쟁 문제를 해결하기 위해 수학을 활용하였다. 합성함수에서 원인 x가 함수를 통해 결과 f(x)를 만들고, f(x)는 새로운 원인이 되어 함수를 통해 새로운 결과 g(f(x))를 만든다. 함수의 합성은 복잡한 연산이지만, 적절히 조합하면 자신이 원하는 결과에 도달하는 합성함수를 만들수 있다. 그렇다면 수학세계에서 사용하는 합성함수를 전쟁에 적용하면 어떻게 될까?\n나폴레옹은 합성함수의 아이디어를 전쟁에 적용하여 군사작전을 만들었다. 전투1이 낳은 결과는 새로운 전투2의 원인이 된다. 그리고 전투2는 새로운 결과를 만들어낸다. 전투1과 전투2를 적절히 조합한다면 원하는 결과에 도달할 수 있다. 나폴레옹은 여러 개의 전투를 적절히 조합해 자신이 원하는 전쟁의 최종상태와 연결짓고자 했다.\n\n나폴레옹이 세운 이탈리아 작전; 빨간색 선은 나폴레옹이 생각한 작전선(operational line)\n나폴레옹의 대프랑스 동맹 격파 작전     \n\n나폴레옹은 전쟁의 최종 상태를 대프랑스 동맹을 격파하는 것으로 정하고, 그 중간 단계들을 고민했다. 그 결과 오스트리아와의 강화를 성사시켜야만 했다. 강화의 내용은 오스트리아가 프랑스 혁명 정부를 인정하는 것이었다. 그러나 수도를 공격받을 정도로 오스트리아가 큰 위기 상황에 처하지 않는 한, 프랑스 혁명정부를 인정할리 없었다. 프랑스 혁명 정부는 오스트리아 황제의 동생 마리 앙투아네트를 처형했을 뿐만 아니라, 프랑스 혁명 정부의 존재 자체가 오스트리아 왕가의 존재를 위협했기 때문이다. 나폴레옹은 오스트리아의 항복을 얻기 위해 오스트리아 수도로 프랑스군이 진격하는 것을 이탈리아 작전의 최종 목표로 계획했다.\n프랑스군이 오스트리아 수도로 진격하기 위해서는 오스트리아의 수도와 붙어있는 이탈리아 북쪽 지역을 점령해야 했다. 그리고 이탈리아 북쪽 지역으로 가기 위해서는 프랑스와 이탈리아 북부 사이에 있는 샤르데나 왕국의 피에몬테 지역을 점령해야만 했다. 한편, 오스트리아의 수도로 진격하기 위해서 결국 오스트리아군과의 직접적으로 대결해야 했다. 나폴레옹은 최종적으로 오스트리아군을 격파하고 섬멸하겠다는 원칙을 가지고 작전을 구상했다.\n나폴레옹이 설계했던 복잡하지만 확실한 인과관계를 후대의 전략가들은 작전선(operational line)이라고 불렀다. 그리고 나폴레옹은 단일 작전선을 유지하기 위해 전투에서 일부러 패배하거나, 도망치기도 했다. 때로는 필요하다면 모든 병력을 끌어 모아서라도 승리를 만들어내기도 했다. 나폴레옹의 작전선은 대성공이었다. 이탈리아 북쪽을 점령하였고 오스트리아는 항복했다.\n\n\n● 응용수학 분야인 선형계획법 탄생 \n제2차 세계대전은 인류 역사상 가장 많은 인명과 재산 피해를 남긴 전쟁이다. 더 강한 무기를 만들고, 정확하게 계산하기 위해서 수학은 반드시 필요했다. 지금의 응용수학 분야 중 많은 분야는 제2차 세계대전 때 탄생하고 발전했다. 그 중 최선의 방법을 찾는 선형계획법은 미국의 수학자 조지 단치히가 미국 국방부에서 일할 당시 ‘심플렉스법’을 개발을 통해 탄생했다. 선형계획법은 여러 개의 일차부등식을 이용해서 최선의 방법을 찾는 방법으로 심플렉스법은 부등식을 만족하는 다각형 영역에서 최선의 방법은 다각형의 꼭짓점에서 찾는다는 내용이다. 선형계획법은 전쟁 때 많은 군사물품을 배치하거나 운송하는 문제, 최소의 피해로 최대의 성과를 얻는 작전을 짜는 문제를 풀기 위해 탄생한 분야지만 현재는 경제 경영 분야 등 다양한 분야에서 선형계획법을 이용하고 있다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "3a5458fa-fe2a-458c-b9df-9f2ef21461d8"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-15T09:53:49.927000",
  "updatedAt": "2023-12-24T08:11:42.591000"
}