{
  "id": "ac08541b-6151-4b2d-976c-ea8de3f325d5",
  "title": "정찰위성으로 함선 추적",
  "content": "보통 위성으로 바다를 감시하면 이렇게 배가 잘 보일거라고 착각하는데 현실은 이렇게 보임\n\n왜냐면 해상 광역 감시를 위해 촬영면적을 넓게 하면 필연적으로 해상도가 씹창나거든\n\n전체 위성사진은 이렇게 생겼음 (용량초과로 리사이즈한 사진임)\n\n이건 현재 세계 최고 수준의 소형 SAR 위성군을 보유한 핀란드 ICEYE사에서 오만 만을 촬영한 100x100km 스캔모드 위성 영상임\n\n전체사진으로 보면 망망대해밖에 안보이고 잔뜩 확대해야지 배가 간신히 작은 점으로 보일 정도로 넓은 영역임\n\n하지만 그렇게 넓은 100x100km 영역도 서해 바다에 비하면 이렇게 작은 일부분일 뿐임\n\n서해바다 전체를 커버하려면 이런 위성사진을 수십 번은 찍어야 하고, 다시말해 서해바다 전체에 대한 재방문주기도 수십배로 길어진단거임\n\n게다가 실제 중국이 커버해야 할 영역은 서해보다 수십 배는 넓은 동중국해와 남중국해 전체기 때문에 재방문주기는 다시 수십배로 더 길어짐\n\n당연히 재방문주기가 수십*수십 배나 길어지면 선박의 근실시간 추적은 물건너가는거지\n\n\n어차피 해상도가 낮아서 선박이 항모인지 화물선인지 식별도 못하니 당연히 선박 추적이 안되는거긴 한데, 그렇게까지 했는데도 재방문주기조차 만족못시키는게 오늘날의 현실임\n그래서 현실의 SAR 위성을 통한 선박 추적은 거의 항상 AIS 데이터와의 결합에 의존함\n\n선박이 AIS를 통해 스스로 자신의 정보를 알려주면 위성사진만 가지고 선박을 식별할 필요가 없어지고, 위성의 재방문주기가 길어져도 추적에 영향이 적어지니까\n\n물론 촬영면적 문제로 근실시간 추적은 당연히 못하고 수시간~수일마다 위치를 추적하는 정도만 가능함\n\n당연히 군함이 유사시에 AIS를 켜고 다닐 가능성은 거의 없고 따라서 군함을 위성으로 추적하는건 사실상 불가능할수밖에 없음\n\n\n\n그나마 최선은 위성뿐만이 아니라 다른 정찰수단도 포함해서 최대한 다양한 정찰수단을 복합적으로 운용해 군함의 추적을 시도하는건데, 그렇게 해도 결국 어려운 일이고 상당한 기술과 운빨이 있어야만 성공할 수 있음\n\n그래도 어떻게든 추적에 성공하기만 하면 찾아낸 군함을 격침시키는건 상대적으로 쉬운 편이니 당하는 입장에선 무시하기 어려운 위협인건 사실\n\n\n번외로 지금까지 SAR 위성만 열심히 이야기하고 광학위성은 이야기 안한 이유는\n\n\n광학위성으로 바다를 찍으면 높은 확률로 구름밖에 안보이기 때문이다\n\n그래서 해상 선박 촬영은 기상에 영향안받는 SAR로 하는게 대부분임\n\n\n\n\n\n골뱅아... 저 차이가 얼마나 차이난다고 도대체... 400x40km로 해봐야 100x100km랑 면적이 1.6배밖에 차이 안나는데 그게 큰 차이냐?\n\n06.06 00:56\n\nㅇㅇ\n지멋대로 스펙 곡해하는건 카펠라에서도 지들 extended stripmap 최대 범위가 10x100 km라고 하는걸 개뜬금없이 40x400km를 상상해서 지어내는 누구겠지\n\n06.06 01:01\n유동골뱅이(1.231)\n글 자세히 읽어봐\nScan imagining mode is a wide area imaging mode able to create a scene size of 100km x 100 km, with a ground resolution of 15m x 15 m at incidence angles of 21-29°. ICEYE의 스펙이 그렇다는거지 내가 따온 카펠라랑 체적/무게 대비 퍼포먼스랑 다르지 않냐?!\n\n선동에 홀딱 넘어가, 동일한 잣대를 들이대는건 누구 실책인거지?\n\n글고 strip(map) 모드랑 spot 모드랑 해상도가 어디가 좋겠냐? 난 결코 AI 필터링을 배제한적도 없다.\n또한 이걸로 우리군에게 난처한 tel 찾는걸로 쓸수있다고 한적도 없음. 오직 항모전단임\n\n06.06 01:04\n\n유동골뱅이(1.231)\n본문 글쓴이 익명 ㅇㅇ 이쌔기 존나 웃기네\n3~4m 면 충분하다는데 반론은 못하고 ㅆㅃ ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ\n\n06.06 01:05\n\nㅇㅇ\n아니 스트립모드 촬영면적이 택도없다니깐 뭔 또 훨씬 더 촬영면적 좁은 스팟모드를 끌고오는건데 진짜 말귀를 못알아먹나\n\n06.06 01:06\nㅇㅇ\n해상도 3~4m면 촬영된 선박의 종류를 식별하는데는 충분하겠지 근데 촬영면적이 해양감시하기엔 택도없다고\n\n06.06 01:09\nㅇㅇ(58.127)\n그래서 몇대 필요함... 나 그게 궁금해... sar 위성의 면적당 촬영주기는 얼마고...\n\n06.06 01:10\n\n유동골뱅이(1.231)\n내가 (새치기해서) 단 첫댓글 다시 쳐 읽고 와 씨발년아\n저궤도 위성 데이터 수신하기가 제일 쉬운 이 마당에 ㅆㅂ 개소리만 주구장창 해대네\n\n06.06 01:12\n\nJohn_Sun\n유용추\n난 함선 추적 자체는 저런 시각정보 말고도 신호 수집하는 위성과 결합하면 가능하지 않을까? 싶은데 문제는 sar 위성에 대한 재밍 기술도 점점 발달하고 있고 신호 또한 안 들키게 전파 발산하는 방법도 오만가지 생기고 있다는 거 같음 - dc App\n\n06.05 22:37\nㅇㅇ\n뭐 그런식으로 결합해서 운용하는게 정석이긴 한데 그러면 재방문주기보단 응답주기가 더 중요해져서 완전히 다른 이야기가 되는지라 일단은 재방문주기 이야기만 함\n\n06.05 22:48\n유동골뱅이(1.231)\n난 그래서 SAR군집보다 (제조에 있어서 요구능력ㅊ치가 낮은)광학군집이 훨씬 무서울꺼라고 평가해\n어차피 (짱꼴라 새끼들이 우리 항모 상대로)한방 노릴 각오라면 말이지\n\n06.06 00:51\n\nㅇㅇ(1.231)\n짱깨 Ai 동원해서 미 항모 실시간 탐지 했다는 기사는 있는데 어떤 상황에서 탐지했는지 없기 때문에 믿기도 그럼\n\n06.05 22:38\n\nㅇㅇ(1.231)\n기사에 따르면 어느 정도 미 해군 항모의 위치를 알고 있는 상황에서 특정 위치에 대한 집중 감시 상황에서 AI 판독 가능했다긴 하는데 AI 실시간 판독이라는 걸 보면 SAR는 아니고 광학위성일텐데 전시에 쓸만한 방법은 아니라고 보임\n\n06.05 22:40\n\nxwing\nSAR로 획득한 데이터라고 AI로 왜 판독 못하겠음. 지금처럼 AI 유행하기 훨씬 전부터 연구하던 분야인데 ㅋ\n\n06.05 22:47\nㅇㅇ(1.231)\nsar 위성은 실시간 판독이 거의 불가능한 분야라\n\n06.05 22:50\n\nxwing\n아 실시간이면 뭐...\n\n06.05 22:52\n유동골뱅이(1.231)\n(주간에만 가능한것이지만) 광학 정찰위성 마이크로큐브 10여기 군집으로 날리면 다 탐지가능하다니깐..\n3~4m spatial resolution 정도로만 날릴려면 50여기도 동시에 발사가능(짱꼴라 우주발사체 능력이 세계 2위다, 좆같아도 현실은 현실)\n\n극궤도로 10여기 군집으로 돌려놓고 있으면 서태평양에서 동중국해, 필리핀 훑고서 중국 본토로 들어감\n일본 본토 남쪽으로부터 ~ 동해 바다 훑고서도 중국 북동부로 들어감. 궤도가 그렇다(궤도가 그렇지만 매번 그런건 아님)\n이땐 미군의 전자전에 당할 걱정조차도 않는거지 ㄷㄷㄷ\n\n06.05 23:13\n\nㅇㅇ\n마이크로위성으로 탐지가 되나?\n\n06.05 23:24\n유동골뱅이(1.231)\n당연하지..\nplanetlabs에서 공짜로 제공하는 데이터 갖구서 직접, 도쿄 앞바다에서 미 항모 찍은거 사진까지 캡쳐해뒀다\n\n저장한 데이터를 어떻게 간소화하거나 또 전달하느냐의 문제일뿐이야\n\n06.05 23:33\n\nㅇㅇ\n그 planelabs라는데가 마이크로 광학정찰위성만 씀?\n\n06.05 23:35\n유동골뱅이(1.231)\n나노~마이크로 덩치로 쓴다하는데,\n우주발사체 역량을 갖춘 중공군이 그거 덩치 줄일려고 노력할 필요가 없는거잖아\n\n06.05 23:43\n\nㅇㅇ\n혹시 사이즈 얼마나 되는지 알려줄 수 있음?\n\n06.05 23:49\n유동골뱅이(1.231)\ndove-1 , 2 찾아봐라..\n참고로 iss에서 니콘 DSLR(풀프레임, GRGB Bayer 패턴 CMOS 이미지센서)로 1150mm 렌즈 달고서 촬영하면 분해능 약 4m 나옴\n\n06.05 23:59\n\n유동골뱅이(1.231)\n정찰 목적을 꼭 일반 소비자용 카메라처럼 칼러로 찍을 필요도 없고, 흑백 촬영시키면 더 선명해지겠지..\n\n삼성 갤럭시폰 고배율 촬영 능력으로도 알수있듯이 고배율로 찍을려고 덩치가 무지막지하게 클 필요도 없음\n\n06.06 00:01\n\nJohn_Sun\n렌즈 사이즈가 커야 사진 품질이 높아지는데스 - dc App\n\n06.06 00:04\n댓글돌이\n\n‘이번엔 농구다’ 데이원 사태에 뿔난 팬들, 트럭 시위 전개\n1/20\nㅇㅇ(221.167)\n저거 때문인지 정부 주최 데이터 분석 대회에서는 이미지 머신러닝으로 위성 지도에서 뭐 찾아내기 그런거 종종함\n\n06.05 22:41\n\nㅇㅇ\n광학위성이나 sar위성 재밍에 대해 알고싶은데 자세히 쓴 글 없나\n\n06.05 22:41\n밀리터리이야기만함\n구름보소\n\n06.05 22:41\n일하고싶어\n그럼 둥펑으로 대만해역 근처면 몰라도 막 괌 사모아, 필리핀에서 미 함대 조진다는건 개무리라는거 아님?\n\n06.05 22:47\nㅇㅇ(211.219)\n위성에 의존할게 아니라 초계기, 항모전단 함재기 같은 정찰기 날려서 찾아야지\n\n06.05 22:50\n\nㅇㅇ\n실전이라면 중국은 미 함대 추적에 위성, 정찰기, 드론, 정보선, 사이버, 스파이 등등 동원할 수 있는 모든 수단을 동원할거라 순수하게 위성만 사용하는걸 가정한 이 글이랑은 많이 다르게 흘러가겠지 그래도 여전히 어렵긴 하겠지만\n\n06.05 22:51\n일하고싶어\n그치 근데 서태평양에 중국 함재기가 돌아다니는걸 항모 11척 가진나라에서 가만두진 않을거고... 생각보다 군들갑 안떨어도 되는거 아니노?\n\n06.05 22:51\n일하고싶어\n그치 드론이나 사이버전 정보수집 이런걸로 가면 쪼금 위험하긴 할텐데 그래도 서태평양에 들어가기만 하면 씨바 막 둥펑 200대 쳐맞고 괴멸 이런 시나리오는 호들갑이 맞네\n\n06.05 22:52\nㅇㅇ(211.219)\n군들갑 안떨거면 군갤왜하노? 둥펑떨어지면 전국토 다 불바다된다이거야\n\n06.05 22:52\n\nㅇㅇ(175.205)\n그 중국 항공기를 쫓아내기 위해 컨택하는 순간 함대 존재와 위치가 드러나는 거고, 그러면 여기서 '무리'라고 하는 위성을 비롯해서 온갖 탐지자산이 찾아야 할 범위가 확 좁혀지는 거임\n\n06.05 22:53\n\n일하고싶어\n그래서 요새 미해군이 공중급유기, 초계기, 함재기 세트로 꾸려서 최대한 멀리 나가서 선 요격하려고 하는구만\n\n06.05 22:54\nㅇㅇ(175.205)\n미국 함재기들 발이 너무 짧아진 게 그래서 문제라는 거\n\n06.05 22:57\n\nㅇㅇ(175.205)\n항속거리가 길어야 한다는 건 요격도 요격이지만\n함재기가 직선으로 날아가는 게 아니라 빙 돌아가는 웨이포인트를 설정해서 전혀 엉뚱한 방향에서 나타나거나 해야 하기 때문임\n안 그러면 함재기 날아오는 거 보고 대강 모함 위치 파악이 가능하니까\n\n06.05 22:59\n\n아니거참\n평시에는 항모 위치 파악할 단서가 꽤 많음. 보급선도 있고 정보선도 있고 c-2 그레이하운드같은 보급기체도 있고. 중공 밀덕들이 그런 오신트 정보 모아서 휴먼 머신러닝 돌려서 지들끼리 예상 위치 공유하고 갖고 노는거고. 평시에는 쭉 그런거 보고 어디있는지 체크하고 있다가 결심 섰을떄 선제타격 하기엔 충분. 전시 상황이라 모두 신호 침묵으로 다니더라도 위성, 중공 자체 sosus, 드론발 정보 최대한 수집하고 기존에 수집해서 따놓은 미항모전단 신호나 이미지랑 비교해서 유사한거 나오면 wz8 같은 신형 초음속 드론 보내서 더블체크하고...\n\n06.06 11:58\n아니거참\nhttps://gall.dcinside.com/mgallery/board/view/?id=war&no=3284861\n중공 밀덕들이 시간이 많이 남으면 하는 짓거리들.\n\n06.06 12:16\n댓글돌이\n\n尹대통령, '호국 형제' 안장식 참석…73년 만에 유해 상봉\n2/20\nㅇㅇ\n함선이 항구 언제 떠났다는 첩보만 있으면 노가다로 찾을수 있을거같음 - dc App\n\n06.05 22:52\n프나리\n수시간만에 구역이 수백배 넓어지는데 어캐찾음\n\n06.05 23:44\n시린니\n12노트로 느릿느릿하게 가고있다 쳐도 한시간이면 800제곱킬로미터, 두시간이면 3200제곱 킬로미터를 수색해야함ㅋㅋㅋㅋ\n\n06.06 01:06\n아니거참\nhttps://gall.dcinside.com/mgallery/board/view/?id=war&no=3284861\n평시에는 추적하는게 불가능하지는 않음. 보급선이랑 c-2 같은 보급기체도 있고, 일단 그런거에서 단서 찾기 시작하면 상용 위성 데이터 구매해다가 뒤지기 시작해서 찾을 수 있음. 중공 밀덕들이 각종 osint 모아다가 저지랄 하고 노는거. 전시가 되서 다들 신호침묵 들어가면 그 떄는 이제 진짜들의 싸움이지. 근데 그때도 중공이 항모를 찾고 추적할 능력이 하나도 없다고 무시하는건 너무 비약.\n\n06.06 12:09\nㅇㅇ(211.197)\n레이더 해양정찰위성 같은 것들은 이미 냉전시절부터 있던 시스템이다...\n\nhttps://m.blog.naver.com/PostView.naver?isHttpsRedirect=true&blogId=yahoour&logNo=80118286351\n\n사실 이런 류의 숨바꼭질은 오히려 항모전단에게 더욱 운이 따라줘야 하는 일인데 찾는 쪽에서는 단서 한두개만 찾아내기 시작하면 수색범위를 바로 좁혀들어가면서 일단 찾아내면 계속 추적할 수 있지만 항모전단은 계속 걸리지 않아야 한다는 운이 있어야만 회피할 수 있거든.\n\n그나마 미 항모전단은 압도적인 제공능력으로 항모거 머무는 해역을 제압할 수 있어서 정찰기를 사전에 끊어버릴수 있었다지만 함재기 수나 정찰기 숫자가 딸리는 하꼬 항모호 소전단이 처할 운명은 사실 뻔함.\n\n06.05 22:59\n\nJohn_Sun\n82년인가 훈련에서도 소련이 위성 해양감시 시스템으로도 미 항모전단 못 찾았는데 - dc App\n\n06.05 23:00\nㅇㅇ(175.205)\n'미 항모전단'이야 대양에서부터 접근하니 못 찾겠지\n어느 반도국 항모전단은 찾으려고 노력할 필요도 없을 거고\n\n06.05 23:06\n\nㅇㅇ(211.197)\n\"항모전단은 감시수단에 걸리지 않는다는 운이 계속 따라줘야만 한다.\"\n\n물론 그 항모전단이 미 항모전단쯤 되면 걸려도 자체 항공전력과 자체 방공망으로 찍어누를 수 있어서 구소련도 미사일 싸튀나 해야할 지경이었지만 불행히도 그건 미 해군만의 누릴 수 있는 특권일 뿐이지.\n\n06.05 23:10\n\nㅇㅇ\n당연히 냉전시절 위성으로도 얼마든지 항모전단을 발견할 수는 있지. 문제는 항모전단을 발견하는데 짧아도 수 시간, 길면 며칠이 걸린단거고 그 새 항모전단은 이미 한참 멀리 이동한지 오래임. 위성으로 항모전단 실시간 추적은 그시절에도 못했고 지금도 못함.\n\n06.05 23:15\nJohn_Sun\n한국 항모전단도 적외선, rf, elint 모두 우회하는 솔루션들 갖출 계획인데 \"그건 미 해군 이야기구요!\" 하는거도 좀.. - dc App\n\n06.06 00:05\nㅇㅇ(211.197)\n해상초계기 같은 레이더플랫폼 관점에서 함선의 속도라는 것은 한없이 느린 부처님 손바닥 안의 존재일 뿐입니다. 그게 공중 감시수단이 쌍안경을 든 비행승무원이 전부였던 2대전 시절 조차도 항공기로 함선들을 잘만 찾아내서 터뜨리고 다닐수 있었던 이유고요.\n\n뭔 항모전단 이동능력이 클로킹 능력쯤이라도 되나.....\n\n06.06 00:20\n\nㅇㅇ\n위성이 아니라 해상초계기로 함대를 실시간정찰해야 한다면 항모가 오히려 필수 아니냐? 함재기 없는 함대가 해상초계기에 더 안전하다는 괴논리를 왜 들이미는거임?\n\n06.06 00:27\nJohn_Sun\n초계기(북한 미그기 와도 제공권 없는 공역이면 빼야 함) - dc App\n\n06.06 01:26\nㅇㅇ(211.197)\n레이더정찰위성으로 개략 좌표를 찍어서 전송하면 장거리 해상초계기가 그근처로 스팟 찍으러 가서 세부좌표 특정하면 ASM 달은 백파이어가 레이드 몰려오는 구조에요. 뭔 위성 따로 해상초계기 따로 노는걸로 생각하세요.\n\n06.06 01:31\n\nJohn_Sun\n그니까 무선 침묵 유지하며 cap 뛰는 함재기들 뚫고 초계기가 좌표 따러 접근한다는게 말이 안 되는\n\n06.06 02:05\n아니거참\n중공도 스텔스기체, 전술전자전기 전자전포드, 스탠드오프 전자전기 다 있고 PL15 같은 장거리 공대공도 있고. 가상의 전장터가 될 제1 제2 도련선 내부 특히 대만 근해와 남중국해는 중공 미사일 및 공군기지와 거리가 가까운데 미사일기지 공군기지 숫자도 많고. 미해군의 능력을 의심하는것은 아니지만 그렇다고 미해군이 방심해야할 이유도 전혀 없다. 미해군이 df 사정거리 밖에서 장거리 타격 위주로 작전하려고 연구하고 있는게 괜히 그러는게 아님. 대만 근처로 갈수록 항모의 생존성을 도모하기가 너무 어려워지기 때문. 작은 휴먼에러 실수 하나라도 큰 불로 나비효과 순식간에 번질 수 있는데, 불리한건 원정경기 뛰는 미해군이지 홈그라운드 중공이 아님.\n\n06.06 12:22\n아니거참\n서로가 서로의 위성과 드론을 재밍걸겠지만, 중공은 계속해서 위성 올리고 드론 보내고 신호정보 뚫어져라 찾고 음향정보 뚫어져라 찾겠지. 여기서부터는 미해군 중공해군 둘 중 누가 진짜 실수 더 줄이고 누가 더 기본에 충실하고 훈련 잘 했나의 싸움임. 미해군의 능력을 의심하는건 아니지만 그냥 무턱대고 중공 까내리는건 곤란. 한국항모는 진짜 진수식 첫날부터 상용위성 정보랑 각종 오픈소스 정보로 매일매일 한국 항모 위치 업뎃하는 중공 오신트 트위터 누군가 열어도 전혀 놀랍지 않다. https://gall.dcinside.com/mgallery/board/view/?id=war&no=3284861 지금도 저러고 노는 놈들인데. 중공 정보당국이야 뭐 건함과정부터 쭉 관음할테니 어떻게 할지 뻔하고.\n\n06.06 12:29\n댓글돌이\n\n휘발유 1590원대로 겨우 내렸는데…사우디 '감산' 터졌다\n3/20\nㅇㅇ(210.100)\n바다는 넓구나....\n\n06.05 22:59\n\nㅇㅇ(222.114)\n이 얘기 몇 번이나 올라온 건데 니가 말한 거 어떻게든 해가고 있다더라. 그래서 우리나라도 연구 중이고. 그리고 위성 하나만 이용하는 것도 아니고. 함대가 순간이동하는 게 아닌 이상 위성에 잡히면 다른 지원들을 투입함. 위성 자체도 점점 더 싸고 수명짧고 저고도인 것도 개발하지만 우리 해군의 리스크는 중국해안에 가깝다는 거임. 위성은 정찰자산의 일부.\n\n06.05 23:01\n\n일하고싶어\n대위성 미사일이나 재밍기술이 좀 많이 필요할듯..\n\n06.05 23:13\nㅇㅇ\n그 어떻게든 해가고 있는게 바로 군집위성 수십기 쏴서 재방문주기를 줄인단건데 그게 실현되더라도 광역 해양에 대한 선박 실시간 추적은 전혀 못한다는게 이 글 내용임\n\n06.05 23:17\nox(61.78)\n병신아 ai 가 찾으면 순식간이거든.\n\n06.05 23:05\n\nJohn_Sun\nai무새 어서오고 - dc App\n\n06.06 00:05\nㅇㅇ(222.114)\n작년에 중국위성이 미국항모 식별한거 뉴스나오지 않았나? 그런 식으로 발전해가겠지.\n그리고 꼭 비싼 위성이 아니라도 위성에 준하는 비행체를 사용할 수도 있고, 전쟁이 임박하면 수명을 몇 주에서 몇 달 정도로 짧게 잡고 싼 것을 한 번에 수십 개씩 올리는 것도 가능할거야. 그런 짓을 할 만큼은 중국은 A2/AD에 목숨걸었잖아.\n\n06.05 23:07\n\nㅇㅇ(121.167)\n언제적 얘기냐 걔네 위성에 ai칩넣어서 쏘는중임\n\n06.05 23:09\n\nㅇㅇ(222.114)\n짱깨들 스페이스X처럼 재활용로켓을 쏘지는 못하니까\n한 해에 발사체만 50개 넘게 만든다더라.\n\n06.05 23:09\n\nㅇㅇ\n맨앞댓글에 AI이야기도 했구만 왜 AI 계속 앵무새마냥 반복하냐 - dc App\n\n06.05 23:12\nJohn_Sun\n여기 ai무새들 참 많음 - dc App\n\n06.05 23:15\nㅇㅇ\n실시간 추적조차 어떻게 해낸다고 치자. 그런데 추적과 표적화는 또 다른 이야기임.\n\n06.05 23:21\n만력제_mk.2\nSAR말고 광학까지 끌어다 쓸려면 일단 사람이 많으면 된다ㅋㅋㅋㅋ - dc App\n\n06.05 23:33\nㅇㅇ\n최근 AI 기술 중에서 가장 빠르게 발전한 분야가 이미지 처리이고, Chat GPT처럼 Transformer 기반의 image 처리를 하는데, 매우 발전되어 있다. 수년 전이라면 붉능했지만, 요즘은 Transformer 기반의 AI 기술로 충분히 처리할 수 있지. 상상이상으로 발전한 상태임\n\n06.05 23:41\nㅇㅇ\nAI로 이미지 처리를 하려고 해도 일단 이미지에 최소한의 정보는 포함되어 있어야 그걸 AI가 분석해서 사람이 파악하지 못하는 작은 정보도 찾아낼 수 있는거지 함선 식별하는데 필요한 상부구조물 크기가 영상 해상도보다 작아서 이미지에 상부구조물에 대한 정보가 포함되어 있지 않는데 암만 대단한 AI를 가져다놔도 없는 정보를 찾아낼 수는 없음\n\n06.05 23:47\nㅇㅇ\n주변 픽셀로 희미 정보가 흩어져 있는데, 사람은 찾을 수 없지만, AI는 super resolution 기술로 복원하여 더 고해상도로 만들어서 찾을 수 있음\n\n06.05 23:49\nㅇㅇ\n억지로 없는 정보를 찾아내라고 시키면 AI는 정보를 찾아내는게 아니라 스스로 창작해서 만들어내게 됨 초해상화 AI가 모자이크 처리된 사람 사진을 복원한답시고 인종을 바꿔버려 아예 다른 사람 얼굴을 만들어낸 사례처럼\n\n06.05 23:51\nㅇㅇ\n주변 픽셀에 희미 정보가 흩어져 있지 않다는게 바로 해상도의 정의임\n\n06.05 23:51\nㅇㅇ\n미세한 정보가 남아 있으면 복원을 아무튼 시도를 하는데, 다른 그림으로 나온 것은 학습시의 샘플 이미지가 그것밖에 없어서 그럼. 충분한 샘플 이미지를 평소의 SAR 위성 이미지와 더 좋은 이미지를 쌍으로 많이 줘서, Transformer의 self attention으로 학습하면 가능함\n\n06.05 23:53\nㅇㅇ\n그러니까 미세한 정보라도 남아있으려면 적어도 해상도가 상부구조물 크기보단 작아야 한다니까\n\n06.05 23:56\nㅇㅇ\n픽셀의 갯수가 적더라도, 하나의 픽셀이 정보를 담을 수 있는 depth 가 충분히 크다면, 흐려서 적은 수의 픽셀의 경우에 더 많은 픽셀로 복원할 수 있음. 물론 어려운 일이지만\n\n06.06 00:00\nㅇㅇ\n아니 뭔 짓을 해도 그거보다 작은 물체에 대한 영상 정보가 담길 수가 없는게 바로 해상도의 정의라고요\n\n06.06 00:02\nㅇㅇ(58.127)\nai쪽 이야기로 하면 가비지 인 가비지 아웃 아닌가? 해상도 한계 아래에 있어서 식별 불가능한 디지털 정보를 무슨 수로 학습시킴... 2번 사진만 봐도 픽셀 몇개 되어보이지도 않는데 조금만 과장하면 폰카로 찍은 인물사진에서 눈동자를 확대헤서 맺힌 배경을 복원한다는 소리랑 비슷한 급 아님?\n\n06.06 00:03\n\nㅇㅇ\n상부구조물의 크기가 공간해상도보다 작으면 영상에선 그냥 하나의 점으로만 나올 뿐이고 그 점이 픽셀 1개짜리 크기냐 픽셀 100개짜리 크기냐는 상관이 없음 100픽셀짜리 점을 초해상도 AI 돌리면 그냥 선명해진 100픽셀짜리 점 하나가 나오거나 AI가 지어낸 가짜 형태가 나오거나 할 뿐 해상도보다 작아서 정보가 아예 포함되지 않은 상부구조물의 형태를 드러나게 하는건 불가능함\n\n06.06 00:08\nJohn_Sun\n원댓 글쓴이는 해상도 정의도 생각 안하고 아무튼 ai 짱짱맹 하는게 ai드론무새들이 요새 참 유행이야\n\n\"미세한 정보가 남아 있으면 복원을 아무튼 시도를 하는데, 다른 그림으로 나온 것은 학습시의 샘플 이미지가 그것밖에 없어서 그럼\"\n\n이거는 ai 교양으로 듣기만 했어도 못 할 소리인게 데이터에서 패턴을 학습하는 ai가 원본 데이터를 그대로 뱉어내는 건 학습이 거지같이 되었단 소리인데?\n\n사람으로 치면 수능 문제의 개념이나 패턴 공부하라고 모의고사나 기출 돌렸더니 실제 수능에서 \"작년 수능에서 1번에 4번이었으니 이번에도 4번 찍어야지\" 하는 능지처람이랑 같은 말임\n- dc App\n\n06.06 00:09\nㅇㅇ(58.127)\n실제로 광학현미경에서 파장 이하로 해상도 얻는 것도 짜보고 해서 해상도 아래로 정보 얻는게 불가능하지는 않다는 걸 알긴 하는데, 그 한계는 의외로 정직하다는 걸 해보면 알지 않음? 저 사진만 보면 픽셀 하나의 뎁스도 충분한지 모르겠고 정보가 옆 픽셀로 디퓨전되는 정도도 잘 모르겠는데다가 비교할만한 샘플이 충분할지도 모르겠는데? 그정도로 충분한 연속촬영이 되긴 하나? 난 잘 모르겠다...\n\n06.06 00:09\n\nㅇㅇ(67.186)\nㅋㅋ 요상한 소릴 하네. 희미 정보가 뭐임? 픽셀 하나의 depth란건 또 뭐임?\n\n06.06 03:45\n\nㅇㅇ(67.186)\n평소의 sar 이미지가 뭔지는 어떻게 알고 그거보다 더 좋은 이미지는 어디서 구함? 그걸 쌍으로 매핑하는 작업은 어떻게 함? 더 좋은 이미지가 있으면 그냥 그걸 쓰면되지 sr은 왜 함?\n\n06.06 03:47\n\nㅇㅇ(67.186)\nground truth를 알면 정답을 구할수 있습니다 같은 소릴 하는데 그 ground truth는 어디서 떨어짐?\n\n06.06 03:48\n\n아니거참\n나는 도대체 사람들이 왜 이렇게 중공발 영상 정보를 무슨 근거로 이리 평가절하하는지, 무슨 레퍼와 자신감으로 그런소리 하는지 잘 모르겠다. 다들 진심 중공 정보당국이 위성 및 기타 관측 데이터에서 항모 정보만 가려내는 AI를 트레이닝 시킬수 있을 수준의 데이터를 전혀 확보하지 못했으리라 믿는건가? 무슨 자신감으로 그렇게 낙관적인거지? 평시에는 미해군 항모 위치 추적할 방법 많고, 지들 자체 항모도 있어서 자기네 위성들 영점 잡아가며 다양한 영역에서 다양한 크기로 항모 사진 찍고 실험 다 해봤을텐데, 도대체 무슨 근거로 AI로 이미지 처리할 최소한의 정보도 없다고 단정하는거지?\n\n06.06 12:06\n아니거참\nhttps://gall.dcinside.com/mgallery/board/view?id=war&no=3371703\n이미 2020년에 이정도 수준 나왔는데, 이 모든게 싹 다 중공의 구라고 중공은 절대 그럴 기술 없다고 진심으로 믿는건가? 쟤네도 바보가 아닌 이상, 똑똑한놈들 많은 이상, 지들 약점 정도는 다 알고 있고 그런거 해결하려고 저렇게 존나게 돈이랑 인력 퍼붓고 데이터 확보하고 그 데이터 기반으로 관측 데이터 빠르게 처리하는 시스템 만들고 그러고 있음... 2015년 이전이면 모르겠지만, 23년 현재 상황을 아직도 똑같은 눈으로 보면 안됨.\n\n06.06 12:14\n댓글돌이\n\n“식당 망하게 하겠다” 구독자 700명 유튜버의 갑질…재판행\n4/20\nㅇㅇ(58.121)\n한번 찍어서 사람이고 컴퓨터고 잔뜩 갈아넣으면 언제 어디쯤에 있었다는 식별 가능한데 리얼타임으로 당장 어디 있다는 식별이 무리라는거지?\n\n06.05 23:43\n\nㅇㅇ\nCOSS 구성 요소 중 SAR EO가 ISR 우주 자산의 전부가 아닌데\n\n06.06 00:07\nㅇㅇ\n요즘 위성의 재방문주기가 짧아져서 선박추적이 가능해졌단 념글을 반박하려고 쓴 글이라 재방문주기를 활용하는 운용방식에 초점을 맞춰서 썼음 다양한 위성을 복합적으로 운용하는 시나리오면 재방문주기보다는 응답주기에 초점을 맞춰야 해서 완전히 다른 내용이 되는지라\n\n06.06 00:18\nㅇㅇ\n그... 단순히 재방문주기에 초점을 맞춰서 위성이 다른 체제를 보조하는 ISR 수단에 머물거라는 소리는 딱 10년 전 이야기임.\n\n06.06 00:46\nㅇㅇ\n솔직히 응답주기에 초점맞춰도 딱히 나아지진 않음 오히려 재방문주기는 최근들어 군집위성으로 크게 발전했는데 응답주기는 딱히 혁신적인 발전이 없어서\n\n06.06 01:23\nㅇㅇ\n아니... 응답주기도 마찬가지임. 기존의 SAR EO의 데이터 분석은 대량의 이미지 데이터를 지상기지국이 수신하고 분석하고 처리하는 딜레이 때문에 문제였는데, 지금은 그냥 위성에서 데이터 융합하고 필요한 좌표만 전송하는 개념임. SDA NDSA가 그렇게 위성 레이어를 저중고도에 촘촘하게 깔아서 초수평선 너머의 미사일 이동 좌표를 실시간으로 따겠다는 개념인데 고작 배를 못 찾겠음? 중국이 작년에 미 항모를 실시간 추적했다고 하는 것도 이 개념이고\n\n06.06 01:50\n댓글돌이\n\n“뭐가 문제야?”…제니, 첫 연기 데뷔작 ‘디 아이돌’ 혹평 쏟아지자 소름돋는 반응\n5/20\nhbr\n필터링과 추적 없이 단일 사진을 매번 구분할리가 없으니 우리가 보기엔 힘들어보인다고 해도 곧바로 처리할거같은데\n\n06.06 00:14\n=0CC\n위성도 한계가 많구나\n\n06.06 02:25\n큐슈이케맨\n조선족 왔었네\n\n06.06 06:34\n큐슈이케맨\n조선족 부계도 왔네\n\n06.06 06:35\n퐁퐁스키드\n사진만 봐서는 머신러닝 딥러닝 돌려서 찾아보라해도 절대 못찾을듯. 차이가 안보여\n\n06.06 09:36\n아니거참\nhttps://gall.dcinside.com/mgallery/board/view?id=war&no=3371703\nhttps://gall.dcinside.com/mgallery/board/view/?id=war&no=3371439\n중공 위성들 드론들의 광학 장비 수준이 어느정도일지는 잘 모르겠지만 그저 평가 절하하는건 아닌거 같음. 일단 위성의 양과 질이 폭발적으로 늘었는데 그들 중 대다수는 저궤도 지구관측 위성들. 드론도 늘렸고, 자체 sosus 도 있고, ELINT 장비로 신호수집도 해왔고 해상초계기도 있고. 2015년 이전이면 모르겠지만 현재로서는 쌓인 관측 데이터도 많을거라 중공도 적어도 제1 제2 도련선 안에서는 항모 찾고 추적하는 능력을 갖췄거나 빠르게 갖춰가고 있다고 봐야함.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-06-06T15:11:51.254000",
  "updatedAt": "2023-06-11T21:13:05.947000"
}