{
  "id": "ac296f88-a8f1-41cd-a8b4-94b8d78c3f7f",
  "title": "용병의 역사 - 중세",
  "content": "중세의 군대는 기본적으로 징집병(Levies)과 용병 (Mercenaries)이 있다. 봉건제의 기본 시스템은 왕이 대귀족들에게, 대귀족들이 소귀족들에게, 또 이들이 자신의 소속기사들에게 군역의 대가로 땅(봉토)를 나누어 주는 것이다. 땅을 나누어 받은 귀족이나 기사들(봉신)은 땅을 나누어 준 왕이나 귀족(봉주)의 필요에 따라 일정 수 이상의 병력을 일정기간(보통은 연간 40일이지만, 지역마다 상이) 동안 제공해야 하는 의무가 있다. 이를 위해 왕이나 귀족이 바뀌면, 소속 봉신들은 충성서약을 하게 되고, 봉주는 종주권을 갖게 되는 것이다. 하지만 봉건군대들은 귀족이나 기사를 제외하고는 원래 농민이나 직공, 상인들이 군역을 지는 경우이므로, 군대로서의 질이 상당히 떨어진다. 그리고 이들의 군역기간은 연간 40일에 불과한데다, 파종과 추수철은 피해주는 것이 관례였기 때문에, 짧은 지역분쟁 정도에서는 문제가 없지만 전쟁기간이 길어지면 별 쓸모가 없었다(봉건 징집 군대는 실제 40일의 복무기간이 지나면 전쟁이 한참 진행되는 중에도 미련없이 전장을 떠나는 경우가 많았고, 이를 막을 수도 없었다). \n그 대안이 될 수 있는 것이 용병이었다. 그들은 ① 장자가 아니어서 가문의 영지나 귀족 타이틀을 물려받을 수 없는 둘째나 셋째 아들 같은 경우, ② 상속재산을 제대로 받지 못한 혼외자들, ③ 농지가 없는 농민이나 고용이 불안정한 직공들이 용병의 기본 구성이었다. 이들이 14세기를 넘어가면 개인단위가 아닌 용병대 단위로 고용 가능한 전문 군사집단으로 성장해 있게 된다. 이중에는 전문 훈련을 받아 나름의 명성을 쌓게 된 용병집단도 생겨난다. 예를 들어 크레시 전투나 푸아티에 전투에도 참여했었던 제노아의 석궁부대, 백년전쟁 후반에 등장하는 스위스의 장창병 부대, 그밖에 플랑드르의 장창병, 그리고 백년전쟁 중 구성되는 잉글랜드, 가스코뉴, 브리타뉴의 루티에들이 이런 자원이 된다. 이들은 전문성을 띄었고, 1년 내내 또는 그 이상도 고용이 가능하여 효과와 효율이 좋은 반면, 비싸고 쉽게 변절을 하거나 다른 목적을 갖는 경우가 많아 신뢰성이 떨어지는 문제가 있었다. \n\n[컴퍼니(Company), 프리랜서]\n랜스는 중세시대의 장창으로, 중세 내내 이러한 랜스 돌격 전술 및 그 핵심인 중기병(기사)의 중요성은 매우 높았다. 이들을 중심으로 용병술이 발달한 까닭에 나중에 랜스는 단위 부대를 지칭하는 단어가 되었다. 당시 개별 용병들은 보통 이 랜스를 중심으로 모여 있었으며 이런 랜스들을 이끌고 있던 용병기업인 컴퍼니가 왕이나 귀족들과 계약을 맺어 대금이 지불되면 랜스들을 보내 싸우게 했다. 이 컴퍼니란 단어가 현대 기업의 어원이 된 것도 이런 이유 때문이다.\n프리랜서란 이 랜스에 소속되지 않은, 자기 혼자 왕이나 귀족과 1:1로 계약을 맺고 전쟁터에 나가는 용병을 일컫는 말이었다. 조직없이 혼자나가 싸울 정도면 정말 삼국지에 나오는 관우나 장비처럼 무력이 강한 맹장으로 생각하기 쉽지만 대부분의 프리랜서들은 우수한 통솔력과 작전능력을 지닌 사람이었다.\n\n[백년전쟁]\n당시 프랑스인에게 고통을 준 것은 잉글랜드의 침략자들과 병균 뿐이 아니었다. 프랑스 인들을 더욱 고통스럽게 한 것은 대도적단들이었다. 이들 대도적단은 사실은 실직한 용병들이었다. 대체로 13세기가 지나고 나면 예전의 봉건 징집제는 거의 유명무실해진다. 그래서 전쟁이 길어지거나, 시기가 적절치 않거나, 왕이 인기가 없거나, 왕권 다툼이나 내란의 경우에는 부족한 병력을 용병으로 채우곤 했다. 13세기에 가장 유명하고 인기가 있던 용병들은 브라방 출신이었고, 이 때문에 당시에는 용병을 아예 브라방송(Brabançon, 브라방 사람)이라고 부르기도 했다. 백년전쟁 기간이 되면 봉건 징집은 거의 유명무실화되었고, 필요한 병력 가운데 상당수를 용병에 의존했다. 봉건 징집에 의해 군사들이 모이는 경우에도, 징집에 응한 병사들에게는 급여가 지급되었다. 군사 징집이 필요하면 각 귀족과 영주들에게, 중갑병 몇 명, 경기병 몇 명, 궁수 몇 명, 창병 몇 명 하는 식으로 인원이 할당된 계약을 체결하고, 이에 근거하여 군사가 모집되었다. 심지어 죄를 사면받는 것을 조건으로 전투원으로 참여하는 경우도 상당했다. 이전의 용병들이 개인단위로 모병되었다면, 이때의 용병이 달라진 것은 이미 용병단이 생겨나기 시작되었다는 것이다. 이들은 당연히 주군관계에 묶인 것이 아니라, 고용 관계에 따라 이쪽 편이나 저쪽 편에 서서 전쟁을 치루었기 때문에 묶이지 않은 군대, 자유부대(Free Companies)라고 불리우기도 했다.\n이들의 문제는 전쟁이 항상 있지는 않다는 것이었다. 푸아티에 전투 이후, 프랑스 왕이 잡혀가면서 주요 전투가 끝난 셈이고, 특히 브레티니 협정이 체결된 후에는 더욱 그랬다. 이들은 전쟁과 약탈의 짜릿함을 두고, 고향의 한량이나 농노의 재미없고, 비참한 생활로 돌아가고 싶은 생각이 없었다. 처음 약탈을 시도한 것은 아치프리스트로 알려진 아르노 드 세르볼이었다고 한다. 그는 도르도뉴 지역의 한미한 귀족출신으로 그의 집안에는 성직자에게 주어지는 영지가 있었다고 한다. 그 때문에 그의 별명이 대사제가 된 것인데, 그는 대략 80여명 가량의 용병대의 대장이었고, 그의 용병단은 공성전에서 사다리를 타고 성벽을 오르는 것에 특기가 있었다고 한다. 그의 부대는 용병과 떼도둑을 왔다갔다 하는 것으로 유명했다. 루티에들은 전쟁이 끝나면서 계약이 종료된 후, 자신들이 점령하고 있는 성이나 마을에서 떠나거나 해산하기를 거부하고, 하던 그대로 약탈을 하거나, 보호세를 뜯어내는 일을 계속했다. 마을에 뜯어먹을 것이 떨어지면, 다른 동네로 넘어가 마을이나 성을 점령하고 하던 짓을 계속했다. \n당시의 용병대(루티에)들은 주로 가스코뉴, 브리타뉴, 독일, 스페인, 잉글랜드인들로 구성 되어 있었지만, 대장은 잉글랜드인인 경우가 많았다. 대장들은 신분이 낮더라도 귀족 출신인 경우가 많았지만, 농노나 일반인 출신들도 있었다. 이들 루티에들은 조직이 있고, 명령체계가 있어서 일반적인 떼도둑보다 훨씬 효율적이었다. 더구나 이들은 규모를 키우기 위해 여러 루티에들이 함께 움직이기도 했고, 이런 경우 이들을 그랜드 컴퍼니 (Les Grandes Compagnies)라고 불렀다. \n1357년 아르노는 그랜드 컴퍼니의 대장으로 선출되었고, 그의 도적단은 한때 그 규모가 2700여명에 달하기도 했다. 이들은 론에서 프로방스 지역을 따라 교황청이 있는 아비뇽을 포위공격했고, 교황으로부터 1천 플로린의 금화를 몸값으로 뜯어냈다고 한다. 돈을 받은 아르노는 돈을 혼자 챙기고 그 자리에서 그랜드 컴퍼니를 해산시켜, 부하들의 분노를 샀다. 아르노는 결국 나중에 자기 부대원에게 맞아 죽는 비운을 맞이했다. \n유명한 용병대장이자 도둑인 존 호크우드 경은 프랑스에서 명성을 얻은 후, 교황을 따라 이탈리아로 넘어가 주로 피렌체의 용병으로 싸웠고, 피렌체 두오모에 그의 그림을 남기기도 했다. 루티에들은 시기가 지나면서 더욱 흉폭해졌고, 나중에 타르디 브뉘 Tard-Venus (늦게 합류한 자들이라는 뜻)라고 불리우던 일군의 도둑떼들은 리용 일대를 쑥대밭으로 만들어 놓았다고 알려져 있다.\n\n중세 내내 노르만 기사들은 십자군 전쟁이나 레콩키스타, 그 외 각종 전쟁에서 용병으로서 활약했다.\n\n[투르코폴레스 용병]\n투르코폴레스는 동로마 제국, 십자군에 복무한 투르크계통의 보조병, 용병을 말한다. 이들은 투르코폴, 투르코폴레라고도 불렸으며, 11세기 말엽부터 제국이 멸망할 때까지 다양한 면모로 동로마 제국에 복무했다.\n주요 병력 모집처인 아나톨리아와 시리아 지방을 잃은 동로마 제국은 이를 메우기 위해 투르크족 출신 정교회 신자들이나, 그리스 - 투르크 혼혈인, 혹은 전쟁 중 항복한 투르크족을 정착시켜 궁기병 부대로 편성했다. 제국은 이런 투르크 부대를 투르크족의 아들이라는 뜻인 투르코폴레스로 명명했다. 최초에는 정교회 신자이거나, 그리스 계통의 피가 섞여있어야만 제국군 복무가 가능했지만, 로마 제국이 점차적으로 만성적 병력 부족에 시달리면서, 그냥 무슬림이거나 항복한 적병이어도 상관 없이 받아주기 시작했다. 마찬가지로 대부분 투르크계 궁기병, 궁병을 뜻했던 투르코폴레스의 의미도 그냥 무슬림 출신의 보병, 시리아 출신의 용병 식으로 함의가 넓어졌다.\n\n각 기사단은 부족한 인원의 보충을 위하여 이교도들도 용병 병력으로 사용하였다. 많은 사료들에서 성전 기사단이 전투나 방어전에서 투르코폴레스 용병을 고용했다는 기록이 있다.\n\n[바랑인 친위대(Varangian Guards)]\n바랑인은 동로마에서 스칸디나비아계 민족을 부르던 말로, 9~10세기에 남하해서 우크라이나 남부 지방에 정착한 바이킹들을 뜻한다. \n이들은 9~10세기에 고향을 떠나 돌아다니면서 약한 마을을 만나면 약탈, 강한 마을과는 장사를 하면서 살다가 우크라이나 남부 지방에 정착했다. 이들은 현재의 키예프 공국을 건국하고, 각종 자원과 모피에서 거둔 수입으로 공국을 맹렬히 확장한다.\n사실 바랑인들 전에도 동로마로 바이킹들이 건너가서 용병 일을 하기도 했다. 하지만 본격적으로 외인부대 형식으로 굴리기 시작한 건 바실리오스 2세 때로 10세기 후반 아나톨리아의 귀족들이 대규모 반란을 일으켜 수도인 콘스탄티노플마저 함락될 지경에 이르자 키예프 공국의 수령인 블라디미르 1세에게 군사지원을 요청, 파병된 바랑인 귀족 전사 약 6천 명의 도움을 받아 아비도스 전투(989)에서 승리를 거두고 반란를 진압하는 데 성공했다. \n잦은 반란과 왕족 간 쿠데타 음모가 있는 황실에서 오로지 계약의 이행만을 위해 봉사하는 바랑인 친위대는 충성스러운 존재였다. 황제는 후대의 황제까지 보호하도록 이들을 대규모로 고용했다. 처음엔 바이킹만 고용되었으나, 12세기경에는 바이킹과 관련 있는 북구인으로 등용문이 확대되었다. 친위대는 전원 보병이었고, 사슬갑옷 차림에 주로 도끼와 방패로 무장했다. 그들은 보병대라는 평판에 걸맞지 않게 기마 능력도 있었다.  \n친위대는 전투력도 전투력이지만 인물보다 황제라는 자리에 충성한다는 특징이 가장 두드러졌다.\n좋은 예로는 니키포로스 2세와 요안니스 1세의 암투를 들 수 있다. 니키포로스 2세는 군인 출신에 정복 전쟁에 집중한 황제였다. 치세 처음에는 킬리키아 수복, 크레타 섬 탈환 등 화려한 성공을 거두면서 황제로 즉위했으나 잦은 원정과 잘못된 외교로 잔뜩 적만 만드는 동시에 경제는 망가뜨려 버렸다. 징병과 과도한 세금으로 민중들의 원망을 샀다.  그는 수많은 폭동과 반란, 암살 시도를 겪어야 했는데 그 와중에도 바랑인 친위대는 변함없이 인기 없는 황제를 지켰다. 그는 969년 요안니스 1세가 보낸 자객에 의해 암살되었다.\n반란 회유나 잦은 전투, 동료의 희생도 그들을 바꿔놓을 수 없었다. 이들의 맹세는 니키포로스 2세가 사망한 다음에야 끝났고, 즉위한 요안니스 1세나 바랑인 친위대나 서로에게 위해를 가하지 않고 새로운 황제와 황제의 친위대라는 본분에 충실하였다.\n11~12세기가 되자 스칸디나비아 반도의 군소 부족들이 스웨덴, 노르웨이 왕국에 편입되면서 자유롭게 방랑하는 바이킹이 줄어들었고, 제국에 몰려드는 입대자들도 바이킹보다는 그저 북유럽 출신의 전문적 전사 집단으로 바뀌어간다. \n바랑인 친위대는 제국 곳곳에 흔적을 남겼다. 성 소피아 대성당의 2층 대리석 난간에도 처음에는 정체불명으로 여긴 문양이 있었는데, 기나긴 기독교 성찬 의식의 지루함을 견디다 못해 새긴 듯 \"하프단(Halfdan)이란 인물이 여기 왔다감\"이라는 뜻으로 적은 룬 문자 낙서로 밝혀졌다. 아테네의 피레우스 항에 세워져 있던 사자 대리석상에도 룬 문자가 새겨졌다. 근위대 병사들은 복무를 마치면 동로마 제국의 금화와 무기, 그리고 자주색 비단옷을 가지고 금의환향했다.\n \n[욤스비킹]\n10-11세기경 활동한 바이킹 용병대. 욤스 바이킹이라고도 부르며 북구 신화를 믿었기 때문에 바이킹 버전 성전기사단이나 기사 수도회로 보는 시각도 있으다. 기본적으로 용병 집단이었기 때문에 돈만 내주면 기독교 영주들을 위해서도 싸워주기도 했다. \n훗날 십자군 시기에 팔레스타인이나 이베리아 반도의 가톨릭 기사나 기사단국들도 이해관계나 고용주인 이슬람을 위해 기독교 국가를 공격하는 경우도 있다는 점을 생각하면 비슷한 점이라고 볼 수 있다. 왕위를 뺏으려고 무슬림 군주인 살라딘과 동맹 맺었다가 통수당하고 왕국을 멸망 직전으로 몰고 가기까지 했다. 물론 강자만 뽑고 규율이 잘 잡힌 만큼 다른 용병들보다 훨씬 잘 싸웠고 이들에 대한 이야기 역시 대부분 무공에 대한 이야기이다.\n시험을 통과한 강자만 추려서 받아들였으며 허락 없이 싸우거나 외출하지 않기, 포로로 잡히거나 도망가지 않기, 여자와 아이는 출입 금지 등 마치 수도회처럼 엄격한 규율을 방침으로 삼았다.\n이후 스칸디나비아가 덴마크를 시작으로 급속도로 기독교화되면서 결국 소멸하게 되었다. 다만 이들의 거점이 현재 어디인지는 밝혀지지 않아 정말 이들이 실존하던 조직인지에 대한 논란도 존재한다.\n\n[제노바 용병]\n이탈리아 쪽이 쇠뇌로 유명해서 제노바 쇠뇌 용병들이 스위스나 독일처럼 용병으로 많이 돌아다녔다.\n백년전쟁 당시 크레시 전투와 아쟁쿠르 전투에서 프랑스군은 제노바 쇠뇌수를 용병으로 고용해 전투에 나섰다. 1346년 크레시 전투에 투입된 제노바인 용병들은 뛰어난 석궁 사격 솜씨로 이름을 날렸다. 제노바 용병들로 구성된 석궁병들에게 전열을 맡기고, 후방에 기사들을 배치했다. 그러나 장궁수로 이루어진 잉글랜드 보병대에 패배했다. \n\n[동로마 제국]\n전통적으로 비잔틴 군에는 많은 수의 용병이 포함됐다. 10~11세기 기존의 군관구제도가 붕괴하기 시작하면서 비잔틴 군내의 용병수는 비약적으로 증가했다. 11세기 중반에 이르면 비잔틴 군 궁기병의 거의 전부를 아시아 계열의 유목민으로 구성하기에 이른다. 11세기 중반의 비잔틴 군은 그 반 이상이 여러 나라에서 온 용병으로 구성됐다.  \n용병 대부분은 투르크 족 계열의 유목민이었으며, 1096년 1차 십자군 당시 알렉시우스 1세의 비잔틴 군에는 그리스, 불가리아, 쿠만, 영국, 베네치아, 이탈리아, 크레테, 파지나크, 알만, 투르크, 아말피탄 인이 포함돼 있었다.  \n용병의 가장 큰 문제는 그들의 충성도였다. 프랑크인 용병이 특히 문제가 되었는데, 이들은 스스로의 가치를 지나치게 높게 여겨 이들을 싸우게 하려면 막대한 양의 돈을 제공해야 했다. 용병은 봉급을 제대로 받지 못하면 전투 도중에 상대방에 투항하거나, 비잔틴 제국 내의 영토를 약탈했다. 만지케르 전투에서는 투르크 족 출신의 용병부대가 전투 중 셀주크 군에 투항해 비잔틴 군을 패배하게 만들기도 했다.  \n루스족 용병(Rus Mercenary). 러시아 지방에서 살던 루스족은 황제의 친위대인 바랑기안 가드의 구성원 이었다. 주로 몸에는 메일 코트(몸만 감싸는 체인메일)를 걸치고 도끼나 검, 단검 등의 무기를 사용했고, 사각형의 방패를 가지고 다녔다. 이들은 손에서 어깨까지 문신을 했고, 구레나룻 수염을 기르고 있었다. 비잔틴 인들은 이들을 야자나무만큼 키가 크고 금발이나 빨간 머리에 붉은 얼굴을 하고 있다고 묘사했다.  \n\n1453년 오스만제국의 술탄 메메드 2세가 침략해오자 동로마제국 황제 콘스탄티노스는 바티칸과 유럽에 사절을 보내서 군사적 지원을 요청하였다.\n개전 당시 동로마 제국의 군사는 대략 7,000명으로 그 중 2,000명은 용병이었다. 오스만 제국의 포위가 시작될 때 난민을 포함해 약 5만명 정도의 사람들이 콘스탄티노플에 있었다. 도르가노가 이끄는 튀르키예인 부대도 바다쪽 성벽을 지키고 있었다. 터키인 부대는 동로마 제국에 충성을 다했고, 콘스탄티노플이 함락되는 순간까지도 함께 싸웠다.\n약 400여 명으로 구성된 제노바 용병 부대는 당시 용병 대장으로 엄청난 유명세를 떨치던 주스티니아니 롱고가 이끄는 전투력 최강 부대로 대부분의 병력이 석궁병이었다. 주스티니아니는 성벽 도시 방어 전문가로 원래는 해적으로 이집트 배를 공격하다가 제노바 공국에 수배를 당하게 되자 이를 피해 용병으로 고용된 인물로 보수로 전쟁이 렘노스섬을 약속 받았다.\n\n[이탈리아 전쟁]\n14세기 이탈리아의 전쟁터는 용병으로 가득했는데, 마키아벨리는 그들은 전쟁터에서 싸우는 척만 하고 제대로 싸우지도 않는다고 격렬히 비난했다. 승부를 내서 전투가 끝나면 그들의 일자리도 없어지기 때문이었다. 싸울 이유가 돈뿐이고 그렇기 때문에 절대 제대로 싸우지 않는 용병제도를 극도로 혐오했던 마키아벨리는 용병 대신 오늘날 같은 징병제도를 통한 시민군 창설을 주장했다.\n\n15세기 무렵, 이탈리아 반도는 로마, 피렌체, 밀라노, 나폴리, 베네치아 등으로 나뉘어 끊임없이 세력을 다투어 왔다. 당시 피렌체를 비롯한 이탈리아 국가들은 지금과 같은 상비군이 없었으며, 전쟁을 치러야 할 때는 돈을 주고 용병을 고용했다. 당시 용병부대의 대장을 콘도티에레(condottiere) 라고 하는데, 원래 계약이라는 뜻을 가지고 있다. 이들은 휘하에 자신의 부하들을 거느리고 있었다.\n유명한 콘도티에레는 항상 원하는 곳이 많았기 때문에, 그를 고용하기 위해서는 거액이 필요했다. 마치 현대 축구에서 감독을 모셔오기 위해 여러 팀이 경쟁하는 것과 같았다. \n피렌체에도 훌륭한 용병대장들이 있었다. 호크우드 경과 토렌티노라는 용병대장이었다. 호크우드는 영국 출신으로, 14세기 교황이 끈질기게 피렌체를 공격해 올 때 교황군을 훌륭하게 막아낸 영웅이었다. 피렌체 시민들은 그의 업적을 기려 시민권을 부여했다. 피렌체는 스스로 고대 로마의 후예라고 자부했다. 때문에 로마 시민권처럼 피렌체 시민권을 준다는 것은 대단히 큰 영예라고 생각했다. \n또 다른 용병대장인 토렌티노는 1432년 피렌체가 밀라노를 상대로 치렀던 역사적인 산로마노 전투를 지휘한 용병대장이었다. 그리고 코시모 데 메디치와 그 가문이 정적들에 의해 투옥됐을 때, 피렌체 시청사 앞에 군대를 이끌고 나타나 메디치 가문의 석방을 요구하며 무력시위를 벌였다.\n\n[백색 용병대]\n백색용병대(White Company)는 14세기의 용병대로, 이탈리아에서 주로 활동했다. 용병대장은 1363년까지는 독일인 알베르트 슈테르츠, 그 뒤에는 잉글랜드인 존 호크우드였다. 잉글랜드인 용병대라고 불렸지만, 그 구성 인원들의 출신은 잉글랜드인, 독일인, 이탈리아인, 헝가리인 등 다양했다. 14세기 이탈리아 용병전이 국제적 성격을 띠었던 맥락이 그러하다. \n용병대의 기병은 세 부류로 구성되었는데, 무장병, 향사, 시동이 그것이다. 이 중 전투병력은 무장병과 향사였다. 이 병력들은 여러 개의 파견대들로 나뉘었고, 용병대 전체가 아니라 파견대 단위에서 개별 계약을 맺는 경우가 많았다. 그래서 용병대에 일종의 민주적 요소가 있었고, 존 호크우드가 1365년에 용병대장이 된 것도 선거를 통해서였다. 보병에는 잉글랜드 장궁수들이 많았다. 또한 법무·계약·회계·재정을 맡는 비전투 행정병들도 있었는데, 주로 이탈리아인들이었다. \n백색용병대가 이탈리아 전쟁에 기여한 부분 중 하나는, 백년전쟁에서 일반화된 하마전투(말에서 내려 싸움)이다. 당대 기록들을 보면 무장병들이 하마해서 밀집대형을 짜고, 무장병 두 명이 기병창 한 자루를 함께 들고 천천히 전진하면서 큰 소리로 구호를 질렀다고 한다. 아마 그 후열에서는 장궁수들이 대오를 따랐을 것이다. 그렇다고 그들이 승마전투를 완전히 포기했다는 것은 아니다. 카스타그나로 전투에서는 기병돌격을 해서 승리했다.\n존 호크우드는 영국의 미천한 가정에서 태어난 그는 도제(徒弟) 생활을 하던중 백년 전쟁에 참전하여 대공을 세우고 에드워드 3세로 부터 귀족 칭호를 받았다. 그 후 이탈리아에서 백색용병대를 조직하여 전쟁 청부업으로 막대한 돈을 벌어 피렌체의 명문 귀족인 비스콘티 가의 딸과 결혼하였고 나폴리를 일시적으로 점령하였을 정도로 세력을 떨쳤다. \n\n[스위스 용병]\n중세 후기 유럽에서 전쟁이 빈번하자 병력에 대한 수요가 분명해지자, 수많은 기업형 용병단이 창단되어 외주를 받기 시작했다. 이들은 대부분 돈에 따라 진영을 바꿔가며 전투를 치렀고, 안전한 임무를 고집하거나 일부러 행군을 느리게 진행해서 병력을 보전하였다. 친한 용병단끼리는 전투하는 척 봐주는 경우도 많았고, 강한 부대와는 전투를 회피하는 주제에 무장하지 않은 도시나 마을을 약탈해 부를 창출했습니다. 강간, 살인은 내킬 때마다 함께했다. 이 와중에 전투력과 계약을 백퍼센트 이행하는 신뢰로 최고로 대우받는 용병이 있었다. 바로 스위스 용병이다.\n12세기 스위스는 국토 거의 전부가 산지에 무역에 필수 요소인 바다도 접하지 못한 내륙국이어서 무척 가난한 나라였다. 한편 스위스는 이웃이자 오스트리아의 전신인 합스브루크 제국에 병합되지 않으려고 필사적으로 노력해야 했다. 스위스는 주마다 현대의 예비군처럼 지정된 기간 동안 군사 훈련을 받는 일종의 민병대 체계를 갖추었다. 다른 나라보다 300년은 앞선 상비 민병대 체계는 주변 강대국 사이에서 살아남으려는 몸부림이었다. \n스위스 병사들은 창이나 도끼와 갈고리, 창이 결합된 무기 할버드로 무장했다. 선봉, 중앙, 후위 3개로 내부 조직을 나눈 용병들은 네모난 방진을 이루어 개개인의 힘을 강화시켰다. 활이나 십자궁 공격 속에도 방진은 흩어지지 않았고, 빽빽하게 도열한 그대로 적 보병이나 기마대나 가릴 것 없이 상대하였다.\n스위스 용병들은 합스브루크 제국 병력을 깨뜨리면서 명성을 쌓았다. 스위스는 주마다 보유한 병력을 용병으로 전환해 영업의 일환으로 빌려주기 시작했다. \n13세기경 스위스 용병은 유럽 최강으로 인정받았고, 14-15세기에는 백년전쟁과 부르고뉴 전쟁에서 적들을 차례로 깨뜨리면서 명성을 드높였다. 교황청이 그들과 계약하고 교황령을 지키는 병력으로 선택한 시기도 이 즈음이다. 자연히 그들은 스위스 내부에서도 선망의 대상이 되었습니다. 젊은이들은 퇴역 용병의 모험담을 듣고 엄청난 보수와 주변국들의 존경을 받고자 앞 다퉈 용병이 되었다. 이들은 계약을 신성시하며 고용주와 신의를 지키려고 최선을 다했다. 적이 아무리 강해도 물러서지 않았으며 다른 용병들처럼 태만하거나 교활하지 않았다. \n1527년 신성로마제국의 카를 5세가 군대를 이끌고 로마를 약탈했을 때, 다른 용병들은 모두 도망쳤지만 스위스 근위대는 189명 가운데 무려 147명이 전사하면서도 끝까지 교황의 피신을 도왔다.\n16세기 후반 스페인 펠리페 2세의 실정으로 촉발된 네덜란드의 독립을 진압하기 위해서 스페인측과 네덜란드 측이 서로 스위스 용병 고용했을 때도 각각의 고용주들에 충성하여 동족끼리도 물러서지 않고 전투를 벌였다. \n프랑스 대혁명 당시에는 루이 16세를 보호하려다가 항복 없이 전멸하는 등의 일화를 남기면서 명성을 보전했다. \n그들의 지나친 충성심이 가져온 흑역사도 있는데, 1572년에는 프랑스의 바르톨로메오 축일의 대학살 사건에서 프랑스왕 샤를 9세의 명령으로 캘빈파 신교도들인 위그노들을 대량 학살하는 만행을 저질렀다.\n1798년 나폴레옹 군대가 로마를 침략했을 때, 스위스 용병들은 교황 피우스 6세를 위해 용맹하게 싸우다 대부분 전사했다. \n나폴레옹 전쟁기에 벌어진 스페인과 프랑스간의 전쟁에서 스위스 용병들은 스페인과 포르투갈이 함락될 때까지 그 사명을 다했다. 물론 프랑스측도 스위스 용병을 고용했으므로 동족상잔이 벌어졌는데 양측 모두 어쩔 수 없이 죽도록 싸웠지만 이 일이 교훈이 되어 이후 스위스 내에서 자국민의 용병 수출에 대한 반감이 심화되었다.\n2차 세계대전 때에는 히틀러가 로마로 진격하자 죽음으로 독일군들의 바티칸 진입을 막아내기도 했다.\n\n스위스인 용병들이 이렇게 신뢰를 유지한 것은 그만큼 절박하기 때문이었다. 불모의 땅에서 용병업은 위험하지만 고수익이 보장되는 거의 유일한 직업이었다. 고수익을 계속 유지하면서 계약을 고향 후배나 가족, 친척, 자식에게 물려주려면 고용주에게 그 만큼의 능력과 충성을  보여줘야 했기 때문이었다. 고향에서도 왠만해서 살아서 돌아오는건 원하지 않고 도망쳐서 고향 돌아오면 처벌. 전장에서 도망쳐서 스위스 돌아간 놈들은 중형을 선고받거나 사형당함.\n\n할버드같은 장대 무기로 종렬을 이루어 두려움 없이 진격하는 이들의 모습은 적군에게는 경외와 공포의 대상이었다. 스위스 용병들은 포로를 일절 생포하지 않는 전멸전을 선호했으며, 패잔병들은 스위스 용병들의 무자비함에 혀를 내둘렀다. 또한 전사를 영예롭게 생각했기에 죽음을 두려워하지 않았고, 화살과 포화가 빗발치는 전장에서도 결코 진형을 흐트리지 않았다. 이는 개인의 이익과 생존을 우선시하던 다른 용병들과는 다른 특이한 면모였다.\n그런데 스위스 용병이 퇴직했을 때는 고향에서 환영받지 못했다. 오랫동안 전장에서 있던 병사들은 고향에서 쉽게 칼을 뽑아 상대를 상해하거나 살해했다. 가족들은 참다 못해 그들을 버렸고, 버림받은 병사들은 마을 회관이나 주 정부가 지정된 장소에서 살아야 했다. 심각한 자들은 지방 정부에서 암살하는 경우도 있었다고 한다.\n그러나 강력한 위용을 자랑하던 스위스 용병의 진법도 과학과 기술의 발달은 피할 수 없었다.  점차 위력이 강해지는 대포 앞에 군집되어 진형을 이뤄 전투하는 방식을 고집하는 스위스 용병은 좋은 목표가 되었다. \n다른 용병단의 전투 능력의 상향평준화도 있었다. 테르시오진법과 스위스 용병의 장단점을 섞은 란츠크네히트 용병단이 상향평준화의 좋은 예다. 독일인 용병단 란츠크네히트의 발전은 스위스 용병들에게 가장 큰 위협이었다. 몇 번의 전투로 엎치락뒤치락 하던 중 1525년 이탈리아 파비아 전투에서 두 조직은 편이 나뉘어 정면으로 붙었다. 결과는 스위스 용병대의 대 참패였다. 부대가 궤멸하고 고용주가 포로로 잡히는 참패 속에서 과거의 영광은 사라졌고, 그들을 찾는 계약도 크게 줄어들었다. \n스위스 용병은 1840년대 말 스위스 정부에서 용병업을 금지할 때까지 계속되었다. \n\n[란츠크네히트 용병]\n독일 용병단으로 15세기말부터 17세기까지 약 200년에 걸쳐 유럽과 신대륙 남미를 포함해 세계의 여러 곳에 등장해 사람들을 공포에 몰아넣은 군사 역사상 아주 특이한 군사조직. \n창단년은 1487년이며, 신성 로마 제국 황제 막시밀리안 1세가 스위스 용병단에 대응하려고 만들었다. 막시밀리안 1세는 스위스 용병과 함께 대량의 독일 용병을 남부 독일에서 모으게 된다. 그리고 보병 방진전법을 채택, 프랑스에게 승리를 거두게 되고 네덜란드는 합스부르크가의 손에 넘어가게 된다. 또한 이후 막시밀리안 1세는 남부독일 용병부대를 자기 군대의 중추로 삼게 된다.\n란츠크네히트는 황제가 부대규모와 목표, 병력 숫자를 지정하여 면허를 발행하면 면허를 습득한 지휘관이 이를 수행하는 구조였다. \n신성로마황제, 독일의 제후, 제국도시, 프랑스왕, 스페인왕, 영국왕, 로마교황, 이탈리아 각 도시국가 등이 전쟁을 결의하면 몇명의 용병대장에게 모병 특허장을 교부한다. 이 모병 특허장은 최고사령관과 용병 대장간의 용병계약서이자 용병대장에 대한 임명장이기도 하였다. \n주로 대령 계급의 귀족인 지휘자는 은행 대출이나 주 정부의 보조금을 수령해 자금을 마련했다. 자금이 마련되면 다음은 홍보였다. 지정된 지역에서 징병관, 음악대와 함께 요란한 홍보 행사를 통해 병력을 모집했다.  \n란츠크네히트의 주무기는 장창이었고, 병력 중 일부는 장거리 무기를 소지했다. 본대와 달리 고참병이나 정예부대는 할버드나 독일 특유의 양손검 '츠바이 핸더'로 무장했는데 이들은 임무의 특수성이나 위험성, 그 동안의 공로를 인정받아 본대 병력보다 급료를 최소 두 배 이상 더 받았다.\n무기는 스위스 용병과 대체로 비슷한 반면, 복장은 확실히 차이가 났다. 단순한 농민복 같은 옷을 착용한 스위스 용병과 달리 란츠크네히트는 노란색, 붉은색, 파란색의 원색 재질에 잔뜩 부풀린 어깨, 치렁거리는 레이스 등 당시 기준으로도 파격적인 옷차림으로 존재감을 드러냈다.\n초반 란츠크네히트는 특기 사항 없는 흔한 용병단이었다. 웬만한 용병단이 저지르는 비리는 다 저질렀고, 돈만 더 받을 수 있다면 동족과의 전투도 마다하지 않았다. 그러나 스위스 용병과의 전투, 1520년대부터 신성 로마 제국에 소속되면서 적국인 프랑스와의 전투 등을 거치며 란츠크네히트는 정예군으로 거듭났다.\n란츠크네히트는 처음 스위스 용병부대를 흉내내면서 시작된 것이었다. 하지만 란츠크네히트 부대가 어느새 스위스 용병부대와 어깨를 나란히 하게 되더니 강력한 경쟁자로 등장하게 된다. 1486년경의 사료를 보면 란츠크네히트 부대원을 모병하면서 부대에 들어오면 혼자서 스위스 병사 2명은 간단하게 상대하게 된다고 선전하는 내용이 나온다. 부르고뉴 전쟁의 시작 무렵부터라고 추정되는 란츠크네히트 부대가 십수년이 지나자 어느새 스위스 용병부대와 라이벌관계를 형성하게 됨을 알 수 있다. \n스위스 용병부대는 용병이라고는 해도 사실상 국가관리의 부대였지만 란츠크네히트는 어디까지나 사기업이었다. 모집인이 돈을 뿌려 병사들을 모으는 형태였고, 이들을 모으는 용병대장이야 말로 전쟁 기업가인 셈이었다.\n스위스 용병들이 왕립 프랑스군에서만 일하게된 반면, 란츠크네히트들은 돈만 주어진다면 신성 로마 제국 황제의 적에게라도 고용되어 싸웠으며, 심지어는 스위스 용병들도 거부한 전장에서 동포끼리 싸우는 것도 주저하지 않았다. 이들 란츠크네히트들은 처음에는 스위스식의 밝고 화려한 복장을 착용하였지만 얼마 안가서는 적어도 복장의 화려함이 스위스 용병을 뛰어넘게 되었다.\n란츠크네히트는 스위스 용병과는 달리 돌아갈 고향이 없었다. 한번 용병으로 일을 시작하면 고향에서 쫓겨나는 것과 마찬가지였다. 용병 계약기간이 끝나고 부대가 해체되면 이미 월 4 굴덴의 급료는 부대내의 도박, 술값, 창녀에의 화대 등으로 날린지 오래고, 갈 곳도 없는 제대 병사들은 걸식, 행상, 예능인 등에 몸을 담을 수 밖에 없었다. 그들은 여러 나라를 방랑하며 무전취식, 도둑질, 강도질, 방화, 살인, 약탈 등을 저지르며 지내다 어디선가 용병부대의 모병이 있으면 앞다퉈 모병에 응하였다. \n란츠크네히트군은 스페인에서 새로 만들어진 보병체계인 테르시오 체제를 재빨리 자신들의 방식에 맞춰 받아들였고, 당시 최신 무기였던 화승총도 대량으로 운용하며 낡은 전술에 얽매였던 스위스 용병대를 참패시켰다. 스페인 부대의 테르시오의 전술까지 습득한 란츠크네히트는 1525년 스위스 용병을 완전히 격파하여 그들을 역사의 무대에서 끌어내는 데 결정적인 공헌을 하였다. \n\n지금도 그렇지만 그런 일 하는 사람들이 대부분 정상적인 사람들은 아님. 어디 동네 양아치나 사람 하나 담구고 깜방 살다 나온 놈, 사람 담구고 도망치는 놈, 빚 안갚아서 팔린 놈, 인생에서 더 잃을 게 내 목숨 하나 뿐인 사람들이라 보면 됨.\n강간, 방화, 약탈을 명시적으로 계약서에 포함하도록 하였으며 특히 독일 란스커네트는 전유럽에 악명이 높았다. 어떤 이유로 이놈들에게 돈을 못 주게 되면 고용주를 조지는게 아니라 폭도로 변해서 자기들이랑 가까운 곳에 있는 부자 동네를 약탈함. 일례로 1527년 로마 약탈 사건이 유명함\n\n[잉글랜드 장궁수]\n잉글랜드 장궁수들도 나중에 용병으로 활약했다.\n장궁병은 단기간에 양성할 수 없으니 전쟁에 바로 투입하려면 많은 사수를 용병으로 고용할 수밖에 없는데  숙련된 장궁수들은 대부분 영국의 자영농들이라 잉글랜드 군대에 징집모병된 병사들 말고는 전쟁터에서 찾아보기어려웠다  장궁의 위력을 누구보다 뼈저리게 맛 본 프랑스 왕조차 장궁병을 고용하고 싶어도뜻대로 할 수 없는 상황이었던 것이다.  그래도 백년전쟁 초반에는 용병으로 일하는 장궁수들이 좀 있었다.  이들은 징집이나 모병으로 잉글랜드 군대에 종군했다가 휴전기에 고향으로 돌아가지 않고 유럽 본토에 남아 용병이 된 경우인데  그 대다수가 무리 지어 남프랑스에서 비적질을 일삼다가 이탈리아 영주들에게 고용돼 알프스 너머로 옮겨간다.  하지만 이들마저도 15세기 초쯤에는 사실상 이탈리아에서 사라진다.  전투 중 사상자로 인해 꾸준히 숫자는 줄어드는데 반해 정규군에서 이탈해 용병으로 새로 합류하는 장궁 사수는 극히 드물었고 무엇보다 잉글랜드 본국조차 갈수록 장궁병 수요를 충족시키기 버거운 지경이 된 탓이다.\n\n[30년 전쟁(1618 ~ 1648)]\n처음에는 신성로마제국에서 가톨릭과 개신교의 종교분규로 시작되었으나 나중에는 종교와는 관계없이 유럽의 여러 나라들이 군대를 동원한 대규모 전쟁으로 발전하였다. \n30년 전쟁에는 용병들이 대규모로 동원되었다. 용병들에게 급여를 주어야 하기 때문에 나라마다 재정적으로 막대한 부담이 되는 전쟁이었다. 그런데 용병들은 유럽 전역을 돌아다니면서 약탈과 살인을 일삼았다. 그러다 보니 유럽의 많은 지역들이  황폐되었으며 여기에 기근과 질병으로 수많은 인명이 희생되었다. \n전쟁에 동원된 용병들 중 스웨덴의 용병들이 가장 지독하여서 독일에서만 2천개의 성을 파괴했고, 1만 8천개의 마을과 1천5백개의 도시를 폐허로 만들었다. 스웨덴의 용병들은 스웨덴 사람들이 아니라 실제로는 스웨덴이 모집한 스코틀랜드 병사들이었다. \n\n[에른스트 폰 만스펠트]\n30년 전쟁에서 신성로마제국은 수장으로 용병대장 알브레히트 폰 발렌슈타인이 있었고, 반대편에서는 덴마크의 크리스티안 4세, 에른스트 폰 만스펠트의 용병대, 그리고 크리스티안이 있었다.\n네덜란드에서 프리드리히 측 군대를 이끈 것이 에른스트 폰 만스펠트였다. 여기저기 이력서를 돌리며 새 고용주를 찾고 있던 만스펠트는 모두 퇴짜를 맞고 자금난에 허덕였다. 여기에 새로이 영국과 네덜란드의 지원을 얻게 되면서 여유가 생기고 막시밀리안에게 선제후 자리를 뺏기기 직전이었던 프리드리히 5세는 즉시 전력감을 찾고 있었다. 이에 부합했던 게 만스펠트의 용병대였다. 급하게 선금을 치르며 만스펠트를 영입하는 데까지는 성공했는데 문제는 숫자는 제국군과 대등해졌지만 병력이 분산되 있었다는 것이다.\n보헤미아 반란이 종교전쟁이라고 해도 실제로 전투를 하고 있던 용병들에게 있어서 종교는 아무 상관이 없었다. 용병에게 전쟁은 양식을 얻을 수 있는 일터였다. 예를 들어 보헤미아 신교도 반란군의 총 2만1천명 중 1만여명의 병력을 이끌었던 용병대장 만스펠트는 태어난 이래 계속 카톨릭신자였다. \n하지만 그에게 있어서 이 전쟁은 커다란 비지니스 였지 종교와는 무관했다. 백작집안의 서자로 태어나 입신 출세한 그에게 신교도측의 용병으로 일하는 것은 아무런 장애도 되지 않았다. '갑옷을 걸친 걸인'이라는 악명과 같이 오로지 돈만 바라보는 인물이었다. \n보헤미아 반란군은 황제군, 바이에른군, 스페인군의 연합군에 졌다. 용병대장 만스펠트의 고용계약 또한 그것으로 끝났다. 하지만 그는 잔병들을 이끌고, 또  영국의 원조를 얻어 병력을 더욱 증강해서 총 2만의 병력을 거느리고, 비교적 평화가 계속되어 부를 쌓은 카톨릭권의 알자스, 로렌지방으로 이동했다. 여기서 그는 지역주민들을 상대로 엄청난 약탈을 자행했다.\n원래 전투후의 약탈은 3일 정도 하는 것이 일반적이었지만, 만스펠트의 군대는 그것을 수시로 한 것이다. 만스펠트군이 지나간 자리는 풀한포기 남아있지 않을 정도였다는 말이 전해질 정도로 피해가 심각했지만, 병사들은 용병대장 만스펠트의 명령에 절대 복종했다. 만스펠트하에서 병사들은 굶을 걱정도 없었고, 상당한 돈도 모을 수 있었지만 그에게 반항하면 부대에서 쫓겨났다. \n\n[알브레히트 폰 발렌슈타인]\n보헤미아의 하급 귀족이었다. 유년기에 부모를 잃었고, 외숙부의 후원을 받으며 자랐다. 그의 가족은 본래는 신교도 집안이었다. 그랬던 그가 구교도가 된 것은 대학을 다니던 때 예수회와 접촉하면서였다.\n30년 전쟁이 일어나자 페르디난트 2세는 팔츠-보헤미아 전쟁에서 승리하고 이 전쟁으로 얻은 땅을 구교세력들한테 나누어주고, 그곳의 신교도들의 땅은 빼앗아서 헐값에 팔기 시작했다.\n이때 발렌슈타인은 신교도들의 땅을 대규모로 사들였다. 그는 단순히 땅만 구매한 것이 아니라, 그곳에 공장을 짓고 엄청난 돈을 모아 거부가 된다. 이때 발렌슈타인은 군수공장을 차려서 당대 유럽 최고 수준의 사병 집단을 꾸리게 된다.\n\n황제 페르디난트 2세는 이때 덴마크와 신교도 선제후들의 동맹을 막기 위해 고심 중이었다. 이때 발렌슈타인은 황제한테 접근하여 자신의 재산만으로 군사력을 일으켜 제국을 위해 봉사하겠다고 제안한다. 황제는 이를 승낙했고, 발렌슈타인의 사병들은 공식적으로 신성로마제국의 정규군이 되었다.\n발렌슈타인은 병력을 제공하는 대신 황제에게 점령지에서의 징세권을 얻어내었다. 이것의 의미는  발렌슈타인군의 약탈이 합법적인 세금으로 변한 것이다. '군세'라고 하는 이 시스템은 가혹하여서, 숙영지 주변의 주민에게 병사들의 급료에 해당하는 세금을 거두고, 열병지에 해당하는 지역에는 모병시 필요한 금액에 해당하는 세금을 거두었다. 더욱이 열병지, 숙영지로 지정되면 병사들의 약탈할 것을 두려워한 도시와 마을들이 면제를 요청하면 면제세를 따로 받았다.\n\n발렌슈타인의 황제군과 틸리가 이끄는 구교도 연맹군은 압도적인 군세로 덴마크 왕 크리스티안 4세를 독일에서 몰아냈다.\n프로테스탄트 진영의 용병대장 만스펠트의 군도 섬멸되었고 급기야 만스펠트 자신도 목숨을 잃고 말았다. 30년 전쟁의 제 2라운드에서 승리한 황제 페르디난트는 신성로마제국 사상 유례없는 권력을 쥔 황제가 된 것 같았다. 그러나 페르디난트의 권력 기반이었던 압도적인 대군은 황제의 군대가 아니었다. 어디까지나 용병대장 발렌슈타인 개인의 사병에 불과했던 것이다.\n발렌슈타인의 군대는 황제가 부여한 점령지에서의 군세 징세권이라는 조건을 확대해석해\n자신의 이름으로 징세권(강제 징수, 약탈)을 행사함으로서 막대한 군세 수입이 황제의 금고가 아니라 발렌슈타인의 주머니로 들어갔다.\n\n친합스부르크 성향의 많은 폴란드-리투아니아인들이 리소브지치(Lisowczycy)라는 용병대로 가톨릭 편에 뛰어 들긴 했으며, 마찬가지로 영국, 특히 강성 칼뱅파 장로회가 지배했던 스코틀랜드의 경우 또한 주로 스웨덴군 지휘 아래 많은 용병/의용대를 파견했다.\n전쟁의 주요 무대가 된 독일의 도시와 공국들은 심각한 피해를 입었다. 전투에 참가했던 많은 용병들이 제때 급료를 지급받지 못했는데, 당시 왕과 제후들은 용병들에게 제때 보수를 지급할만큼 여유가 있지 않았기 때문이다. 고용주들은 급료를 제때 지급하려 노력했지만, 전쟁 초기를 제외하면 전쟁이 진행될 수록 용병과 군인들이 급료를 제대로 받은 건 거의 드물었다. 이들은 급료를 못 받는 것은 물론 식량과 장비까지 제대로 못 받는 일도 예사였다. 이 때문에 약탈을 하면서도 죽은 적군이나 민간인의 옷과 장비를 벗겨가는 일도 흔했다. 보급품 충당을 위해 시골 마을들과 도시들을 약탈했으며 따라서 이 전쟁에서 하나의 전형을 이루는 이른바 '늑대 전략'이 시작되었다. 특히 이로 인해 쌍방 간의 군대는 모두 군대라기 보다 도적떼가 되었는데 진군 중에 민간인을 대상으로 약탈뿐만 아니라 강간과 살육, 방화까지 저지른데다 주민들을 붙잡아서 학대하거나 노예처럼 부려먹기도 했다. 더 큰 문제는 이를 제지하고 근절해야할 왕과 제후들부터가 군대를 통제하지 못하니 군대의 악행은 더욱 심해졌다. 그러다보니 주민들은 군대를 매우 두려워했다.\n\n\n[장미전쟁]\n장미전쟁때 싸운 병사들은 거의 대부분 쌈박질이 직업인 용병들이라 풀플레이트가 체인메일보다 생산성은 좋았고 용병도 존나 넘쳐나던 시대였음\n\n[대항해 시대]\n무적함대를 보유했던 포르투갈을 16세기에 해양강국으로 성장했다. 포르투갈인들은 이미 아프리카와 인도에 광대한 식민지를 확보하고 있었고, 많은 흑인들은 포르투갈인들의 노예가 되었을 뿐아니라, 징용되어 군대에 들어가서, 포르투갈 군대의 구성원이 되기도 하였다. 포르투갈인들이 마카오를 조차하면서, 상당히 많은 흑인들이 이 신흥 동방의 항구도시에 등장하기 시작하였다.\n포르투갈과 네덜란드는 마카오의 패권을 두고 전쟁에 들어갔다. 중국인들은 이때 진정으로 흑인들의 전투력을 느낄 수 있었다. 당시 포르투갈이 마카오에 주둔시킨 군대는 약 300여명이었는데, 그중 사병은 모두 흑인이었다. 이 흑인 군대는 마카오 포르투갈 군대의 주력이었다. 그들은 일년내내 훈련을 하고, 아주 강한 전투력을 유지하고 있었다.\n네덜란드인들은 1622년 마카오에 공격을 시작했다. 마카오의 흑인군대는 힘을 다하여 방어했다. 그들은 한편으로 대포를 이용하여 네덜란드인의 군함을 공격하면서, 다른 한편으로는 적극적으로 출동하여 백병전을 벌여 네덜란드군대의 진형을 흐트렸다. 그중 한 여성흑인노예는 남장을 하고, 전투에 참가하여 2명의 네덜란드인을 그녀의 손으로 직접 죽이기도 하였다. 흑인군의 영웅적인 선전으로 포르투갈인들은 네덜란드인들을 궤멸시킬 수 있었고, 자신들의 식민지를 유지할 수 있었다.\n부대의 전투력을 제고하기 위하여, 명나라의 일부 지방관리는 사적으로 높은 갚을 주고 마카오의 흑인을 사들였고, 그들로 하여금 마카오를 탈출하여 명나라 군대에 들어오도록 유인하기도 하였다. 그리고 비적을 소탕할 때는 그들을 선봉에 서게 하였다. 이 흑인들이 안심하고 작전을 하도록 하기 위하여, 관리와 장수들은 그들에게 중국계 처와 결혼하도록 해주고 중국에서 집안을 이루고 자식을 낳도록 해주었다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-12-24T08:52:49.914000",
  "updatedAt": "2025-08-20T11:21:46.864000"
}