{
  "id": "ac386965-13ce-4365-8307-035a6723167c",
  "title": "살수대첩에 대한 오해와 진실",
  "content": "612년(영양왕 23년)에 일어난 제2차 고구려-수 전쟁.\n고구려군의 계속되는 공격속에 약화될 대로 약화된 수나라군 별동대는 살수에 간신히 도착했다. 수나라군이 도하를 시작하여 총병력의 절반쯤이 강을 건너는 순간, 고구려군은 기다렸다는 듯이 전 병력을 집중시켜 최후의 총공격을 개시했다. 고대에서부터 현대전에 이르기까지 지상군이 제일 취약한 순간 중 하나가 도하 중일 때.\n\n[을지문덕(乙支文德)]\n수서'와 '북사' 등에서는 '을지문덕(乙支文德)'이라고 표기했는데, '자치통감(資治通鑑)'에는 '위지문덕(尉支文德)'이라고도 표기했다. 이 '위지(尉支)'를 선비족(鮮卑族)의 성씨인 '위지(尉遲)'와 같은 성씨로 본 것이다. 이들 '위지'씨들은 북조 말기부터 수, 당에 걸쳐 중국 왕조에 관료로 출세했는데, 대표적으로 위지경덕(尉遲敬德)이라는 인물이 당나라 초에 활약하였다. 이런 인물에 주목하여 을지문덕 즉 위지문덕도 선비족 출신으로 어떤 이유에선가 수나라가 중국을 통일할 무렵 고구려로 망명한 사람이라는 주장이다.\n수양제의 1차 침공에 대한 전쟁 전체를 지휘하던 위치에 있던 을지문덕은 그후 수양제의 2차, 3차 침공 시에는 전혀 그 이름이 나타나지 않는다.\n'신증동국여지승람'에는 을지문덕을 평양 출신으로 언급하고, '해동명장전(海東名將傳)'에는 \"을지문덕은 평양 석다산(石多山) 사람이다\"라고 기록.\n\n[살수(薩水)]\n살수의 위치가 정확히 어디인지 확실하지 않다. 청천강이라고 확신하는 것은 아닌 거 같다.\n그리고 수공인지 아닌지 모르겠지만 수공도 100프로 아니다라는 것도 옳지 않다. 그 시대보다 더 옛날에 한신도 수공을 썼다. 그런점으로 봐서는 정확한 사실이 드려나기전까지는 100 프로 판단하면 안된다.\n\n[유수(濰水)전투]\n기원전 204년 제나라가 한나라의 한신의 공격을 받아 지도부가 붕괴되고 제왕 전광이 고밀에서 도움을 청하자, 용저는 항우의 명령으로 주란과 함께 구원군을 이끌고 호왈 20만을 거느리고 제나라를 구원하러 갔으며, 이 때 전광과 군을 합치고 한신과 싸우려 하였다. 이에 부하 장수들이 \n\"한나라가 제·초 연합군보다 우월하므로 싸우지 말고 수비를 두텁게 하면서 한나라에 투항한 제나라 성들을 회유해 한나라 군대가 먹을 것이 없도록 하자\"\n고 주장했다. 그러나 전공을 쌓는 것을 원한 용저는 한신을 얕보고 싸우는 편을 택해 한신과 서로 유수(濰水)를 끼고 진을 쳤다. 이에 한신은 유수 상류에 모래주머니를 쌓았다. 그는 밤 중에 수하들을 시켜 밤 중에 모래를 가득 넣은 자루를 만여 개나 만들었고, 이를 유수의 상류에 던져 넣었다. 고대의 기술로 강을 막는 시설을 단기간에 만들기는 어려워서 물이 얕은 상류에 모래 주머니를 던진 것은 물세를 조금 줄이는 용도였고, 딱히 댐처럼 물을 완전히 틀어막으려는 것은 아니었다. 이렇게 어느 정도 물세를 막아놓은 한신은 한나라 군을 이끌고 걸어갈 수 있을 만큼 물세가 그리 세지 않은 강을 건너 용저에게 싸움을 걸었다. 한참 동안 양군은 싸움을 벌였으나, 곧이어 한신은 일부러 지는 체하고 달아나기 시작했다. \n용저는 이를 보자 기뻐하며 강을 건너 한나라 군대를 치려 했으나 한신이 강을 막으려고 설치했던 모래주머니 벽을 터뜨려 강물로 수공을 일으켰고, \n이렇게 황급하게 초군이 유수를 건너가기 시작할때, 한신은 사람을 시켜 상류에서 물을 막아놓은 자루들을 모조리 터져버리게 하였다. 갑자기 상류에서 물이 쏟아지자, 초나라 군은 혼란에 빠졌다. 수천, 수만의 병력이 정신없이 강에서 얽히고 섥힌 만큼 딱히 상류에서 쏟아지는 물이 쓰나미 수준이 아니더라도 혼란스러웠을 것은 불을 보듯 뻔하다. 아비규환의 혼란 끝에 용저가 이끈 일부 병력이 간신히 뭍에 올라오기는 했지만 그 숫자는 태반도 되지 않았다.\n아직 유수 반대편에서는 강으로 들어서지도 않은 병력도 있었을 정도이니, 이 시점에서 초나라군은 '유수 반대편에 간신히 올라선 부대', '강에서 휘적거리는 부대', '아직 강에 들어서지도 않은 대열 후방의 병력들' 등으로 완전히 분열되어 버렸다. 손자병법에서 '적군이 물을 건널 때는 반쯤 도하했을 때 공격하라'(행군편)라는 내용이 있는데 정확히 그 꼴이 된 것이다.\n바로 그 절묘한 시기에 한신은 군대를 이끌고 급히 공격해왔다. 용저는 유수를 건넌 병사들을 이끌고 저항을 해보려고 했지만 혼란에 빠진데다 전부 건너오지도 못한 몇몇 병력을 가지고 미리 준비 했던 한신의 공격을 이기기에는 무리였다. 결국 용저는 패배했고, 용저 자신도 참살당하고 만다. \n\n濰水 : 산동성(山東省) 거현(莒縣)에서 발원(發源)하여, 동북으로 흘러 황해(黃海)로 들어가는 강.\n유수(濰水)는 산동성 諸城 서쪽에서 북쪽으로 흘러 萊州灣으로 들어간다. 당시 제나라 땅.\n\n과거 김정민 박사가 살수대첩의 살수에 대해서 청천강이 아니라 황하일 수도 있지 않을까? 주장 후에 황하가 투르크 언어로 사르수라고 불렸다는 것을 보고 투르크계 국가들 언어 번역을 해보았음.\n지금 구글 번역기를 들어가신 다음 \n한국어에 (노란강 or 황하)와 (노란물) 이 2가지를 카자흐어, 키르기스어, 투르크멘어, 아제르바이잔어, 터키어, 우즈베크어, 헝가리어, 마지막은 몽골어로 변환시킨 후 한국어칸에 복사해서 읽는 버튼 눌러서 들어보세요\n(한국어 칸으로 옮겨 한국어 발음 들리는 대로 적어서 실제 국가에서 부르는 발음은 다를 수 있음) \n카자흐어 노란강 Сары өзен (사리젠) 노란물 Сары су (사리수) \n키르기스어 노란강 Сары дарыя (사리다리아) 노란물 Сары суу (사리수ㅜ) \n투르크멘어 노란강 Sary derýa (서리데리야) 노란물 Sary suw (서리수ㅜ) \n아제르바이잔어 노란강 Sarı çay (사리케이) 노란물 Sarı su (사리수) \n우즈베크어 노란강 Sariq daryo (사리크다리오) 노란물 Sariq suv (사리크 수브) \n터키어 노란강 Sarı Nehir (쓰르니히르) 노란물 Sarı su (쓰르수) ->터키어는 녹음 존재 \n헝가리어 노란강 Sárga folyó (샤르가 포요) 노란물 Sárga víz(샤르가 비즈) ->헝가리어 녹음 존재 \n마지막 몽골어 노란강 Шар гол (사르골) 노란물 Шар ус (사르어스)\n\n\n우문술과 우중문이 을지문덕을 이미 놓쳐버리고 내심 스스로 편안하지 못하였다. 우문술은 양식이 다 떨어져 돌아가고자 하였으나, 우중문이 이르기를 “정예 병력으로 을지문덕을 추격하면, 공을 세울 수 있습니다.”라고 하였다. 우문술이 그를 만류하자, 우중문이 노하며 말하기를, “장군은 10만 병력을 거느리고 얼마 되지 않은 적군(賊軍)조차 깨트리지 못한다면, 무슨 낯으로 황제를 뵐 수 있겠습니까?”라고 하였다. 〔이에〕 우문술 등이 어쩔 수 없이 그의 말에 따라, 〔여러 장수와 함께〕 압록수를 건너 〔을지문덕을〕 추격하였다. 을지문덕은 수나라 군사에게 굶주린 기색이 있는 것을 보고, 그들을 피로하게 만들고자 하여 매번 싸울 때마다 〔패하는 척하며〕 번번이 달아났다. 우문술 등은 하루 동안에 일곱 번 싸워 모두 이겼다. 〔우문술 등은〕 이미 여러 차례 승리한 것을 믿고, 또한 〔안으로는〕 여러 사람의 뜻에 압박을 받아 마침내 동쪽으로 나아가 살수(薩水)를 건너 평양성(平壤城)에서 30리(里) 떨어진 곳에다 산을 의지하고 진(陣)을 쳤다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-12-07T08:23:52.624000",
  "updatedAt": "2025-12-27T11:20:06.249000"
}