{
  "id": "acaf95fd-7ae4-4f81-af86-f782af0908aa",
  "title": "중국 경제",
  "content": "중국에서 기술이 빠져나가는 것 보다 자본이 더 빨리 유출되고 있는 상항이죠. 이미 거의 다 빠져나갔는데 미국은 금리를 낮추지 않는 상황인데, 중국만 오히려 금리를 낮춰버리고 말았으니 자본이 급속도로 유출되고 있는 상황이죠.\n특히나 올해 대학졸업생은 몇천만명 수준인데 이미 외국자본은 떠났고 이른바 기술이라고 불리는 공장들도 거의 떠난 상태에서 일자리가 아예 없는 상황이 되었죠.\n이런 상황이다보니, 이미 중국정부에 의해 강제 은퇴당한 마윈을 다시 등판시키기는 했으나...\n서방측에서 어느 누가 투자를 할까요?\n대학나오고 농촌으로 돌아가서 일하라는 개소리나 하고 있는 중국공산당한테 점점 반기를 드는 세력이 많아질 것이고, 어느 나라나 독재정부는 내부의 분란을 잠재우기 위해서 하나의 적을 선택하죠.\n\n외국계 대기업이 나가면 거기에 붙은 산업사슬을 이루는 중소기업들도 우르르 따라나갑니다. 여태 중국이 강점을 지니던 것은 중국의 광대한 시장과 노동력을 보고 30년에 걸쳐 수많은 외자기업들이 두텁게 구축한 산업사슬이었는데. 그걸 제 발로 걷어차 버렸죠. 중국의 과학기술, 제조업 기술도 결국은 이 산업사슬의 부스러기였는데, 이 산업사슬이 붕괴되고 나면 뭐가 남겠어요. 중국 본토 기업도 산업사슬 붕괴로 제조업 원가가 상승하는 거고, 기술을 공짜로 카피할 대상도 사라지니 연구개발예산을 들이지 않으면 중국 역할을 대신하는 다른 여타 국가들과 경쟁에서 뒤쳐지니 더더욱 제조 원가는 상승하는 거고. 그러면 마진은 주는 거고. 그걸 벗어나려면 고급기술산업으로 진출해야 하는데 그건 돈과 시간이 필요한 거고.\n그러니 답은 외자기업 재유치인데, 이미 중국에서 뜨겁게 데인 외자기업들이 현 공산당 정권이 붕괴하지 않는 한 다시 되돌아올 일은 없지요. 그러면 내수 진작인데 이미 중국 부동산 버블은 임계치라 금리를 후려칠 수도 없고, 산업사슬이 붕괴되어 부가가치 창출이 불가능한데 임금을 올릴 수도 없는 거고. 그러니 GDP성장률은 곤두박질치는 거고, 위안화 가치는 만날 후두둑 떨어지는 거고. 수입물가 폭등으로 인플레이션은 늘어나는데, 부동산 버블 때문에 금리를 더 올릴 수도 없고. 진퇴양난이죠. 거기다 보조금 풀었던 전기자동차, 2차전지도 알고 보니 보조금 타먹겠다고 상품 만들어 재고로 만들고, 그 재고를 다시 분해해 재조립하는 걸로 숫자만 채웠던데. 결국 모택동때 토법고로 재판이죠. 아무짝에도 쓸모 없는 폐기물만 잔뜩 만들어 놓고, 장부상에만 폐기물 순환시켜 매출로 잡아놓고 보조금 잔뜩 탔으니 결국 국가 세금으로 폐기물을 사다 쌓아 놓은 꼴입니다.\n\n보조금이 정작 필요한 지금은 보조금을 지급할 여력이 없어요. 보조금 없이 기술 카피도 여의치 않은 중국이 외부 외자기업들과 무슨 수로 경쟁하겠습니까...결국 나온다는 게 희토류 가지고 장난질인데. 이러면 대체 광산이 더욱 빨리 개발되면서 중국이 버는 쥐톨만한 수익조차 없어져 버립니다. 서울의 1제곱미터당 상업부동산 임대료가 200위안 수준인데, 상하이는 300위안, 베이징은 330위안입니다. 지대가 비싸다는 서울보다 더 비싸요. 지대는 곧바로 물가에 전이되므로 중국의 물가는 이미 한계 상황입니다. 중국의 평균적 임금소득자 소득으론 물가나 지가나 지탱이 불가능한 상황입니다.\n이제 중국은 내리막길만 남았습니다. 한국이 IMF로 주저 앉았을 땐 적어도 가계, 정부, 기업 가운데 기업만 자빠졌지만, 중국은 가계, 기업, 정부가 전부 다 채무자입니다. 똑같이 1만 달러 고지에서 한국은 채무가 40%수준인 상황에서 자빠져 구조조정을 했지만. 중국은 300%에 가까운 상황에서 구조조정을 해야 합니다. 그나마 한국은 자산가치가 떨어지며 외자가 들어오며 숨이라도 트고 살았지만 중국은 들어갈 자본도 없어요...언제 터질지 모르겠지만 그 과정에 엄청나게 고통스러울 겁니다.\n\n중국, 미국이 동맹국 동원해 자국 포위한다 여겨…한국 중립지대로만 배치해도 성공\"\n\"중국, 2018년부터 청년 실업률 가파르게 상승해 5월 20.8% 도달…제로 코로나 후유증\"\n\"중국, 청년 실업률 전 연령대와 비교 시 유난히 높아…역사상 가장 많은 청년대 기록\"\n\"시진핑, '마오쩌둥' 연상케 하는 발언 논란도…국제사회서 대중국 수출 의존도 감소 경향\"\n\n중국 경제의 미래가 밝을 수만은 없다는 징후는 여기저기서 관찰된다. 나아가 일부 비관론자 사이에서는 중국이 일본식의 장기불황에 빠질 것이라는 주장도 나오고 있다. 이러한 시각들은 최근 들어 갑자기 등장하고 있다. 아마도 연초 기대되었던 중국 경제의 리오프닝(Reopening) 효과가 나타나지 않고 있기 때문이 아닐까 생각된다. 다만, 단기적 관점에서 중국 경제의 회복이 더디다는 점을 구조적 불황이나 위기로 확대해석하는 것은 문제의 본질이 왜곡될 소지가 있다. 지금 리오프닝 효과가 나타나지 않는 것이 경기 사이클상의 문제이지 구조적인 문제는 아니기 때문이다. 중국의 미래에 대해서는 보다 근본적인 이슈로 접근해야 할 것이다.\n중장기적 관점에서 중국 경제를 조망해 보면, 불과 몇 년 전만 해도 조만간 중국이 미국을 따라잡을 것이라는 시각이 우세했다. 많은 유수의 기관들에서 중국 국내총생산(GDP)이 10~20년 내 미국을 넘어설 것이라는 예측을 했다. 중국이 세계무역기구(WTO)에 가입하면서 글로벌 시장에 본격적으로 등장한 2001년 당시 중국의 GDP는 미국의 12.7%에 불과하였다. 그러나 불과 20년이 지난 2022년 현재 71.1%에 달하고 있다. 놀라울 정도로 빠르게 중국의 경제 규모는 성장했다.\n이러한 속도라면 2030년대 언제쯤이면 미국 GDP를 추월할 수도 있을 것이다. 다만 그러기 위해서는 중국의 경제성장률이 지금처럼 미국의 경제성장률보다 빨라야 할 것이다. 그런데 최근 향후 중국의 성장률이 앞으로 확연히 낮아져 결국은 중국 경제 규모가 미국 경제 규모를 넘어서는 것이 불가능할 것이라는 비관론이 부상하고 있다. 매슈 히긴스는 2030년 이후 중국의 잠재성장률은 미국과 같은 수준인 2% 정도에 그칠 가능성을 주장한다. 최근 골드만삭스는 중국이 미국을 추월하는 시기를 기존 2026년에서 2035년으로 수정하였으며, 일부 기관에서는 2030년대에 미국을 추월하지 못하면 영원히 중국이 미국을 따라잡지 못 할 수 있음을 언급하기도 하였다. 즉, 중국이 중진국 함정에 빠져 장기 저성장에 들어간다는 말이다.\n이러한 비관적 시나리오는 일정 부분 근거가 있다. 향후 중국의 여러 성장 동력에 문제가 있을 가능성이 높기 때문이다. 즉 생산요소인 노동력, 자본투자, 기술혁신과 이들을 결합하여 시너지 효과를 나오게 하는 효율적 사회시스템 모두를 긍정적으로 보기 어렵다. 우선 노동력의 부족이 가장 큰 원인이 된다. UN 통계에 따르면 중국의 생산가능인구(15~64세)는 2013년 약 10억 명(전체 인구 대비 72.4%)을 정점으로 2050년에는 7억7천만 명(전체 인구 대비 58.5%)으로 급감한다. 숫자 자체는 커 보이지만 현재의 중국 경제 규모를 감안하면 일할 사람이 크게 부족해지는 것이다.\n다음으로 중국 내 자본투자가 정체될 가능성이 높아지고 있다. 일단 해외투자자의 시각에서 지금 중국은 크게 매력적인 시장이 아니다. 물론 현재 미국의 70% 수준 GDP 규모의 시장에 여전히 사업 기회가 많은 것은 사실이다. 그러나 이미 많은 외국 자본들이 중국에 진출해 있고 최근에는 중국 기업들의 경쟁력도 크게 높아져, 오히려 다수의 업종에서는 해외 기업들이 고전하고 중국 기업들끼리 경쟁하는 시장이 되어 버렸다. 쉽게 말해서 중국 시장은 이미 '레드 오션'이다. 즉 시간이 가면 갈수록 중국 시장에 대한 매력도는 떨어질 수밖에 없다. 따라서 앞으로 중국 내 자본투자가 크게 일어날 유일한 가능성은 중국 정부의 재정투자 이외에는 거의 없다고 생각된다.\n다음으로 기술혁신에 관한 부분이다. 노동과 자본이 더 이상 크게 성장을 견인하지 못한다는 전제하에서 떨어지는 성장력을 보전할 수 있는 동력은 기술이다. 그 기술도 현재의 주력산업과 관련된 것이 아닌 미래 신산업의 핵심 기술이어야 한다. 현재 중국 시장은 디지털 전환에 비교적 빠르게 대응하고 있다. 이에 연관된 중국 내 기업들도 빠르게 성장 중이다. 그러나, 그러한 테크 기업들조차 중국 내수 시장에만 의존하고 있다. 따라서 지금은 유망하지만 어느 시점에 다다르면 한계에 부딪힐 것이 분명해 보인다. 더구나, 기술혁신의 가장 효율적 방법인 외부로부터의 지식재산 유입이 차단되어가고 있다. 지난 트럼프 행정부로부터 시작된 중국으로의 기술 차단 정책이 바이든 행정부에 들어서 강화되고 있기 때문이다. 인도·태평양 경제 프레임워크(IPEF), 4자 간 반도체 공급망 협의체(Fab4), 미국 인플레이션 감축법(IRA) 등의 통상 정책은 대놓고 중국을 겨냥하고 있다. 특히, 트럼프 행정부와 달리 정치·군사적 동맹국들의 동참을 강제하고 있다. 중국은 이제 자신들만의 힘으로 기술혁신을 이루어내야 한다. 물론 그동안 기초과학에 대한 투자가 많았고 일부 첨단 기술에서는 글로벌 수준의 기술력을 보유하고 있기 때문에 불가능한 것은 아니다. 그러나 경제 전반의 기술혁신 속도는 상당히 더딜 것이 분명해 보인다.\n마지막으로 과연 중국이 선진국으로 진입할 수 있을 정도의 사회적 자본이 충분한가라는 점이다. 일찍이 중국은 시장경쟁원리와 자본주의 시스템을 받아들였지만, 아직 중국 시장은 글로벌 스탠다드와는 거리가 있다. 세계은행의 세계개발지표를 보면, 2021년을 기준으로 중국의 규제 품질 지표 값은 0.035이며 경제협력개발기구(OECD) 평균(1.147)에 한참 모자란다. 또한 중국의 법치주의와 부패 통제 지표 값은 각각 -0.313과 0.054로 역시 OECD 평균인 1.193 및 1.130에 크게 미달하고 있다. 결국 경제 규모는 크지만, 그 경제가 글로벌 시장에서 핵심 플레이어로 인정을 받지 못하고 경제 내 구성원 간의 신뢰도가 낮아 전반적인 효율성도 뒤떨어진다는 의미이다. 중국 내 사회적 자본이 취약한 원인은 여러 가지가 있지만 핵심은 중국 특유의 정치·사회 시스템과 경제 시스템의 이원적 구조라 생각된다. 선진국으로 업그레이드되기 위해서는 정부 부문의 효율성이 확보되어야 하고 정부와 시장의 소통이 확대되고 시장에 대한 정부의 역할이 재정립되어야 한다. 그러기 위해서는 정치·사회 시스템과 경제 시스템의 운영 원리가 같아야 한다. 과연 중국 사회가 어떤 식으로 두 시스템을 통합할 것인지는 모르겠으나, 그 과정에서 많은 어려움에 봉착할 것은 분명해 보인다.\n미래 성장 동력의 관점에서 보면 중국은 결국 '중진국 함정'에 빠질 수밖에 없을 것이다. 그러나 아직은 결론을 내기에 성급해 보인다. 그 이유는 이러한 구조적 문제점들은 중국 내 식자(識者)들은 물론 경제 관료들도 인지하고 있을 것이고, 어떤 식으로든지 잠재성장률 하락을 방어하기 위한 방안을 생각하고 있을 것이기 때문이다. 그리고 앞서 많은 국가들이 중진국 함정에 빠졌던 사례들을 잘 알고 있기 때문에, 그러한 전철을 밟지 않기 위해 노력할 것이기 때문이다. 그럼에도 우리는 가장 비관적인 시나리오를 생각해야만 한다. 중진국 함정은 블랙홀과 같아서 인근 국가를 끌어들이는 힘이 강하기 때문이다. 우리는 과연 잘 버티어낼 수 있을까. 그러기 위해서는 어떠한 준비를 해야 하는지 심각하게 고민해보아야 할 때이다.\n(주원 현대경제연구원 경제연구실장·이사대우)\n\n\n최근 엘런 미연준위원장 방중(공항에 카펫트도 안깔아줌.) 엘론 머스크 방중, 미국무부장관 방중, CIA국장 방문이 연이어 이어짐.  \n중국에게 \"서로 잘해봅시다.\" \"무역 우리끼리 잘해봅시다.\" 뭐 이런 내용임.\n현재 미국이 오히려 중국 못지 않게 고통을 받고 있습니다. 패권국 미국은 자기들이 잘 나갈 때는 저렇게 거물급들이 뻔질나게 찾아가지 않음.\n아쉬울 땐 보호무역을 주장하다가 자기들이 유리해지면 자유무역을 주장. 이게 미국이\n수십년간 늘 되풀이 돼왔던 일이었죠.\n그런데 중국을 재제하면 금방 손들 줄 알았는데 오히려 미국내 기업이 고통 받고 물가가 오르니 \n슬그머니 중국을 달래러 간 것입니다.\n오카슈 수년간 봤는데 여기 말대로면 벌써 중국 망했어야 합니다.\n미국과 중국은 워낙 덩치가 커서 경제가 서서히 무너질 수는 있어도 어느 쪽도 한 방에 폭싹 주저 앉지 않아요.\n중국이 희토류 수출을 통제하자 미국에서 무기 생산도 제한 받는 게 지금의 현실이다.\n중국 상황을 전할려면  강점, 약점 모든 걸 균형 있게 전해야 한다. 한 쪽으로 쏠려서 사람들 바보 만들지 말고. 적을 얕잡아 보다간 피로 보답 하게 된다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-07-10T18:30:01.546000",
  "updatedAt": "2023-07-10T19:41:32.851000"
}