{
  "id": "accc1f1c-6ccf-4ef8-a73d-5be5bf6aa4b5",
  "title": "전쟁과 무기(기술) - 고대.중세",
  "content": "![image](media/1670998369526.2088126652.jpg)\n![image](media/1803f7438d1.b5859234412228f3.jpg)\n![image](media/1859f34002a.bc94f7b9dfafdb47.jpg)\n![image](media/199b6de94b2.80ff1a22c7ed4935.jpg)\n\n\n\n[돌팔매(슬링)]\n투석구는 돌멩이를 언제 어디서나 쉽게 구할 수 있다는 것이 가장 큰 장점. 물론 제대로 쓰려면 아무 돌멩이나 던지기보다는 모양을 맞춰 준비해두어야 한다. 매끈한 아몬드형, 럭비공 모양이 제일 빠르고 안정적인 비행을 하며 그 다음이 구형이다. 또한 투척물로 석탄(石彈)을 정성들여 수집해두거나, 진흙을 빚어 말려 토탄(土彈)을, 금속을 주조해서 납탄(鉛彈), 철탄(鐵彈) 등을 만들어 썼다.\n\n돌팔매의 기원은 인간이 야생동물이나 다른 인간의 습격에 대비하기 위해 자연에 널려있는 돌멩이를 던진 것에서 비롯되었다. 시간이 지나자 이들은 팔매 끈과 가죽에 넣고 돌려 회전력을 이용해 던지면 더 멀리 힘차게 날아간다는 것을 알 수 있었다. 이로써 돌팔매가 등장하게 되었다. 가장 오래된 돌팔매는 기원전 1325년 투탕카멘의 무덤에서 발견되었다.\n서양에서 투석병이 최초로 나타나는 지역은 중근동 지방이다. 아시리아 제국의 티글라트필레세르 3세가 최초로 투석병을 운용하기 시작한 것으로 추정되는데, 그의 시대에 새겨진 센나케리브의 부조 벽화에 아시리아 궁병과 아시리아 투석병이 공성전을 치르는 모습이 담겨져 있다. 당대엔 공성 무기의 발달이 미약하여 충차나 사다리 정도에 성벽 위와 너머로 투석물을 쏟아붇는 것이 그나마 공성전에서 사용할 수 있는 수였는데, 투석은 고각 사격이 쉬워서 정복 국가였던 아시리아는 투석병을 양성하여 운용하였다. 실제로 이후의 아시리아 부조의 군사 그림엔 투석병이 빠지지 않고 등장한다. 강력한 군사력을 자랑했던 아시리아의 전술 체계가 중동 전체에 영향을 미침으로 인해 중근동 전체에 투석병 운용이 전파되었는데, 이는 성경의 다윗와 골리앗 설화에 의해 추정되어진다. \n\n고대 시절의 전장에서 돌팔매가 가장 적극적으로 쓰였던 곳은 그리스였다. 특히 로도스 섬의 투석병은 최강의 투석병으로 유명했는데 당대에 쓰이던 활보다 사정거리가 두 배는 더 길었다고 한다. 그래서 그리스-페르시아 전쟁 당시 페르시아 궁병대들을 압도적인 사거리로 박살냈다는 기록이 있다. 그리스의 군인이자 문필가 크세노폰은 <페르시아 원정기>에서 납탄을 던지는 용병인 로도스 투석병의 사거리가 주먹만한 돌을 던지는 페르시아 투석병의 2배에 이른다고 기록했다\n활보다 살상력은 적었다지만 무기와 갑옷도 부술 정도로 위력은 있었다고 한다. 그래서 상대적으로 경무장을 했던 페르시아군을 상대로는 거의 유사 야포에 준하는 위력을 보였고 로도스 투석병들의 역할은 우월한 사거리를 이용해서 아군 보병들을 엄호하고 전열끼리 전투가 벌어졌을때 측면으로 빠져 사격을 퍼붓는 거였다고 한다. \n물론 투석병들한테 약점이 없는것도 아니었는데 숙련되는데 오랜 시간이 걸리는 것으로 슬링이 진짜로 쓰기 까다로운 무기였다. 로도스섬 투척병들은 어릴 때부터 훈련시키면서 표적에 못맞추면 굶겼다고 한다. 당대 그리스 세계에서 부와 문화로 순위권에 들던 로도스 섬의 양대 산업이 무역과 용병업이었다. \n\n필로스-스팍테리아 전투에서 아테네군 소속 로도스 투석병들에게 스파르타군이 크게 피해를 보았다. 그동안 스파르타군에게 경무장보병에 밀리던 아테네군이 이번에는 크게 이겼다. 투석병들을 대거 투입해서 스파르타군 중장보병에게  흔히 치고 빠지기를 시도한 것. 예상 외로 투석병들의 효과는 대단했고, 투석병들이 던지는 돌의 위력은 값비싼 청동 투구를 깨뜨리고, 청동 정겅이 보호장구를 뚫었다. 보통 중장보병들은 흉갑과 8kg에 이르는 청동방패, 청동투구, 청동 정강이받이 등으로 보호받고 있었고, 이는 확실한 방호 수단이기는 했으나 스팍테리아 전투에서는 그게 안통한 것이다. 투석병들이 던지는 투척물은 25~30g에 불과했으나 숙련병이라면 100m 이내 거리에서는 충분히 관통할 수 있는 정도의 위력이었고, 로도스에서 온 대부분의 투석병들은 숙련도가 높았으므로 스파르타군을 마음 놓고 유린했다. 스파르타군은 약 46m 거리에서 투석을 날리는 아테나이군에게 엄청난 피해를 입었고, 사령관 에피타다스가 전사하고 부사령관마저 부상을 입었다. 투석병들 뒤로는 아테네군의 중장보병들이 점점 밀려들고 있었고 결국 버티다 못해서 스파르타군은 스팍테리아 요새까지 퇴각했고, 이후 전세가 최악으로 치닫자 항복했다. \n이들은 알렉산드로스 대왕의 페르시아 원정에도 참여한 기록이 있다. 신기한 것은 페르시아 궁병보다 돌을 멀리 던졌다는 기록이 있다. \n하지만 알렉산드로스 제국의 분열로 그리스와 중동이 침체기에 빠지면서 로도스 투석병은 쇠퇴하고, 새로운 투석병이 떠오른다. 스페인 발레아레스 제도에서 온 발레아레스 투석병이다. 이들은 로마와 카르타고의 전쟁에서 두각을 드러냄으로써 역사에 데뷔했다. 발레아레스 제도가 너무 척박했기 때문에, 이들은 생계를 위해 어릴 때부터 맹훈련을 받았는데, 일정 거리에 빵을 걸어놓고 투석으로 맞혀야만 이를 따서 밥을 먹을 수 있는 식의 훈련 방식을 애용했다. 이들은 단•중•장거리를 모두 커버할 수 있는 투석구를 하나씩 가지고 다녔는데, 고대 로마의 기록에 의하면 발레아레스 투석병은 200~300m 밖의 사람 크기 표적을 쉽게 맞추는 정확성과 당대에 존재하던 거의 모든 종류의 갑옷과 방패를 부수는 파괴력을 갖추고 있었다고 한다. 이들은 보통 1므나(600g)짜리 탄을 이용했고, 가급적이면 돌 탄환이나 흙을 구운 탄환보단 납이나 철 탄환을 사용했다. \n투석병은 갑옷을 거의 걸치지 않아 몸이 가볍다. 따라서 적을 발 빠르게 타격하고 재빨리 피하는 것이 가능하다. 로마의 발레아레스 투석병의 경우 투석구 탄환을 넣을 옆구리 가방 하나와 호신용 단검 한 자루 정도만 휴대한 것으로 알려다. 이들은 로마가 떠오르던 시기부터 로마가 쇠퇴하는 시기까지 오랜 시간 로마 제국의 보조병으로 주로 근무했다. \n이후 로마 제국이 쇠퇴하고 중세 시대에서도 나타났는데, 이들은 지팡이 돌팔매를 이용했다. 이는 기존의 돌팔매보다 훨씬 뛰어난 위력을 가지고 있었으나 사정거리는 짧았다. 지팡이 돌팔매는 불편한 점도 많았는데, 팔매 끈에 돌을 넣고 돌리다가 적을 맞추는 기술이 쉬운 것이 아니었다. \n이후에 투석병은 로마의 적들이 진화하면서 서서히 퇴역의 길을 밟기 시작했는데, 게르만족의 중장갑화와 합성궁을 사용하는 유목민의 등장으로 투석병들의 사거리와 파괴력의 장점이 상쇄되었기 때문이다. 그리고 무엇보다 장궁, 석궁 등의 싸고 파괴력 강하고 사거리 긴 투사무기들이 개발된 탓이 크다.  15세기 초, 총의 개발로 인해 밀려나게 되었다. 총은 돌팔매보다 사용하기 쉬웠고(아무리 둔한 사람일지라도 총을 다루기는 쉬웠다.) 살상력도 뛰어났다.\n\n유럽 이외의 나라에서는 중세 이후에도 돌팔매가 존속했다. 16세기 스페인 에스파냐군이 잉카인들을 공격했을 때 잉카인들은 송진이 잔뜩 묻은 면직물에 불을 달군 뜨거운 돌을 감싸 에스파냐군한테 던졌다. 그러면 뜨거운 돌이 날아가면서 공기와의 마찰로 인해 불이 났다. 이 때 기록에 의하면 도망쳐 나온 병사만이 살아남았고 수많은 에스파냐 병사가 불에 타죽었다고 한다. 에스파냐군이 투구를 착용했음에도 턱뼈가 부러지는가하면 검을 부러뜨릴 정도였다.\n\n동양에서 특히 투석을 즐겨 사용했던 국가는 한국과 일본이다. 일본은 일찌감치 투석병을 편제하여 대량 운용하였는데, 이를 츠부테(つぶて)라 한다. 방패를 거의 사용하지 않고 공성전이 많은 전국시대 일본의 전쟁 양상을 보면 투석병이 활약하기 아주 좋은 환경이라는 것을 알 수 있다. \n전국시대의 기록을 보면 한 전투에서 사상자의 과반수가 츠부테 투석병에 의해 난 경우도 있다. 특히 미카타가하라 전투(三方ヶ原の戦い)에서 다케다 신겐 휘하 오야마다 노부시게가 이끄는 돌팔매 부대가 투석전을 하자 마주보고 있던 도쿠가와 이에야스의 부대가 공격 명령이 나오지 않았는데도 돌격해서 패배했다는 이야기도 있다.\n이들은 16세기 말, 조총의 대량 보급이 이루어지고   에도 막부시대 이후로 전투가 줄어들면서 점차 사라졌다.\n\n한국은 석전이라는 전통놀이까지 있을 정도로, 투석을 중요시했다. 이는 산악 방어전이 많았던 한민족 국가의 전쟁 양상에 기인한다. 고지대에서 저지대로 투사하는 돌은 막강했기 때문이다. \n<수서> 등의 기록에 석전(石戰)의 풍습이 삼국시대(고구려) 때부터 전해지는 것으로 보아 그때에도 투석병들이 육성-운용되었음을 짐작할 수 있다. \n당시 고구려는 매년 정월 초순마다 왕이 구경하는 가운데 대동강 인근의 청년들이 양쪽으로 갈라져 석전을 하기도 했다. \n고려시대 때부터 석척군(石擲軍)(석전꾼)이라는 투석 병과가 기록에 등장한다. <제승방략> 등에 의하면 조선시대에는 평소 완력이 좋고 연례적인 석전 행사를 통해 어린 시절부터 단련된 장정들을 유사시에 동원하는 동원방식을 취하였다고 쓰여있다. 이두호 화백의 만화 <임꺽정>에서 임꺽정의 의동생인 '조금맹'이라는 캐릭터가 좋은 예. 조금맹은 삼포왜란이 일어나자 투석병으로 자원하여 많은 활약을 했다. \n조선 시대에는 일종의 민방위 편제에서 항시 고려되는데, 삼포왜란 때 안동의 유명한 석전 프로들이 용병으로 고용되어 막대한 전공을 올린 기록이 있고, 임진왜란 전반에도 일본군을 상대로 활약했다. \n행주 대첩에서도 전투 후반에 화살이 떨어지자 투석을 시행하였다. 제너럴 셔먼호 사건 때에도 평양감사가 평양 지역의 장정들을 석척군으로 동원한 기록이 있다. \n구한말 조선에서도 돌팔매 놀이를 즐겼는데, 서로 피가 나도 멈추지 않았다고 할 정도였다고. 심지어 사람이 죽어도 석전을 하다가 죽는 경우는 문제가 없었다고 한다.\n조선에서도 조총이 들어오자 군에서의 투석 사용은 쇠퇴하고, 민간에서만 전해지다 사멸한다.\n\n[병거(chariot)]\n기원전 1274년 5월에 벌어진 이집트와 히타이트의 카데쉬 전투에서 당시 무와탈리왕이 이끈 히타이트는 3500대의 전차와 3만7000명의 보병으로 람세스가 이끄는 이집트의 2만여 명의 전차와 보병에 맞섰다. 이때 히타이트 군대는 전차만으로 이집트 군사를 완전히 무너뜨렸다. 람세스도 죽음의 고비를 간신히 넘기고 퇴각할 수밖에 없었지만 히타이트도 결국 카데쉬를 복속시키지 못했기 때문에 무승부였다고 보는 시각도 있다.\n자신만만하던 이집트 군사를 무너뜨린 히타이트의 힘은 바로 전차에 있었다. 카데쉬 전투가 있기 600 여년전 중앙아시아 지역에서 개발된 전차가 근동지역에 도입되었지만, 파괴력을 지닌 전쟁무기로 개량한 사람은 히타이트인이었다. 히타이트 언어로 기원전 14세기에 기록된 '키쿨리 문서(kikkuli text)'는 당시 히타이트인들이 전차에 쓰는 말을 얼마나 심혈을 기울여 키웠는지 알 수 있다. 건초, 마굿간에서 실제 주행법에 이르기까지 그 세밀함은 요즘의 웬만한 말조련법과 비교해도 손색이 없을 정도다.\n킥쿨리의 조련 덕분에 히타이트는 이집트보다 강한 군마를 얻게 되었다. 이집트 전차는 히타이트 전차에 비해 가볍고 작으며 바퀴 축이 뒤에 있어서 기동력이 좋았다. 더 크고 무거운 히타이트 전차는 느리고 기동력이 부족했지만 바퀴축을 중앙에 두어서 더 안정적이며 더 많은 사람을 실을 수 있었다.\n당시 이집트의 전차에는 두 사람이 타서 한 명은 말을 몰고 또 한 명은 방어도 하면서 화살을 쏘아야 했다. 이에 비해 히타이트의 전차는 세 명이 탔다. 세 번째 병사가 방어를 전담했기 때문에 더 효율적인 공격을 퍼부울 수 있었다. 히타이트의 전차는 말 2필이 끌고, 바퀴살이 6개, 바퀴가 2개로서 수레 위에는 마부와 활, 창으로 무장한 무사, 그리고 방패를 든 무사, 도합 3인의 병사를 태웠었다. 하지만 전차는 더 많은 무게를 견디어야 했기 때문에 속도가 느려진다는 단점이 있었다. 히타이트는 전차를 경량화시키고 바퀴를 개량함으로 그 단점을 극복했다. \n3인승 전차는 전차전의 새로운 지평을 열었고 고대전투의 흐름을 바꿨다. 추가로 탑승한 보병은 이전과 달리 체력을 낭비하지 않았고 전차와 함께 이동할 수 있게 됐다. 양쪽이 늘어서서 화살 세례를 퍼붓다가 백병전으로 승부를 가르던 전투에서 벗어나, 히타이트 전차는 기병대처럼 진형을 갖춰 전장의 곳곳을 누비며 기습하거나 적의 대열을 분열시킬 수 있었다.\n\n시베리아 초원을 중심으로 살았던 안드로노보 문화의 전차는 기원전 15세기를 전후해서 세계 4대 문명의 발상지로 모두 전파되었다. 남쪽으로는 인더스문명을 파괴시키고 새로운 아리안족의 문화를 일으켰으며, 중국에서는 상나라의 강력한 무기가 되었다.\n\n[그림설명]\n왼쪽 가운데\n바퀴달린 4륜 마차에서 개발한 수메리아 인의 전차가 기원 전 3천년에 메소포타미아에 널리 퍼졌다. 이들은 말이 아니라 당나귀나 노새에 의해 끌렸을 것이다. 네 개의 바퀴는 속이 찬 무거운 널빤지로 만들어졌으며, 그래서 술책부리기가 성가셨다. 수메리아 전차 묘사의 특징은 흔히 외부에 화살 통을 장착하고 있다.\n\n왼쪽 상단\n돌에 새겨진 양각, 기원 전 10세기에서 8세기 시리아, Karkamesh의 신 히타이트 왕국에서 만들어진 것, 전차가 적군을 짓누른다.\n\n오른쪽 상단\n히타이트 인들의 말이 끄는 2륜 전투전차는 1650년 B.C. 히타이트 고대 왕국 기간 동안에 시작되었다. 후에ㅡ 3인승의 밀집 전차의 구성은 기원 전 13세기 전성기에 히타이트 세력의 두려움의 상징이 되었다.\n\n하단 가운데\n이집트인들의 경전차의 도입은 Hyksos인으로부터 기인한 것이었다. 그들은 1650 B.C. 경 나일 삼각주를 침입하였다. 히타이트 모델보다 가벼웠으며 승차원은 단지 두 사람(모리 꾼과 궁사)이었으며, 전차가 가벼워지면서, 전장에서 재빨리 책략을 짤 필요가 있을 때는 유리할 수도 있었다.\n\n하단 오른쪽\n신 Assyria 전차, 기원 전 9세기가 되면, Assyria 인들이 속도를 희생하는 대가로 더 견고한 전차를 만들기 시작하였다. 그 승차인원은 3명에서 4명이 될 수 있었으며, 그들의 화력과 규모는 겁을 먹게 하는 광경을 만들 곤하였다.\n\n[공성추(攻城椎), ram]\n주로 성문을 부술 때 사용되었던 병기로, 영어로 '램'은 숫양을 뜻하는 명사인데, 숫양이 화났을 때 뿔로 들이받는 모습에서 무기의 이름을 따 온 것이다. \n동양에서는 충차(衝車), 공성추(攻城椎), 파성추(破城椎), 파성퇴(破城槌), 당차(撞車) 등으로도 불린다. \n종류는 다양한데 자른 커다란 통나무에 손잡이를 달아서 병사들 여럿이 직접 들고 돌격하는 것부터, 바퀴를 달아 수레 형태로 만들어 밀고 가는 것, 나중에는 여기서 더 발달하여 위로부터의 공격으로부터 병사들을 보호하기 위해 수레에 지붕을 얹기도 했다. 이때 공성추의 지붕은 성문에서 던지는 돌을 흘려내기 위해 경사가 급한 삼각형으로 만든다. 지붕의 재질은 화공을 방어하기 위해 금속판이나 물을 뿌린 가죽으로 만든다. 그럼에도 불구하고 성문을 부수기 위해 한 자리에서 오랫동안 머물러 있어야만 하므로 불에는 아주 취약했다.\n\n[공성탑, Siege Tower]\n성벽이라는 지형적 문제를 해결하기 위해 고안된 이동식 탑형 구조물로, 병사를 성벽 너머로 올려보내거나 대등한 높이에서 적을 관측하고 싸우게 하는 망루 역할을 했다. 동양에서는 정란(井欄), 파성탑(破城塔) 또는 공성노(攻城櫓)로도 불린다. \n이 분야에서의 끝판왕은 기원전 4세기경에 만들어진  헬레폴리스. 사용법은 각 층마다 병사들을 채우고 성벽 앞으로 밀고간 다음, 맨 위층의 문을 겸하는 들다리를 내려 성벽에 걸고 병력을 밀어넣는 것이다. 물론 후속 병력이 계속 타고 올라간다.\n탑 자체의 주 재질이 나무이니 화공에 약해 가죽을 씌우고 물을 지참해서 뿌려댔다. 1차 십자군 전쟁 당시에는 그리스의 불로 실시된 화공을 막기 위해 물 대신 와인 찌꺼기를 실어놓은 경우도 있었다. 이 때 투석기로부터의 공격을 방어하기 위해 가죽과 탑 사이에 이격을 두어 날아온 돌덩이의 충격을 흡수하려는 시도도 있었다.\n탑 위에 난간을 설치하고 활, 쇠뇌같은 장거리 무기를 가진 병사들을 배치하기도 한다. 사다리에 비해 확실한 이점은 성벽을 기어오르는 동안 병사들이 공성탑의 벽에 의해 보호된다는 점과, 기껏 걸쳐봤자 한두명씩 올라오는 사다리와는 달리 성벽에 걸쳐진 들다리를 건너는 방식이라 한번에 여러 명이 성벽으로 달려들 수 있다는 점이다.\n\n[장창, 사리사]\n고대 그리스의 팔랑크스는 사각대형으로서 4~5m에 이르는 장창을 앞으로 하고 전진하여 충격력으로 승부를 내는 전투 방식을 취하였다. 하지만 이러한 사각대형은 톱니바퀴와도 같아서, 톱니 역할을 하는 개개인 중 한 명이라도 빠져나가면 그 대형이 와해된다는 약점을 지니고 있었다. 또한 주 무기였던 장창 '사리사'는 운용하기가 너무 길어서 중장보병의 기동성을 저하시켰고, 일단 창을 상실하게 되면 백병전을 전개할 수 있는 생존수단이 거의 없는 형편이었다.\n\n[글래디우스]\n로마군 역시 그리스군처럼 중무장 보병을 갖고 있었지만, 무기와 그 운용에 있어서는 고대 그리스의 폴리스들과 구별되었다. 하나의 대규모 단위로 이루어져 기동성과 유연성이 크게 부족하였던 그리스의 팔랑크스에 비해 로마의 군대는 약 40명 단위의 센추리(century), 2개의 센추리가 모인 매니플(maniple), 코호트(cohort), 그리고 10개의 코호트가 모여서 그 유명한 로마 군단인 레지온(legion, 기병대 300명을 포함하여 총 4,500~5,000명으로 구성)을 이루었다. 로마 군대는 이처럼 세분화된 하부조직을 중심으로 유동적인 부대운용이 가능하였고, 그리스의  팔랑크스와는 달리 굴곡이 있는 지역이나 산악 지형에서도 기동에 별다른 어려움을 겪지 않았다.   \n로마군은 그리스 팔랑크스처럼 장창을 정렬하여 고슴도치와 같은 대형을 유지하기보다는, 전투가 시작되면 일단 필룸을 투창하여 적에게 피해를 입힌 다음에 근접하여 단검인 글래디우스로 백병전을 전개하였다. 적과 근접한 상태에서는 장창이나 장검보다는 글래디우스과 같이 짧고 찌르기에 용이한 칼이 효과가 있었다. 대형 방패로 전투시 이것으로 몸을 방호하면서 적군에 접근하여 검으로 찌르는 백병전의 형태로 전투를 전개할 수가 있었다.\n\n[쇠뇌, 노(弩), crossbow)]\n활을 사람의 힘으로 당기지 않고 고정틀에 물리고 화살을 올려 발사장치를 통해 쏘는 기계식 활.\n활을 나무 막대 위에 올려 몇 가지 장치를 통해 보통의 활보다 긴 사정거리와 강한 관통력을 가지도록 개량한 무기이다. 활보다 장전하는 데 시간이 오래 걸려 연사력은 떨어진다. 동서양을 막론하고 중세 시대 동안 주요 원거리 공격 무기로 쓰였으나, 후에 개발된 화승총에 밀려났다. 그러나 현대에도 사냥용으로 쓰이며, 무기의 소음이 적어 특수부대의 무기로 활용되고 있다.\n\n무기의 위력이 그리스도인에게는 어울리지 않는 잔혹한 무기로 여겨져 교황 인노첸시오 2세는 사용을 금지했다. 하지만 대조적으로 신성로마제국의 콘라트 3세는 자신이 통치했던 시대(1138년 ~ 1152년)에 쇠뇌를 정식 무기로 채택했다. 쇠뇌를 소지한 병사가 실전에 임한 것은 제3차 십자군 원정 때인데, 사자심왕 리처드 1세가 이끄는 군대는 무슬림 전사들을 쏘기 위해 이 무기를 소지했다. 리처드 1세가 죽고 난 후 쇠뇌는 장궁의 등장과 더불어 잉글랜드에서는 공성무기가 되었으며 다른 유럽의 나라에 적잖이 전파되었다.\n\n신비궁(神臂弓)은 개인 화기에 해당하는 노나 활 중에서는 가장 강한 것이다. 이것은 흔히 개량 쇠뇌로 알려져있다. 이것은 송대에 서하 출신 이정이라는 사람이 개발해 송에 바쳐서 사용되기 시작했다고 한다. \n이것은 비를 뽕나무로 만들고, 시위를 거는 미는 참빗살나무로 만들고, 등은 철로 이루어져 있다. 발사기구는 구리로 되어있고, 시위는 삼베로 만들었다. 비의 끝부분인 등을 밟고 화살을 장전한다. 370m 정도에서 쏠 경우 화살이 나무에 반정도 박히고, 약 460m의 거리에서는 2중으로 된 철판을 꿰뚫을 정도로 강하지만 눈으로 조준해 실제로는 150m 거리에서 활용한다. 그 위력이 대단한 것이 곧 증명되어, 주력 무기로 보급되었다.\n\n우리나라에서 가장 오래된 쇠뇌 관련 유물은 청동기 시대 출토된 단발식 쇠뇌의 방아틀 뭉치이다. 이 외에 고분벽화의 그림, 신라 시대에는 구진천이 개발한, 천 걸음이나 화살이 날아가는 쇠뇌인 천보노(千步弩)가 있었다고 한다. 또한 신라는 아예 쇠뇌만 다루는 전문부대인 노당(弩幢)을 따로 만들 정도였다. 662년에 평양을 포위했다가 군량이 끊어진 소정방에게 군량을 전해주고 오던 김유신이 도중에 고구려군의 기습을 받았을 때 수많은 쇠뇌를 한 번에 쏘는 전법으로 추격해오던 고구려군을 거꾸로 궤멸시키는 전과를 세웠다는 기록이 삼국사기에 남아있다. 신당서(新唐書)에는 신라가 관문에 항상 노사(弩士) 수천 명을 주둔시켜 지킨다고 기록하고 있다. 당나라는 노를 신라를 대표하는 무기로 봤던 것이다.\n그래서 당나라에서는 천보노를 만드는 장인 구진천을 끌고 갔다는 기록도 있다. 당시 신라는 고구려 멸망 후 나당전쟁 개전을 몰래 준비하는 중이었기에 당나라를 안심시키기 위해 순순히 따랐다. 다만 구진천은 일부러 재료가 중국 것은 안 좋다느니, 신라에서 배에 실어서 갖고 온 재료가 습기가 차서 못 쓴다느니 핑계를 대면서 당고종의 위협에도 불구하고 끝내 제대로 된 천보노를 만들지 않았다. 처음 만든 것은 30보 남짓, 신라에서 목재를 가져와 만든 것은 60보 남짓 날아갔다고.\n고려시대에도 수질노, 수질구궁노, 팔우노 등 다양한 쇠뇌들을 제작해서 사용했다. 북계에 주둔했던 주진군 중에는 쇠뇌를 다루는 노병이 좌군에 편성되어 주둔했으며 별무반 편성 당시 쇠뇌를 다루는 정노군이란 부대를 신설하기도 했다. 예종이 정예부대인 정노반을 사열했다는 기록이 있는 등 고려시대에도 쇠뇌는 널리 사용되었다. 하지만 원간섭기를 거치면서 쇠뇌 제조법이 실전되었고, 조선 초기에 들어서면서 쇠뇌를 만들 줄 아는 이가 없어 왕궁에 있는 도자기에 그려진 그림을 참조해서 쇠뇌를 만드는 지경까지 갔었다고 한다. 조선 초기 군의 주력 투사무기는 국궁, 조선 중기 이후로는 화승총이었다.\n조선시대의 쇠뇌로는 수노기와 궐장노(蹶張弩) 등이 있다. 다양한 형태의 쇠뇌가 사용되었는데, 임진왜란 3대첩의 하나인 행주대첩에서 비격진천뢰 등과 함께 쇠뇌를 사용했다는 기록이 전한다. 또 조선 후기 정조(正祖)가 신도시로 건설한 경기도 수원 화성에는 쇠뇌를 쏠 수 있는 누대(樓臺:서장대와 서노대)가 따로 세워질 정도로 전투에서 중요하게 쓰였던 무기임을 알 수 있다. \n일반적으로, 조선에서는 탄력을 강화한 국궁에다가 기계틀을 달아서 완성했다. \n조선시대 궐장노는 전통적인 국궁과 동아시아의 전투용 쇠뇌를 조합한 형상이다.\n조선시대 소노는 주로 매복시켜 놓고 줄을 당기면 발사되는 사냥용 함정이었다. 10개, 20개씩 묶어서 한꺼번에 발사되는 무기였다. \n조선시대 용두삼시수노는 3발씩 쏘는 연노이며 군용으로서 대형인 것도 있었다.\n\n한반도에서 쇠뇌는 왜 활로 대체된 거임?\n유명하지 않아서 그렇지 계속 쓰였었음. 다만 공자의 영향으로 활쏘기가 기본 스킬이 되버리는 바람에 별로 유명하지는 않았고 동일한 역할을 하는 화약무기 등장이후 없어짐.\n쇠뇌 제작기술 자체가 어느순간 쇠퇴함.\n그리고 쇠뇌가 활보다 딱히 상위티어는 아님 각자 장단점이 뚜렷해서… 그리고 거기다 가성비가 활이 훨 좋아서 결국 활이 주류였고. 암튼 삼국시대 이후 한반도에서 쇠뇌 안쓴 건 딴 이유도 여럿 있지만 결국 그러다가 제작.운용기술이 반쯤 잊혀져서 그랬음. 그러다 조선 중기에 바로 조총으로 넘어갔다.\n\n\n[노포(弩砲, 발리스타)]\n발리스타(노포(弩砲))는 활의 원리를 이용하여 큰 목재로 만든 거대한 석궁 틀에 활시위를 걸고 돌, 나무탄알, 화살, 창 등을 날리도록 만든 무기.  말하자면 엄청 큰 석궁이다.\n고대 그리스 시대까지는 발리스타는 주로 공성전 무기로 사용되었다. 따라서 화살을 발사하는 무기 뿐 아니라, 성벽 등을 파괴하기 위해 무거운 돌을 발사하는 투석기의 포지션을 겸하고 있었다. 따라서 대체로 고정식의 대형 병기로 만들어지는 경우도 많았다. 그러다 마케도니아의 필리포스 2세와 알렉산더 대왕에 이르러, 발리스타를 공성 및 수성용 병기로 뿐만 아니라 야전의 전투에서 현대의  포나 박격포와 같은 역할로 활용하는 방법을 개발하였다. 로마군은 발리스타를 적극적으로 사용했던 대표적인 군대의 하나였다. 특히 로마군은 발리스타를 공성, 수성병기 용도로서 뿐 아니라, 본격적으로 야전의 전투에서 '화력지원'의 수단으로도 널리 사용했다.\n물론 공성 및 수성 무기로서도 여전히 널리 사용되었으며, 로마시대 군사 요충지의 성곽과 요새 등의 유적에서는 발리스타를 설치했던 흔적이 자주 발견된다.\n곡사사격을 하면 400m 이상의 사거리에서 공격할 수 있었다. 또한 정확도가 꽤 높은 편이어서, 더 근거리에서 직사사격으로는 적군 주요 인원을 한 명씩 저격하는 식으로도 쓸 수 있었다고 한다. 발사속도는 분당 3-4발 정도로 무기의 체급과 위력에 비하면 생각보다 빠른 편이다. 로마군 1개 군단 당 (주로 이런 '스코피오'인) 발리스타 60기 정도가 배치되므로, 로마군과 맞닥뜨리면 일반 활로 반격할 수 있는 거리 한참 전 부터, 분당 200~240발의 크고 아름다운 발리스타 화살세례를 받게 되는 셈. 때문에 게르만족이나 갈리아를 상대로 한 전쟁 등에서도 매우 유용하게 활용되었다. 당시 '발리스타에 맞은 적군이 갑옷을 입었음에도 그대로 관통되어 나무에 꽂혀 버렸다'던가, 공성전에서는 성벽 위의 방어병력을 하나씩 쏘아 맞혀 사기를 뚝뚝 떨어뜨리곤 했다는 이야기가 전해진다.\n로마군은 스콜피오나 케이로발리스타 등의 중, 소형 발리스타를 소형 수레에 설치해 말이나 노새 등으로 끌고 다니며 사용하기도 했다고 한다.\n동양에서는 강노, 상노, 상자노, 노포, 차노(수레에 노를 실은 병기)라고 불렀다. 중국 전국시대부터 등장하였다. 거대한 쇠뇌를 사용해 돌이나 창 수준의 대형 화살을 발사하는 일종의 야포였다. 개량을 통해 대형 화살 여러 개를 한꺼번에 쏘기도 하였으며, 화약이 발명되면서 화살에 기름을 발라 쏘던 것을 폭탄 구실을 하는 화약주머니를 달아 쏘기도 하였다. 초기에는 활채가 하나였으나, 동양 역시 전쟁이 격화되면서 활채 여러 개를 사용해 궁력을 강화시키는 개량형이 나오게 되었다. 연노는 한 번에 다량의 화살을 발사하도록 설계된 기종으로 제갈공명이 개발한 원융이 대표적인 사례이다.\n\n고려 시대에는 북방 민족과의 충돌을 거치면서 기병 양성과 더불어 이러한 쇠뇌의 사용과 개발에도 더욱 많은 투자를 하게 된다. 정종 6년(1046년) 박원작이 '수질구궁노(繡質九弓弩)'라는 것을 발명하는데, 쇠뇌 9개(혹은 화살 9발)가 연달아 발사되는 고려판 화차라는 것이 학계의 정설. 신라 시대 구진천의 천보노와 더불어 강력한 살상력의 무기. 1093년 선종 때 박원작이 예전에 개발한 \"천균노(千鈞弩)\"의 사격훈련이 오랫동안 되지 않아 이를 재개하라는 기록이 나오는데, 여기서 '균'은 당시의 무게 단위로 천균을 지금으로 환산하면 무려 18톤이다. 이는 궁력을 잴 때 활에 매다는 추의 무게에 따른 것이다.\n이렇게 강력한 쇠뇌를 개발하고 애용한 고려에서는 정노군(精弩軍)이라는 전문 쇠뇌부대를 육성하여 활용하였고, 이후 여말선초기 외침과 정치적 혼란, 화약무기의 대두로 쇠뇌의 사용이 주춤하나 조선 후기 궁술 수준의 저하로 다시 쇠뇌가 각광받으면서 대형 쇠뇌인 녹로노가 출현한다.\n\n[투석기(投石機, Trebuchet / Catapult)] \n성벽 너머로 피해를 주거나 성벽 자체를 부수는 공성전에 주로 이용되었으며, 던지는 돌에 불을 붙여 소이 효과를 노리거나, 동물이나 사람의 사체 등을 던져넣어 전염병을 유도하는 세균전에도 이용되었다. 간혹 적 전사자, 포로들의 잘라낸 목이나, 아직 살아있는 포로, 성 안 주요 인사들의 인척 등을 투석기로 적진으로 쏘아 보내 적군의 사기를 저하시키는 심리전에 이용되기도 하였다.\n동아시아에서는 기원전 4~5세기 춘추전국시대부터 지레의 원리를 이용한 투석기를 사용했다.\n\n트레뷰셋이 카타펄트(Catapult)나 오나거(onager) 같은 기존의 투석기들과 다른 점은 여럿 있었다. 트레뷰셋은 추의 원리로 돌을 날려 보냈는데, 들어올린 추가 아래로 떨어질 때 발생하는 위치 에너지를 이용했다. 기존의 투석기는 돌을 날려 보내기 위해서 끈을 잡가 당기는 사람의 수를 늘려야 했지만, 트레뷰셋은 추만 무겁게 하면 되었다. 그리고 트레뷰셋은 추를 들어올릴 때도 순간적으로 큰 힘을 들일 필요가 없고, 소수 인원으로만 효율적으로 돌을 날려 보낼 수 있었다.\n\n중국에서 사용된 가장 강력한 인력식 투석기는 57~63kg의 돌을 75미터 떨어진 곳까지 날려보낼 수 있었다. 그러나 <구당서>에 따르면 고당전쟁 당시 요동성을 함락시키는 데 공헌한 당군의 투석기는 300근의 돌을 1리(약 390미터)나 날렸으며, 유럽과 중동에서 등장한 무게추식 투석기는 250kg의 돌을 160미터까지 날려보낼 수 있었고, 이것이 몽고군에게 회회포라는 이름으로 도입되어, 1268~73년 양양성 포위전에서 처음 사용되었다.\n13세기 유라시아 대륙을 휩쓴 몽골군은 40년 동안이나 바다 같이 넓고 긴 양자강을 넘지 못했다. 양자강을 방어선으로 둔 남송의 성벽이 워낙 높고 튼튼했기 때문이었다. 1272년, 지지부진한 전황에 고민하던 쿠빌라이는 동생인 훌라구가 페르시아를 정복하고 세운 일칸국에 사신을 보내, 강력한 무기를 만드는 기술자를 보내줄 것을 요청하였다. 이에 일칸국에서는 아라위딘과 이스마일 같은 기술자들을 쿠빌라이에게 보냈고, 그들은 무거운 돌을 멀리까지 보내는 투석기인 회회포(回回砲)를 만들어 쿠빌라이에게 바쳤다. 회회포는 본래 중세 유럽에서 만들어진 투석기인 트레뷰셋(trebuchet)이 중동에 전해진 무기였다. 멀리 중동에서 온 기술자들이 만든 강력한 투석기인 회회포가 전장에 투입되자 그러한 양상은 완전히 바뀌었다. 투석기에서 쏘아대는 바위덩어리는 남송의 성벽을 너무나 쉽게 부숴버렸다. 성벽이 없어지자 남송은 더 이상 몽골군에게 저항하지 못하고, 항복하고 말았다.\n이 때 사용된 회회포는 폭이 700에서 800미터에 달하는 양자강을 넘어서, 90kg의 무게를 가진 돌을 날려 보냈는데, 발사된 돌은 떨어질 때, 지면을 무려 2미터나 파고들었다고 한다.\n\n5연발 투석기인 선풍오포(旋風五砲)는 북송 때 개발된 것으로, 기존의 투석기와 달리 5연발이 가능하며, 발사 각도를 그 자리에서 쉽게 조절(좌우 회전)할 수 있다는 장점이 있었다.\n\n공성전은 로마 군단이 자랑하는 특기였고, 아무리 난공불락이라 자부하는 요새인들 로마 군단의 공격 에 대부분 함락되었다. 제1차 유대전쟁 당시 봉기에 동참했다가 훗날 로마에 투항한 역사가 요세푸스는 갈릴리의 요타파타 요새에서 유대군 방위대장을 맡았다가 경험한 로마군의 무지막지한 포격에 대해 이렇게 전한다.\n\"(당시에 유대반란 토벌군 총사령관이었던) 베스파시아누스 황제는 로마군이 보유하고 있던 160문의 노포를 사방에 배치하고는 방어군을 향해 일제 포격을 명령하셨다. 대형 쇠뇌는 거대한 화살을 쏘고, 투석기는 무게가 50kg에 달하는 바윗 덩어리를 날려댔다. 불덩어리와 화살이 얼마나 우박처럼 쏟아지던지, 유대 병사들은 방벽 위에 서 있을 수조차 없었다.\"\n유대 전쟁의 절정이었던 예루살렘 공방전에서도, 군단의 선배들이 카이사르와 함께 영광을 누렸던 제 10군단의 포병들이 성벽 돌파에 중요한 역할을 했다. 요세푸스는 로마 군단들 중에서도 10군단이 가장 강력한 노포로 초대형 화살을 발사하고 투석기로 가장 커다란 돌을 날렸다고 기록했다. 10군단의 포병들은 놀랄 만큼 빠른 속도로 노포를 발사했으며, 10군단의 거대 투석기가 발사한 50kg나 되는 돌포탄은 400m이상을 날아가 대열 앞에 있던 유대 반군들을 즉사시켰을 뿐만 아니라, 계속 날아가 뒷줄에 있던 반군들에까지 치명상을 입혔다는 것이다. 그는 로마군의 노포에서 발사된 창이 불운한 유대 반군 몇 명을 한꺼번에 꼬치처럼 꿰뚫었는가 하면, 한 유대 반군 병사는 돌포탄에 직격해 날아가버린 머리가 몸통에서 수백m 떨어진 곳에서 발견되었다고 썼다.\n바난군은 로마군의 포격을 어떻게든 저지하기 위해 애썼다. 특공대를 편성하여 성벽 밖으로 몰래 출격, 포병대를 기습하게 하거나 성벽 위에 배치한 340문에 달하는 발사 무기로 응사하게 했다. 아이러니하게도 유대 반군 사수들이 쏘아대는 이 포들의 정체는 4년 전 반란 초기에 반군이 베트-호른 전투에서 로마군을 격파하고 노획한 장비였다.\n하지만 반격의 결과는 영 신통찮았다. 유대 반군 사수들은 전문적인 기술도 없고 훈련도 되어 있지 않던 반면, 로마군 포병들은 입대 직후부터 사회인 시절의 목수 경력을 인정받아 투석기 포반의 정비병이 되었거나, 사수 보직을 받고 복무 내내 전문적인 훈련을 받은 프로들이었다. 그들은 위험을 무릅쓰고 발사대에서 예루살렘 성벽까지의 거리를 측정한 다음, 오늘날로 말하자면 '탄도학' 이라 할 수 있는 개념에 따라 정확히 사정거리를 계산했다.\n반군 특공대 또한 예루살렘 공성군 사령관 티투스(훗날의 플라비우스 황조 2대 황제)가\n예비대로 준비해뒀던 기병대를 직접 이끌고 와서 격퇴해버렸다.\n예루살렘 공성전이 계속되는 동안, 로마제국 동방군의 핵심 보급 기지인 카이사레아에서부터 예루살렘까지 물자와 무기, 부상병들을 옮기기 위해 끊임없이 오가는 마차와 노새들이 거대한 물결을 이루었다. 이들이 공급하는 물자에는 바로 돌포탄도 있었다. 채석장에서 감독관이 매의 눈으로 지켜보는 가운데, 석공들이 유대 지방 특유의 흰 돌들을 깎아내 둥글게 다듬고 있었던 것이다. 감독관이 만족할 정도로 손질을 마친 돌포탄은 대기하고 있던 마차에 실리고, 그러면 마차는 기우뚱거리며 수송 행렬을 따라 끝도 없이 돌을 먹어대는 포반이 기다리는 전선으로 향했다. \n\n[장궁]\n백년전쟁 초기인 1346년 에드워드 3세가 군대를 이끌고 프랑스의 대군과 마주한 크레시 전투는 대표적 사례다. 전투 당일 프랑스군은 최정예 2만 명의 철갑으로 무장한 '중기병' 만으로도 영국군 전체를 압도했다. 누가 보더라도 프랑스의 완승이 예상되는 싸움이었다.\n하지만 영국군에게는 사거리가 긴 장궁을 든 병사 7천여 명이 있었다. 이들이 소낙비처럼 쏘아대는 화살에 그야말로 프랑스군은 추풍낙엽 신세였다. 병력이 많다는 이점이 효율적 지휘로 연결되지 못하면서 오히려 움직임을 둔하게 만드는 단점이 돼버렸다. 프랑스에겐 총처럼 겨눠서 쏘는 이른바 '석궁'이 있었지만, 사거리가 짧아 무용지물이었다. 프랑스의 참패였다. 푸아티에 전투(1356), 아쟁쿠르 전투(1415)에서도 병력은 프랑스가 압도적으로 많았지만 역시 대패하고 만다.\n백년전쟁 마지막 해인 1453년 카스티용 전투에서 프랑스는 대포를 도입해 영국군을 마침내 격파한다.\n\n[화승총]\n중세 중무장 기사 계급이 무너지는 건 경제 사회 정치적 요인도 있지만 가장 결정적인 요인은 총과 화약 무기였다. 경무장 보병들이 든 화약무기가 점차 강해지고 정확해지고 숫자가 늘어나자 결국 중무장 기사들 장갑을 뚫고 패퇴시킬 수 있게 된 것이다.\n또 미늘창(halberd)를 든 스위스 용병들의 활약도 기사의 몰락을 촉진했다. \n역사적으로는 화승총이 전쟁무기로서 입지를 확고히 하고 전투에서 기사계급을 확실하게 몰락 시킨 전투는 1525년 이탈리아 파비아 전투라고 한다.\n프랑스의 프랑수아 1세와 신성로마제국의 카를 5세가 이탈리아에서 싸워 카를 5세가 대승을 거둔 전투, 이를 보통 중세의 종말로 본다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-26T13:53:55.867000",
  "updatedAt": "2025-10-06T09:14:47.757000"
}