{
  "id": "adf87151-69f8-4d3b-a3a0-acdf58e19885",
  "title": "전신, 전화의 역사",
  "content": "[그레이엄 벨]\n비슷한 시기에 여러 발명가들이 새로운 통신 수단, 즉 전화기를 발명하기 위해 경쟁했다. 그러나 전화기 시대를 연 마지막 승자는 알렉산더 그레이엄 벨이었다. 농아학교를 운영하며 직접 발성법을 지도했던 벨은 멀리 떨어진 사람들이 음성으로 소통할 수 있는 시대를 열어주었다.\n1875년 겨울, 알렉산더 그레이엄 벨과 그의 조수 토머스 왓슨은 새로운 전화 장치 개발에 전념했다. 쇠기둥 끝에 달린 전자석이 양피지 진동판에 전달되는 전류를 변동시키게 되어 있었다. 전류가 소리로 바뀌어 전달된다는 개념이었지만, 좀처럼 성공하지 못했다. 벨과 왓슨은 크게 소리도 지르고 노래도 불러봤지만, 알아들을 수 있는 ‘말’은 좀처럼 들리지 않았다. 그러나 벨은 이 전화장치 특허신청을 위한 설계도와 설명서를 작성했다. 1876년 2월 14일 벨의 변호사는 미국 특허국에 특허신청서를 제출했다. 같은 날 일라이셔 그레이도 액체 송화기를 사용한 전화기 디자인 특허권을 신청했다. 벨 측이 한 발 앞서 제출했기 때문에 특허권을 취득했다는 말이 많지만, 정확히 누가 먼저 제출했는지를 놓고 지금도 논란이 분분하다. 그레이는 강력하게 이의를 제기했는데, 특허심사관은 나중에 진술서에 자신이 벨의 변호사 마르셀러스 베일리에게 신세를 톡톡히 진 사람이라 밝히면서, 베일리와 자신이 남북전쟁 당시 함께 싸운 전우라고 고백했다. 또한 자신이 그레이의 특허신청서를 베일리에게 보여주었다고 주장했다(물론 벨 측은 이를 강하게 부인했다).\n벨은 당시 보스턴을 떠나 워싱턴에 머물고 있었는데, 심사관은 100달러를 받는 조건으로 그레이의 특허신청서를 심지어 벨에게도 보여주었다고 주장했다. 그러나 벨은 단지 그 특허에 관해 일반적인 대화를 나누었을 뿐이라고 반박했다. 1876년 3월 3일 미국 특허국은 벨의 특허권을 승인했고(그의 29번째 생일이었다), 7일에 특허장이 공식 발급되었다. 보스턴으로 돌아온 벨은 다음 날 자신의 노트에 그레이의 것과 비슷한 그림을 그려 넣었다. 일라이셔 그레이의 특허신청서의 주요 내용과 벨의 실험실 노트 3월 8일자에 기록된 내용은 놀랄 만치 비슷했다. 그리고 3월 10일, 전화기 역사에서 유명한 발언 아니 외침이 있었다. “왓슨! 이리로 와주게. 자네가 보고 싶어” 이 외침은 근처 다른 방에 있던 왓슨의 수신 장치에서 분명하게 들렸다. \n액체 송화기, 그러니까 물속에서 바늘이 떨렸고 가변저항, 그러니까 바늘의 떨림이 회로에서 저항을 다양하게 만들어주었다. 이 핵심적인 아이디어를 벨이 사실상 도용한 것 아니냐는 논란은 지금까지도 이어지고 있다.\n1876년 필라델피아에서 미국 건국 100주년 기념 박람회가 열렸다. 벨은 박람회 한 구석 부스에서 전화기를 선보였다. 6월 25일 저녁 무렵 그의 부스에 박람회 심사위원 가운데 한 사람인 브라질 황제 페드루 2세가 찾아왔다. 페드루 2세가 각별한 관심을 표하자 다른 심사위원들도 벨의 전화기를 시험해보았다. 벨은 부스에서 멀리 떨어져 송화기에 대고 셰익스피어 희곡의 인상적인 대사를 말했고, 결과는 성공적이었다. 특히 심사위원 가운데 영향력이 컸던 영국 과학자 윌리엄 톰슨 경은 “미국에서 봤던 것들 가운데 가장 놀라운 물건”이라 평했다. 당시 벨이 <햄릿>의 유명한 대사 ‘사느냐 죽느냐’를 말하자 그것을 들은 페드루 2세가 “이 물건이 말을 하네!”라며 크게 놀랐다는 일화도 전해진다. 그래서 페드루 2세가 브라질 사람으로는 최초로 전화 통화를 했다는 말도 있다. 영향력 있는 심사위원들의 찬사와 함께 벨과 그의 전화기는 시쳇말로 ‘떴다.’ 그 해 11월 벨은 1백 주년 상을 수상했다.\n박람회에서 거둔 성공은 우연이었을까? 벨은 박람회가 열리기 전인 6월 14일 보스턴 농아학교에서 페드루 2세와 만났고, 페드루 2세는 그곳의 교육 방식에 깊은 감명을 받은 일이 있었다. 그로부터 일주일 뒤에는 톰슨을 만나 대화를 나눈 일도 있다. 벨은 처음 만난 톰슨에 대해 이렇게 회고했다. “마음씨 좋고 영민하고 친절한 사람. 그가 나에게 인사를 건넸을 때, 넉넉한 스코틀랜드 억양이 들려왔다.” 톰슨은 벨과 마찬가지로 스코틀랜드 출신이었던 것. 더구나 벨은 박람회 참석을 주저했지만, 이듬해 장인이 되는(메이벌 허바드와 1877년 7월 11일 결혼) 투자자 가디너 허바드가 6월 25일에 유력 심사위원이 전기(電氣) 전시물 코너를 돌아볼 예정이라는 정보를 전해주며 강하게 권고하자 참석을 결심했다. 허바드는 당시 매사추세츠 지역 참가자들의 전시물 선정위원이었으니, 박람회에서 거둔 성공이 ‘작전’에 의한 것이라 폄하할 여지가 없지는 않아 보이지만, 여하튼 벨은 날개를 단 셈이었다.\n1876년 8월 3일 밤, 벨의 집에서 벨의 가족과 손님들이 6킬로미터 떨어진 브랜트포드에서 사람들이 책을 낭독하고 노래 부르는 소리를 들었다. 전화기가 먼 거리에서도 소용이 닿는다는 걸 분명하게 해준 통화였다. \n그러나 벨과 허바드, 토머스 샌더스는 웨스턴유니언 사에 전화기 특허권을 10만 달러에 팔겠다는 제의를 했다. 당시만 해도 벨과 그 동업자들이 전화기의 투자 대비 전망을 확신하지 못했던 걸까. 계속된 투자 탓에 형편이 어렵기도 했다. 그러나 웨스턴유니언 대표 윌리엄 오튼은 전화기가 통신 수단이 되기에는 기술적으로 단점이 너무 많고 결국 장난감 이상이 못 된다고 판단했다(오튼의 당시 결정은 <포츈>지가 선정한 미국 기업과 경제 역사의 분수령이 된 ‘20대 기업 의사결정’ 가운데 하나이기도 하다). 그로부터 2년 뒤 오튼은 그 특허권을 2천5백만 달러에 사들이더라도 싸게 사는 셈이라 말했으니, 차 떠난 뒤 손 흔드는 꼴이었다.\n발명 1년후인 1877년 벨은 가디너 허바드, 샌더스 등과 함께 벨 전화회사(Bell Telephone Company. 오늘날 AT&T의 전신)를 설립했다. 이후 10년 만에 미국에서 15만 명이 전화기를 갖게 되었다. 벨과 왓슨은 전화기 대중화를 위해 순회 설명회를 열었다. 그것은 쇼와 비슷했다. 멀리 떨어져 있는 왓슨이 전화기를 통해 인사하고 노래를 부르면, 청중은 크게 놀라고 신기해했다. 소문이 퍼지면서 사람들은 설명회 입장권을 구하려 난리였다. \n1877년 4월에는 보스턴에 있는 벨의 작업장과 서머빌 근처 찰스 윌리엄스의 집 사이에 최초의 전화선이 개설됐고, 같은 해 여름에는 당시의 ‘얼리어답터’ 2백여 명(대부분 사업상의 필요에 의해 신청한 사업가들)을 위해 보스턴에 최초의 교환대가 설치됐다. 교환 서비스가 시작되었다고는 하지만 정해진 영업시간에만 통화할 수 있었고, 전화기도 판매가 아닌 임대였다. 사업가, 의사, 약사들이 주요 얼리어답터들이었고, 그들은 전화기를 활용하면 업무를 좀 더 효율적으로 처리할 수 있다는 걸 빠르게 깨달아갔다. 1879년에는 벨 전화회사가 토머스 에디슨의 탄소 마이크로폰 특허권을 웨스턴유니언으로부터 사들여 전화기를 개량함으로써, 통화 거리도 더 늘어났고 더 이상 송화기에 대고 큰 소리를 지를 필요가 없게 되었다.\n\n벨은 이후 수 백 건의 특허 소송에 휘말렸지만, 소송 와중에도 1888년 땅속에 전화선을 설치했고 1889년에는 최초의 동전 전화기도 설치했다. 1893년 벨의 전화기 특허권이 만료되어 다른 업체들도 전화기를 팔기 시작했지만, 선도 주자로서의 벨 전화회사의 입지는 탄탄했다. 1914년 6월 14일 뉴욕과 샌프란시스코를 잇는 대륙 횡단 전화선의 마지막 전봇대가 네바다 주와 유타 주 경계선에 설치되었고, 이듬해 1915년 1월 25일 최초의 대륙횡단 통화가 이루어졌다. 이 날 뉴욕 데이스트리트에서 열린 개통 축하식에서 벨은 샌프란시스코 그랜트가에 있는 왓슨에게 전화를 걸어 통화했다.\n\n이 날의 소식을 전한 <뉴욕타임스> 기사의 한 구절은 이러했다. “그들은 38년 전 통화 때보다 훨씬 더 분명한 서로의 목소리를 들었다.” 그로부터 7년 뒤 1922년 75세의 벨은 당뇨병 악화로 세상을 떠났다. \n\n진정한 전화기 발명가가 누구인지를 놓고서는 의견이 제법 분분하다. 예컨대 이탈리아 출신 미국 발명가(1850년 이민) 안토니오 무치(1808-1889)가 진정한 전화기 발명가라는 주장이 제기되기도 한다(벨은 1882년 미국인으로 귀화). 2002년 6월에 통과된 미 하원의원 비토 포셀라의 하원결의안에는 ‘19세기 이탈리아계 미국인 발명가 안토니오 무치의 삶과 성취, 그리고 전화기 발명에서의 그의 업적을 미 하원이 기리는 뜻을 표명하는’ 내용을 담았다. 이 결의안에는 ‘무치가 1874년 이후 특허권 신청비용 10달러만 조달할 수 있었다면, 벨에게 특허권이 부여되지 못했을 것’이라는 언급도 나온다(물론 무치의 발명의 기술적 완성도와 발전 가능성을 놓고서는 논란이 많다).\n \n1876년 전화기의 최초 발명가로 널리 알려져 있었지만, 미국과 유럽의 조사 결과로는 다른 발명가들의 특허를 자기 것으로 만든 데에 불과한 것으로 보인다. 실제로 전화기 시제품을 최종 정립한 사람은 안토니오 무치이며, 그 외에도 필립 라이스라는 교수가 전화기의 원리를 정립했고, 한때 벨보다 2시간 특허가 늦어 등록하지 못했다고 알려진 엘리샤 그레이 역시 전화기 개발의 선구자였다는 것도 알려졌다.\n\n1858년에 필립 라이스(Johann Philipp Reis)라는 독일인 교수가 최초의 전화기라 할 수 있는 DAS TELE PONE을 만들었고, 1863년까지 꾸준히 개선을 실시했다. 더구나 이미 1886년 기록에 따르면 벨은 이미 10대 시절에 1862년에 이미 에든버러의 공작소에서 이 제품을 직접 구매까지 했고, 1876년 특허 신청 직전인 1875년 스미스소니언 박물관에서 조셉헨리의 연구실에서 이 모델을 다시 확인했다.\n\n안토니오 무치는 자석식 전화기를 발명한 뒤 특허를 내기 위하여 웨스턴 유니언 전신회사(Western Union Telegraph Company)와 의논하고 브리핑했지만 그 과정에서 설계도와 전화기 모델을 도난당해서 특허가 무효처리되었다. 이후 벨이 무치가 발명한 것과 비슷한 전화기로 특허를 취득한 것으로 알려졌다. 무치는 소송을 제기하였으나, 돈이 없어 국선 변호사도 선임할 수가 없었고, 패소하였다.\n\n특허 하나로 미국 역사상 가장 많은 돈을 벌어들이고 ‘전화의 아버지’라는 명성까지 얻은 벨이 실은 경쟁자 엘리샤 그레이의 액체 송화기 도안과 가변 저항 개념을 노골적으로 베끼고 이 사실을 끝까지 은폐하려 전전긍긍했다는 사실이다. \n벨과 같은 시기에 전화에 대해 연구하던 경쟁자 엘리샤 그레이란 과학자가 있었다. 벨과 그레이의 특허 신청에 있어서 간발의 차이로 벨의 신청이 먼저 접수되어 역사상 가장 돈을 많이 벌어들인 발명품의 발명가로 벨이 인정을 받게된다. 하지만 특허 신청에 있어서도 의심가는 부분이 많았다. 벨이 특허 신청을 낸 날은 1876년 2월 14일인데, 전화로 음성 송신을 성공한 날은 3월 10일이다. 어떻게 만들지도 않은 것을 특허 신청을 낼 수가 있단 말인가... 또 가장 근본적인 문제는 벨이 엘리샤의 '액체 송화기 도안과 가변 저항 개념'을 노골적으로 베끼고 이 사건을 은페하려 전전 긍긍했다는 너무나 확연하게 드러나는 결정적 증거와 단서가 여기저기서 발견된다는 것이다.\n또한 벨이 직접 작성해서 보관하고 있던 특허 신청서 사본 왼쪽 여백에 글이 적혀 있는데, 그 부분에 가변 저항에 대한 내용이 담겨 있다. 전화 발명의 가장 핵심적인 주장이 왜 여백에 추가로만 적혀 있는지 이상하다. 자신의 발명품이 만들어질 수 있었던 가장 중요한 요소를 마지막 순간까지 빠뜨리고 있었다는 것은 충분히 의심을 살 만하다.\n벨보다 십년 이상 앞선 시기에 음성을 전송할 수 있는 기계를 만든 필립 라이스란 과학자의 연구에 대해 벨이 이미 알고 있었다는 증거도 있었고, 벨이 다중 전신기 발명에 정신을 팔고 있던 그레이가 알아차릴 수 없도록 전화 발명의 과정을 교묘하게 가린 증거, 또한 벨의 도용 행위를 돕고 그가 실제 만들지도 않은 발명품에 특허를 내주었다고 주장하는 특허청 관리의 고백도 등장한다.\n이런 여러가지 의심가는 정황에도 벨이 특허권을 인정받고 발명가로서 명망을 가질 수 있었던 데에는 주변의 여러가지 권력들도 함께 작용했다. 하버드란 정치 권력가, 변호사, 또한 정부 조차 권력에의 방향에 유리한 벨의 손을 들어주었다. 또한 진실을 알고 있으면서도 많은 사람들이 침묵했다. 미국 특허청은 왜 벨에게 발명품 모델을 제출하라고 요구하지 않았는지.. 엘리샤 그레이는 왜 끝까지 자신의 주장을 고집하지 않았는지.. 무수한 의문이 아직도 남겨져 있었다. 모든 정황들이 벨에게 유리하게 작용하였고, 어떻게 보면 벨은 참 운이 좋은 사람이었다. 반면 엘리샤 그레이의 불운은 그가 술수에 능하지 못했다는 점도 작용한다.\n부정부패가 가득했던 당시의 상황을 잘 이용한 벨은 전화기를 발명한 아버지가 되었고 배경보다는 신사로 통했던 엘리샤 그레이는 시대를 보는 시각이 너무나 작았고 시대를 잘못 읽은 탓에 특허권은 물론이고 벨이 전화를 발명했다는 것을 인정해버리는 중요한 실수를 하게 된다. 지상 최대의 발명품 중의 하나인 전화를 발명한 사람이 순식간에 뒤바뀌어버린 것이다.\n\n[교환기]\n교환기란 다수의 전화기에서 상호접속을 원하는 전화기 간 회선을 설정해 접속하도록 해주는 장치다. 전화는 회선교환방식으로 소리를 전달해 왔으며, 통화를 위해서는 송신자 및 수신자간 하나의 회선이 필요하다. 따라서 n명을 연결하는 전화선은 nC2개(n×(n-1) ÷ 2)가 필요하다. 예를 들어 100만 명을 연결할 전화선 수는 약 5천억 회선이 필요하다. 그러나 100만 명의 중심에 교환기를 설치하면, 100만 명과 교환기를 연결하는 100만 회선이 필요할 뿐이다.\n\n[공전식 수동교환기]\nIn the era of the electrical telegraph, its principal users were post offices, railway stations, the more important governmental centers (ministries), stock exchanges, very few nationally distributed newspapers, the largest internationally important corporations, and wealthy individuals.[2] Despite the fact that telephone devices existed before the invention of the telephone exchange, their success and economical operation would have been impossible on the same schema and structure of the contemporary telegraph, as prior to the invention of the telephone exchange switchboard, early telephones were hardwired to and communicated with only a single other telephone (such as from an individual's home to the person's business[3]).\n\nA telephone exchange is a telephone system for a small geographic area that provides the switching (interconnection) of subscriber lines for calls made between them. Telephone exchanges replaced small telephone systems that connected its users with direct lines between each and every subscriber station. Exchanges made telephony an available and comfortable technology for everyday use and it gave the impetus for the creation of a new industrial sector.\n\n초기의 전화기는 교환수를 불러 내기 위한 벨을 울리는 작은 발전기와 상대방과 이야기를 하기 위한 전지로 구성되어 있는 자석식 전화기로, 손으로 자석발전기를 돌려 교환원을 불러 상대방을 호출하는 방식이었다. \n전화기에 붙어 있는 자석발전기를 손으로 돌려 교환원을 호출하고 교환원이 상대를 연결해준면 통화하는 방식이다.요즘에는 사용하지 않지만 설치가 간편하고 이동성이 좋아 군부대 등에서 직통회선용으로 사용한다. \n전화가입자가 전화기 옆에 달린 회전손잡이를 돌리면 전기가 발생해서 전화국의 교환원을 호출하게 됩니다. 교환원에게 어디로 연결해 달라고 말을 하면 교환원이 양쪽 전화가입자의 전선을 연결코드선으로 연결해 주었습니다. 물론 교환원도 그 통화내용을 다 들을 수 있었고, 심지어 셋이서 같이 수다를 떠는 광경도 있었다고 합니다. \n\n그 후 1877년 에디슨(T.E.Edison)에 의해 탄소송화기가 발명되고, 유도 코일이 이용되면서 통화거리가 연장되었으며, 같은 해 훅 스위치의 발명에 이어 1880년에는 수화기만 들면 곧바로 교환원과 연결되는 공전식전화기가 제작되었다. \n전화 거는 사람이 수화기만 들면 교환원에게 신호가 가서 상대방과 통화할 수 있는 방식이다.\n지금도 인터폰과 같은 장치로 사용되고 있다.\n\n\n[스트로저식 자동교환기]\n1880년대 말기에 '알몬 스트로저(A.B.Strowger)'는 미국 미주리 주에서 장의사를 하고 있었습니다. \n스트로저와 같은 지역에서 사업을 하는 경쟁 관계의 장의사가 있었습니다. 그런데 이 경쟁 장의사의 부인이 전화 연결을 시켜주던 전화교환원이었습니다. 사람들이 장례식을 치르기 위해 전화가 오면 경쟁 장의사의 부인은 자기 남편에게 연결해 주었고 알몬 스트로저의 사업은 점점 수입이 없어졌습니다. \n상을 당한 가족들은 특별한 장의사를 찾기보다는 그냥 장의사에게 연결해 달라고 말하는데, 경쟁사의 부인인 교환원은 스트로저를 찾는 것이 아니라면 자기 남편에게 전화 연결을 해 주었던 것입니다. 이 사실을 알게 된 스트로저는 매우 분노하며 전화 시스템을 바꿔야겠다는 생각을 하게 됩니다. 1889년, 온갖 연구 끝에 장의사 스트라우저는 다이얼 전화기를 쓰는 자동교환기를 발명하게 됩니다. \n\n다이얼식 전화기는 전화기 가입자가 다이얼 전화기에 표시된 숫자를 손가락으로 돌리면 발생하는 펄스를 만들어서 자동교환기로 보내게 됩니다. 즉, 숫자를 7까지 돌리면 되돌아가는 과정에서 전기 접속을 일곱 번 하게 되고, 이것을 보내서 7번이라는 신호를 만드는 방식이며 '모스 부호'와도 비슷합니다.\n교환원 없이 상대방과 직접 통화할 수 있는 전화기이다. 상대방의 전화번호를 전화기 다이얼을 이용해 돌리면 기계식 교환기가 자동으로 전화를 연결해 주는 방식이다.\n\n장의사 알몬 스트로저는 즉시 이 자동교환기 방식을 특허 냈습니다. 그리고 전화기 사업가로 유명한 '알렉산더 그레이엄 벨'이 관심을 가지고 사업계약을 하게 되었습니다. 그러나 다이얼 전화기를 사용하는 자동교환기의 도입은 1919년이 되도록 실용화되지 못했습니다. 장의사 알몬 스트로저가 발명한 전화기는 수십 년이 지난 1922년 뉴욕에서 처음 보급되었는데, 이것이 다이얼 전화기입니다. \n하지만 장의사 알몬 스트로저가 개발한 다이얼 전화기는 급속히 확산되지는 않았습니다. 간단한 다이얼 돌리기조차 사용방법이 어렵다고 생각하는 사람들이 있었기 때문에 초창기에는 보급이 미미했습니다. 그러나 점차 보급이 늘어났고 알몬 스트로저의 다이얼 전화기는 버튼식 전화기가 나오기전인 1980년대까지 사용되었습니다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-03T12:59:04.612000",
  "updatedAt": "2023-02-03T14:19:01.799000"
}