{
  "id": "ae057551-0839-457a-987f-17e6aa5e4bc3",
  "title": "밀수(密輸, smuggling)의 역사 - 동양",
  "content": "[명나라 모문룡]\n광해군 연간에 모문룡은 요동에서 후금과 싸우다 밀려 조선 땅으로 온 명나라 장수다. 정유호란 당시 평안도 철산 앞바다 가도에 동강진을 설치하고 8년 동안 해외천자로 군림하며 온갖 협잡과 사기로 무역이익을 취하며 밀수 왕초 노릇 하던 자다. 특히 조선에서 그가 벌인 패악은 극에 달했다. 툭하면 조선에 군량, 무기를 내놓으라 윽박질러 조선은 매년 수십만 석의 쌀을 내놓아야만 했다. 당시 조정은 모문룡 명군에게 보낼 군량미로 삼남 지방에 모량미란 명목으로 백성들에게 특수 조세를 부과했을 정도였다. 그의 휘하 모병들은 평안도 해안의 조선 백성들을 살해하고는 머리를 깎아 후금 병사 수급이라고 명 조정에 보고 하기도 했다. 노회한 모문룡은 인조반정의 정통성 시비 등을 빌미로 반정세력의 아킬레스건을 잡고 인조의 코를 꿰어 온갖 작폐를 저질 렀다. \n모문룡은 명 조정에도 막대한 양의 군량과 군수 비용을 청구했다. ‘요동 수복’과 ‘요민 구제’를 떠벌리면서 해마다 은화 수십만 냥을 뜯어냈다. 그렇게 챙긴 재원 가운데 상당액을 환관 위충현에게 ‘리베이트’로 상납했다. 위충현은 모문룡의 든든한 후견인이 됐다. 모문룡은 가도의 지리적 이점을 활용하여 돈벌이에 나서기도 했다. 산동·절강 등지에서 몰려드는 상선들과 밀무역을 벌이고 통행세를 징수했다. 모문룡의 창고는 은· 비단· 인삼· 모피 등으로 가득 채워졌다. 명 조정으로부터 감시의 손길이 제대로 미치지 않는 데다 인조 정권의 저자세가 맞물리면서 모문룡은 가도에서 ‘밀수 왕초’이자 ‘해외천자(海外天子)’로 군림했다. \n1627년 1월, 후금은 ‘모문룡을 제거하고 그를 비호하는 조선을 응징한다’며 정묘호란을 일으킨다. 후금군의 침략으로 수많은 평안도 주민이 죽거나 포로로 잡혀 끌려갔다. \n\n명과 조선에 패악질이 심하자 명나라 장군 원숭환은 12가지 죄목을 들어 숭정제로부터 하사받은 상방보검으로 모문룡의 목을 베었다. 그를 원숭환이 처형한 건 황제의 국고를 축낸 대형 범죄자에 대한 당연한 행위였다. 그런데 모문룡으로 부터 재물을 상납받았던 환관들과 상거래로 이득을 보고 있던  대상인들은 반발했다. 결국 원숭환이 도리어 미움을 사 반간계에 걸려 황제의 미움을 사 능지처참되고  말았다. \n\n[임칙서]\n임칙서의 실패도 결국은 교역에서의 거대한 이문의 향방을 놓고 배후에서 벌어진 파워 게임에서 정세를 바르게 읽지 못한 점도 지적됩니다. \n\n[차 밀수]\n몽고족이 세운 원(元)나라를 멸망시키고 한족인 명나라를 창업한 주원장(朱元璋)은 현대 차문화의 방향을 제시한 황제다. 생존을 위해 차가 필요했던 주변국을 차의 수급조절로 통제하기 위해 민간무역을 법으로 금지했다. 차마사(茶馬司)를 설치해 차를 수출한 대가로 고원지대의 말을 수입해 군마로 사용했다. 나라의 허가 없이 차를 밀수출하면 사형시키는 엄격한 법집행으로 차의 밀거래를 막았지만 큰돈이 생기는 밀무역은 국경지대에서 암암리에 이뤄졌다. 주원장의 강력한 의지에도 불구하고 변경지역은 법의 무풍지대였다. 명 태조 주원장의 통치기간 밀무역은 수시로 공공연하게 이뤄졌으며 오히려 말년의 주원장에게 커다란 상처를 남겼다.\n\n주원장에게 패한 몽고족은 본래 자신들이 살던 북쪽 초원 너머로 쫓겨났다. 역사에서는 북원이라 부른다. 북원은 1635년까지 존재했다. 명나라가 1644년에 망했으니 명나라와 거의 같은 기간 동안 존재한 셈이다. 북원은 빼앗긴 중원을 되찾으려고 공격을 시도했고, 명나라도 몇 차례나 대대적인 북원 정벌을 단행했다. 몽고족의 말은 번개처럼 빨랐다. 그들과 전쟁을 해야 하는 명나라에도 좋은 말이 있어야 했다. 그렇게 중요한 말이 명나라 초에 겨우 2만 3700마리밖에 없었다.\n주원장은 국경 지역에 말 시장을 열었다. 주변 유목민의 말을 사고 대신 그들이 필요로 하는 물건을 줬다. 가장 대표적인 것이 차다. 명나라 역시 이전 당나라나 송나라처럼 주변 유목민을 차로 통제했다. 주원장은 차의 생산과 유통을 철저하게 관리했고 국경에 전담 관청을 둬 차가 넘어가고 말이 넘어오는 상황을 눈에 불을 켜고 감시하게 했다. 명나라 법전인 ‘명률(明律)’에는 ‘국경 너머로 차를 밀수출한 자와 이를 감시하지 못한 자는 모두 능지처참한다’고 쓰여 있다.\n말과 차는 매우 불공평한 가격으로 거래됐다. 초기에는 말 한 마리를 가져오고 차 1800근을 줬지만 나중에는 말 한 마리를 차 120근과 바꿨다. 한때는 말 한 마리에 차 37근을 주기도 했다. 이처럼 차값이 어마어마했기에 차는 밀수꾼에게 아주 매력적인 아이템이었다. 저렴한 값으로 차를 구입해 유목민에게 건네주고 말을 받은 후 비싼 값으로 쳐서 돈으로 다시 바꿨다. 밀수를 하다 적발되면 바로 목이 베였지만 워낙 이윤이 컸기 때문에 목숨을 거는 자들이 끊이지 않았다.\n마 황후가 낳은 막내딸 안경(安慶)공주의 남편, 부마도위(駙馬都尉) 구양륜(歐陽倫)은 자신이 밀수를 하다 적발돼도 주원장이 봐줄 것이라고 생각했다. 그래서 관용 마차 여러 대에 차를 잔뜩 싣고 국경을 넘어갔다. 국경을 지키는 관원은 알면서도 감히 나서지 못하고 눈을 감아야 했다. 한번은 구양륜의 하인이 차를 실은 마차를 끌고 가다 세관원에게 붙잡혔다. 구양륜의 권세를 믿고 눈에 보이는 것이 없던 하인은 심지어 세관원을 두들겨 패기까지 했다. 세관원이 분을 못 이겨 황제에게 고했다. \n그양륜이 국경을 넘어 차를 밀매하며 지방을 담당하는 포정사사(布政使司)를 협박하고 지방관리를 폭행했다는 사건에 황제는 당장 구양륜을 잡아 오라 명령했다. 황제가 친히 심문했고 구양륜은 죄를 인정했다.\n게다가 남편을 살리기 위해 안경공주가 모든 죄를 뒤집어쓰고 나섰다. 고뇌 끝에 주원장은 안경공주를 먼저 참수하고 구양륜과 연계된 자들에게 모두 죽음을 명했다. 주원장은 구양륜에게 사약을 내렸다. 사지를 찢지 않고 사약을 내린 것이 주원장이 사위에게 베푼 최대한의 배려였다. 사약을 먹으면 창자가 타서 죽어도 몸뚱이는 보존할 수 있었다. 같이 걸려들어 간 구양륜의 하인과 평소 구양륜의 밀수를 눈감아줬던 관원들은 사지가 찢겨 죽었다.\n주원장은 안경공주가 죽은 다음 해 세상을 떠났다. \n\n이처럼 주원장은 사위를 죽이면서까지 차 밀수를 막으려고 애썼지만, 밀수는 막아지지 않았다. 특히 그가 사망한 후 점점 더 심해졌다. 밀수 차가 성하자 정부로 들어오는 세수도 대폭 줄어들었다. 명나라 13대 황제 만력제 때는 이런 상황을 타개하기 위해 일시적으로 유목민과의 차 거래를 폐지하는 강력한 조처를 취했다. 하지만 이 사건으로 밀수꾼이나 부패한 관원보다 더 큰 충격을 받은 것은 유목민이었다. 북쪽 몽고족과 여진족이 명나라 정부에 차를 다시 공급해 줄 것을 수차례 요청해왔다. 그러나 요청은 거절당했고 몽고족과 여진족은 연합해 전쟁을 일으켰다. 전쟁이 3년간 지속되자 명나라 정부는 어쩔 수 없이 차 공급을 재개하기로 했다.\n이후로도 밀수 차는 근절되지 않았다. 특히 밀수를 부추긴 차가 있었으니, 후난성(호남성)에서 만든 흑차였다. 후난성 흑차는 명나라 정부가 유목민에게 공급하도록 지정한 쓰촨성이나 산시성 차보다 가격도 싸고 품질도 좋았다. 무엇보다 맛이 진해 양젖이나 소젖을 넣어 마시는 유목민 취향에 딱 맞았다. 그래서 유목민들은 명나라 정부에서 비싸게 공급하는 질 떨어지는 차보다 후난성에서 밀수한 흑차를 훨씬 선호했다.\n밀수 차가 정부가 지정한 차보다 잘 팔리고 급기야 정부 지정 차가 그 때문에 위축되자 당연히 정부에서 논의가 이뤄졌다. 관리들 의견이 둘로 갈렸는데 한쪽은 후난성 흑차를 더욱 엄격하게 막아야 한다고 주장했고, 한쪽은 후난성 흑차도 정식으로 유목민에 공급하는 차로 지정하자고 주장했다. 황제는 유목민에게 공급하는 차를 쓰촨성과 산시성 차를 위주로 하고 후난성 흑차를 보조로 하도록 허락했다. 밀수 차로 시작한 후난성 흑차는 이처럼 순전히 품질로 시장을 개척했다.\n지금도 후난성은 흑차로 유명하다. 유명한 흑차 브랜드인 ‘안화흑차’ ‘백사계’ ‘고마이계’ 등이 모두 후난성에 자리 잡고 있다.\n\n[염군의 난]\n청나라 시대 국가 전매로만 거래되던 소금을 밀매하는 자들이 많았다. 당시 소금은 청나라 재정의 약 30퍼센트를 차지할 만큼 중요한 품목이였기에 엄하게 관리됐고 당연히 소금 밀거래는 사형으로 다뤘다. 이에 대해 소금 밀거래상들 역시 현대의 조폭처럼 조직을 이뤘는데 그것이 염군의 시초이다.\n또한 염군이 거점으로 삼은 곳은 백련교 신자들이 난을 일으켰다가 많이 숨어든 지역이었고 여기에 더해서 당대 각지의 반란 진압을 위해 향용(鄕勇)에 징용됐다가 귀향해서 오갈데 없는 빈민이 많았다.\n즉 청나라 조정에 불만이 많은 피지배 계층의 비율이 높은, 반란이 일어나기 더없이 좋은 조건이였던 것.\n또한 당시의 태평천국의 난 및 각 지역의 혼란은 각 향촌이 자체 무장화를 하도록 만들었고 향촌의 방위를 위하여 각 지역은 염군을 방치 또는 후원하게 된다.\n\n장락행은 지주의 아들로 태어났고 임협을 좋아했다고 한다. 소금 밀수를 통해서 먹고 살았다. 당시 소금은 세금을 거두기 위해서 국가 전매로만 생산 및 판매가 허락됐기에 밀수는 사형을 당할 수 있는 일이었다. 물론 국가 공인 소금은 가격이 높았기에 몰래 생산한 어둠의 소금은 언제나 수요가 있었고 장락행은 그런 소금을 유통하는 사람이라고 보면 된다. 특히 산둥성, 안휘성, 강소성은 바다와 접해 있어서 장락행과 같은 어둠의 소금장수들이 조직을 이뤘는데 이것이 염군의 시초이며 장락행은 염군들의 무리중 하나의 두목 노릇을 했다.\n\n[아편전쟁]\n18세기에 접어들면서 서양 사람들, 특히 영국인들이 중국의 차(茶) 맛을 알게 되었다. 대항해 시대의 개척자들이 동양과 서양의 무역로를 개설한 이후 중국의 차가 서양에 들어갔고, 상류계층 사이에 중국산 차, 중국산 비단, 중국산 도자기를 마시고 입고 쓰는 것이 유행으로 전파되었다.\n영국인들은 중국 차를 사랑했다. 음차(飮茶) 습관은 영국인들의 생활을 바꾸었다. 점심이 조금 지나고 사람들은 차를 마시기 위해 휴식했다. 18세기엔 오후에 음식(주로 빵)을 먹은 후에 별도의 시간을 내 차를 마셨다. 중국으로선 차를 팔아 은(銀)을 수입했고, 영국은 차를 사기 위해 중국과 상거래를 원했다.\n한 세기 가까이 일방적인 무역거래가 진행되면서 영국과 중국 사이에 무역적자가 눈덩이처럼 불어났다. 18세기 중반에 영국의 대중국 수입액과 수출액의 차이는 3~4배로 벌어졌다. 중국은 자급경제를 이루었지만, 영국은 중국에서 차와 비단과 도자기를 사가기 바빴다.\n당시 국제통화는 은(銀)이었다. 영국의 은이 부족해졌다. 영국은 은을 수입해 중국에 지불했다. 1784년 동인도회사 광주 지점의 금고에 은이 부족해지면서 부도 직전에 몰렸다. 광주 주재원들은 영국령 인도 총독에게 은이 부족하니 지원해달라고 요청하는 사태가 빚어졌다.\n1773년 동인도회사의 고위 간부인 왓슨 대령은 벵골만에서 생산된 아편을 중국에 팔아 무역적자를 메우자는 의견을 이사회에 제출했다. 그 제안은 이사회의 지지를 받았다.\n아편은 차보다 중독성이 강하다. 소량으로도 큰 효과를 낼 수 있다. 따라서 파급 속도도 차보다 빨랐다. 아편이 중국에 파고들면서 황실 귀족은 물론 관료, 군인과 민간인 등 다양한 계층에서 아편을 즐겼다.\n중국인들 사이에 아편이 급속도로 파급되자 중국의 국제수지가 적자로 전환됐다. 청나라 조정은 1798년에 아편 밀수입과 아편 거래를 금지하는 법령을 반포했지만, 마약에 빠진 중국인들은 차 중독에 빠진 영국인들보다 더 심하게 아편을 찾았다. \n\n양귀비에서 추출한 마약인 아편은 19세기 청나라를 망가뜨리고 강제로 문호를 개방하게 만드는 데 결정적인 영향을 미쳤다. 청나라에서 차와 도자기를 대규모로 수입했지만 청나라의 거절로 공업용 제품을 수출할 수 없었던 영국은 대량의 은 유출을 경험하게 된다. 위기감을 느낀 영국동인도회사는 영국의 면직물을 수입할 은이 필요했던 인도에서 양귀비를 재배해 아편을 만들어 청나라에 파는 삼각무역을 통해 무역손실을 만회해 나가기 시작한다. 당연히 청나라가 금지한 불법 무역이었지만 영국인 중 아무도 아랑곳하지 않았다. 결국 1840년 청나라엔 약 1000만 명 정도의 아편 중독자가 생겨나게 된다. 이런 무역갈등이 국가간 갈등으로 확장되어 영국과 청나라 간에 벌였던 전쟁이 바로 1,2차 아편 전쟁이다. 이 결과로 맺은 1858년 텐진 조약을 통해 영국은 결국 청나라가 관세를 매겨 수입하는 상품 중에 아편을 포함시켜 아편을 '합법적인 교역 물품'으로 만들어버린다. \n이와 같은 전무후무의 역사적 실패에서 교훈을 얻은 영국은 1784년 과감한 減稅정책을 행하였다. 이해 8월 英國議會는 차 관세를 119%에서 12.5%로 대폭 인하하는 법안을 통과시켰다. 그 목적은 물론 동인도회사의 이윤을 확보하고 영국정부의 세입을 증대시키는 것이었으나 한 걸음 더 나아가서 중국 무역을 확대시켜 북미대륙에서 상실한 경제적 손실을 동방무역에서 만회하자는 것이었다. 영국의 감세정책은 놀라운 성과를 거두었다. 즉 1785년 감세법 시행을 계기로 유럽 각국의 영국에 대한 차의 밀수출은 완전히 근절되고 중국에서 유럽으로 수출되는 차의 30% 정도를 취급했던 영국 동인도회사는 그후 10년 내에 70%를 차지하게 되었다.\n\n[중국차]\n영국은 1688년의 名譽革命 이후 지속적인 해외 팽창 활동을 전개하여 세계 각처에서 막대한 군사비가 필요하게 되었다. 이를 조달하기 위하여 차 관세를 대폭 인상하게 되어 17세기 후반에는 세율이 100%에 가깝게 되고 그 총액은 매년 100만 파운드를 초과하였다. 이와 같은 高關稅는 불가피하게 국민의 反稅 감정을 증폭시켜 네덜란 비롯한 유럽 각국으로부터 대규모의 차의 밀수입을 초래하였다. 결국 영국의 차 소비량 중 영국 동인도회사가 수입한 것은 30∼40%에 불과하고 나머지는 유럽에서 밀수입한 것이었다. 영국에서는  차 밀수입을 위해 매년 약 200만 파운드의 銀貨가 유출되는 형편이었다. 중국 기술자까지 데리고 갔는데 현실에서 그들의 위치는 높은 기술자가 아닌 단순 노동자 바로 위였다고 한다. \n\n[라오스 내전]\n헤로인은 양귀비에서 정제한 아편을 한 번 더 정제해 만든 모르핀을 통해 만들어낸 매우 치명적인 마약이다. 당연히 정상적인 국가에서는 교역이 엄격히 금지된다. 하지만, 국가가 극심한 혼돈 상태라면 얘기가 조금 달라진다. 1960년대 라오스처럼 말이다.\n당시 라오스는 왕립 라오스군 장교 방 파오(Vang Pao)가 자신이 속한 부족이었던 몽 족을 결합해 공산주의자들과 내전을 벌이던 시기였다. 미국 CIA는 방 파오와 그의 몽족 군대들을 후원했는데, 그들의 협력을 안정적으로 끌어내며 전투에만 전념하게 만들 수 있는 가장 확실한 방법을 필요로 하게 된다. 결국 CIA는 애초 그들에게 무기와 탄약을 지원하는 용도로 쓰였던 에어아메리카 비행기들이 방 파오의 군대가 만들 헤로인 원료인 아편을 옮기는 '수송도구'로 활용되는 걸 묵인해준다. 미국 정부의 자원이 라오스 일개 장교의 '마약 수송책'으로 활용되었던 것이다. 결과적으로 이때 옮겨진 마약은 주로 남베트남으로 흘러들어가 미군 병사 약 3만 명을 헤로인 중독자로 만들어버린다(책 '리아의 나라', 앤 패디먼 저). '정부가 후원하는 밀수' 모델은 19세기가 아닌 20세기에도 계속 이어졌던 셈이다.\n\n\n[이란-콘트라 스캔들(Iran-Contra Scandal)]\n이란-콘트라 스캔들은 로널드 레이건 정부 때 CIA를 주축으로 군부와 백악관 참모들까지 개입해 벌인 조직적인 밀수 사업이었다. 이때 미국 정부는 자신들이 적대국으로 분류한 이란에 무기를 공급하고 중앙아메리카의 마약 밀수에 개입해 벌어들인 돈으로 니카라과의 사회주의 정권에 대항하고 있던 콘트라 반군을 지원했다.\n\n[문서 밀수]\n“만인은 평등하다”고 여기기 시작한 18세기 계몽주의 사상은 왕정 체제를 유지하려는 대부분의 유럽 국가에서 용인할 수 없는 ‘위험한’ 생각이었다. 그렇기 때문에 밀수로 전파됐다. 이런 사고방식이 허용됐던 스위스와 같은 나라에서 ‘책’이라는 형태로 밀수 유통망을 통해 전유럽에 뿌려졌다. 밀수가 ‘혁명’의 요소가 된 순간이었다. 우리나라의 경우 수많은 순교자를 만들어낸 조선 말기의 천주교 사상은 주문모(周文謨) 신부와 함께 중국에서 밀수돼 들어온 선교사 존 로스(John Ross)의 한글 번역판 성서의 유통으로 촉발된 것이었다.\n1958년 노벨 문학상에 지명된 보리스 파스테르나크의 <닥터 지바고>는 소련 내에서 발표가 허락되지 않자, 영국의 철학자 이사야 벌린이 원고를 밀수해 1957년 이탈리아에서 출간했다. 볼테르의 <철학사전>도 밀수꾼이 스위스 제네바에서 혁명 전인 혼란의 프랑스 파리로 밀반출한 것이다.\n우리나라 역시 병인양요나 신미양요들을 통해 프랑스와 미국에 주요 문화재들을 약탈 당한 사건이 있다. 이 책에는 근대에 서구에 의해 중동과 아시아, 남미 등에서 광범위한 문화재 밀수가 행해졌으며, 심지어는 유명한 작가인 앙드레 말로까지 그의 부인 클라라와 함께 인도차이나 반도에서 유물을 가져오는 일에 가담했다는 충격적인 사실까지도 언급하고 있다. 이런 것이 가능했던 것은 당시 문화제 밀수를 범죄라기 보다는 문화적 욕구를 충족시키는 일로 보았던 왜곡된 시각이 존재하기 때문이었다.\n\n인도에서의 소금밀수도 유명하다. \n19세기 인도에서는 영령아래서 소금의 밀매가 대단했다.\n\n1920년대의 미국은 금주국이었다. 그틈에 유럽이나 서인도 지방에선 술의 밀수품이 미국으로 흘러 들어갔다. 미국은 당시 금주제를 엄격히 지켜 범법자는 사형까지 했었다. 그러나 주류밀수는 끝내 막지 못하고 말았다. 결국 금주령 쪽에서 먼저 손을 들고 말았다.\n\n[왜구(倭寇)]\n한국에서는 노략질이나 일삼던 일본의 해상 도적떼 정도로 인식되고 있지만, 왜구의 실체는 그렇게 간단하지 않다. 왜구의 존재가 서양문물의 동아시아 전파에 있어 ‘길잡이’ 또는 ‘파일럿(pilot)’ 역할을 했다는 것이다. 15세기 이전의 왜구와 16세기 이후의 왜구는 완전히 다른 존재이다. 전자(前者), 즉 전기(前期) 왜구는 주로 일본 지역에서 발흥한 해적 집단이 주를 이루나, 후기(後記) 왜구는 인적 구성이나 활동 영역과 성격 면에서 완전히 다른 집단이었다.\n 후기 왜구는 중국인들이 주를 이룬다. 일본인들은 오히려 소수였고, 일부 동남아인들도 섞여 다민족 집단을 형성하고 있었다. 여러 갈래의 그룹이 있으나, 본거지에 따라 동남아 거점, 남중국 연해 거점, 일본 규슈 거점의 왜구로 분류하는 것이 일반적이다. 중국인들이 다수였음에도 왜구라고 부르는 것은 명나라의 사가들이 그러한 명칭을 사용하였기 때문이다. 명의 사가들은 명의 법도에서 벗어난 불법 집단을 자국민으로 인정하고 싶지 않았던 탓에 기존의 이국 해적에 대한 멸칭(蔑稱)을 사서(史書)에서 그대로 사용했다.\n후기 왜구의 발흥은 명의 해금(海禁) 정책에 기인한다. 명은 조공(朝貢)무역 체제 유지를 위해 바닷길을 통한 사무역을 규제했다. 심할 때에는 연안 어부들이 아예 바다로 나가지 못하도록 출어를 금지하고 연안 도서의 무인도화 정책으로 섬 주민을 강제로 내륙으로 이주시켰다. 이러한 폐쇄 정책은 남중국 연안 주민의 생존권을 크게 위협하였다. 중국의 푸젠(福建)성, 저장(浙江)성 일대의 연안은 토질이 척박하여 농업만으로는 거주민들의 생계 유지가 어려운 지역이다. 더구나 이곳은 당(唐), 원, 송(宋)에 걸쳐 대대로 무역으로 경제적 부를 누린 경험이 있는 곳이다. 명 조정의 해금 정책은 이곳 주민들에게는 순응하기 어려운 압제에 해당하는 것이었다.\n16세기 들어 명 조정의 통치력 약화를 틈타 밀어(密漁)와 밀무역에 나서는 주민들이 생겨났다. 특히 해안 지역은 그러한 속성이 더욱 두드러진다. 상인 기질이 뛰어난 광둥, 푸젠, 저장의 주민들은 점점 국가의 통제를 벗어나 밀무역의 영역을 넓혀 갔다. 이러한 중국 쪽 밀무역 상인들의 활동에 새로운 활력을 불어넣은 것이 포르투갈의 등장이었다. 포르투갈은 인도의 고아(Goa)를 기점으로 1520년대부터 본격적으로 동아시아 진출을 모색한다. 말라카, 자바, 시암, 참파 등에 무역 포스트가 만들어지고 1540년대 들어서는 드디어 동중국해에 진입한다.\n포르투갈은 명과의 무역을 희망했지만, 전술한 대로 명 조정은 조공무역 외의 사무역을 허용하지 않았다. 이 지점에서 중국 밀무역 상인과 포르투갈 상인 간의 이해관계가 일치한다. 동남아 일대의 무역 포스트에서 거래를 트기 시작한 두 세력은 점점 활동 범위를 넓혀 동중국해 일대에서 이인삼각(二人三脚)의 무역 파트너십을 형성한다. 포르투갈인들이 유럽과 동남아에서 운반해 온 물자를 중국 상인들에게 넘기면 중국 상인들이 이를 자신들의 밀무역 유통망을 가동하여 처분하고, 그 대가로 얻은 이익을 포르투갈 상인들과 나누는 일종의 대리무역이 성행하였다.\n1543년 이러한 활동에 종사하던 중국인 왜구 왕지의 정크선이 태풍의 영향으로 규슈 남단의 다네가시마에 표착한다. 바로 그 배에 일본에 조총을 전한 포르투갈인들이 타고 있었다. 유럽과 일본의 만남 자체가 왜구의 존재와 연결되어 있는 셈이다.\n후기 왜구는 단순한 해적 집단이 아니다. 처음부터 도적 집단인 경우도 있었지만, 많은 중국 왜구들은 그저 생계를 위해 밀무역에 종사하다가 관헌에 의해 가족이 몰살당하거나 복귀 시 처벌을 면할 수 없는 범죄자의 신분이 되자 어쩔 수 없이 상업적 거래와 무력적 약탈을 병행하는 불법 집단으로 변모해 간 것이다. 이들의 해상 본거지에는 일본인들과 류큐인들이 용병으로 고용되기도 하고 동남아인들이 합류하기도 하는 등 다국적 또는 무국적 변경인 집단의 성격을 띠고 있었다.\n일본계 왜구와 중국계 왜구의 처지를 가른 것은 이들에 대한 출신국의 태도였다. 중국인들은 중국에 돌아가면 모두 범죄자로 처벌받는 신세였다. 일본의 다이묘들은 왜구의 이용 가치를 높이 평가하고 협력을 모색했다.\n16세기 들어 동중국해에서 왜구들에 의한 밀무역이 성행할 수 있었던 이유 중의 하나는 일본과 명 사이의 공무역인 ‘감합(勘合)무역’이 유명무실해졌다는 것이다. 중앙 통치력이 부재한 전국시대의 혼란 속에서 생존을 건 부국강병을 추진해야 했던 규슈 지방의 다이묘들은 왜구를 비호함으로써 공무역과는 비교도 할 수 없는 경제적 이익을 올릴 수 있다는 데에 주목했다.\n 포르투갈이 밀무역의 한 축으로 등장하자 왜구의 가치가 일본 다이묘들에게 더욱 큰 의미로 다가오게 된다. 기존의 생사(生絲)나 도자기 등 사치성 소비재를 넘어 조총, 화약 등 전략물자 조달 중개자로서 왜구의 전략적 중요성이 커졌기 때문이다. 포르투갈인들이 가져온 아르케부스(뎃포, 화승총(火繩銃))와 불랑기포 등의 총포류로 촉발된 화약 수요는 남중국과 일본 간에 상호 비교우위 품목의 교역 확대 유인을 제공하였다. 규슈 지방의 다이묘들은 유력 왜구 집단을 가신화하면서 능력 본위로 경제적·신분적 인센티브를 제공하고 이들의 해상 활동을 후원하였다.\n 화승총 전력화의 핵심인 화약의 경우, 일본 규슈 지역에서는 고품질의 유황이 생산되었으나, 일본인들은 초석 생산 능력이 없었다. 반대로 중국 남부 해안 지방에서는 초석이 생산되었지만, 그곳의 화약 제조업자들은 질 좋은 유황 확보에 애로를 겪고 있었다. 공무역 체제하에서는 양자 간의 거래가 성립될 수 없었으나 왜구는 그 체제를 우회하여 거래를 성사시키는 촉매 역할을 하였다.\n 이 과정에서 규슈 및 세토 내해 일대의 왜구들이 다이묘들의 해상 전력 집단으로 포섭되는 현상이 발생한다. 무역의 중요성이 커지면서 각 다이묘 관할 운송선의 경비와 안전 확보를 담당하는 일종의 해군 또는 해안경비대 역할이 부여되고 그에 상응하는 가신화가 진행된 것이다. 일본의 다이묘들은 왜구를 제도권으로 편입시키고 공적 영역으로 흡수하였지만, 명 조정은 끝까지 왜구의 존재를 부정하고 대역 죄인으로 취급하였다.\n비단 화약뿐만 아니라, 일본의 뎃포 생태계 자체가 기본적으로 포르투갈-중국-일본을 연결하는 삼각무역에 의존하고 있었다. 이를테면 일본은 뎃포의 몸통 생산을 위해 남만철(南蠻鐵)로 불리는 주조철(鑄造鐵)을 수입했다. 기존에 도검류 제작에 사용되는 일본산 철은 사철(沙鐵)이라 불리는 단조용(鍛造用) 연철(軟鐵)로 주조에는 적합하지 않았기 때문이다. 남만철도 화약과 마찬가지로 포르투갈 상인과 연계된 왜구를 매개로 하여 남중국에서 입수되었다.\n뎃포는 ‘화승총(火繩銃)’이라고도 한다. 불을 붙이는 심지라는 의미의 화승은 한자로만 보면 짚으로 꼰 새끼(繩)라는 의미이나, 실제로는 목면(木棉)을 꼬아 만든 심지를 사용하였다. 뎃포의 등장으로 면은 소비성 직물을 넘어 전략물자가 되었다. 일본은 16세기 말에 면화 재배가 보급되기 시작하였고, 면포의 국산화가 이루어진 것은 17세기 이후이다. 그 전까지는 면도 (조선과의 왜관무역 등 공무역도 있었지만) 밀무역을 통해 조달되었다.\n일본은 이처럼 무역에 있어서 자율적 공간을 확보함으로써 전략물자를 손쉽게 확보할 수 있었다. 그를 위해 이용 가치가 있다면 왜구이건 포르투갈인이건 상대를 가리지 않았다. 조선이 많은 공을 들여 기술을 습득하고 민간에 폐를 끼쳐 가며 전국토를 훑어도 전략물자 확보에 애를 먹었던 것과는 대조적이라 할 수 있다.\n한 가지 더 언급할 가치가 있는 특기사항은 무역의 결제수단이다. 당시 국제 결제수단은 중국이 선호하는 은(銀)이었다. 무역의 길이 열리더라도 결제수단이 부족하면 그림의 떡이다. 일본은 은광석이 풍부하였지만, 제련 기술의 미발달로 은 보유고가 높은 나라가 아니었다. 그러던 일본이 16세기 중반 이후 갑자기 세계 유수의 은 생산국이 되었다. 1530년대에 조선으로부터 잠상(潛商·밀무역상)을 통해 회취법(灰吹法)이라는 은연(銀鉛)분리법이 도입되어 고순도 은 생산량이 급격하게 늘어난 덕분이었다. 무역의 전략적 중요성에 눈 뜬 일본으로서는 너무나 절묘한 타이밍에 터진 ‘잭팟’이었다.\n 이처럼 일본은 16세기 중반 이후 형성된 동아시아의 비공식 해상무역망에 한 꼭지로 편입되면서 예전에는 꿈도 꾸지 못하던 전략물자를 무역을 통해 입수할 수 있는 환경을 맞이한다.",
  "color": "default",
  "labels": [],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-27T16:12:41.003000",
  "updatedAt": "2023-02-27T16:13:32.093000"
}