{
  "id": "ae5894bb-a5cf-4387-8416-a42f02b997cd",
  "title": "신경 재생",
  "content": "[뇌-척수 무선 통신]\n교통사고로 하반신이 마비됐던 환자가 뇌와 척수에 이식한 전극의 도움을 받아 다시 걸었다. 계단을 오르고 울퉁불퉁한 길도 지나갔다. 사고로 끊어진 신경을 대신해 뇌와 척수 사이에 무선 신호가 오가는 디지털 다리를 만든 것이다. 이전에도 비슷한 연구가 있었지만, 이번처럼 뇌 신호를 바로 전달하지 못해 자연스러운 움직임은 힘들었다. 연구가 발전하면 뇌졸중 환자도 마비된 팔과 손을 다시 움직일 수 있을 것으로 기대된다.\n\n스위스 로잔 연방공대(EPFL)의 그레고어 쿠틴(Grégoire Courtine) 교수와 로잔대학병원의 조슬린 블로흐(Jocelyne Bloch) 교수 연구진은 25일 국제 학술지 ‘네이처’에 “뇌와 척수 사이의 통신을 회복시켜 하반신이 마비된 환자가 자연스럽게 일어서고 걸을 수 있었다”고 밝혔다. 환자는 나중에 이식장치가 꺼져도 목발을 짚고 걸을 수 있었다. 이식장치가 신경도 회복시킨 것이다.\n척수 손상은 운동명령을 내리는 뇌와 그에 맞춰 팔다리를 움직이는 척수 사이의 신경신호 통신을 차단해 마비를 부른다. 대신 연구진은 실제 뇌에서 나오는 신호를 손상된 부위를 거치지 않고 바로 허리쪽 척수로 전달하는 방식으로 자연스러운 동작을 구현했다. 이른바 ‘뇌-척수 인터페이스(Brain-Spine Interface, BSI)’를 구축한 것이다. 신경을 통한 유선 통신망이 끊기자 뇌와 척수 사이에 무선신호가 오가는 디지털 다리를 만든 셈이다.\n이번 실험에 참여한 40세 네덜란드 남성 거트-얀 오스캄(Gert Yan Oskam)은 2011년 교통사고로 목뼈 부분의 신경이 손상돼 허리 아래가 마비됐다. 그는 이번에 뇌와 척수에 전극을 이식받고 몇분만에 혼자서 일어서고 걸을 수 있었다. 오스캄은 “친구들과 술집에서 맥주를 마시는 즐거움을 되찾았다”고 말했다.\n연구진은 오스캄의 뇌에 전극이 64개 달린 센서 두 개를 이식했다. 척수에도 전극 16개가 달린 얇은 장치를 이식했다. 오스캄이 걸으려고 하면 센서가 뇌에서 나오는 운동신호를 포착한다. 휴대용 컴퓨터는 이 신호를 해독해 무선으로 척수의 전극에 전달한다. 전극이 무선 신호대로 전류를 흘리면 척수가 뇌가 보낸 신호에 맞게 다리를 움직인다.\n공동 교신저자인 기욤 샤르베(Guillaume Charvet) 프랑스 클리나텍(Clinatec) 연구소 의료기기 개발책임자는 “인공지능 덕분에 뇌에서 감지한 신호로 운동 의도를 실시간으로 해독할 수 있었다”며 “뇌와 척수 사이 신호전달은 무선으로 작동해 주변 도움 없이 환자가 혼자 움직일 수 있다”고 말했다. 환자는 나중에 뇌와 척수에 이식한 전극을 끈 상태에서도 목발을 짚고 걸을 수 있었다. 뇌와 척수 사이에 신경이 일부 연결된 것이라고 연구진은 설명했다. \n그동안 과학자들은 척수 손상 환자에게 뇌에서 오는 신호 대신 척수에 직접 전기 자극을 줘 다시 걷게 했다. 몸에 붙인 센서가 움직이려고 할 때 근육에서 나오는 전기신호를 포착하면, 컴퓨터가 미리 입력된 방식대로 척수에 전기자극을 주는 방식이다.\n쿠틴 교수도 지난해 2월 ‘네이처 메디신’에 같은 방식으로 하반신 마비 환자 3명을 다시 걷게 했다고 발표했다. 척수 손상을 근본적으로 치료한 것은 아니지만 삶의 질은 크게 개선됐다. 휠체어 신세만 지던 마비 환자가 몇 시간씩 일어서는 것만으로도 심혈관과 장기 기능이 좋아지고 골밀도도 증가한다. 하지만 전기자극으로 유도할 수 있는 운동 형태가 제한돼 있어 자연스럽게 걷기는 어려웠다.\n오스캄 역시 2017년부터 로잔대학병원의 임상시험에 참여했다. 처음에는 몸에 부착한 센서로 근육 움직임을 감지하고 척수에 전기자극을 주는 방식을 이용했다. 오스캄은 휠체어에서 일어날 수 있었지만 자연스러운 동작은 어려웠다. 이번에는 뇌 신호를 무선으로 척수에 전달하는 방식이어서 근본 치료가 가능했다고 볼 수 있다.\n\n쿠틴 교수 연구진은 같은 방법으로 뇌졸중 마비 환자의 팔과 손도 자연스럽게 움직이게 할 수 있다고 기대했다. 뇌졸중은 전 세계에서 25세 이상 성인 4명 중 1명이 걸린다. 환자 중 75%는 팔과 손의 운동 능력을 잃어 일상생활을 하기 힘들어진다.\n앞서 미국 피츠버그대 의대 연구진은 지난 2월 ‘네이처 메디신’에 뇌졸중 환자 두 명이 척수에 전기자극을 받고 마비된 팔과 손을 다시 움직일 수 있었다고 밝혔다. 당시 연구진은 쿠틴 교수가 이전에 한 방식처럼 팔과 손에 센서를 달고 근육 움직임을 감지한 뒤 목 뒤 척수에 이식한 얇은 전극으로 전기자극을 줬다. 쿠틴 교수는 팔 움직임을 관장하는 척수와 뇌 사이에 이번처럼 디지털 다리를 만들면 훨씬 자연스러운 동작이 가능할 것이라고 기대했다.\n연구가 더 발전하면 온몸이 마비된 환자도 로봇의 힘을 빌려 다시 움직일 수 있다. 이번 연구에도 참여한 클리나텍 연구진은 2019년 사지마비 환자가 팔다리를 움직이려고 할 때 근육에서 나오는 전기신호를 감지해 몸에 장착한 로봇 팔다리를 작동시켰다. 뇌와 척수 사이에 디지털 다리를 만들면 입는 로봇 역시 말 그대로 생각대로 움직일 수 있을 것으로 기대된다.\n프랑스 클리나텍 연구진은 2019년 팔다리가 모두 마비된 환자가 입는 로봇을 착용하고 다시 걷게 하는 데 성공했다. 움직이려고 할 때 근육에서 나오는 전기신호대로 로봇을 작동시켰다.\n\nNature(2023), DOI: https://doi.org/10.1038/s41586-023-06094-5\n\nNature Medicine(2023), DOI: https://doi.org/10.1038/s41591-022-02202-6\n\nNature Medicine(2022), DOI: https://doi.org/10.1038/s41591-021-01663-5\n\nLancet Neurology(2019), DOI:https://doi.org/10.1016/S1474-4422(19)30321-7",
  "color": "default",
  "labels": [
    "9dde1e04-dd34-4201-bce0-c559b528d7a5",
    "4138527f-e6f8-4703-a629-ac8b2ca0439c"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-31T08:33:33.965000",
  "updatedAt": "2023-05-31T08:44:08.659000"
}