{
  "id": "aeaccc18-0d4d-41f9-8e18-aecc8eb12212",
  "title": "화폐의 역사 - 동양",
  "content": "금이나 은 같은 귀금속을 쓴 서구 문명권과 달리 중국에서는 구리를 주성분으로 하는 동전이 근 2000년간 화폐경제의 주역 자리를 지켰다. \n그 이유로는 첫째 강력한 제국체제 때문에 중국 화폐에 법화(法貨, 법률에 의해 통용이 보장되는 화폐)의 성격이 강해서 금화나 은화처럼 내재적 가치를 가질 필요가 적었다. 둘째 중국에서는 물류비가 낮은 덕분에 농민의 시장경제 참여가 활발하고 도시가 발달했다. 그래서 장거리 교역과 큰 거래에만 화폐가 쓰이던 다른 지역과 달리 서민의 일상생활에도 널리 쓰였다.\n그래서 중국에서는 일찍부터 동전 중심의 화폐체제가 자리 잡았다. 한 무제(漢 武帝)가 기원전 118년 발행한 오수전(五銖錢)은 7세기 초 수(隋)나라 때까지 통용되었고, 당 고조(唐 高祖)가 621년 발행한 개원통보(開元通寶)는 더 오래 사용되었다. 중국의 동전은 한국, 일본, 동남아시아 등 자체 화폐를 아직 가지지 않은 주변 지역에서도 많이 사용되었다.\n11세기에 들어서면서 중국 경제가 팽창하고 시장이 고도화 됨에 따라 ‘동전’의 활용성이 한계에 이르렀다. 거래 규모가 커짐에 따라 운반해야 하는 동전의 양이 크게 늘어났고 장거리 교역이 늘어나자 운반하기도 매우 불편했다. 그래서 이런 불편을 해소하고자 거래 계약을 보증하는 방편으로 문서를 사용하는 것이 민간에 유행했다. 송나라에서는 이같은 성격의 문서를 통일하여 '교자(交子)'라는 이름으로 국가가 발행하기 시작했다. 이것이 지폐의 시작이라 할 수 있다. \n이후 요-금-원-명 여러 왕조에서도 교초(交鈔), 회자(會子) 등 이름으로 지폐가 발행됐다. \n이들 지폐는 처음에는 동전과 바꿀 수 있는 교환권의 성격으로 시작했다. 그러다가 점차 사용량이 늘어나자 차츰 법정화폐의 성격을 띠게 되었다.\n그러나 지폐 제도는 오래 계속되지 못하고 결국 은(銀) 체제로 낙착되었다.\n\n[청동검]\n청동기시대에 청동검은 누구나 선호하는 귀한 물건이었다. 청동기시대는 청동검이 화폐로 사용되었다.\n\n[춘추전국시대 도전(刀錢), 포전(布錢)]\n중국은 춘추전국시대부터 화폐를 사용했다. 그 무렵 중국에서는 금은 생산량이 많았지만, 은은 채취하는 데 상당한 기술이 필요해 생산량이 적었기 때문에 금의 가치가 은보다 낮았다.\n춘추전국시대에 철기가 처음 사용되면서 철을 소재로 한 돈이 만들어졌다. 그 당시 돈은 지금의 동전처럼 둥글지 않고 칼이나 농기구처럼 생겼는데 당시에는 칼이나 농기구가 가장 소중한 것이었기 때문이었다. \n기원전 10세기경부터 나타나기 시작한 칼 모양의 도전(刀錢)과 쟁기 모양의 포전(布錢)이 그것이다.\n도전에 명(明)자가 새겨진 명도전(明刀錢)은 연나라 화폐로 추정되는데 이는 화폐를 제조하였던 거푸집(금형)이나 공방들이 대부분 연나라 지역에서 발굴되었기 때문이다. \n주조화폐라 함은 거푸집에 쇳물을 부어 대량으로 찍어내는 화폐를 뜻한다. 고대 중국과 조선은 이미 청동과 철광석을 녹여 만든 쇳물을 거푸집에 부어 제품을 만드는 주조 방식이 성행했다. 이러한 주조 방식은 서구에 비해 1000년 이상 앞선 기술로, 당시 서구는 청동이나 철을 두드려서 만드는 단조 방식만 사용했다. 주조 기술은 1000도 이상으로 불의 온도를 끌어올릴 수 있는 송풍이 가능한 터널식 가마와 숯이 있어야 가능했다.\n\n[진나라 반량전(半兩錢)]\n전국시대 중국에서는 이미 동전 화폐가 주조되어 사용되고 있었지만 국가별로 국가내에서도 여러 세력 집단이 각자 필요에 따라 만들었기 때문에 형태와 가치가 제각각이었고 상호 교환되기 어려웠기 때문에 따라서 유통이 잘 되지 않았다. 이는 당연히 국내간, 국가간 교역을 저해했다.\n전국 통일전 진나라는 반량전을 만들고 국내에서 다른 나라의 화폐를 사용하는 것을 금지하였다. 이처럼 국가 공인화폐를 만든 것은 당시 중국의 7개국 중에서는 진나라가 유일했다. 따라서 진나라는 화폐가 통일되어서 화폐 유통이 촉진되었고 상업, 경제가 발전하였다. 교역이 활발해지자 상업이 발달하고 조세 수입이 늘어났으며, 화폐를 통해 세금 징수가 쉬워졌다. 늘어난 재정으로 군비 조달이 증가했다. \n진나라가 전국시대 말기에 군사력이 크게 증가되어 결국 중국을 통일한 것은 화폐 제도, 즉 화폐의 통일 덕분이었다. \n중국을 통일한 진시황은 기원전 336년, 나라마다 제각각이던 도량형, 화폐 등을 통일하였다. 황제의 명령에 따라 기존에 사용되던 6국의 화폐들을 모두 폐기하였다. 도전(제나라, 연나라), 포전(기타 여러 나라), 의비전(초나라)을 폐지하고 반냥(12수 : 약 8그램) 무게의 청동으로 만든 반량전(半兩錢)을 전국적으로 유통시켰다.\n반량전은 엽전 모양의 원형의 동전이며 가운데에 네모난 구멍이 뚫려있었는데 이는 구멍에 끈을 통과시켜 1000잎씩 끈으로 꿰미(貫)를 만들어 운반하기 쉽게 하기 위해서였다. 가운데 구멍이 있는 형태의 화폐는 중국 특유의 것으로 유럽이나 중동지역에서는 없는 것이다. \n물론 동아시아권의 국가들은 중국의 동전을 흉내 내어 각자의 화폐를 만들었다. 중국의 동전들은 당시 아직 자체 화폐가 없었던 우리나라에서도 상당히 사용되었으며 지금도 많이 출토되고 있다. \n일본의 화폐에도 큰 영향을 끼쳤으며 일문전(一文錢) 등에도 같은 모양의 구멍이 있다.\n\n반량전이나 오수전과 달리 로마의 은화나 금화, 동전들을 보면 불완전한 형태의 원형임을 알 수 있는데 이러한 차이는 양자의 화폐 주조 방식에서 기인한다. 중국에서의 동전 제조는 주조 방식이었지만 로마는 달군 금속을 망치로 두들겨가며 만드는 단조 방식이었기 때문이다.\n\n[한나라]\n한나라를 세운 고조 유방은 북방민족의 침입을 방비하고자 많은 군비를 사용했으며 늘 재정 부족에 시달렸다. 그래서 바냥전 주조에 사용되는 구리 함량을 12수에서 3수로 줄였다. 같은 양의 구리로 4배의 화폐를 만들 수 있도록 한 것이니 당연히 통화가치가 하락했고 인플레이션을 야기시켰다.  물가 상승을 막기위해 3대 효문제때에 구리함량을 3수에서 4수로 올렸지만 이 정도로는 물가 상승을 막기는 부족했다. \n효문제 시대에는 구리만 있으면 누구나 돈을 만들 수 있었다. 즉 민간의 화폐주조를 허용하고 있었다. \n사마천은 사기에서 “법도를 준수하지 않고 오직 이익만을 도모하는 돈 많은 장사꾼들은 돈을 엄청나게 만들어 시장의 물건들을 사서 쟁여놓으니, 물가가 크게 뛰어 쌀 한 섬은 만전, 말 한 마리는 백 만전에 거래됐다.”고 꼬집었다.\n\n기원전 154년, 전한(前漢) 경제(景帝)의 시기에 오초7국의 난(吳楚七國-亂)이 일어난 배경에도 잘못된 통화정책이 자리하고 있다. \n철기문화가 발달하고 행정력도 진보하자, 중국은 제후들이 나누어 다스리는 봉건제가 아니라 중앙집권 통치가 가능해졌다. 하지만 제후들은 자신들의 권력을 내놓으려 하지 않았다. 경제(景帝)는 제후들이 잘못을 저지를 때마다 영지를 조금씩 삭감해가면서 이들의 힘을 축소시켰다. 이에 위기 의식이 극에 달한 7국의 제후들은 오왕 유비를 중심으로 마침내 반란을 일으켰다. 유비가 반란을 일으킨 배경에는 경제력에 자신감이 있었기 때문이었다. 유비의 영지에 막대한 구리(銅) 광산이 있어서 유비는 마음껏 화폐를 발행할 수 있었다. 구리 광산을 개발해 동전을 주조하고 염전을 개간해 소금을 생산해서, 오나라는 백성들에게 따로 토지세를 부과하지 않아도 재정이 풍족했었다.\n결국 제후들의 반란을 진압한 경제는 반란의 단초가 됐던 민간의 화폐 제조를 금지시켰다. \n민간의 무분별하고 자유로운 동전 제조가 금지되자 중국 내 통화 공급은 안정되었고 동시에 물가도 안정되었다.\n\n[삼국시대 동탁의 오수전(五銖錢)]\n오수전이라는 명칭은 무게가 당시 도량형으로 5수(銖)였기 때문에 불려진 것이다. 오수전은 반량전의 형태를 그대로 답습한 것으로, 기원전 119년인 한무제 4년에 처음 주조되어 당나라 초기인 621년까지 사용된 화폐로 장장 740년 간이나 사용됐다. \n중국 주변 동아시아에서 널리 사용되었으며 우리나라에서도 많이 사용되어서 초기 철기시대 및 가야, 백제 유적(대표적으로 무령왕릉)에서 출토되었다. 즉 오수전은 당대 동아시아에서 일종의 기축통화였다고 할 수 있다.\n\n후한 말기 동탁은 오수전을 폐지하고 소전(小錢)을 만들었다. 오수전을 녹여 조그만 동전으로 주조했지만, 불량률이 심했는데, 그 크기와 형태가 제각각이고 심지어는 불순물까지 잔뜩 섞여 있었다. 낙양과 장안에 있는 동인(銅人)과 종거(鐘 : 쇠북틀), 비렴(飛廉), 동마(銅馬) 등류의 물건을 모두 거두어 소전 주조에 사용하였다. 소전은 윤곽에 무늬도 없어 사용이 불편하였고 일정 기준으로 크기를 줄인 게 아니라 만드는 곳마다 오수전의 크기가 제각각이니 엄청난 혼란이 발생했다. \n그리고 너무 많이 만들어서 화폐가치가 크게 떨어졌다. 여러 차례 전란으로 생산시설이나 생산력 자체가 침체되있는 상태에서 화폐의 통화량만 많아지니 자연적으로 극심한 초인플레이션이 나타날 수밖에 없었다. 곡식 한 곡(斛)이 수십만 전에 이를 정도였다. 오수전이 불러온 초인플레이션은 삼국시대 내도록 이어져 동탁이 죽은지 40년이 지난 237년경에 쓰여진 주마루오간에 쌀 44곡3두(약2.6톤)가 8 억전의 가치를 가진것으로 기록되었다. 동탁 집권 이전에 조숭이 1억전을 바치고 후한의 관직서열 3위인 태위직까지 샀던 것을 생각하면 당시 인플레이션의 심각함을 볼 수 있다.\n\n[당나라 개원통보(開元通寶), 비전(飛錢)]\n개원통보는 당나라(唐)  무덕(武徳) 4년(621년)에 이전의 화폐인 오수전을 폐지하고, 주조되어 오대십국 시대(五代十国時代)까지 약 3백여 년에 걸쳐 유통되었던 금속 화폐이다. \n\n비전(飛錢)이란 이름은 종이로 만들어 날아다닐 정도로 가벼운 돈이란 의미이다. 비전은 일종의 환어음이다. 당나라 시대에는 평안한 시절이 계속되었기 때문에 상업이 발전하고 멀리 떨어진 곳과의 거래도 활발했다. 당시 동전이 주된 통화였는데, 교역 물량이 큰 경우 상품의 대금을 지불하는 데 많은 동전의 운반이 불편하였다.  때문에 이를 담당하는 민간업자가 등장하였다. 장안, 낙양 등의 대도시 상인이 지방에서 상품을 사들이는 경우, 우선 담당업자한테 가서 동전을 맡기고 비전이라는 보관증을 받는다. 이 비전을 지방에서 온 상품의 대금으로 지방 상인에게 보낸다. 지방의 상인은 자기 마을의 담당업자에게 이 비전을 가져가면 맡긴 만큼의 동전을 받을 수 있었다. 물론 담당업자끼리는 제휴관계가 있었다. 이는 오늘날의 은행의 시스템과 거의 비슷한 것이다. 비전을 취급하는 기관은 처음에는 민간업자였지만 나중에는 국가가 발행, 관리하였다.  비전은 송나라에서도 사용되었다. \n그리고 다른 지역으로 이동해 현지 관청에 제출하면 액면에 적힌 동전을 받을 수 있었다. 여기에는 2세기 때 발명된 종이가 큰 역할을 했고 활자 인쇄술의 영향도 있었다. 비전이 탄생함으로써 상인들은 무거운 동전을 지닐 필요가 없어 편리해졌고 동전거래가 줄어들게 됨으로써 동전부족 현상도 일부 해소될 수 있었다.\n하지만 비전은 화폐가 아니고 한번 사용하면 폐기되었기 때문에 지폐라 보기 어렵다.\n\n[송나라 교자(交子)]\n북송에서 주조한 동전은 진귀한 유물 중 하나였다. 금속가공기술이 뛰어나 주조방식을 사용하는 등 정교한 제작기술을 갖췄고 황제의 친필이 새겨지기도 했다. 하지만 북송에서는 항상 동전 부족에 시달렸다.\n1년에 100관이 넘는 동전을 주조했고 가장 많이 찍어냈던 신종 때에는 500관을 넘었을 정도로 많았는데 동전이 왜 부족했을까?\n금속화폐의 통용에 있어서 가장 중요한 요건은 액면가치와 실제가치의 부합여부다. 액면가치보다 실제가치가 높으면 돈이 아니라 금속자체로 여겨져 사람들은 금속을 녹였다. 반대로 실제가치가 액면보다 낮으면 그 화폐의 신용도는 추락한다.\n북송과 남송에서는 경제발전으로 인해 인플레이션이 발생했고 동전 주조를 위한 구리의 가치도  높아졌다. 사람들은 동전을 녹여 구리 주전자, 구리 화로 등을 만들어 시장에 내팔았다. 물자는 풍부했지만 일상적인 거래에 사용하는 동전의 부족현상은 북송과 남송시대 내내 이어졌다.\n\n북송시대인 1023년, 중국은 '교자'라는 세계 최초로 국가 공인 지폐를 만들었다. \n북송시대에는 사천지역에서 상업이 발전하였지만 통화는 철전을 사용하고 있었다. 당시 송나라에서는 서하와의 전쟁에 대비한 군비조달 때문에 철전을 만들었는데 이 철전을 사천에서도 사용하도록 한 것이다. 그러나 무거운 철전은 들고 다니기가 힘들어 고액 거래에는 불편하였다. 비단 한 필을 사는 데 130근을 지불해야 하는 정도였다. 그래서 16개 대형 점포가 연합해 철전을 함께 저장하고 등가의 지폐인 교자를 발행했다. 일종의 예탁증서인 것이다.\n그 철전을 보관하는 ‘교자포’에서는 철전을 고객으로부터 받아 보관증을 발행하였다. 고객은 그 보관증을 교자포로 가져가면 언제든지 철전을 받을 수 있었다. 이 보관증은 철전과 같은 가치가 있기 때문에 화폐 대용으로 사용하게 되었다. 이 보관증을 교자라 불렀다. 당시의 사천지역에서는 인쇄기술도 발달하였기 때문에 이와 같은 시스템이 가능하였다.\n이 교자는 사천을 중심으로 널리 퍼졌는데, 보관한 철전의 몇 배나 되는 교자를 발행하는 부도덕한 업자도 등장하여서, 이 위조교자를 교자포로 가져가도 교환해 주지 않는 소동이 벌어지기도 하였다. \n이를 본 정부는 공적인 교자를 발행하였고, 이를 ‘관교자(官交子)’라 불렀다. 이 관교자가 세계 최초로 정부에 의해 발행된 지폐이다. 즉 송나라의 지폐 교자(交子)는 이러한 어음에서 발전한 것이다.\n관교자는 철전 125만관에 해당하는 금액을 발행했으나 실제로 준비한 철전은 36만관뿐이었다. 거래자들이 동시에 철전 125만관을 요구할 일(요즘의 뱅크 런)은 없을 것이라 것이다. 정부는 그 차액 만큼의 수입을 얻은 것이다.\n이 시스템은, 보유한 금의 교환권으로 통화를 발행한 후세의 잉글랜드 은행의 시스템과 동일한 것이다. 잉글랜드 은행은 금을 일정량 확보한 후, 보유한 금의 양 이상의 통화를 발행하였다. 금의 교환권을 손에 넣은 사람은 그것을 즉시 금을 교환하는 것은 아니었으며 대개의 경우 통화로서 이용하였다. 때문에 보유한 금의 양 이상으로 교환권을 발행하여도 동시에 금을 요구하지 않는한 금이 부족할 일은 없었다. 즉 북송시대에 이미 근대의 은행 시스템이 정착된 것이다.\n교자는 이후 금나라 시대에도 계속 사용하였으며 교초(交鈔)라고 불렸다.\n\n전국각지의 상품이 4대 시장을 중심으로 지역을 초월해 유통되자 자연스럽게 각 지역 화폐 간의 환산 수요가 나타났다. 이때 금, 은, 동, 철, 종이 등 다양한 재질의 화폐 태환 업무를 맡은 곳이 바로 태환포(兌換鏞)였다.\n태환포 주인은 매일 다양한 화폐를 낮은 가격에 사서 높은 가격에 파는 방법으로 이익을 얻었다. 요즘 말로 하면 '단기 차익 매매' 사업에 종사했다. 따라서 이들은 시장 가격 변화에 항상 촉각을 곤두세웠다.  이들은 현대의 채권시장 중계업자들과 마찬가지로 자신의 주고객층을 확보하고, 방대한 판매 루트를 구축했다. 이 태환포 집단이 이후 은행으로 발전하게 된다.\n\n송나라때 지폐는 종류가 다양했다. 전인과 회자 이외에도 교자(交子), 관자(關子), 소초(小鈔)가 있고, 일부지방에서 유통되던 호회(湖會), 천회(川會), 관외은회(關外銀會)와 형남교자(荊南交子)등이 있었다. \n교자는 처음에는 지폐가 아니었다. 민간상인들이 발행하는 무기명 예금통장이었다. 회자도 처음에는 지폐가 아니었다. 이는 교자를 교환하기 위하여 발행하는 기표(期票)였다. 전인도 처음에는 지폐가 아니었다. 이는 정부가 염상(鹽商)에게 발급하는 수령증이었다. \n\n북송은 전성기 때 경제 규모가 당나라의 4배였지만 통화 공급량은 19배에 달했다. 이는 유동성 과잉 문제가 상당히 심각했음을 보여준다. 유동성 과잉의 결과물은 당연히 인플레이션이다.\n송나라 초년부터 인종 연간까지 물가는 떨어지지 않고 계속 올랐다. 물가지수도 초기의 100에서 1150까지 급등해 무려 11.5배나 상승했다. \n또한 부동산가격이 빠르게 상승했다. 이는 유동성 과잉이 물가 상승보다 더 심각한 자산 가격 인플레이션까지 초래했다는 사실을 설명한다.\n게다가 과잉 공급된 화폐는 모든 사람에게 공평하게 분배되지 않았다. 자산 가격 팽창을 통해 소수에게만 빠르게 집중되면서 전답과 부동산은 말할 것도 없고 금융 자산 가격도 크게 폭등했다.\n\n당시 북송의 은행가들이 돈을 버는 방식은 지금과 비슷했다. 수익성이 가장 높은 업무는 금융상품 거래였고, 전통적인 대출업(고리대금업)이 그 다음이었다. 북송 은행가들은 일반 상품에는 흥미가 없었고 주로 금융 어음을 취급했다. 즉 정부의 전매품에 해당하는 소금 및 차의 파생금융상품인 교인(염인과 다인을 일컬음, 소금의 매매 허가증과 차의 매매 허가증)과 염초 거래를 통해 큰 돈을 벌었다.\n\n[원나라]\n원나라의 남송 정복 후 남송에서 발행된 교자의 가치를 인정해준 것이 매우 흥미로운 조치였다. 독일 통일에서 마르크화 통합과 같은 성격의 이 조치는 정복의 목적이 파괴와 약탈 아닌 통합에 있었음을 보여준다. 또한 남송이 장기간의 곤경 속에서도 안정된 화폐제도를 지키고 있었다는 사실을 보여준다.\n\n13세기 중국과 이슬람 지역을 정복한 원나라는 인류 역사상 가장 큰 제국을 건설했다. 중상주의 정책을 취한 쿠빌라이는 1260년 은과 비단에 기반을 둔 교초 지폐를 발행했다. 금, 은, 동 모두를 정부가 강제로 보관하고 그 보관증 형태로 지폐를 발행하여 유통을 촉진시켰다.\n당시 원나라를 방문한 마르코 폴로는 ‘동방견문록’ 에서 이런 말을 했다. \n“이 종이가 오랫동안 유통되어 찢어지고 닳게 되면, 조폐청에서 3퍼센트 할인해서 새 돈으로 교환해주었다. 금이나 은으로 그릇이나 혁대 장식, 다른 귀중품을 만들 때면 왕립 조폐청으로 가서 그 종이 몇 장을 내밀고 조폐관에게서 금이나 은을 샀다. 왕의 군대는 모두 이런 종류의 돈을 지급받았다.” \n\n13세기 몽골의 쿠빌라이 칸(칭기즈칸의 손자)은 지폐를 강제로 통용시킨 것으로 유명하다. 지폐를 유통시키는 데 방해가 되는 자는 죽음을 각오해야 했다. 지폐 유통을 장려하기 위해 모든 금과 은을 몰수했다. 외국 상인들이 가져온 것이라도 예외가 없었다. 원나라는 모든 금과 은을 몰수한 뒤 지폐로 바꿔주며 교초만을 유통시켰다. 교초는 고려부터 지금의 시리아에 이르는 원나라 영향력하의 모든 지역에서 통용되는 동양 최초의 기축통화였다. \n당시 중국에서는 동전 수출이 금지되어있었다. 여기에 남송대에 이르러 지폐와 동전 병행정책을 펴기 시작했다.(1160년대) 게다가 금나라(1215)와 원나라(1270)가 동전 사용을 금지하고 지폐(보초와 교초) 사용을 공식화했다. 그러다 보니 중국에서 동전이 화폐의 기능을 잃게 되었.\n\n원 말기에 만성적 재정 적자를 메우기 위해 지폐를 마구 발행했다. 1380년 지폐 한 장당 동전 1000개였는데 1535년에는 지폐 한 장당 동전 0.28개로 교초 가치가 4000배 가까이 폭락했다. 그로 인해 초인플레이션이 발생해 통화시장이 붕괴되면서 사람들이 화폐사용을 기피함에 따라 화폐가 사라졌고 결국 과거의 물물교환 시대로 되돌아갔다. 이후 농민봉기와 주원장의 발흥으로 제국은 무너졌다.\n\n[명나라]\n명나라와 청나라에서 은이 중심 화폐처럼 쓰였지만 은화가 주조된 일은 없고, 민간에서 은병(銀甁) 등 편리한 형태로 통용되는 것을 방치했을 뿐이다.\n본래 중국의 은 생산량은 많지 않았는데, 유럽 상인들과의 무역을 통해 엄청난 양의 은이 명으로 쏟아져 들어왔다. 스페인이 아메리카에서 생산한 은이 갈레온 무역을 통해 필리핀을 거쳐 들어왔다. 일본에서 채굴된 은도 명으로 유입되었다. 1630년대까지 해마다 250여톤 정도의 외국 은이 들어오면서 중국은 외국 은의 무덤이라 불릴 정도였다.\n15세기 중엽 유럽에서의 은 생산 증가와 은 채굴에 대한 붐은 일차적으로 경제를 활성화시켜 유럽인들로 하여금 동양의 사치품에 대한 열망과 구매력을 강화시켰고, 더 나아가 신대륙의 은광 개발을 야기할 대항해의 시대를 촉진시켰다.  \n은의 가치를 보면, 명‧청의 은값은 유럽보다 훨씬 비쌌다. 16세기를 기준으로 금과 은의 교환 비율을 보면, 명에서는 은의 가치가 유럽보다 2배 가량 높았다. 그러므로 유럽인들은 단순하게 명‧청에 은을 가져가기만 해도 큰 이윤을 남길 수 있었다.\n16세기 중국에서 금과 은의 교환 비율은 1 대 6이었다. 곧 금 한 단위를 가지고 은 6단위를 얻을 수 있다는 뜻이다. 이에 비해 같은 시기에 유럽에서는 그 비율이 1 대 12였다. 금 한 단위로 은 12단위를 얻을 수 있으니, 중국과 유럽을 비교하면 유럽에서는 금 가치가 중국의 2배였다. 이처럼 중국에서 은 가치가 높은 것이 유럽과 중동, 인도로부터 중국으로 은이 밀려오도록 만든 기본 원인이었다.\n\n16세기 이래 중국에서 보편적으로 사용된 은은 계수(計數) 화폐인 은화가 아니라 계량(計量) 화폐인 은괴(銀塊), 즉 은덩어리였다. 여기서 중국 은경제의 특징을 볼 수 있는데, 정부가 은화 발행이나 유통에 일체 관여하지 않으면서도 무게로 가치가 정해지는 은이 중심 통화로 사용되었다는 점이 바로 그러하다. 또한 지역에서 통용되는 은의 가치는 단순히 무게 하나만으로 결정되는 것이 아니라, 평(平; 중량), 색(色; 순도), 태(兌; 나누는 단위, 혹은 수)까지 함께 고려하여 결정되었으므로, 사실상 지역마다 사용되는 은량의 기준은 전혀 통일적이지 않았고, 심지어 한 도시에서 수십 가지의 은량을 함께 사용하는 경우도 발생하였다. 일본에서도 은은 중국과 마찬가지로 무게로 계산하는 칭량 화폐였다.\n\n마제은은 원대 말부터 명대 초 사이에 주조되기 시작한 것으로 알려지고 있다. 일종의 은괴(銀塊)로서 말굽과 비슷하다고 하여 ‘말굽은’이라고도 불렸으며 서양인들 사이에서는 사이시(sycee)로 통했다. 외국과의 교역을 통해 들어온 막대 형태의 은괴는 통화로서 사용되지 않고 녹여서 중국의 독자적인 형태로 다시 주조되었다.\n정부는 은의 시스템 운용에 관여하지 않았기 때문에 마제은을 주조한 것은 관에서 허가받은 곳으로, 은의 감정과 판매를 전문으로 하는 민간의 교환소였다. \n\n중국 화폐제도에서 은이 중요하게 인식되기 시작한 것은 원말부터이다. 원 말에 교초의 가치가 폭락하자 은의 가치가 급등하였으나, 명은 오히려 은의 사용을 금지하고 지폐인 보초와 동전을 유통시켰다. 그러나 화폐에 대한 불신으로 베이징 등지의 도시에서는 은이 민간 거래에서 활발하게 유통되었다.\n몰락하는 원 정부는 종이지폐인 교초(交鈔)에 관한 새로운 통화 개혁을 추진했지만, 태환이 보장되지 않은 상태에서 전쟁과 함께 남발되는 교초의 가치는 급속하게 떨어져 사실상 종이조각이나 다름없어졌다. 이에 사람들은 양질의 동전이나 은 덩어리를 소장하려고 하였고, 동전 주조가 거의 이루어지지 않았던 시기였기에 은의 가치가 급속하게 올라갔던 것이다. \n명조가 시작되면서 태조 홍무제는 종이지폐인 보초(寶鈔)를 주된 화폐로 사용하는 정책을 고수했지만, 보초에 대한 태환 가치를 보장하기 위해서라도 은광 개발을 제한적으로 허용했다. 하지만 14세기 후반 국내 은 생산은 매년 10만량(약 3,750kg)을 넘지 못했다. 영락제가 집권한 이후 은광 개발에 대한 일시적인 허용이 증가하고, 15세기 초반부터 은광에서 거두는 세금 역시 점차 증가하기 시작했다.\n명나라 시대에는 견직업과 면직업 등 상공업이 비약적으로 발달했는데, 은을 확보하여 조세를 납부하였다.\n베이징과 강남 등 정치, 경제의 중심지는 물론 농촌에서도 농산물을 팔아 반은 은으로 세금을 납부하였다. 나아가 몽골, 여진 등 북방 민족도 점차 명의 은 경제권으로 편입되었다. 이처럼 은이 널리 유통되면서 조세 제도 역시 16세기 후반 세금과 요역을 은으로 납부하는 일조편법이 전국적으로 시행되었다. 그리하여 사실상 은이 공식 화폐의 자리를 차지하게 되었다. 18세기 초 청에서는 정세(인두세)를 토지세에 합쳐 은으로 징수하는 지정은제를 실시하였다.\n1436년에 드디어 양자강 하류의 일부에서 실시되던 절납(折納, 현물로 납부하는 세금을 은으로 환산하여 납부하는 방식)이 동남 지역의 6개성으로 확대되었다. 이른바 금화은(金花銀)이라 불리는 절납이 허용되자 그 액수는 대략 100만 량 정도가 되었다. 은납화의 경향은 이로부터 확대되기 시작하였는데, 이는 무관의 봉급지급 문제나 납세호의 불편을 해결할 뿐 아니라 궁극적으로 은에 대한 수요가 증가된 궁중과 중앙정부에게도 편리했기 때문이었다. 1570년대가 되면 복잡했던 조세와 요역을 은으로 일괄 납부하게 했던 일조편법(一條鞭法)이 전국적으로 시행되면서, 중국은 본격적인 은 경제시대를 열게 되었다.\n\n은의 수요가 늘어나자 명은 은광 개발을 재개하였고, 조선에 공물로 은을 요구하기도 하였다. 조선은 세종 대 명에 보내는 공물에서 금, 은을 면제받았다. 이후 조선의 은광 개발에 대한 관심은 약화되었다.\n\n수백 년간 은의 공급량이 엄청나게 많았음에도  불구하고 ‘수요-공급의 법칙’ 과 달리 은의 높은 가격이 중국에서 유지된 것은 그만큼 가치저장의 수단으로써 은의 수요가 많았음을 의미한다. \n\n명나라 후기의 동전은 모두 시중에서 액면가의 절반 이하로 통용되었다. 품질 좋은 동전을 만들어도 동전을 천시하는 풍조에 휩쓸려 구리의 재활용을 위해 가마에 들어가기 일쑤였다. 가치 보존의 기능은 은이 절대적이었고, 교환 수단의 기능도 은이 중심이 되었다. 중국의 은 수요가 거의 무제한으로 확장될 수 있었던 것은 부의 축적 수단이었기 때문이었고 축적된 은은 시장에 대한 지배력을 통해 국가권력의 통제를 벗어난 민간권력이 되었다.\n\n명나라말기, 백은이 급격히 감소해서 '일조편법'을 시행하기 어려워진다. 백은 부족은 국제 금융위기를 불러왔다. 그리고 명말의 재정위기도 몰고 온다. 이어서 다시 경제위기와 사회위기가 나타났다.\n백은이 왜 부족하게 되었는가? 공급부족 때문이다. \n합스부르크왕조와 대명왕조의 두 왕조는 모두 전쟁으로 쇠락한다. 먼저 스페인은 영국과 싸우고, 명나라는 토요토미 히데요시와 싸운다. 이 두 건의 전쟁은 명나라의 백은줄을 끊어버린다. 스페인이 패하자 은의 사용을 줄이게 되고, 명나라는 은의 유입이 없어진다. 일본이 패하자, 이때부터 아예 쇄국을 하고, 명나라에 은을 공급하던 루트를 막아버린다. 이 두 가지 은 공급로는 명나라의 목숨줄이었다. 스페인과 일본에 의하여 양쪽이 모두 끊겨 버렸다.\n\n임진왜란을 전후해서 중국 명(明)나라는 극심한 은(銀) 부족에 시달렸다. 명나라에선 은이 통화였기 때문에 통화공급 부족에 따른 디플레이션 현상이 나타나 재정이 악화하고, 경기가 극도로 침체했다. \n\n임진왜란을 전후해서 중국 명(明)나라는 극심한 은(銀) 부족에 시달렸다. 명나라에선 은이 통화였기　때문에 통화공급 부족에 따른 디플레이션 현상이 나타나 재정이 악화하고, 경기가 극도로 침체했다. 경제 위기에 빠진 명나라는 농민 반란과 변방 소수민족의 봉기를 진압할 군사비 확충에 실패하고, 결국 만주족의 청(淸)에 의해 멸망하는 결과를 초래한다.\n\n16세기 말에 명에 발생한 은 부족 현상은 수요와 공급의 괴리에서 발생했다. 은에 대한 수요가 급증한 반면에 공급이 격감했다.\n우선 은의 공급이 막혔다. 중국에 유통되는 은은 스페인산과 일본산, 국내산 등 세가지였다.\n가장 공급량이 많았던 스페인산은 1588년 스페인 무적함대가 영국에 패배하면서 스페인 상인들이 쇠퇴로 타격을 받았다. 한번 전투에 졌다고 스페인의 아메리카 은 생산이 준 것은 아니지만, 영국 함선과 사략선들이 태평양의 마닐라~아카풀코(멕시코) 항로에 출몰하면서 보물 약탈에 나섰기 때문에 스페인의 선대 운영에 애로가 발생했다. 두 번째 은 공급국이었던 일본은 명-조선 연합군과 전쟁 중이었기 때문에 공급을 중단했다. 중국내 은 생산도 신통치 않았다. 중국산 은은 규모가 적었는데다 신규 은광 개발도 미진했다.\n그런데 은을 쓸데는 엄청나게 많아졌다.\n임진왜란을 치른 명의 황제는 만력제(萬曆帝)는 조선 이외에도 두 군데서 더 전쟁을 치렀다. 그 하나는 1592년 3월에 오르도스의 몽골 부족이 영하(寧夏)에서 반란을 일으킨 것이다. 또 1597년에 남쪽 귀주(貴州)성에서 소수민족 묘족(苗族)이 난을 일으켜 4년 동안 운남(雲南) 일대를 쑥대밭으로 만들었다.\n당시 명 조정이 1년간 예산이 400만 냥이었는데, 임진왜란에서만 7년간 1,000만 냥 이상 썼다. 동시다발적인 세 전쟁을 치르면서 명 조정은 엄청난 은을 쏟아 부었다. 그런 사정에서 황제는 조선의 사신이 갔는데, 선물도 제대로 주지 못하는 처지가 된 것이다.\n명의 은화 부족은 임진왜란 전에 발생했고, 왜란 기간에 폭발했다. 은화 가치는 급상승한 반면에 은화 부족으로 물건 가격이 상대적으로 하락하는, 디플레이션 현상이 가중되었다.\n중국에서 은값이 폭등하자 상인들은 은이 있는 곳이면 어디나 갔다. 전쟁이 터진 조선 땅은 그들의 먹잇감이었다. 명나라 군대가 조선을 지원하기 위해 진입하자 중국 상인들도 함께 따라 갔다. 돈을 벌려는 자는 전쟁터를 두려워하지 않는다. 요동의 상인들이 조선에 대거 이동해 왔다. \n그들은 1차적으로 명나라 군대의 봉급을 노렸다. 봉급은 은으로 줬다. 역사학자 한병기에 따르면 명군 병사 1인당 월급이 1냥50전이었으니, 최고 10만명이 투입되었을 때 한달에 15만냥이 뿌려졌다. 이 시장을 차지하기 위해 중국군이 가는 길에 상인들이 수레를 끌고 따라가 장사를 했다.\n이긍익의 <연려실기술>에 따르면 명군이 1598년 사천에서 임실로 이동하는데 병사들보다 먼저 상인들이 도착해 소와 돼지를 잡아 구워 놓고 병사들에게 팔았다고 한다.\n중국인들은 상술에 뛰어난 것으로 알려져 있다. 그들은 조선사람들을 상대로도 장사를 했다. 조선인들에게 푸른 물감을 들인 광목, 털모자, 털외투 같은 진기한 물건을 가져다가 팔았다. 한양에는 명나라 상인들이 거래하는 난전이라 불리는 상가가 들어섰고, 그곳에는 명나라 물건이 넘쳐나 사치풍조가 만연했다고 한다.\n상인들이야 가격차(arbitrage)를 노리고 들어오지만, 명나라 정부는 조선에 은을 노골적으로 요구했다. 망해가는 나라를 살려 주었으니 재조지은(再造之恩)을 은으로 갚으라는 얘기였다.\n중국에 은이 부족해지고 은 가격이 치솟는 상황에서 명의 사절단은 조선에 오면 은만 요구했다. 함경도 단천에 대규모 은광이 있다는 사실을 그들은 알았다.\n명나라 사신들의 은 징발은 선조 다음 임금인 광해군 때 절정을 이뤘다.\n이같은 명나라 사신의 수탈이 광해군으로 하여금 명나라에 대한 반감을 불러일으켰다. 광해군은 만주에서 후금이 힘을 얻어나가는 가운데 명을 적극 지원하지 않고 후금(청)과 사이에서 중간자적 입장을 유지하는 계기가 되었다는 해석이 나온다.\n은이 부족해지자, 명의 신종(神宗, 만력제)은 태감이라 불리웠던 세리들을 전국에 피견해 광세(礦稅), 상세(商稅)라는 명목으로 은을 마구잡이로 수탈했다. 세리들은 미세한 양의 은을 걷기 위해 민간의 가옥을 철거하고 무덤까지 파헤치는 만행을 저질렀다. 중국 역사에서 이를 ‘광세지폐’(礦稅之弊)라고 한다.\n명나라 국고에 은이 고갈되어 갔지만, 상인들은 은을 숨겨놓고 내놓지 않았다. 어쨌든 은의 가치가 상승하면서 투기성 축장의 악순환이 나타났다. 은을 시장에 내놓지 않으면 은값이 더 올라가고, 더 많은 사람이 은을 쌓아두었다.\n결제수단이자 교환수단인 은이 부족해지자, 물자 유통이 느려졌다. 돈이 없어 상업 활동에 지장이 생겼다. 상업중심지인 장쑤(江蘇)성 쑤저우(蘇州)에는 미곡상들이 장사를 포기했고, 직물업소 폐업이 잇따랐다. 실업자들이 징세관을 살해하고 폭동을 일으키는 사태가 빚어졌다.\n경제 악화는 민란을 촉발하고, 외적의 방비를 허술하게 한다. 이런 가운데 기근에 견디다 못한 농민들이 반란을 일으켰으니, 이자성(李自成), 장헌충(張献忠)의 반란이었다.\n경제 위기에 빠진 명나라는 농민 반란과 변방 소수민족의 봉기를 진압할 군사비 확충에 실패하고, 결국 신흥강국인 만주족의 청(淸)에 의해 멸망하는 결과를 초래했다.\n\n[청나라]\n청나라의 동전 중 가장 오래 사용되었던 것은 청 고종의 건륭통보(乾隆通寶)이다. 그리고 청나라 말기에 광서제는 서양의 기계식 주조법을 도입하여 은원(银元)을 발행했다. 인공적인 화폐주조에서 기계적인 주조의 형식으로 바뀌면서 현재의 동전과 유사한 형태를 가졌다. 광서제 24년때 위안元이라는 단위가 공식적으로 사용되었고, 은원 1문에 대해 위안이라는 단위를 부여했고, 동전 1문에 대해선 1쟈오角 라는 단위를 부여했다.\n\n강희황제와 옹정황제의 노력으로 건륭황제가 집권을 했을 때 청나라는 나라가 부강하고 백성들의 생활은 가장 높은 수준에 달했다. 그때 은화 1냥은 엽전 1000문에 상당했는데, 엽전 5문으로 쌀 1두를 살 수 있었다. 즉 은화 1냥으로 쌀 200두를 살 수 있었다는 것인데, 옛날의 1두를 현재의 무게단위로 환산하면 약 12근(6킬로그램)정도다. 과거의 은화 1냥으로 1200kg의 쌀을 살수 있다는 것이다. \n중국은 전통적으로 은을 돈으로 사용했으며 멕시코의 페소화(은화)도 자국 화폐처럼 유통되고 있었다. 그러나 유럽에서는 금본위제도가 정착해 있었고, 1900년에는 미국도 금본위제도에 동참했다. 그래서 청나라 조정은 1903년 서구열강들에게 화폐제도를 자문했다. 미·영·프·독 신디케이트로부터 1000만 파운드를 차입하여 금본위제도를 시행하려던 순간 신해혁명(1911년)이 일어났다. 그리고 청나라는 역사 속으로 사라졌다.\n\n중국이 다시 화폐제도 개혁에 관심을 갖게 된 것은 한참 뒤였다. 쑹쯔웬(宋子文)은 송나라 때부터 이어져 오는 상인가문 출신으로서 당대 최고의 부자였다. 그는 쑨원(孫文)과 장제스(蔣介石)의 손위 처남이기도 했다. 그런 세도가가 중화민국 재무장관까지 맡아 미국에 화폐제도를 자문했다. 미국과 가까워지려는 속셈이었다.\n미국 정부가 케머러를 파견하여 추구한 것은 금본위제도의 확산이었다. 20세기 초까지 미국은 뒤늦게 금본위제도에 합류한, 국제통화제도의 주변국이었다. 그러나 제1차 세계대전을 계기로 세계에서 가장 금을 많이 보유하게 되면서 금본위제도의 중심국이 되었다.\n\n케머러는 1929년 중국을 떠나면서 쑨원의 ‘쑨(孫)’을 화폐단위로 하는 금본위제도 도입을 촉구했다. 하지만 수백 년간 은화를 쓰던 중국이 선뜻 받아들이기에는 힘든 제안이었다. 결국 1911년 신해혁명에서 1935년 국민당 정부의 관리통화제도 선언에 이르기까지 중국은 군벌들의 군웅할거 속에서 지역마다 각기 다른 화폐가 유통되는, 화폐제도의 자유방임상태가 계속되었다. 비스마르크가 통일제국(1871년)을 세우기 전의 독일이나 남북전쟁(1861년) 이전의 미국과 똑같았다.\n중국에서도 만주 지역은 변방이라서 화폐질서가 특히 어지러웠다. 북만주에서는 군벌들이 발행한 불태환 지폐와 러시아 루블 지폐가 유통되고, 남만주에서는 상업은행들이 발행하는 은행권 즉 봉천표(奉天票)가 유통되었다. \n주화는 더욱 어지러웠다. 한마디로 말해서 금·은·동 세 가지 종류가 전부 유통되는 가운데 지역에 따라 금속의 함량이 달랐다.\n\n[일본]\n일본에서는 683~958년까지 13종의 동전이 발행되었다. 그런데 동전을 주조하는 비용보다 액면가치가 높은 화폐를 유통시킨게 문제였다. 수도 운영에 필요한 경비 등을 마련해려고 발행한 것다. ‘주조비용<액면가치’의 차액에서 얻은 재정수입을 노린 것. 그러나 이렇다보니 민간에서 동전을 마구 찍어내는 밀조(密造)가 이뤄졌고 그럴 때마다 기존의 동전은 10분의 1로 평가절하됐죠. 그러니 동전은 화폐로서의 가치를 상실하게 되었죠. 결국 일본에서 동전은 11세기말이 되면 거의 유통되지 않았답니다. 그래서 중국의 동전이 대량으로 수입·유통된 겁니다. 원나라에서 동전은 수출금지 품목이었지만 (동전이 사라진) 일본에서는 그 수요가 있었고 중국인들 입장에서는 싯가의 10분의 1의 가치로 일본 물품을 살 수 있었다. 그러니 동전의 밀수출입이 성행했다.\n\n일본의 화폐에도 큰 영향을 끼쳤으며 일문전(一文錢) 등에도 같은 모양의 구멍이 있다.\n\n일본의 화폐인 화동개진은 개원통보의 영향을 받아 주조되었다.\n\n일본 조정이 발행했던 '황조십이전'(皇朝十二錢)은 새로 주조할 때마다 중량과 질이 저하되어 신화(新貨)가 나오면 화폐의 신용이 깎여나갔다.\n\n센고쿠 시대에 들어가면서 각지의 다이묘들이 대두되어 화폐 경제에 단절이 생기게 되고 중국에서도 명이 혼란기를 맞아 해금령을 내리는 등 명전 유입이 곤란해졌다. 이에 질 낮은 화폐가 많이 돌게 되자 처음에는 악전(惡錢)을 감정하는 직업이 생기기도 했지만, 후에 가면 일본 동부에서는 은이, 일본 서부에서는 금이 화폐로 활발히 유통되었다. 하지만 후에는 경제의 성장에 비해 금, 은 생산량에 한계가 있어 쌀이 화폐로 보다 득세하게 되는데, 이것이 후에 도요토미 히데요시의 고쿠다카(石高) 제도로 이어지게 된다.\n에도 막부 시대에는 금, 은, 동전, 지전 등이 화폐로 유통되었는데, 금속 화폐에는 지역마다 통용의 정도와 가치에 차이가 있어 이를 바꾸어주는 환전상 등이 성업하였던 한편, 각지에서 은광과 금광의 개발이 활발했다. 대표적인 화폐로는 오반(大判) 등이 있다. 그러나 후기에 들어가면 중국 무역에서 적자를 보는 등의 이유로 화폐 유통에서 정체 현상이 일어났고, 이를 타개하기 위해 수입 대체용품을 마련하고 화폐 사용을 억제했던 교호 개혁, 혹은 광산의 개발과 수출품의 확보 등을 추진했던 다누마 개혁 등이 이루어지기도 했다.\n다만, 에도 막부의 화폐 정책도 기본적으로 안정적인 농업 사회를 구성하기 위한 것이었음은 짚을 필요가 있다. 대외 교역의 성행과 조닌(町人) 계급의 성장 등으로 상업이 확실히 조선보다 성행하기는 했지만, 중앙 정부의 목적은 수출을 통해 경제를 지탱하기보다는 전반적인 농업 사회에 자급자족적 질서를 만족시키고 오히려 지나친 상업의 성행을 억제하는 덕정(德政, 도쿠세이)을 목적으로 했다.\n메이지 유신 이후에는 돈을 서구 열강과 같이 지폐로 바꾸었고, 이것이 근현대 화폐사로 이르게 된다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-15T13:00:56.831000",
  "updatedAt": "2023-12-04T11:32:23.342000"
}