{
  "id": "af4abc3f-41b2-451f-b162-f119a6c16cc8",
  "title": "중국 역대 나라 순서",
  "content": "1. 하나라\n\n중국 최초의 국가, 사료 부족으로 정설은 아니지만 거의 정설로 받아들여짐\n\n2. 은(상-처음명칭)나라\n\n하나라와 마찬가지로 전설 속 국가였다가 은나라 수도 은허에서 유물인 갑골문자 등이 발견되면서 정설로는 최초의 국가\n\n3. 주나라\n\n중국 최초의 혈연적 봉건제도를 가진 국가. 견융의 침입으로 인해 춘추전국시대를 맞이함\n\n4. 춘추전국시대\n\n춘추시대와 전국시대로 나뉘며 두 시대를 갈리는 사건은 진나라가 위, 조, 한 나라로 갈리면서 춘추 시대가 끝나고 전국 시대가 시작 춘추시대엔 주나라 왕을 인정하고 공으로 칭했지만 전국 시대엔 주나라 왕실을 무시하고 서로 왕을 칭하며 7개의 강대국이 통일을 위해 싸움 결국 진시황에 의해 진나라가 통일\n\n5. 진나라\n\n중국 최초의 통일국가 진시황의 폭정에 의해 단시간에 멸망\n\n6. 전한\n\n초나라의 항우와의 결전에서 승리한 한나라의 유방이 세움 (한, 초의 전쟁은 오늘날에 장기판에 유래). 장건에 의해 서역을 개척. 오늘날 중국의 기초인 나라\n\n한나라는 중간에 신나라가 있었기 때문에 신나라 이전을 전한 후를 후한으로 나눔\n\n7. 신나라\n\n한나라의 외척 왕망이 한나라를 멸망시키고 세움 그러나 정책의 실패로 인해 한나라의 왕족 유수(광무제)에 의해 멸망\n\n8. 후한\n\n전한을 이어 한나라 왕족 유수가 세움 위나라에 의해 헌제가 폐위 당하면서 멸망 반초에 의해 다시금 서역을 개척\n\n9. 삼국시대(위, 오, 촉)\n\n위나라(조조), 오나라(손권), 촉나라(유비)가 패권을 다툼 유명한 유비 관우 장비의 도원결의나 적벽대전, 제갈량 등의 영웅들이 나타나는 주무대. 조씨의 위나라를 사마씨가 찬탈을 하고 진을 세우고 삼국을 통일.\n\n10. 서진\n\n삼국을 통일하였으나 팔왕의 난과 영가의 난으로 인해 이민족에 의해 양자강 이북의 땅을 모조리 빼앗김. 진나라는 낙양 수도 시대를 서진, 건강 수도 시대를 동진으로 나뉨\n\n11. 오호 십륙국, 동진시대\n\n양자강을 기준으로 북쪽은 5개의 이민족이 16개의 왕조를 세움 (오호 십륙국) 남쪽은 멸망한 진나라가 세운 동진\n\n12. 남북조시대\n\n양자강을 중심으로 북조는 북위, 동위, 서위, 북제, 북주의 나라가 세워졌다가 멸망을 반복 남조에선 송, 제, 양, 진의 국가가 세워졌다가 멸망을 반복.\n\n13. 수나라\n\n양견(문제)에 의해서 세워짐, 남조의 진 왕조를 멸망시키고 천하를 통일 하지만 거듭되는 고구려와의 전쟁에서의 패배와 양광(양제)의 폭정으로 멸망\n\n14. 당나라\n\n중국 한족이 건설한 가장 위대한 국가. 엄청난 영토와 힘을 자랑했고, 이세민(태종)과 같은 훌륭한 임금이 나왔지만, 현종시대에 안사의 난으로 국가가 점차 몰락, 결국 황소(사람이름)의 난으로 멸망\n\n15. 오대십국시대\n\n중원에 5개 왕조 중원 주변에 10개 왕조가 존속\n\n16. 북송, 요나라\n\n조광윤(태조)가 세움 오대 십국을 통일했음. 하지만 문치주의로 인해 군사력 약화로 거란족의 요나라와 탕구트족의 서하에게 항상 시달림. 송나라는 금나라가 수도 개봉부를 함락을 기점으로 북송시대와 양자강 이남의 남송시대로 나뉨\n\n17. 남송, 금나라\n\n주희(성리학)와 같은 여러 학자들이 나옴 계속된 문치주의로 인해 학문의 발전을 가져옴\n\n금나라는 아골타에 의해서 요나라를 멸망시키고 여진족이 건국. 두나라 모두 칭기즈칸이 세운 몽골제국에 의해 멸망\n\n18. 원나라\n\n칭기즈칸의 등장으로 전세계에서 유례를 찾아볼수 없는 가장 강력한 대제국 건설. 칭기즈칸은 아들들에서 중국을 맹주로 하는 4개국으로 분할 5대 쿠빌라이칸에 의해 수도를 카라코룸에서 대도(지금의 북경)로 옮기고 국호를 중국식의 원으로 정함. 역전제등을 통해 동서양 교류에 큰 업적을 남김. 아시아는 물론 유럽까지 전세계의 공포가 될 정도로 대제국이였으나 결국 라마교의 의한 부패와 불평등한 신분제도등에 의해서 멸망\n\n19. 명나라\n\n이민족 국가를 마치고 중국 한족의 주원장이 원나라를 멸망 시키고 건국. 하지만 이자성의 농민군에 의해 멸망 당하고 조선의 임진왜란때 새로 등장한 후금(청)에 의해서 또다시 이민족 국가가 됨.\n\n20. 청나라\n\n여진족 누르하치가 임진왜란을 틈타 급속도로 성장해서 명나라의 오삼계의 배신으로 중국을 점령.하지만 문명과 기술이 훨씬 앞선 유럽 열강에 의해 국력이 급격히 쇠퇴. 결국 중화민국 건설로 인해서 멸망. 왕정은 폐지 되고 공화제가 시작.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-02-02T10:39:36.040000",
  "updatedAt": "2024-02-02T10:39:36.040000"
}