{
  "id": "af649ea1-350c-40f4-9bed-92e63588f3eb",
  "title": "미인계의 역사 - 현대",
  "content": "[정핑루(郑苹如)]\n정핑루는 어려서부터 미모가 뛰어난 것으로 소문이 나 있었고 이 때문에 19세가 되던 해에 상하이 최고 인기잡지인 양우의 표지 모델로 선정된 적도 있었다. 1937년, 중일전쟁이 발발하였고 제2차 상하이 사변이 발생하여 상하이가 일본군에게 점령되자 정핑루는 일본군 치하에서 생활하게 되었다. 그해, 정핑루는 상하이 법정학원에 입학하였다가 당시 반일활동을 하던 국민당의 정보기관인 조사통계국에 포섭되었다. 조사통계국은 일본어가 유창하고 사회적 관계가 좋은 정핑루에게 일본인을 상대로 고급 정보를 수집하라는 임무를 맡겼다. \n그러던 중 조사통계국은 정핑루에게 일본제국의 괴뢰정부인 '중화민국 유신정부'의 악명높은 공안기술자인 '도살자' 딩모춘을 암살하라는 지령을 내렸다. 1939년 12월, 정핑루는 딩모춘을 자신의 집으로 유인하여 살해하려 했으나 딩모춘의 예리함 때문에 실패했다. 12월 21일, 정핑루는 시베리아 모피점 사건을 일으켜 딩모춘을 다시 한번 암살하려 했으나 딩모춘이 다시 눈치를 챘고 총격전 끝에 도주하면서 또 실패했다. 12월 24일, 정핑루는 체포되었고 이후 처형되었다.\n영화 <색계(色戒)>도 그녀의 실화를 바탕으로 하고 있다. 여주인공인 '왕자즈'(중국 여배우 탕웨이가 맡은 역할)는 1930년대 상하이 사교계의 꽃으로 불렸던 국민당의 정보원 '정핑루'이다. \n\n[선안나(沈安娜)]\n선안나는 1915년 11월 장쑤(江蘇)성 타이싱(泰興)의 한 봉건적인 집안에서 태어났다. 7세 때 발을 천으로 동여 매 기형적으로 작게 만든 전족(纏足)을 할 뻔했지만 끝까지 거부해 결국 가족들을 포기하게 만들었다. 16세 때에는 정략 결혼을 피해 언니와 함께 상하이로 도망을 갔고, 이듬해 상하이 난양 상업고교에 진학했다. 이 학교에서 기밀 정보요원으로 활동 중이던 화밍즈(華明之)를 알게 되면서 공산당 혁명에 발을 들여놓게 된다. 당시 그녀는 학비를 벌기 위해 속기사 공부를 했는데, 이 기술을 배운 덕분에 1934년 국민당 저장성 정부의 속기사로 취직했다. 이때부터 첩보원으로서 역할이 시작됐다.\n선안나는 빼돌린 정보를 화밍즈에게 전달했다. 두 사람은 연인으로 가장해 접촉하곤 하다가 점차 연인으로 발전하여 부부가 됐다. \n1938년 10월 선안나는 국민당 중앙당부 기밀 속기원으로 발탁돼 국민당의 최고 핵심 정보에 접근할 수 있게 된다. 당시 공산당 첩보전을 총지휘하던 저우언라이(周恩來) 전 중국 총리가 그녀에게 직접 지시를 내렸다고 한다. 남편인 화밍즈도 국민당 군사위원회 정치부 통신 본부에 잠복해 부부가 함께 첩보전을 펼쳤다.\n그녀는 국공(國共) 내전 당시 장제스(蔣介石)가 이끌던 국민당에서 스파이 활동을 했었다. 1분에 2백자를 기록할 만큼 뛰어난 속기사였던 그녀는 1937년 공산당의 지시를 받고 국민당에 들어갔다. 미모까지 뛰어난 그녀는 장제스의 각별한 신임을 받았다. \n그녀는 1949년 국공 내전이 끝날 때까지 10여년간 활동하며 장제스 및 국민당과 관련한 고급 정보를 공산당에 넘겼다. 당시에는 모든 문서가 속기로 기록되었기 때문에 그녀는 국민당의 당 간부회의에 항상 참석했다. 장제스가 바로 곁에 공산당 스파이를 두고 자신의 말을 빠짐없이 기록하게 한 셈이다. 국민당은 그녀의 간첩 활동을 눈치채지 못하고 타이완으로 철수할 때도 그녀를 데려가려 했었다. 그녀는 상하이에 있는 가족에게 문안 인사를 하고 오겠다고 말한 뒤 탈출했다.\n중국 정부는 2010년 6월 그녀가 사망하자 베이징(北京) 팔보산(八寶山) 혁명공동묘지에서 추도회까지 열었다. \n\n\n[마타하리]\n네널란드 출신의 독일 스파이 ‘마타하리’가 유명하다. 그녀는 1차 세계대전 당시 프랑스 파리 물랭루주의 댄서로 사교계에서 명성을 날리면서 연합군 고위 장교를 유혹, 군사기밀을 빼내 독일군에 제공하다 1917년 프랑스 정보기관에 체포돼 총살당했다. \n\n[가와시마 요시코]\n동양의 마타하리로는 청나라 왕족 출신으로 1912년 일본에 양녀로 보내진 뒤 일본 간첩으로 활동하며 만주에 일본 괴뢰 정권인 만주국을 세우는 데 큰 공을 세운 가와시마 요시코가 있다. 그녀 역시 1948년 중화민국 정부에 의해 반역죄로 총살당한 것으로 알려졌다. \n\n[김수임]\n한국판 마타하리는 일본강점기 때 이화여전을 졸업한 미모의 인텔리 여성 김수임을 꼽는다. 그녀는 해방 뒤 미8군사령부 헌병대장과 동거하면서 북한 초대 외교부장을 지낸 애인 이강국에게 미군 정보를 넘기다 1950년 체포돼 총살됐다. 간첩활동에만 미인계가 동원된 것이 아니다. 미인계를 써 남성을 도박판에 끌여들인 주부도박단이 검거되기도 했다. \n\n[하라 세쓰코]\n2차대전 종전 직후 일본 영화배우 하라 세쓰코도 맥아더 사령부의 고급장성들에게 미모로 접근했다. \n\n[크리스틴 킬러]\n영국의 전쟁영웅이자 국방장관이었던 존 프로푸모를 실각시킨 정부 크리스틴 킬러 또한 구 소련의 미녀 스파이였다.\n\n최근에는 중국의 한 여성이 한국 외교관들과 부적절한 관계를 맺고 기밀자료를 빼낸 상하이 스캔들로 세간의 이목을 끌고 있다. \n\n얼마 전 주중 미국대사인 중국계 미국인 게리 로크가 임기를 다 채우지 못하고 사의를 표명한 일이 있었다. 그런데 최근 중화권 언론들은 그가 중국 정부의 미인계에 당했다는 보도를 내놓고 있다. 석연치 않은 사퇴 뒤에는 중국 여성 기업인과의 불륜이라는 배경이 깔려 있다는 것이다. 특히 로크 전 대사가 이미 이혼한 사실이 밝혀져 이 같은 추측을 뒷받침했다. \n\n폭로 전문 사이트인 위키리크스가 최근 공개한 미 국무부의 비밀문서에 따르면 2007년 8월 진런칭(金人慶·김인경) 당시 중국 재정부장 등이 사임한 실제 이유는 대만 여성 공작원과의 ‘부적절한 관계’ 때문인 것으로 미국 관리들은 파악했다. 당시 진 전 부장을 비롯해 쉬융웨(許永躍·허영약) 전 국가안전부장 등 고위공직자 10여 명은 베트남 난민 출신 여성 리웨이(李薇·이미·당시 44세)와의 관계로 인해 옷을 벗었다. 당시 홍콩 언론은 그를 ‘권력자들의 공동애첩’으로 불렀다. 리웨이는 이들과의 관계를 이용해 부동산 개발과 석유·담배·증권 관련 사업을 하면서 수천억원의 재산을 모았다. 하지만 조사관들이 리웨이를 신문한 결과 그가 단순한 사교계 인물이 아니라 대만의 스파이였음이 드러났다는 것이다.\n\n2008년 방중한 고든 브라운 영국 총리의 수행 관리가 중국 정보요원의 미인계에 넘어가 고위 정보가 담긴 휴대전화와 서류를 분실했다. 술집에서 중국 여성과 눈이 맞았다.\n\n[안나 채프먼]\n2010년 4월, 미국에서 부동산 업자로 위장해 간첩 활동을 벌이다가 러시아 미녀 스파이 안나 채프먼이 FBI에 체포되었다. 채프먼은 미인계를 이용해 월가는 물론 오바마 행정부 고위 관료에게까지 접근을 시도하는 등 영화같은 간첩 행위를 벌였다. 이후 미국과 러시아간 스파이 맞교환을 통해 고국에 돌아갈 수 있었다. 그녀는 간첩행위보다 뛰어난 미모로 더 주목받았다. 미국의 남성잡지 GQ는 2013년 1월 '21세기의 가장 섹시한 여성 100명'에 채프먼의 이름을 올리기도 했다.\n\n[리페이치(李佩琪)]\n2011년, 뤼셴저 대만 육군 장군이 대만 당국에 체포되었다. 대만군의 50년이래 최대 간첩사건의 장본인 뤄셴저(육군 소장, 원스타) 대만 육군사령부 통신전자정보처장은 중국의 미인계에 걸려 국가를 배반한 것으로 드러났다. 8년 전인 2003년, 주태국대표처 무관(육군 상교, 대령)으로 근무할 당시, 중화인민공화국 국가안전부는 호주여권을 소지하고 있던 30세 중국 여간첩을 접근시켰으며, 곧 상시 접촉에 성공했다. 여간첩의 '유혹'에 넘어간 뤄 소장은 이후 '부적절한 관계'를 맺으면서 2004년부터 본격적으로 그가 취급하는 최고 수준의 중요 기밀을 모두 이 여간첩에게 넘겨줬다. 정보를 줄 때마다 여간첩이 10-20만 달러를 주었다. 관계가 깊어지자 여성이 본색을 드러냈으며, 고위 정보장교이던 뤄셴저만 접근할 수 있는 국방 기밀정보 누설을 요구했다. 덫에 걸려든 뤄셴저는 조국을 배신할 수밖에 없었다. 여자 스파이 이름은 리페이치(李佩琪)다. 그는 뤄셴저를 상대로 한 공작의 공로를 인정받아 중국 국가안전부 제4국(대만·홍콩·마카오 담당) 대만 데스크로 승진했다.\n\n\n2012년 초, 중국 국가안전부 치우진 부부장의 보좌관이 미국 첩자라는 혐의로 중국 당국에 체포됐다. 치우진 부부장의 보좌관은 홍콩에서 미인계에 넘어가 젊은 여성과 함께 있는 사진이 촬영된 후 첩보활동을 하도록 협박받은 것으로 보인다. 이 보좌관은 영어를 구사할 수 있으며 미국 측에서 수십만 달러를 받았다.\n\n\n타이완 검찰은 지난 2022년 2월9일 무려 7년간이나 중국 스파이로 활동해 온 타이완군의 현역 소장인 뤄셴저(羅賢哲) 육군사령부 통신전자정보처장을 구속했다. 뤄 소장은 타이완에서 지난 1960년 국방부 차관이 구속된 이후 반세기 만에 중국 스파이로 활동한 최고위급 인물이다.\n뤄 소장은 지난 2004년 태국 주재 대표부 무관으로 근무할 당시 파티에 갔다가 한 여성의 유혹에 빠졌다. 뤄 소장은 미모와 큰 키, 늘씬한 몸매에 사교술이 능란한 30대 초반인 이 여성과 ‘부적절한 관계’를 맺으면서 기밀들을 넘겨주었다. 이 여성은 뤄 소장에게 그 대가로 10만~20만 달러를 주었다. 이 여성은 태국과 중국, 미국 등에서 무역업을 하는 호주 여권을 가진 화교로 신분을 위장했다는 것 외에 신원은 전혀 알려지지 않았다.\n뤄 소장의 간첩 활동은 미국 연방수사국(FBI) 때문에 꼬리가 잡혔다. FBI는 미국 출장이 잦은 뤄 소장의 행적을 면밀히 추적했다. FBI는 뤄 소장과 이 여성이 밀회하는 장면을 몰래 찍어 타이완 군 수사 당국에 넘겼다. 타이완 군 수사 당국에 체포된 뤄 소장은 수사 초기에 혐의를 완강히 부인하다 FBI의 자료를 내밀자 혐의를 인정했다.\n뤄 소장은 이 여성의 주선으로 중국 인민해방군 총정치부 연락부 소속 린이순(林義舜) 소장과 만나기도 했다. 총정치부 연락부는 첩보 공작을 주로 하는 부서이다. 뤄 소장은 통신병과 출신으로 국방부 국제정보처 부처장을 역임했고, 2008년 1월 소장으로 승진해 지금까지 통신전자정보처장으로 근무해왔다. 뤄 소장이 넘긴 정보 중에는 미국-타이완 간 군사 전자정보통신망 프로젝트, 타이완 육·해·공 정보통신망, 군사 광섬유케이블망 등이 포함된 것으로 확인되었다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-30T01:50:45.464000",
  "updatedAt": "2022-12-26T15:41:12.339000"
}