{
  "id": "af7e121a-aea1-4a21-bf2f-403534a5034e",
  "title": "스페인의 유대인 -> 튤립 버블",
  "content": "1. 스페인이 있는 이베리아 반도(초록색)에는 이슬람과 유대인들이 같이 살고 있었음.\n\n2. 이슬람이 유대인을 좋아한것은 아니지만, 기독교와 사이가 나쁜 유대교를 적의 적은 친구라는 생각으로 봐줌.\n\n3. 15세기에 기독교인 에스파냐왕국이 이슬람을 몰아내고 이베리아 반도를 차지함.\n\n4. 에스파냐왕국은 유대교를 믿는 유대인을 이단으로 보고 유대인 추방령을 발표함. 1492년이었음.\n\n5. 유대인들에게 4개월 시간을 주고, 그 안에 기독교로 개종을 하든지 아니면 나라를 떠나라고함.\n\n6. 당시 에스파냐 왕국의 인구는 700만명 정도였는데, 이중 유대인이 50만명\n정도였음.\n\n7. 나라를 떠나는 유대인들에게 금, 은, 현금은 가지고 나갈 수 없고, 몰래 가지고\n나가다 발각되면 사형을 시키겠다고함.\n\n8. 알몸으로 내보내겠다는 말이었음.\n\n9. 금, 은, 현금을 못가져나간다고 하니, 유대인들은 재산을보석으로 바꿔서 나라를 떠남.\n\n10. 법의 허점을 잘 이용한 것임.\n\n11. 이베리아반도에 살던 유대인 50만명 중 13만명은 기독교로 개종을 해서 에스파냐 왕국에 남았고, 37만명의 유대인들은 가까운 포르투갈로 감.\n\n12.1547년이되자 포르투갈도 기독교 힘이 세지게 되며 종교 검열이란 것을 하게됨.\n\n13. 종교 검열은 유대인들이 기독교로 개종을 했는지 조사를 해서, 유대교를 믿는게 밝혀지면 전재산을 몰수하고 화형시키라는 교황의 조치였음.\n\n14. 유대인들은 다시 포르투칼을 떠남.\n\n15. 이들이 최종 정착을 한 곳이 네덜란드였음.\n\n16. 당시 네덜란드는 바다보다 낮은 저지대가 많아 심심하면 바닷물이 범람하니, 땅이 소금밭이됨. 농사가 힘드니 못사는 나라였음.\n\n17. 네덜란드 원주민들은 대부분 청어를 잡는 어업을 함.\n\n18. 청어는 돈이 되는 고기였음.\n\n19, 당시 유럽 기독교 국가는 1년의 1/4 정도가 금식일이었음.\n\n20. 금식일을 지키려면 소나 돼지, 닭같은 고기를 먹을수 없음. 그런데, 생선은 고기에 해당이 되지 않아 먹을 수 있었음.\n\n21. 청어를 잡아 소금에 절이면 1년 정도는 냉장을 하지 않아도 먹을수있어 금식일이 있는 유럽에 청어는 장사가 됨.\n\n22. 네델란드로 이사온 유대인들은 청어를 절이는 소금에서 돈 냄새를 맡음.\n\n23. 네덜란드의 어부들은 암염을 사용해서 청어를 절였는데, 유대인들은 자기들이 떠나온 이베리아반도의 천일염을 독점 수입함.\n\n24. 천일염이 암염보다쌌고, 맛도 천일염에 절인 청어가 더 맛있다보니, 청어시장을 유대인들이 먹음.\n\n25. 유대인들이 청어잡이배를 가지게 되었고, 배가 생기자 발트해의 화물 운송에 뛰어듬.\n\n26. 당시 발트해 화물 운송선들이 지나가야 하는 길목에 덴마크가 통행세를 받았음.\n\n27, 덴마크가 통행세를 받는 방식은 배의 갑판 크기에 따라 통행세를 올려 받음.\n\n28. 갑판이 클수록 통행세를 많이 내야하니, 유대인들은 갑판은 좁고 물건을 싣는 선창이 뚱뚱한 배를 만듬.\n\n29. 갑판이 적으니 통행세는 적게내고, 선창이 뚱뚱하니 물건은 충분히 실을 수 있는 배를 플류트선이라고함.\n\n30. 선원 숫자도 줄임.\n\n31. 당시 배들은 바람의 힘으로 운행을 했는데, 큰 돛을 올리고 내리는데 보통 배 한척당 30명 정도 선원이 필요했음.\n\n32. 새로 개발한 신상 도르레를 돛에 붙임.\n\n33. 도르레가 돛에 달리자 돛을 올리고 내리는 힘이 적게 들어서 30명이 아니라 10명의 선원만 있어도 배 운항이 가능해짐.\n\n34. 세금을 적게 내고, 인건비도 덜 드니, 네덜란드 유대인들의 화물운송비는 경쟁국인 영국에 1/3 수준으로 떨어짐.\n\n35. 유럽 화물무역 시장의 절반이상을 먹게 됨. \n\n36. 네덜란드가 떼돈을 벌자 기독교 국가들이 견제를 시작함.\n\n37. 네덜란드 배는 스페인 항구에 입항을 금지시키는 식으로 막 나가버림.\n\n38. 네덜란드 유대인들은 유럽 화물운송에서 해외무역으로 눈을 돌림.\n\n39. 네덜란드 동인도회사를 만들어 인도, 중국 등으로 무역을 확대하며 당시 해양제국이던 영국과 경쟁을 시작함.\n\n40. 중국에서 힛트를 침.\n\n41. 당시 유럽지역은 금과 은의 가치가 12대 1 정도였음.\n\n42. 중국은 은본위 제도 국가라 은의 가치를 상대적으로 더 쳐줘서 6대 1 정도로 은과 금의 교환비율이 좋았음.\n\n43. 은을 가득싣고 중국으로 가서 금으로 바꿔서 돌아오면 기본이 2배 장사가 됨.\n\n44. 추가소득도 있었음.\n\n45. 싣고간 은을 금으로 바꾸면 부피가 1/6로 줄어드니, 돌아오는 배 빈칸을 도자기로 채움.\n\n46. 중국산 도자기가 유럽 귀족집단에 명품으로 유행을 하니, 중국산 도자기 수입이 금은 교환보다 돈이 더 됨.\n\n47. 중국 무역 경쟁국인 영국은 문제가 있었음.\n\n48 선교사가 문제였음. \n\n49. 중국이 볼 때 영국이 가져오는 물건은 좋은데, 선교사들이 따라 들어와 기독교를 퍼트리는 것은 정권 유지에 나쁜 영향을 미친다고 봄.\n\n50. 네덜란드는 아니었음.\n\n51. 유대교는 유대인들만 믿는 민족종교라서 타민족에 전도를 안함.\n\n52. 중국 입장에서는 종교 전파없이 장사만하는 네덜란드가 마음편한 무역상대라 점점 비중이 높아지게 됨.\n\n53. 유대인들이 주력인 네덜란드가 무역으로 돈을 벌자 부작용도 나타남.\n\n54. 워낙 돈을 많이 벌다보니, 예금이나 부동산 투자만으로는 소화할 수 없을만큼 큰 돈이 네덜란드 시장에 뿌려짐\n\n55. 투자대상을 찾던 유동자금들이 튤립을 발견함.\n\n56. 그당시 튤립은 단색의 평범한 튤립은 싸지만, 희귀한 종은 비싸게 거래되고 있었음.\n\n57.집에 희귀한 튤립이 있다는 것은 부의 상징으로 보여져서, 부유층을 중심으로 희귀종 튤립을 구하려는 수요가 슬슬 커지기 시작함.\n\n58.부자의 취미생활인 희귀종 튤립 재배에 중산층과 서민들까지 올라타기 시작함.\n\n59. 수요가 많아지기 시작하자 희귀종 튤립값이 오르기 시작했고, 네덜란드 전역에 튤립 인기가 떡상함.\n\n60. 튤립의 특성이 떡상에 불을 더 지름.\n\n61. 튤립은 꽃으로 거래되는 게 아니라 알뿌리인 구근 형태로 거래가 됨.\n\n61. 구근 형태로는 생긴게 비슷비슷해서 희귀종인지 일반종인지 구별이 안됨.\n\n62. 키워서 꽃을 피워봐야 이 구근이 일반종인지 큰돈이 되는 희귀종인지 알 수 있다는 말임.\n\n63. 구근을 사서 키우는게 일종의 랜덤박스 로또로 보여지게 됨.\n\n64. 희귀 튤립일 수록 비싸게 팔리다보니 400여종의 신품종이 개발되었고 튤립마다 황제급, 총독급, 제독급 등 등급이 매겨지며 거래되기 시작함. \n\n65. 슬금슬금 오르던 튤립가격은 1637년 1월부터 폭등하기 시작함.\n\n66, 하루 두세배가 오르는 날도 있고, 한달에 몇십배까지 오르기도함..\n\n67. 황제급튤립 한뿌리를 팔면 돼지 8마리, 황소 4마리, 양 12마리, 밀 24톤, 와인  630리터,맥주 600리터, 버터 2톤, 치즈450킬로그램은 그램, 침대세트를 모두 사고도 돈이 남았다고 함.\n\n68. 네덜란드 1위 은행인 암스테르담에서만 거래된 튤립 가격이 2000만 길드 이상이 됨.\n\n69.튤립가격이 폭등하기 시작한 1637년 1월부터 한달이 지난 1637년 2월5일이 옴.\n\n70. 개나 소나 튤립 재배에 뛰어들자 공급이 많아지기 시작함.\n\n71. 1637년 2월 5일 아침 그냥 꽃인데 이렇게 비쌀수가 있을까? 이거 위험하다소문이 시장을 휩씀.\n\n72. 팔려는 사람이 시장에 몰려들고, 사려는 사람은 갑자기 사라져버림.\n\n73. 2월5일부터 4개월간 튤립가격이 99% 하락해 버림.\n\n74. 나라 전체가 난장판이 되었고, 암스테르담 운하에는 튤립가격 하락을 비관해서 자살하는 사람들로 정모가 열림.\n\n75. 그날 이후 튤립 가격은 다시는 오르지 않았음.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-26T23:50:55.918000",
  "updatedAt": "2026-01-05T01:20:21.586000"
}