{
  "id": "afc59662-6415-4ef9-9f7a-c660458c6252",
  "title": "우크라이나",
  "content": "6. 25 때에는 소련연방에 속한 것이였을뿐 엄연히 우크라이나 소비에트 공화국이라는 이름으로 존재 했습니다.\n그리고, 애들이 착한줄 아시나본데, 그냥 양아치 정도 되는 급의 나라라는건 알고나 계시는지?\n러시아에서 독립할때 제일 많은 산업시설을 가지고도 사회, 정치, 종교, 어느 하나라도 문제 없는 게 없을 정도로 문제가 많았고, 부정부패 때문에 망한 나라가 우크라이나임.\n한마디로~ 양아치가 지 주제파악 안하고, 깡패에게 대들다가 처 맞은거 이상도 이하도 아님.\n\n한국전쟁때 소비에트로 북한을 지원했고, 소련 붕괴 이후로 북한의 미사일 개발과 핵개발, 그리고 무기개발에 크나큰 도움을 주었다는거 너무도 잘알죠.\n북한이 2017년 5월에 발사한 중장거리 탄도미사일(IRBM) ‘화성-12형’, 같은 달 7월에 발사한 대륙간 탄도미사일(ICBM) ‘화성-14형’에 사용한 로켓 엔진이 우크라이나 업체가 개발한 것이라는 지적은 여러 차례 나왔다.\n유엔 안전보장이사회 대북제재위원회 전문가들 또한 이런 부분을 언급하며 “우크라이나가 북한의 ICBM용 로켓 엔진 개발에 관여한 의혹이 있다”고 지적했다고 한다.\n‘미국의 소리(VOA)’ 방송은 20일 “2017년 북한이 발사한 ICBM ‘화성-14형’과 IRBM ‘화성-12형’에 장착했던 고성능 엑체 로켓은 전체적인 생김새와 구조 등이 舊소련 시절에 만들었던 ‘RD-250’과 비슷하다는 지적이 끊이지 않았는데 대북제재 문제를 다루는 유엔 안보리 전문가 패널도 같은 의혹에 주목했다”고 보도했다.\n유엔 안보리 대북제재 전문가 패널이 공개한 보고서에 따르면 유엔 회원국 한 곳이 “북한 탄도미사일의 로켓 엔진이 ‘RD-250’에서 파생됐을 수 있다”는 의견을 전달했고, 러시아 고위 군 관계자는 “설계도와 기술지원이 없는 상태에서 2년 안에 새로 로켓 엔진을 개발하거나 현대화하는 것은 불가능하며, 우크라이나 기술자와 북한의 협력은 지난 수 년 동안 계속돼 왔다”고 주장했다고 한다.\n우크라이나 정부는 “사용 가능한 RD-250 로켓엔진은 과거 소련에 모두 넘긴 상태로, 1991년 생산을 종료했고 1994년 생산라인을 해체했다”면서 “유즈노예와 유즈마슈 공장은 북한과 거래를 시도하거나 계약 또는 관계를 맺는 행동을 하지 않았음을 확인했고, 엔진 설계나 생산 또는 미사일 개발이나 부품에 관한 정보는 모두 특수한 보안시설이 갖춰진 건물에 보관돼 있다.”고 유엔 안보리 측에 해명했다고 한다.\n다만 우크라이나 정부는 “북한 로켓 엔진에 별도의 부품이 사용됐지만 추진체가 동일한 부품이 사용됐을 가능성은 매우 높다.”고 확인했다고 한다.\n유엔 안보리 전문가 패널은 또한 북한이 자체적으로 로켓 엔진을 설계했을 가능성도 언급했다고 한다. 이들은 “미국 역시 북한이 로켓 엔진을 수입에만 의존하지 않고 있으며 스스로 생산할 수 있는 역량이 있는 것으로 판단한다는 내용의 정보를 제공받았다.”고 보고서에 밝혔다고 한다.\n\n한반도 전문가인 마키노 요시히로 일본 아사히신문 외교전문기자는 3일 미국 자유아시아방송(RFA) 인터뷰에서 “1991년 12월 구소련이 붕괴한 다음 고용 기회를 잃어버린 구소련 과학자들을 북한이 많이 섭외했다고 한다.”며 “말하자면 우크라이나도 북한의 핵미사일 기술 발전을 도와준 우방국”이라고 말했다. 마키노 기자는 “제가 아는 북한 소식통에 따르면 북한이 2007년에 우크라이나 남부지방에 있는 크림반도 세바스토폴에서 2080t급 잠수함과 3000t급 잠수함을 한 대씩 해체해 북한으로 운반했다고 한다.”며 “북한은 2007년 당시 우크라이나에서 입수한 두 대의 잠수함(에 실려 있던) SLBM(잠수함 발사 탄도미사일)을 나중에 개발할 계획으로 SLBM을 탑재한 잠수함을 입수했다고 한다”고 설명했다.\n그는 또 “2017년 3월에 북한이 백두산 엔진을 개발했는데. 그게 우크라이나의 드니프로 페트로우스크에 있는 국영 기업이 1970년대에 개발한 RD-250형 엔진과 똑같다는 지적이 나왔다.”고 말했다.\n마키노 지사는 “저는 2017년 당시 북한에서 일하고 있는 우크라이나 과학자 9명의 명단도 입수한 바 있다”며 “제가 입수한 명단의 우크라이나 기술 과학자들은 아직도 북한에서 계속 일하고 있고 핵미사일 개발을 도와주고 있다고 한다”고 밝혔다.\n\n그리고 유로마이단 직후에 그들이 저지른 병신 짓거리도 잘 알고 있습니다. 유로마이단으로 야누코비치 정권의 축출은 러시아계도 지지하던 일이었답니다. 그럼에도 불구하고 유로마이단으로 야누코비치정권이 무너지고, 첫번째 날에 통과된 법안이 바로 제 2공용어인 러시아어의 사용금지와 제 2공용어로 러시아어를 사용하는 모든 공직자를 공직에서 축출하는 법안이었답니다.\n당연히 이전까지 야누코비치축출에 동의 (크림반도 자치공화국의 의회와 수장 모두 야누코비치 축출에 환영성명을 냈었습니다.)하던 크림반도(러시아계가 전 주민의 94%가 거주하는 곳이었죠. 1960 년대까지 원래 러시아땅이었으니까요.), 우크라이나 동부지역, 오데사 등등의 러시아계가 많이 거주하는 지역에서 이런 황당한 법안에 즉시 반발하여 독립을 선언한 거랍니다. 물론 몇 시간후에 황당한 법안이 나오고 바뀌었지요.\n\n우크라이나는 독도도 다케시마라고 표시하고 일본영토라고 지도에 표시해 놓고는 염치도 없네.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-12T20:33:21.422000",
  "updatedAt": "2024-01-20T07:48:37.673000"
}