{
  "id": "b0165a85-8027-4aa6-a62f-e26822fd877b",
  "title": "음악과 수학",
  "content": "소리의 높낮이는 주파수(frequency)의 개념이다. 음이 높다(보통 여성 보컬들이 음이 높다.)는 주파수가 높다는 개념이다. 좌우로 폭이 좁아질수록 high frequency(높은 주파수, 높은 음)이라는 말이 다. \n주기는 주파수의 역수이다. T(주기)=1/f(주파수) 주파수가 높으면 주기가 짧고 주파수가 낮으면 주기가 길어진다.\n소리의 맵시라는 것은 주파수가 같더라도 소리 파동의 모양의 차이를 말한다. 위의 두 음파를 보시면 주기(주파수)는 같지만 파형이 달라서 우리는 하나는 피아노 소리라고 인식하고 하나는 바이올린 소리라고 인식한다.\n푸리에급수 : 아무리 불규칙해 보이는 파동이라도 사인 파동을 여러개 (엄밀히 수학적 정의를 하면 무한개의 사인커브를 겹쳐야합니다.) 겹치면 어떤 파동도 깔끔한 파동으로 표현이 가능하다는 겁니다.\n\n\n[피보나치 수열]\n피보나치수열의 흔적을 발견할 수 있는 가장 오래된 기록은 기원전 450년 인도 수학자 '핑갈라'가 쓴 책이며, 이후로도 여러 인도 수학자들의 기록에서 피보나치수열을 찾을 수 있다. 그럼에도 이 수열에 피보나치라는 이름이 붙은 것은 1202년 이탈리아 수학자 레오나르도 피보나치가 토끼의 번식 문제로 언급하면서 수열이 널리 알려졌기 때문이다.\n\n앵무조개의 무늬, 상당수의 꽃과 식물에서 피보나치수열을 찾을 수 있다. 해바라기와 파인애플 등을 보면 씨앗의 배열과 열매의 배열이 피보나치수를 이루고 있고, 거의 모든 종류의 꽃잎이 3장, 5장, 8장, 13장, 등의 피보나치수로 돼 있으며, 줄기에서 나온 잎차례도 피보나치수에 맞게 배열한다. 잎차례는 90% 이상의 식물이 피보나치수를 따라, 피보나치수를 이루지 않으면 식물학자들의 연구 대상이 되기도 한다. 식물뿐 아니라 물리적 현상 곳곳에서도 피보나치수가 나타난다. 그만큼 피보나치수열은 안정적이고 자연을 닮은 수열이다.\n\n음악에 피보나치수열이 나타나는 대표적인 사례는 바로 피아노이다. 피아노의 한 옥타브는 2개와 3개로 묶여진 검은 건반 5개와 그 사이 8개의 흰 건반이 있는 13개의 건반으로 이루어진다. 여기서 나오는 수 2, 3, 5, 8, 13은 피보나치 수열이다.\n\n음악의 거장들 중에는 피보나치수열이나 황금비를 작곡에 응용한 사람들이 있다. 베토벤 5번 교향곡 ‘운명’의 첫 소절에 나오는 그 유명한 주제부는 1악장에서 3번 나온다. 그런데 그 주제부가 나오는 소절이 14번째 피보나치수인 377소절이라고 한다.\n\n쇼팽의 프렐류드 1번은 34마디로 이루어졌는데, 황금분할이 일어나는 지점인 13번째 마디에서 화성이 크게 변하고, 21번째 마디에서는 이 곡의 절정에 이른다. 헝가리 작곡가 벨라 바르토크는 황금 분할과 피보나치수열을 작곡에 이용한 것으로 유명하다.\n그의 ‘현악기, 타악기, 첼레스타를 위한 음악’의 제 1악장은 89마디로 되어 있는데, 황금분할지점인 55번째 마디에 클라이맥스를 두었다. 그런데 55와 89는 연속되는 피보나치 수이다.\n\n피보나치수열을 계속해서 나열해 가면 이웃하는 두 수의 비가 황금비와 유사해 진다. 자연, 인체, 건축, 음악에서 동일하게 나타나는 아름다움과 균형의 비에서 잘 디자인된 그 무엇을 보는 것 같다. \n\n[피타고라스]\n현대의 7음계 도, 레, 미, 파, 솔, 라, 시, 도의 탄생 배경에는 다름 아닌 수학자 피타고라스가 등장한다.\n음높이와 소리를 내는 줄의 길이 사이에 반비례가 성립한다는 사실을 발견하여 음향학 이론에 큰 업적을 남겼다. 피타고라스 당시에는 줄의 길이로 음의 높고 낮음을 설명했다.\n피타고라스는 어느 날 대장간을 지나다가 듣기 좋은 ‘어울리는 소리’를 들었고 이 소리를 탐구했다. \n피타고라스는 무게가 12와 6인 망치, 즉 비율이 2:1인 망치를 함께 두드리면 높이만 다를 뿐 같은 소리, 즉 한 옥타브 차이의 소리가 들린다는 것을 발견했다.\n그 결과 어울렸던 소리를 낸 망치의 무게 사이에 6 : 8 : 9 : 12라는 정수비가 성립하는 것을 알아냈다. 무게가 2 : 1의 비율인 망치를 치면 높이가 다른 같은 소리, 즉 한 옥타브(8도) 차이의 소리가 났고, 무게의 비가 3 : 2인 망치가 내는 소리는 완전 5도 차이, 4 : 3일 때는 완전 4도 차이가 났다. 이 비율에 따라 길이를 조절해 만든 것이 지금의 7음계다.\n이후 피타고라스는 직접 하프를 연주하면서 음악의 소리를 분석했다. 하프의 소리가 가장 조화로울 때가 하프 현의 길이와 현에 미치는 힘이 간단한 정수비례 관계를 나타낼 때라는 사실을 밝혀냈습니다. 즉 한 옥타브는 1:2의 비, 5도음은 2:3의 비를 이룬다는 것 등인데요. 고대 그리스의 5도 음률에 기초한 피타고라스 음률이 곧 오늘날 우리가 음정이라고 부르는 것의 기원이며 음향학의 출발이 되었다. \n피타고라스는 음악에서 수를 연구하기 위해 직접 하프를 연주하면서 소리를 분석했다. 그리고 가장 조화로운 소리를 내는 특정한 음들을 발견했다. 그  음을 내는 하프 현의 길이와 현에 미치는 힘의 비를 나열했더니, 이 수들의 역수가 등차수열을 이루고 있음을 발견했다. 피타고라스가 발견한 음을 정리하면, 한 옥타브는 1:2의 비율이며, 5도음은 2:3의 비율을 이룬다는 것이다. \n피타고라스는 가장 조화로운 소리는 2:1, 3:2, 4:3의 간단한 정수비율로 정리될 수 있다고 했다. 피타고라스와 그의 학파는 5도 음률의 3 : 2 비율을 굉장히 중요시 하였고, 다른 음정도 이 비율의 누적으로 설명했다. 예를 들어 완전 5도를 두 번 높이면 9:4의 비율이 되는데, 이것은 2:1보다 큰 비율이므로 원래 소리보다 한 옥타브 이상 높은 소리가 된다. 따라서 이를 한 옥타브 낮춘 비율인 9:8에 해당하는 음정도 원래 음정과 비교적 조화를 이루는 소리로 취급하고, 이를 기본 구성단위로 결정했다. 후에 완전 5도를 여러 번 높이거나 낮춘 후, 원래 음과 한 옥타브 이내의 음으로 비율을 조정하여, 크기순으로 늘어놓은 것이 7음계의 효시이다.\n\n“노래하는 악기의 줄들에는 기하학이 있고, 천체들 사이에는 음악이 있다”- 피타고라스\n여러 가지 경험적·비경험적 연구를 통해 음높이를 3:2 및 4:3 비율에 맞추어 피타고라스 음계를 만들었습니다. 피타고라스 음계에 따르면 도, 도#, 레, 레#, 미, 파, 파#, 솔, 솔#, 라, 라#, 시, 도의 12개 음들의 소리를 내는 악기의 줄들은 1, 243/256, 8/9, 27/32, 64/81, 3/4, 512/729, 2/3, 81/128, 16/27, 9/16, 128/243, 1/2 순서로 짧아지게 하면 됩니다.\n하프를 예를 들어 설명하자면 ‘레’를 소리 내려면 ‘도’를 소리 내는 줄의 ‘8/9’ 길이로 짧게 만들면 되는 것입니다. 한 옥타브 높은 ‘도’ 소리를 내려면 줄을 1/2로 짧게 만들면 되는 것이죠.\n\n이러한 피타고라스 음계에 따른 음 조율 방식은 나중에 순정률로 정착됩니다. 현재에도 바이올린, 비올라, 첼로, 더블베이스 등의 악기에 적용되는 순정률은 도, 도#, 레, 레#, 미, 파, 파#, 솔, 솔#, 라, 라#, 시, 도의 줄 길이 비율이 1, 15/16, 8/9, 5/6, 4/5, 3/4, 5/7, 2/3, 5/8, 3/5, 5/9, 8/15, 1/2로 되어 있습니다.\n그런데 이 순정률은 음들 사이의 줄 길이 비율이 다 달라서 바이올린 같은 순정률을 쓰는 악기 혼자서는 피아노에서와 같이 화음을 규칙적으로 만들 수가 없고 조옮김을 마음대로 할 수가 없습니다. 음들의 줄 길이 비율이 다 달라서 화음들의 소리가 안 어울려 전체적인 코드 구성이 제대로 되지 않습니다. 그래서 코드를 구성하려면 비올라, 첼로, 더블베이스 등의 악기와 함께 해야 하는 것입니다.\n\n피타고라스는 1:2(한 옥타브 차이)와 2:3(5도음 차이) 두 가지 비율만 활용해서 다양한 음계를 만들려고 했다. 첫 번째 기준 음에서 출발해서 5도씩 차이가 나는 음을 만들어가면서, 원래 기준 음과 한 옥타브 차이가 나는 음으로 되돌아올 때까지 음을 여러 단계로 쪼개고 싶어했다. 이를 통해 12개의 음으로 구성된 12음계 체계가 탄생했다. 하지만 5도씩 음을 오르락내리락하는 방식으로는 완벽하게 원래 기준 음보다 한 옥타브 높거나 낮은 음으로 되돌아갈 수가 없었다. 3의 2를 아무리 여러 번 곱해도 정확하게 2분의 1 비율을 만들 수 없기 때문이다. \n연주자가 직접 미세하게 현의 길이를 조절하면서 연주할 수 있는 현악기에선 그나마 사정이 나았다. 하지만 딱 정해진 건반만 눌러야 하는 건반악기에선 미세 조절이 불가능했다. 건반과 건반 사이에 있지 않은 미세한 중간 음색을 낼 수 없기 때문이다. 특히 음악의 조성을 바꿔서 연주하려면 매번 피아노를 조율해야 하는 귀찮은 문제가 발생했다. \n\n결국 피아니스트들은 피타고라스가 집착하던 완벽한 ‘정수비’의 족쇄를 벗어던졌다. 각 음과 음 사이의 진동수 비율을 정확하게 1:2와 2:3을 따르는 것이 아니라 단순히 한 옥타브의 차이를 12등분했다. \n진동수의 비를 일정하게 정한다는 말과 같다. 이에 따라 각 반음에 대응하는 진동수의 비를 2^(1/12)=1.0594 로 정해야 한다.\n각 음의 진동수 비율이 모두 동일한 새로운 체계를 만들었다. 연주자의 편의를 위해 수학적인 조화를 포기한 과감한 선택이었다. 이렇게 평균율이 탄생했다. 모든 음과 음 사이가 동일한 평균 간격으로 떨어져 있기 때문에 매번 피아노를 조율하지 않아도 편하게 조성을 오르내리며 다양한 음악을 연주할 수 있게 되었다.\n피아노, 기타 등의 악기에서 쓰이는 평균율은 이러한 순정률과 달리 음들 사이의 줄 길이 비율이 일정합니다. 루트로 표현되는 위의 무리수를 소수로 나타내면 1.05946…입니다. 이게 바로 평균율의 균일 비율입니다. 도, 도#, 레, 레#, 미, 파, 파#, 솔, 솔#, 라, 라#, 시, 도 12개 음들은 1/1.05946…, 이 균일비율로 줄 길이가 짧아져 음높이가 점차 높아지는 것이죠. \n평균율은 ‘음악의 아버지’ 요한 세바스찬 바하에 의해 완성되었습니다. 이 평균율에 따르면 ‘우리의 소원’의 음계를 내림마장조에서 사장조나 가장조로 조옮김을 자유자재로 할 수 있습니다. 조옮김 된 음계에 따라 코드들도 규칙적으로 바뀌게 되구요. 다장조의 으뜸음 도(C)로 시작하는 C코드(도, 미, 솔)를 사장조로 조옮김 하면, 사장조의 으뜸음 솔(G)로 시작하는 G코드(솔, 시, 레)로 코드 또한 규칙적으로 자동적으로 바뀌게 되는 것입니다.\n\n시간이 흘러 이를 보완하기 위해 프랑스의 메르센과 독일의 바하 등이 평균율을 발전시켰다. 오늘날 사용하는 평균율에서는 음정과 다음 음정 사이의 비율이 약 1.06으로 일정하다. 평균율은 주로 피아노에 사용되며 일정한 악기로 어떠한 조로 바꾸어도 균등한 울림을 얻을 수 있다.\n\n위 그림처럼 4옥타브 가운데 1옥타브마다 '도'음을 잡아서 건반과 연결된 현의 길이를 측정해보면, 1옥타브가 낮아질 때 현의 길이는 정확히 2배가 된다. 피아노와 비슷한 쳄발로를 살펴보자.\n이를 수학적으로 표현해 보면 쳄발로의 현의 길이를 나타내는 곡선은 지수 함수 곡선을 나타내고, 현의 길이와 건반의 관계는 다음과 같은 로그 함수 그래프로 나타낼 수 있다.\n\n길이 : L      2L               2^2L          2^3L,   2^4L\n로그 : logL log2+logL 2log2+logL 3log2+logL, 4log2+logL\n\n이 표를 토대로 가로축에 건반, 세로축에 현의 길이를 나타내는 그래프를 그려보면 위의 그​림이다. 즉, 음정에 따른 쳄발로의 현의 길이는 지수 함수 곡선으로 나타낼 수 있고, 현의 길이와 건반의 관계는 로그 함수 그래프로 나타낼 수 있다.\n피아노의 경우는 8옥타브나 되기 때문에 가장 높은 '도'음을 10cm로 하면,  '레'음은 20cm,  미 40cm, 파 80cm, 솔 160cm, 라 320cm, 시 640cm, 도 1280cm가 되어 두 번째 낮은 옥타브까지의 현의 길이는 12.8m나 되는 긴 피아노가  된다. 그래서 피아노는 저음의 현의 굵기를 굵게 한다든지 구리를 감은 선을 사용한다든지 해서 피아노의 길이를 조정한다.\n\n기타는 한 프렛씩 안쪽으로 옮겨서 누를 때마다 반음씩 올라간다. 6번 줄을 ‘미’라는 음으로 조율하고 끝에서부터 한 프렛씩 옮겨가며 눌러서 퉁겨 보면 끝에서 12번째 되는 프렛에서 한 옥타브 높은 ‘미’음이 나온다.\n\n[황금비]\n스피커 인클로져를 만들 때 가장 이상적인 박스의 폭, 높이, 깊이의 비율도 폭이 1이면 깊이\n는 0.618, 높이는 1.618로 황금비가 적용됨을 알 수 있다. \n 바이올린에서도 찾아볼 수 있는데 바이올린 몸통의 분할점은 양 구멍에서 그은 직선이 만\n나는 점이다. 그리고 또 바이올린의 몸체와 목간의 비율도 황금분할에 따르고 있다.\n\n화음과 주파수의 비례, 순정률, 현의 길이를 나타내는 로그함수, 황금비, 푸리에 변환 등 수학과 연관된 다양한 음악 이론이 있다. \n\n수학자이자 천문학자인 케플러(Kepler)는 오늘날과 같은 현대적인 의미의 장조와 단조의 개념을 확립했다. \n케플러는 각 행성의 타원 궤도의 크기와 궤도가 찌그러진 비율, 이심률에 맞춰서 각 행성에 해당하는 음을 만들었다. 그리고 이것을 ‘천구의 음악’이라고 불렀다. 궤도가 크고 공전 주기가 길수록 음이 낮아진다. 그래서 목성과 토성은 아주 낮은 음을 연주한다. 반면 궤도가 작고 공전 주기가 짧아질수록 음이 높아진다. 태양에 가장 바짝 붙은 수성은 가장 높은 음색을 연주한다. 여기에 더해 궤도가 더 크게 찌그러진 타원을 그릴수록 음의 높낮이 변화를 더 크게 주었다. 궤도가 거의 완벽한 원에 가까운 금성은 음의 높낮이 변화가 없고 하나의 음만 연주한다. 반면 궤도가 아주 크게 찌그러진 타원을 그리는 수성은 음의 높낮이 변화가 가장 극적이다. 케플러는 이러한 행성들의 궤도의 특성을 악보에 옮겨서 연주한다면 실제 우주가 연주하는 음악을 들을 수 있다고 기대했다. \n\n갈릴레오 갈릴레이(Galileo Galilei)는 같은 음높이의 소리를 내는 두 개의 줄 중 하나의 장력을 더 세게 하면 음높이가 비례해서 올라가고, 굵기를 달리하면 음높이가 제곱근에 반비례해서 변화한다는 사실을 알아냈다. 또한 그는 줄이 진동하는 수가 많으면 음이 높고 작으면 음이 낮음을 발견했다. \n같은 종류, 같은 장력의 줄은 길이가 길수록 낮은 음이 나고 짧을수록 높은 음이 난다. 마찬가지로 같은 종류, 같은 길이의 관이 있을 때 관이 굵을수록 낮은 음이 나고 가늘수록 높은 음이 난다. 서양은 줄의 길이로 음의 높고 낮음을 설명했으나 중국이나 우리나라에서는 대나무 관의 길이로 이를 설명했다.\n\n장력이 같은 줄의 길이가 반으로 줄어들면 주파수는 두 배로 증가한다. 즉 줄의 길이의 비와 주파수의 비는 반비례 관계이다. 따라서 주어진 줄의 길이가 반으로 줄어들면 주파수가 두 배가 되어 한 옥타브 위의 높은 음이 나고, 줄의 길이가 두 배로 늘어나면 주파수가 반이 되어 한 옥타브 아래의 낮은 음이 난다. 즉 길이가 1:2나 1/2 또는 2라는 비율은 음에 있어서 옥타브를 나타낸다. \n줄의 길이가 2/3로 짧아지면 완전5도 위의 음이 나고 3/2으로 길어지면 완전5도 아래 음이 난다. 한편 3/4으로 짧아지면 완전4도 위의 음이 나고 4/3로 길어지면 완전4도 아래 음이 난다. 즉 2:3과 3:4의 관계는 각각 완전5도와 완전4도를 나타낸다.\n\n두 음의 주파수 n과 m이 log2 n = log2 m (mod1)을 만족하면 두 음은 옥타브 관계에 있다.\n기본음에서 완전5도 올리고 다시 그 음에서 완전4도 올리면 주파수가 3/2 x 4/3 = 2이므로 한 옥타브 위의 음이 된다. 따라서 옥타브 위의 음에서 완전4도 내린 것은 기본음에서 완전5도 올린 음과 같\n다. 피타고라스 이론에 의하면 ‘온음’은 완전5도 음정과 완전4도 음정의 차이를 뜻한다.\n\n음악과 수학, 음악과 과학을 연관 지을 때 음파에 대한 이야기를 빠트릴 수 없다. 세상에 존재하는 모든 소리는 매질인 공기를 진동시키며 퍼져나가는 파동인데요. 이는 악기에서 더욱 중요힌다. 악기는 종류에 따라 다르긴 하지만 특정 음에 따라 비교적 명확한 파형을 가지고 있다. 파동의 특성 중 하나는 서로 다른 파동들과 간섭을 일으키기 때문에, 합성이 가능하다는 것.\n파형과 파동의 세기, 주파수 등에 따라 무한한 형태의 파동을 합성하는 것이 가능해지며 악기를 이용해 아름다운 음악을 만들어낼 수 있는 것도 이러한 원리다. 하지만 아무 음이나 막 낸다고 아름다운 소리가 나는 것은 아니다. 함께 연주했을 때 조화롭게 아름다운 소리를 내는 조합이 있는가 하면 전혀 어울리지 않아 듣기 싫은 소리를 내는 경우도 있다. 음악에서는 이를 '화성학'이라는 학문을 통해 설명한다.\n프랑스의 수학자 '푸리에'는 어떤 주기적 파형도 많은 수의 기본적인 파형의 합으로 나타낼 수 있다는 '푸리에 정리'를 만들었다. 모든 주기적인 현상을 삼각함수의 선형 결합으로 나타낼 수 있다. 이는 음파에서도 적용이 가능. 여러 가지 악기들의 조화로운 연주로 음악을 만들어내는 오케스트라도 파형 분석을 통해 어떤 악기가 어떤 소리를 냈는지, 그리고 같은 악기라도 누가 더 큰 소리를 냈는지 등을 세세히 분석할 수 있다.\n\n[불협화음 코드]\n불협화음 코드와 협화음 코드에 대한 근대적 의미로서의 과학적 연구는 19세기 생리, 물리학자 헬름홀츠에 의해 이루어졌습니다. 주파수가 비슷한 소리 2개가 동시에 함께 울리면 서로 방해를 하는 맥놀이 현상(Beating)이 발생하여 불쾌한 소리를 내게 한다는 것입니다. 불협화음 코드의 음향 물리학적 원인을 밝혀낸 것이죠.",
  "color": "default",
  "labels": [
    "962773d3-36bd-4ad9-ae7c-a7d4dedcca9a",
    "3a5458fa-fe2a-458c-b9df-9f2ef21461d8"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-03T07:28:18.763000",
  "updatedAt": "2023-04-04T00:56:11.087000"
}