{
  "id": "b0d9d036-bc0c-40a6-8009-909833b42f17",
  "title": "경로의존성(經路依存性, path dependence)",
  "content": "과거에 만들어진 제도, 구조, 규격 따위가 현 시점에서는 최선이 아닐 수 있음에도 그것을 계속 사용하는 현상이다. 법률이나 제도, 관습이나 문화, 과학적 지식이나 기술에 이르기까지 인간 사회는 한번 형성되어 버리면 환경이나 여러 조건이 변경되었음에도 종래부터의 내용이나 형태가 그대로 존속할 가능성이 있다. 이와 같이 과거 하나의 선택이 관성 때문에 쉽게 달라지지 않는 현상을 '경로의존성'이라고 한다.\n사회적 제도가 한번 만들어지면 여간해선 바꾸기 어렵다. 앞선 제도에 맞춰 다른 제도나 관습이 만들어지니 나중에는 비효율적인 줄 알아도 하던 대로 계속 하게 된다. \n\n시장에 여러 새로운 기술이 도입되면 가장 우수한 것이 널리 보급되어 시장 점유율을 확보할 것으로 예상되지만, 실제로는 그렇지 않은 일도 많다. 그 상황을 설명하고자 등장한 새로운 개념이 미국 스탠퍼드 대학의 폴 데이비드(Paul David), 브라이언 아서(Brian Arthur) 교수가 주창한 '경로의존성'이다. 한 번 일정한 경로에 의존하기 시작하면 나중에 그 경로가 비효율적이라는 사실을 알고도 여전히 그 경로를 벗어나지 못하는 경향성을 뜻한다.\n\n경로의존성은 선택된 특정 기술이 자기강화적(positive feedback) 기제를 통하여 수확체증 현상이 나타나는 것을 의미하는 개념이다. 이러한 기술적 개념을 학자들이 사회과학과 경제학 영역으로 가져와 특정 제도나 정책뿐 아니라 조직구조, 지역 발전체계 등이 지속되는 이유를 설명하기 위하여 광범위하게 적용하고 있다. \n\n브라이언 아서는 이 개념을 경제학에 처음 응용한 학자로, 초기에 소수 업체가 특정 지역에 입지한 것을 계기로 이후에 산업들의 집적이 이루어지는 과정을 ‘사소한 역사적 사건에 의한 고착화(lock-in by insignificant historical events)’라는 관점에서 해석하였다. 이후 그는 특정 기술이나 제품이 저렴하거나 품질이 뛰어나기 때문이 아니라, 수확체증의 법칙(increasing return)의 혜택으로 인해 시장에서 지배력을 행사하게 될 때 나타나는 고착화(lock-in) 현상의 특징에 대해서도 다루었다.\n경로의존성 개념은 당시 기존의 경제이론으로 설명하기 어려운 최적 이하의 결과들이 나오는 현상을 해석할 수 있는 틀로 주목을 받으면서 진화경제학에 큰 영향을 주었으다.\n\n폴 크루그먼은 특정 지역에 경제활동이 집중되는 이유를 우선 규모의 경제에서 찾는다. 규모의 경제 또는 규모에 대한 수확 체증은 규모가 커질수록 단가가 하락해서 이득이 된다는 의미이다. 따라서 생산을 늘리는 게 유리해져 그 지역에 경제활동의 집중이 강화된다는 것이다. 이 때 수송비의 역할이 중요하다. 수송비가 하락하면, 경제활동이 집중된 지역의 접근성이 좋아져 생산 집중이 강화될 수 있기 때문이다.\n폴 크루그먼은 아울러 경제활동 분포에서 경로의존성도 강조한다. 한번 경제활동의 집중이 형성되면, 비록 나중에 불합리한 것으로 드러나도 쉽게 약화되지 않는다. 미국의 식민지 시대 초기 13개 주 주변에 형성된 제조업 벨트에 여전히 미국 제조업의 태반이 집중해 있는 것이나, 식민지 시대 일본과 인접성 등을 고려해 구축된 부산항과 경부철도를 배경으로 형성된 영남권 제조업 벨트가 90년 이상 유지되는 것이 이를 잘 보여준다.\n\n[수확체증(increasing return)]\n수확체증이란 전통적인 산업에 적용되던 수확체감의 법칙에 대응되는 개념이다. 어떤 기업이 상품을 만들기 위해 생산설비를 갖추고 생산을 시작,일정 규모의 생산을 초과하게 되면 물건을 더 만들수록 평균비용이 증가하게 된다.\n그러나 수확체증은 자본이나 노동과 같은 생산요소의 투입을 늘려 생산의 규모가 커질수록 비용이 점차 줄어들게 되고 수익이 커지는 것이다.\n미국 산타페 연구소의 아서 교수는 이처럼 지식집약형 산업에서 수확체증이 발생하는 이유로 높은 신제품 개발 비용, 네트워크 효과, 소비자의 타성을 꼽았다.\n지식형 산업에서는 제품을 개발하는 데 엄청난 비용이 들어가지만 일단 개발되면 생산에 드는 비용은 그리 크지 않기 때문에 생산규모가 커질수록 초기비용을 희석시키는 효과로 인해 평균비용이 줄어든다. 또한 어떤 제품을 많은 사람들이 사용하게 될수록 호환성 등 여러 가지 면에서 편리한 네트워크 효과가 발생한다. 소비자의 입장에서도 한 제품을 오래 사용하다보면 익숙해져서 다른 제품으로 바꾸기가 쉽지 않다.\n이런 이유 때문에 지식집약형 산업에서는 어떤 제품이 시장을 선점하게 되면 시장점유율을 유지,확대하는 것이 가능하게 된다.\n이제 QWERTY 자판이 끈질긴 생명력을 과시한 이유가 분명해졌다.\n이같은 예는 무수히 많지만 대표적인 것으로 베타방식을 제압한 VHS방식의 비디오나 마이크로소프트의 성장신화를 들 수 있다.\n수확체증의 법칙이 적용되는 상황에서는 치열한 경쟁 끝에 살아남은 자의 승자 독식(winner-takes-all)현상이 나타날 수 있으며, 따라서 이들이 종종 독과점 시비에 휘말리는 경우를 볼 수 있다.\n또한 제품의 우수성보다는 누가 먼저 출발했는지가 더 중요한 경로의존성(path dependency)과 잠김(lock-in)효과로 인해 앞으로의 시장에 대해 예측이 불가능해 질 수 있다.\n\n[선점 우위 효과(first-mover advantage)]\n일찍 진입할수록 기술 우위를 갖는 것은 물론, 유통망과 충성 고객 확보도 쉽기에 설령 기술적으로 우위를 보이는 후발 업체가 탄생한다한들 기존 기업은 유통망과 인지도가 있기에 쉽게 밀려나지 않는다. 국내 한 홍보대행사 대표는 기업 이미지는 '감성의 영역'임을 강조했는데, 특히 IT 제품과 서비스는 기존 이용자가 또 다른 이용자를 끌어들이는 ‘네트워크 효과’까지 발휘돼 선점 우위 효과의 강도가 더 세다.\n선점 우위 효과는 유행을 따라 남을 모방하고 동조하는 사회적 현상인 '밴드왜건 효과(Band wagon effect)'로 이어진다. 사람들이 음악대에 몰려든 사람을 보고 다시 모여들어 큰 흐름을 이루듯이 많은 사람들이 선호하는 것에 편승하는 군중 심리 현상으로서 경제학적으로는 소비자가 어떤 재화를 소비할 때, 다른 소비자들이 많이 소비하는 재화에 영향을 받아 그 소비 형태를 따라가는 현상으로 정의한다.\n\n고착효과(lock-in effect)\n매너리즘(mannerism)\n관성(inertia)\n\n[전략적 보완성(strategic complementaries)]\n전략적 보완성이란 어떤 경제행위에 대한 개별 경제주체의 선택이 다른 경제주체의 선택에 의존하는 현상을 말한다. 예를 들어 양질의 컴퓨터 하드웨어가 널리 보급될수록 윈도우의 판매량과 생산량도 증가할 수 있으며, 반대로 마이크로소프트사가 업그레이드된 윈도우를 출시하는 경우 양질의 하드웨어에 대한 수요도 증가할 수 있다.\n\n[예]\n기존 타자기의 배열(QWERT)이 그대로 컴퓨터자판에 적용된 것이 대표적 사례이다. 즉, 타자기의 배열은 실제로 빠른 타자를 치기위해서는 다소 불편했는데, 실제로 초기 타자기 개발자들은 타자속도가 너무 빨라서 타자기가 엉키는 것을 방지하기 위해 이러한 배열을 만들어낸 것이다. 그러나 이후 컴퓨터자판에도 동일한 배열이 도입되었는데, 자판에는 더 나은 알파벳 배열이 가능함에도 불구하고 타자기의 배열이 그대로 반영된 것이다. 다시 말해서, 기술이 진전되어 보다 효율적인 자판으로 바뀌는 것이 가능했으나, 소비자에게 오랫동안 익숙하고 친숙한 배열을 바꾸어 새로운 자판으로 보급시키는 것이 쉬운 일은 아니었던 것이다.\n\n007년 8월 발사된 우주왕복선 엔데버호에 쓰인 추진로켓의 너비는 4피트 8.5인치였다. 사실 기술자들은 추진로켓을 좀 더 크게 만들고 싶었지만 그럴 수가 없었다. 그 이유는 열차 선로 폭 때문이었다. 즉, 로켓은 기차로 옮겨지는데, 중간에 터널을 통과하려면 너비를 열차 선로 폭에 맞춰야 했기 때문이다. 이러한 열차 선로 폭은 19세기 초 영국에서 석탄 운반용 마차선로를 지면에 깔아 첫 열차 선로를 만든 데에서 기인한다. 그리고 그 마차선로 폭은 2.000년 전 말 두 마리가 끄는 전차 폭에 맞춰 만들어진 로마가도의 폭이 기준이었던 것이다. 결국, 인간은 2000년 전 말 두 마리의 엉덩이 폭으로 길을 정한 굴레를 벗어나지 못하고 있는 것이다.\n\n[예]\n제2차 산업혁명의 핵심 산업은 강철과 자동차, 전기 등이었다. 그런데 영국은 경로의존성 때문에 이들 산업에서 미국，독일 등과 경쟁하는데 불리했다. 영국은 19세기초의 생산품목, 기술, 규모에 맞는 설비와 공장을 이미 갖추고 있어 새로운 산업에 투자하는 일이 마땅치 않았기 때문이다. 예컨대 강철과 자동차 생산은 넓은 공장부지와 대규모 생산설비를 필요로 했지만 영국의 산업단지에는 이들이 들어설 공간이 없었다.\n\n영국의 도로에는 일찍이 가로등이 설치됐는데 그 에너지원이 가스였다. 19세기 후반 전기가 실용화되기 시작하고 전등이 발명되자 후발 국가들은 전기 가로등을 사용하기 시작했다. 그러나 영국은 이미 설치된 가스 가로등을 전기 가로등으로 전환하지 못했고 결과적으로 이는 전기 산업 발전을 저해하는 요소로 작용했던 것이다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-12-06T12:35:39.759000",
  "updatedAt": "2023-03-02T11:01:02.540000"
}