{
  "id": "b12007d5-cad4-4ee8-b687-601d96c30da7",
  "title": "낙수효과/스필오버 효과",
  "content": "일반적인 의미에서의 낙수효과는 매우 클 뿐더러 경제에서 가장 중요한 요소임.\n‌대기업이나 고소득층 등 선도 부문이 성장하면 이들의 성과가 연관부문으로 확산됨으로써 경제 전체가 성장한다는 이론.\n이게 낙수효과라면 낙수효과는 매우 크며 클 뿐만 아니라 경제의 가장 큰 동인 가운데 하나임.\n경제의 발전은 소위 말하는 경제민주화에서 나오는게 아니고 자본이 집약된 소수의 선도기업에서 나오는 겁니다. 그게 경제와 정치가 다른 점임. 규모의 경제가 일어나는게 경제임. \n\n\n\n\n정부에서 기대하는 낙수효과는 trickle down theory 죠. 이런 낙수효과는 없죠.\n\ntrkckle down theory 는 고소득자 소득세 감면에 관한 논쟁이고 정부에서 이런걸 주장하는걸 본 적이 없는데요.\n대부분 기업의 법인세 인하나 세제혜택 보조금 감면 규제 철폐 등 기업의 부양에 초점이 맞춰진 거죠.\n\n윤정부에서 초기에 3% 법인세 인하하겠다는 목표가 법인세 인하 투자증대 아니었나요??\n\n부스러기에 감사해야지...ㅋㅋㅋ 자본의 절대치가 작을때는 효율성이 선이 되지만 자본의 규모가 일정 이상되면 그 부작용이 더 커지지...\n\n낙수효과 당연히 있지 지방에 대규모 공단들어서면 파생되는 시장효과가 얼만데 없다고 하는 넘들은 일반적인 사고를 못하는듯\n\n그건 낙수효과라기보다 일반적으로 스필오버라 부르는 현상입니다.\n선도기업이 돈을 벌면 하청업체에도 돈이 흘러들어가고, 선도기업노동자들은 소비를 많이해서 경제에 돈이 흐르고...보통 이런 걸 낙수효과라고 하죠.\n스필오버는 선도기업이 돈을 버는 과정에서 독점할 수 없는 산출물들을 만들어내는데, 이 산출물들이 흘러넘친다(spillover)는 얘깁니다. 런바이두잉으로 수준이 높아진 노동자, 특허대상이 되지 않는 지식 등이 대표적인 '독점할 수 없는 산출물'들인거고요.\n이 스필오버 효과가 경제성장의 핵심으로 주목 받은지 오래되었고, 좌파들이 낙수효과 노린다!!고 주장하는 정책들이 실은 스필오버 효과를 키우는 데 기여하는 경우도 많을겁니다. 기업활동이 자유롭고, 보상이 커야 아무래도 저런 산출물들도 더 많이 탄생하겠죠. 하지만 엄연히 다른 기전에 의한 것인지라 구분은 해야합니다. 좌파들 용어전쟁에 휘말릴 이유도 전혀 없구요.\n\n===============================\n대기업 투자의 적하효과 분석\n(Trickle Down Effect of Investments of Large Firms into Small and Medium Firms in Korea)\n2011. 박승록 (한국경제연구원) 최두열 (한국기술교육대학교)\n2012. \n\n본 연구에서는 대기업 투자가 중소기업 투자를 유발하여 경제성장에 대한 파급효과를 크게 가져올 수 있는지 여부 즉, 적하효과(Trickle down Effect)의 존재여부를 거시모형과 미시적 기업투자함수를 이용하여 검증하고자 하였다. 거시경제모형으로 국민소득, 취업자수, 대기업 투자, 중소기업 투자의 4개 거시경제변수를 이용한 벡터자기회기(VAR)모형에 의한 분석결과에 의하면, 대기업 투자는 당기의 중소기업 투자에만 영향을 미치고, 파급되는 과정을 보여주는 시차변수에 대해서는 유의성있는 영향을 미치지 못하고 있다.\n거시수준에서 적하효과가 미미한 이유를 규명하고자 미시경제모형으로 계열기업 내에서 기업간 밀접한 관계를 반영하여 적하효과가 존재할 것으로 판단되는 상호출자 제한 기업집단의 투자함수를 추정한 결과, 기업집단 전체의 투자율 증가는 계열내 대기업 또는 계열내 중소기업의 당기 투자율 증가에만 영향을 미치고 있으며 계열기업 내에서도 시차를 두고 나타나는 적하효과가 거의 관찰되지 않았다.\n\n1991년부터 2009년까지 한국은행 기업경영 분석자료를 통해\n대기업투자의 낙수효과를 연구한 논문입니다\n\nhttps://www.kci.go.kr/kciportal/ci/sereArticleSearch/ciSereArtiView.kci?sereArticleSearchBean.artiId=ART001619448\n\n이 논문은 대기업 투자가 중소기업의 투자를 촉진하느냐는 내용입니다.\n하지만 대기업의 투자로 중소기업의 존속이 유지되는 것만으로도 우리가 체감하는 적하효과죠.\n대기업의 투자가 줄면 중소기업은 망합니다.\n\n원문 읽어보세요. 이 연구를 진행한 이유에 대해서\n선도부분의 성장의 과실이 후발부분에 유입되는 효과를\n트리클다운 효과 , 적하효과 , 낙수효과라고 하는데\n최근 사회구조 변화에 따라 그 효과가 미미해지고 있다는 주장에 대해서 실증적으로 연구한 논문입니다",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-12-07T08:00:43.715000",
  "updatedAt": "2024-12-07T08:56:05.194000"
}