{
  "id": "b15e5870-09ff-4242-af93-5f7a48430841",
  "title": "언론 삽질의 역사",
  "content": "[포클랜드 전쟁]\n옛날에 포클랜드 전쟁할 때도 BBC 애들이 영국 특수부대 진격방향 다 찍어줘서 논란이 되었었고,\n포클랜드 전쟁 당시 영국군 상륙 상황이나 이동 경로 등에 대해 BBC 등에서 실시간 방송하면서,  아르헨티나 군이 이를 토대로 매복했다가 영국군에게 한방 먹인 일도 있었지.\n\n[검은 9월단 사건]\n독일에서 60년대 대테러리스트 인질 작전할 때 독일 언론들이 라이브로 진압 들어간다고 방송하는 바람에 인질들 다 죽은 사례도 있는 거 보면 언론의 자유의 한계에 대해서 한번 생각을 해봐야 할거 같기는 합니다.\n\n예시로 드신 사건은 검은 9월단 사건인것 같네요. 1972년 뭰헨 올림픽에서 이스라엘 선수들이 테러 집단에 의해 숙소에서 납치되는 일이 벌어졌는데, 당시에 부족했던 독일의 대테러 능력도 영향을 끼쳤지만 말하신 대로 대테러부대가 인질들이 잡혀있는 건물에 외벽을 통해 침투하는 상황에서 그게 생방송으로 엠바고 없이 중계돼버리는 바람에 그걸 보고 있던 테러리스트들이 역으로 대응해버렸습니다. 결국 인질은 전원 사망했고 방송국의 사적 이기심으로 가장 큰 피해를 불러온 사건이라고 평가받습니다.\n\n[강릉 무장공비 사건]\n지리산 빨치산, 강릉 무장공비때도  언론(의 탈을 쓴 빨갱이)들이 (온갖 기밀이니 군사정보니) 보도한 답시고 미친 새끼들처럼 떠벌리면, 무장공비들이 라디오 들고 뛰 댕기면서 보도하는 거 다 듣고, 토벌대 농락하고 그랬어 \n\n[우크라이나 - 러시아 전쟁]\nKBS가 우크라이나 국제의용군으로 참전한 한국 청년 2명과 진행한 화상 인터뷰를 보도한 가운데, 위치가 포함된 화면을 송출해 논란이 되고 있다.\nKBS는 28일 우크라이나 국제 의용군으로 참전 중이라고 주장하는 한국 청년 2명과의 화상 인터뷰를 보도했다. 리포트 전 앵커멘트를 통해 “취재진은 청년들이 제공한 사진의 GPS 위치 값을 분석해 인터뷰 당시 이들이 우크라이나 르비우에 있는 것을 확인했다”고 했다. 화면에는 청년들의 소재지로 추정되는 지역을 지도 위에 표시했다.\n언론과 방송사들이 정작 취재원의 보호가 필요한 전쟁터의 병사들의 위치 신병은 병사들에게 양해도 구하지 않고 몰래 Gps 추적까지 해서 알리는 이중적인 행태는 KGB 같은 침략국의 첩보기관에서나 시도할 일이며 한 나라의 공영방송사라고 믿기지 않는 어처구니가 없는 행태라고 볼 수 있다.\n\n실제로 러시아군이 소셜미디어에 올라오는 정보를 바탕으로 폭격을 한 것으로 추정되는 사례도 있다. 지난 20일 러시아군은 우크라이나 수도 키이우(키예프)의 대형 쇼핑몰을 파괴했다. 러시아 국방부는 해당 건물을 우크라이나군이 무기보관 창고로 사용해왔고, 주차장은 미사일 발사대로 활용했다고 주장했다. 이와 관련해 해당 쇼핑몰이 공습을 당하기 전 우크라이나 군용 트럭들이 쇼핑몰을 드나드는 사진이 소셜미디어에 돌았다고 한다.\n\n러시아가 우크라이나의 의용군 훈련 시설을 폭격한 적도 있다. 러시아군은 지난 13일 르비우에서 북서쪽으로 40㎞ 떨어진 야보리우에 있는 우크라이나 군사 훈련 시설 국제평화안보센터 (IPSC)를 공습했다. 폴란드 국경에서는 불과 25㎞ 떨어진 곳이다. 우크라이나 당국은 해당 공습으로 35명이 사망하고 134명이 다쳤다고 발표했다. 러시아군은 해당 공습에 대해 “해당 시설에는 전투 지역 파견을 앞둔 외국 용병들의 훈련 및 편성 센터와 외국으로부터 들어오는 무기·군사장비 보관 기지가 들어서 있었다”며 “공습 결과 180명의 용병과 대규모 외국 무기들이 제거됐다. 우크라이나 영토로 오는 외국 용병 제거는 계속될 것”이라고 했다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-29T18:57:04.279000",
  "updatedAt": "2022-07-22T20:01:15.208000"
}