{
  "id": "b21dd0ff-4707-435c-b2e8-1e6edfb54f5c",
  "title": "국내산의 일본 기술",
  "content": "현대차의 아빠는 미쓰비시지. 소나타부터 그랜져까지 죄다 미쓰비시 엔진에다 외형까지 그대로 가져온 거잖아. 미쓰비시 자동차 없었으면 지금의 현대차도 없다. 미스비스 구형 프레스 갖다가 찍었다.\n\n1973년 당시 미쓰비시 자동차는 일본 자동차 시장에서 입지를 다지기 위해 자금이 필요했고, 마침 이웃나라의 신생 기업이었던 현대자동차가 포드와 결별한 후 자동차 기술 전수를 골자로 한 기술 제휴를 미쓰비시 측에 타진하게 되면서 두 회사의 인연이 시작된다.\n기술제휴가 체결된 후 미쓰비시 자동차는 승용과 상용을 통틀어 현대자동차의 기술적인 스승 역할을 하였으며, 자연히 옛날, 즉 1970~90년대에 나온 현대자동차 모델의 가솔린/디젤 엔진, 변속기, 플랫폼 등은 미쓰비시제를 이용했다. 양사의 기술 종속 관계는 실질적으로 30년 가까이 유지되었다가, 마지막 합작 모델인 1세대 에쿠스(프라우디아)가 단종된 2008년에서야 완전히 끝나게 된다. \n현대자동차는 1980년대부터 1990년대 중후반까지 미쓰비시 자동차가 설계한 플랫폼과 파워트레인을 베이스로 하여 상품성을 높인 모델들을 대거 출시하면서, 국내 및 해외 시장에서 승승장구하게 된다. \n\n현대중공업도 미쓰비시 중공업 기술 많이 받았지.\n\n대우차는 혼다, 기아차는 마쯔다, 삼성차는 니싼, 삼성전자는 산요, 엘지전자는 히타치, 포스코는 신일본제철, \n\n한국차 주유구가 왼쪽에 있는게 일본차의 영향을 받은거임. 원래 주유구는 운전석 반대방향에 있어야함.\n\n“1990년대 중반부터 일본 반도체 산업은 한국의 삼성전자와 SK하이닉스(옛 현대전자, LG반도체), 대만 TSMC 등 해외 신흥세력의 맹추격을 받기 시작했다. 그것은 일본 기술인력들이 삼성전자 등에 반도체 기술을 제공했기 때문에 가능했다. 당시 불황에 빠져 있던 일본 업계에 구조조정과 임금 삭감이 잇따르면서 유능한 인재의 해외 유출이 이어졌다.”\n일본의 보수성향 미디어가 자국 반도체 산업이 몰락한 이유로 ‘일본 반도체 산업의 우수인력이 한국과 중국 등으로 유출됐기 때문’이라는 진단을 내려.\n\n정보기술(IT) 애널리스트 후카다 모에는 “미·일 반도체협정이 체결되자 마치 이때를 기다리기라도 했다는 듯 한국, 대만 업체들이 일본 기업에 ‘불이익을 피하려면 우리에게 기술 이전을 하라’고 제안했고, 일본 기업들은 이를 속절없이 수용하고 말았다”고 말했다.\n“1990년대 중반부터 많은 일본인 기술자들이 주말마다 이른바 ‘토귀월래’(土歸月來·토요일에 나갔다가 월요일에 돌아온다)의 아르바이트 형식으로 한국과 대만에 일본 반도체 기술을 전수하러 나갔다. 나는 ‘2년간 연봉 3000만엔(세금 제외, 약 3억 1000만원)의 조건으로 삼성전자에 스카우트됐다. 당시 내가 다니던 일본 기업에서 급여를 20% 삭감당한 상태라 작심하고 한국으로 갔다.”\n그는 “일본 기업은 다른나라에 비해 회사 기밀정보 관리도 허술해서 나 자신을 포함, 많은 일본인 기술자들이 우리 반도체의 핵심기술을 한국으로 빼돌리는 것을 눈으로 직접 볼 수 있었다”고 전했다.\n\n\n[일본 반도체 몰락이 준 교훈] - 최홍섭 칼럼니스트   \n삼성전자 DS(반도체)부문과 SK하이닉스는 1분기에 대규모 적자를 기록할 전망이다. D램 재고도 4년 만에 최대치란다. 파운드리(위탁생산)가 뭐길래 대만 TSMC에 수모를 당하는 모습도 안타깝다. 미국은 보조금을 명분으로 중국 투자를 사실상 중단하라고 요구하는 등 여러 가지 까다로운 조건을 내건다. 중국 수출이 40%나 되고 현지 공장도 돌리는 한국은 칩4(미국·일본·대만·한국) 동맹 추진에 고민이 많다. 미국은 반도체를 국가안보 차원에서 다루면서 백악관부터 나서 총력전을 펼친다. 하지만 한국은 반도체 지원법이 3월에도 국회를 통과할지 암울하다. 반도체는 ‘개별 기업 비즈니스’가 아니라 ‘국가 전략 비즈니스’가 된 사실을 모르는 국회의원은 없을 텐데 말이다. \n\n잠시 한눈팔다간 1위에서 꼴찌로 추락하는 것이 반도체 전쟁이다. 그래서 과거 세계 반도체 시장을 호령했다가 지금은 몰락한 일본의 사례를 돌아보면 참고할 점이 많다.\n일본 기업들은 1970년대부터 대형 컴퓨터용 D램 개발에 뛰어들었다. 도쿄 아키하바라 전자상가에 첨단 제품들이 휘황찬란 눈길을 끌던 시절, 일본 반도체도 위세가 대단했다. 1988년의 경우 세계 반도체 시장 매출은 일본(50.3%)이 미국(36.8%)을 누르고 1위였다. 한국을 포함한 아시아(3.3%)는 비교도 안 됐다. 세계 10대 업체에도 일본이 6개(NEC·도시바·히타치·후지쓰·미쓰비시·마쓰시타)나 차지했다. \n하지만 지금 일본 반도체는 몰락했다. NEC·히타치·미쓰비시 등이 합작 설립했던 엘피다는 2012년 파산했고, 도시바는 2017년 경영난에 낸드플래시 사업부를 매각했으며, 파나소닉(구 마쓰시타)은 매년 수백억엔 적자를 기록하던 반도체 사업에서 2019년 철수했다. 2021년 세계 10대 반도체 기업에 일본은 아예 없다. 반면 미국은 1위 인텔 등 6개, 한국은 삼성전자·SK하이닉스 등 2개, 대만도 TSMC 등 2개나 포함돼 있다. 도시바에서 떨어져 나온 키옥시아(Kioxia)가 10위권에 가끔 들기도 했지만 2021년에는 12위로 떨어졌다. 지금은 소니가 전 세계 CMOS(상보성 금속산화 반도체) 이미지센서 시장에서 40%를 차지하는 정도다. \n\n일본에서는 일왕(日王)의 연호를 기준으로 1989년부터 2019년까지를 ‘헤이세이(平成) 30년’ 또는 ‘잃어버린 30년’이라고 부른다. 불황 속에 반도체 투자도 몸을 사렸다. 1989년 세계 기업 시가총액 상위 20개 중 14개가 일본 기업으로 그중 히타치·도시바 등 반도체 기업들도 많았다. 그러나 2019년에는 상위 20개 안에 일본 반도체는 한 곳도 없다. 도대체 일본 반도체는 왜 몰락했을까. \n\n일본 반도체의 첫 번째 몰락 요인은 시장을 무시한 기술 제일주의였다.\n원래 일본은 혼신을 다하는 장인정신을 가리키는 모노즈쿠리(ものづくり), 그리고 주어진 장소에서 목숨 걸고 일한다는 잇쇼켄메이(一生懸命) 정신으로 유명하다. 일본 제품은 최고의 신뢰를 받았다. 하지만 반도체에서는 그런 정신이 오히려 문제가 되었다. 일본은 기술력의 신화에 도취되어 시장 상황을 외면하다가 몰락했다. 홀로 떨어져 독자적인 생물 진화가 이뤄지는 남미(南美) 제도를 빗대 갈라파고스화(자기만의 표준을 고집하다가 세계시장에서 고립되는 현상)되었다는 말을 들었다.\n일본 미세가공연구소 유노가미 다카시 소장은 2013년에 쓴 ‘일본 전자·반도체 대붕괴의 교훈’이란 책에서 이렇게 설명한다. 1980년대까지 일본 기업들은 25년 보증의 고품질 D램을 제조하여 세계시장의 80%를 장악했다. 당시 D램은 대형 컴퓨터나 전화 교환기에 주로 사용되었다. 기업들은 망가지지 않는 D램을 원했다. 그런데 ‘패러다임 시프트’가 일어났다. PC가 메인 시장이 된 것이다. 삼성전자나 마이크론은 PC용 D램을 저가 생산했다. 기업용 대형 컴퓨터에는 25년 보증의 고품질 D램이 사용되었지만, PC에는 값싸고 잘 돌아가는 D램이면 충분했다. 스마트폰과 태블릿PC에도 마찬가지였다. 하지만 일본 반도체는 특유의 장인정신 때문에 여전히 고성능 제품에 집착했다. 수명 5년짜리 반도체가 필요한 통신 칩을 20년짜리로 튼튼하게 만들어 비싸게 팔려니 잘될 리가 없었다. “고성능이므로 반드시 팔린다”는 착각에 빠져 있었다. 그 사이 외국 업체들은 속속 시장점유율을 늘렸다. \n\n마케팅은 만든 것을 파는 것이 아니라, 팔리는 것을 만드는 것이다. 일본에서 마케팅은 무능한 사원이 가는 분야라는 인식이 만연했다. 히타치 같은 곳은 아예 마케팅 부서가 없었다고 한다. 일본 기업들은 슘페터가 말한 ‘이노베이션(혁신)’이 오직 ‘기술 혁신’만을 가리키는 줄 알았다. \n\n최근 윤석열 대통령과 참모들의 필독서로 주목받는 책이 ‘반도체 삼국지’다. 지난해 이 책을 펴낸 권석준 성균관대 화학공학과 교수는 이렇게 진단했다. “일본 반도체의 쇠망사에는 공통적인 패착이 관찰된다. 기술에 대한 과도한 자신감과 그로 인해 세계시장의 변화에 대한 대응력이 저하된 것이다. 일본 기업은 기술개발 인력을 중심으로 주요 의사결정을 내렸다. 그들은 자신들이 성공했던 관성에 빠져 있었고 시장변화에 둔감했다. 소비자 트렌드를 관찰하는 마케팅 인력은 기술인력만큼 우대하지 않았다. 두 번째 패착은 혁신의 딜레마다. 시장을 압도하기 위해 과감하게 투자한 혁신 기술이 아이러니하게도 수익률의 발목을 잡았기 때문이다.” \n가령 D램 공정에서 일본은 6인치 웨이퍼에 대해 극한까지 공정 기술을 발전시켰다. 하지만 생산능력을 결정하는 것은 웨이퍼의 크기였다. 삼성전자는 수율(收率·결함 없는 합격품 비율)이 낮아지는 것을 감수하고라도 재빠르게 8인치로 옮겨갔는데, 이것이 적중했다. 반대로 일본 업체들은 6인치 공정에 과도한 기술 투자를 했기에 8인치로 넘어가는 데 주저주저했다. \n\n일본은 D램의 개별 회로도 여러 가지 장비를 도입해 매우 섬세하게 만들려고 했다. 얼핏 들으면 좋은 얘기다. 하지만 제조 기간이 늘어났다. 2005년 당시 삼성전자 반도체의 수율은 83%로 일본 엘피다의 98%보다 훨씬 떨어졌다. 그러나 삼성전자는 수율 80% 이상이면 충분히 비즈니스가 된다고 판단, 수율보다는 대량생산에 초점을 맞추었다. 결과적으로 원가는 낮아지고 이익률은 증가했다. 엘피다는 팔아도 이윤이 별로 없었다. 삼성전자의 영업이익률은 30%나 되었지만 엘피다는 3% 선에 그쳤다.\n\n지난해 6월 18일 이재용 삼성전자 회장은 유럽 출장에서 돌아오면서 “아무리 생각해 봐도 첫 번째도 기술, 두 번째도 기술, 세 번째도 기술”이라고 말했다. 맞다. 지론인 ‘초(超)격차’를 이루자면 당연한 말이다. 그럼에도 아쉬운 생각이 드는 것은 현재 벌어지는 반도체 전쟁에서 기술이 제1의 변수가 아니기 때문이다. 지금 삼성전자는 반도체의 ‘패러다임 시프트’와 ‘비즈니스모델 업그레이드’에 대한 연구가 더 시급해 보인다. \n사실 최첨단 GAA(게이트올어라운드) 공정 기술도 갖고 있는 삼성전자가 대만 TSMC에 밀리는 이유가 꼭 기술 때문일까. TSMC는 파운드리의 특성에 충실하여, 최첨단부터 구닥다리 공정까지 고루 고객 입맛에 맞추며 세계 1위에 올랐다. ‘패러다임 시프트’와 ‘비즈니스모델 업그레이드’에서 TSMC에 밀리는데도, 기술만 외치는 건 아쉽다. \n\n일본 반도체의 두 번째 몰락 요인은 1980년대 중반부터 시작된 미국과의 반도체 갈등이었다.\n미국은 1950년대 윌리엄 쇼클리가 트랜지스터를 발명하고 페어차일드 반도체가 세워지면서 세계 반도체 성장을 주도했다. 트랜지스터보다 뛰어난 IC(집적회로)를 개발한 TI(텍사스인스트루먼트), ‘무어의 법칙’으로 유명한 고든 무어가 CEO로서 세계 최초 D램을 개발한 인텔 등이 성장을 주도했다.\n\n여기에 일본이 기술력을 앞세워 비집고 들어갔다. 미국은 1970년대 두 번의 오일쇼크를 겪으며 반도체 기업들도 움츠러들었다. 투자를 할 여력도, 의지도 없었다. 일본은 이를 기회로 판단, 대규모 투자를 감행하면서 수율을 올리고 가격을 낮췄다. 순식간에 D램 시장을 장악했다. NEC·도시바·히타치·후지쓰·미쓰비시·마쓰시타 등 6인방이 주인공이었다. 이들은 1988년 세계 10대 반도체 기업에 모두 들어갈 정도였다. 1980년만 해도 미국 기업의 세계 시장점유율은 60%가 넘고 일본은 30%였지만, 1987년 일본은 80%를 돌파했고 미국은 10%까지 추락했다.\n\n여기에 반도체 과잉 공급으로 가격이 떨어지자 미국 기업들은 벼랑 끝에 몰렸다. 인텔은 1985년 D램 사업을 포기했고, TI는 대규모 해고를 진행했으며, 모토로라 등도 생산라인을 중단하거나 축소했다. 드디어 미국 업체들이 정부를 향해 도와 달라고 호소했다.\n\n로널드 레이건 행정부는 고심하기 시작했다. 미국반도체산업협회는 1985년 6월 미국 통상법 301조까지 걸고 나왔다. 결국 미국 상무부는 일본의 덤핑 조사에 나섰고, 미국 마이크론은 NEC·히타치·미쓰비시 등 7개 일본 기업을 상대로 반(反)덤핑 소송을 냈다. 미국 정부는 일본 반도체 제품에 대해 보복관세를 부과했다.\n\n칼을 빼든 미국은 △정부 차원의 저가 공세 금지 △일본 메모리 반도체 내수시장 20% 이상을 외국기업이 점유하도록 할 것 △외국 반도체 기업의 대(對)일본 직접투자 허용 등을 담은 미·일(美日)반도체협정을 1986년 체결했다. 일본엔 불리한 조항이었지만, 압박을 견디지 못해 결국 협정에 서명했다. 최근 미국이 중국에 가하는 압박이랑 강도가 비슷했다. 그때부터 일본 반도체는 서서히 하향곡선을 그리기 시작했다. 미국은 이를 기회로 삼아 1996년까지 2차와 3차 협정을 추가로 체결했다. 그리고 1993년 무렵 재역전에 성공했다. 일본 언론들은 “일본 회사가 삼성전자 반도체를 대신 판매하는 비정상적인 시대가 10년 이상 지속됐다”고 표현했다.\n\n미·일반도체협정에 앞서 일본 반도체에 직격탄을 가한 것이 또 있다. 1985년 미국· 영국· 독일· 프랑스· 일본 등 G5 재무장관은 뉴욕 플라자호텔에서 환율 조정에 합의했다. 달러 강세를 멈추기 위해 일본 엔화 가격을 조정하는 것이 핵심이었다. ‘플라자합의’로 달러는 약세로 돌아섰다. 달러당 240엔이던 엔·달러 환율은 1987년 120엔까지 수직 하락했다. 엔화 강세로 일본산 반도체의 수출경쟁력은 크게 하락했다. 글로벌 시장에서 미국 제품에 밀리기 시작했고, ‘반사 이익’을 누린 한국과 대만은 빈틈을 놓치지 않았다.\n실제로 플라자합의 7년 뒤인 1992년 삼성전자는 D램 세계 1위에 올라섰고, 인텔은 일본 NEC에게서 전체 반도체 세계 1위를 빼앗았다. NEC는 1995년 2위, 2000년 3위, 2006년 10위로 밀려난 뒤 상위 10위권에서 완전히 사라졌다. 일본이 ‘잃어버린 30년’ 동안 빼앗긴 반도체 시장점유율 45% 중에서 30% 정도는 한국·대만·중국으로, 나머지 15%는 미국으로 이동했다는 추측이다. 1983년부터 반도체 진출을 선언한 삼성전자가 급성장하면서 일본 기업들에 공포와 타도의 대상이 되었다.\n\n대만은 새로운 길을 찾았다. 메모리 반도체는 시장 포화 상태라고 판단, 파운드리에 주목했다. 미국 TI 출신인 모리스 창(張忠謀) 박사는 대만 정부와 함께 1987년 파운드리 업체인 TSMC를 설립, 오늘까지 이르게 되었다. \n\n일본 반도체의 세 번째 몰락 요인은 정부와 기업의 전략 실패와 판단 착오였다.\n일본은 세계 최강이었던 전자산업만으로도 반도체의 자급자족이 가능하다고 판단, 세계적으로 본격화되기 시작한 수평 분업을 외면했다. 당시 ‘설계’는 공장 없이 설계만 전문으로 하는 팹리스(Fabless), ‘제조’는 위탁생산을 전문으로 하는 파운드리(Foundry)가 맡는 수평 분업 비즈니스모델로 전환하고 있었다. 하지만 일본은 ‘계열’과 ‘하도급’이라는 수직 분업, 즉 설계와 제조의 수직 통합을 고집했다. 시대는 일본에 익숙한 방식을 버리라고 요구했지만, 일본 기업들은 외면했다. 반면 미국과 대만은 팹리스와 파운드리로 강하게 치고 나갔다.\n\n그렇게 일본 기업들은 관료화되어 의사결정이 둔해졌고, 정부도 시장 트렌드를 외면한 정책결정을 내렸다. 김정호 전(前) 자유기업원장은 이렇게 분석했다. “기술 집착, 합의 중시 전문경영인 체제, 정부 헛발질이 일본 반도체의 몰락 요인이다. 이건희 회장이 마누라와 자식만 빼고 다 바꾸라고 하면서 7·4제 근무제를 시작한 건 일본에서는 상상도 못하는 일이었다. 반도체 투자는 라인당 수조원이 들어가므로 실패하면 망하는데, 한국은 오너가 결단을 내렸지만 일본은 그러지 못했다. 경영에 합의를 중시했기 때문이다. \n일본 정부는 합병으로 헛다리를 짚었다. 엘피다가 대표적이다. 회사를 합병하면 시너지가 나는 게 아니라, 경쟁이 없으니 더 편한 상태가 되고 자기들끼리 담합했다. 정부는 합병에 이어 R&D(연구개발) 지원을 계속했다. 기술이 없어서 망한 게 아닌데, 더 하라고 R&D 지원을 했다. 정부가 바보 짓을 했다.” \n\n사실 일본은 마쓰시타 고노스케, 모리타 아키오, 혼다 소이치로 등 전설적인 창업세대가 있었다. 저학력·허약체질·가난 등 3대 약점을 갖고도 ‘경영의 신’이 된 마쓰시타 고노스케가 1989년에 죽지 않고 20년만 더 살았어도 일본의 실수가 없었을 것이라고 말하는 사람도 있다. 어쨌든 스타 경영자들이 사라진 뒤, 책임있는 대형 투자를 결단하는 경영자도 적었고 스피드도 느렸다. 헤이세이 30년 기간에는 더 심했고, 거세게 몰아치는 한국 등에 결정타를 맞았다.\n\n김기찬 가톨릭대 경영학과 교수는 이런 사례를 소개했다. “1997년 외환위기 때 삼성전자는 필사의 전략을 수립하고 결전의 날을 기다렸다. ‘골든위크’라고 불리는 일본의 연휴 기간이었다. 삼성전자는 이때 일본 경쟁자들이 어떤 반격에도 대응할 수 없다는 걸 알고 있었다. 골든위크가 시작된 바로 다음 날 삼성전자는 글로벌 시장에 그해 연말까지 소요되는 물량의 D램을 대폭 할인한 가격으로 쏟아부었다. 일본 업체로서는 비상이었지만, 속수무책이었다. 10여일간의 연휴가 끝났을 때 그들은 상황이 종료된 것을 깨달았다.”\n\n그리고 일본 정부는 1990년대 들어 “반도체 기업이 너무 많아 국내 경쟁으로 인해 후발 업체에 따라잡힌다”면서 기업들의 합병을 독려했다. 문제는 기업들 사이에 기업문화, 지향점, 기술수준이 달랐다. 결합은 했으나 물과 기름처럼 섞이질 못해 시너지가 나지 않았다. 가령 1999년 NEC와 히타치는 합작회사를 세우고 이름을 희망이란 그리스어인 ‘엘피다’로 지었다. 2005년 히로시마 공장을 증설하는 등 본격적인 세계 경쟁에 나섰다. \n\n하지만 NEC와 히타치 양쪽 엔지니어 사이에 기술 다툼이 극심했고, 이를 적절히 통합할 리더십도 없었다. 엔화 강세로 가격경쟁력마저 떨어지는 상황에 처했다. 미래 시장을 내다보는 리더십 부족이 엘피다의 파산 원인으로 꼽힌다. 흥미로운 것은 2012년 쓰러져 가는 엘피다에서 추가 금융지원을 간절하게 주문했으나 일본 정부는 단호하게 거절했는데, 공교롭게 이듬해부터 D램 시장이 확 살아났다는 점이다. 운이 나쁜 건지 판단력이 없는 건지 헷갈리는 대목이다. \n\n한편 일본 주간지 슈칸신초(週刊新潮)의 인터넷판 데일리신초는 지난해 1월 초 기사에서 “1990년대 중반부터 한국·대만 등으로의 인력 유출이 반도체 몰락을 가져왔다”고 주장했다. \n2023년 현재 일본은 과거의 몰락을 교훈 삼아 반도체 재기를 외치고 있다.\n미국에 뜨겁게 데어서인지 ‘칩4’에도 적극적이다. 하지만 대만과는 손을 잡되 한국은 견제하는 눈치가 역력하다. 일본은 여전히 반도체 소부장(소재· 부품· 장비) 분야에서 세계 최고 수준이고, 이를 기반으로 언제든 선두로 재도약할 잠재력이 있다. 최근에는 반도체 후(後)공정(테스트·패키징)에 주력한다는 뉴스도 나왔다. 회로선폭이 22~28nm (나노미터· 1nm=10억분의1m) 공정이라 다소 낡은 느낌은 주지만 구마모토에 대만 TSMC 공장도 짓고 있다. 일본 중앙정부는 총 투자액의 절반에 가까운 4760억엔을 지원했다. \n지난해 11월에는 도요타· 소니· 키옥시아· NTT· 소프트뱅크· NEC· 덴소· 미쓰비시UFJ은행 등 8개 대기업의 드림팀인 라피더스(Rapidus)가 출범했다. 라피더스는 미국 IBM과 손잡고 2027년을 목표로 2nm의 초미세 공정을 준비하고 있으며, 홋카이도 지토세에 공장을 짓는다고 한다.\n하지만 다른 나라에 비해 10년 이상 뒤처진 기술력을 어떻게 추격할지, 일본 특유의 무거운 기업문화를 개선할 수 있을지, 그래서 과거의 영광을 되찾을 수 있을지 주목되고 있다. IBM이 기술 지원을 한다지만, 삼성전자와 TSMC도 아직 못하는 2nm를 제대로 해낼지 의문을 표하는 전문가도 많다.\n\n권석준 성균관대 교수는 “미국과 중국의 반도체 전쟁, 중국의 반도체 굴기 투자, 미국의 자국 반도체 보호, 대만의 파운드리 지배에다 하루하루 달라지는 시스템 반도체 생태계 등을 생각하면 우리 입장에서 일본의 몰락을 강 건너 불구경하듯 볼 수 없다”면서 “타이밍에 맞게 필요한 내부 개혁을 이뤄 내지 못한다면, 한국도 일본이 걸었던 쇠망의 길을 갈 가능성이 상존한다”고 밝혔다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-06-03T10:26:22.841000",
  "updatedAt": "2023-06-03T11:12:20.046000"
}