{
  "id": "b270ba36-1b26-444b-bfec-e4f387c19499",
  "title": "부동산 가격 상승의 이유",
  "content": "![image](media/1760494804584.1748521769.png)\n![image](media/18549b07636.9b92706de285fc95.jpg)\n\n\n1. 경제성장률 3% -> 부동산 가격 상승률 3%\n\n(평균화의 오류)\n사실은 특정 산업의 성장 10% -> 특정 지역의 부동산 가격 상승률 10% \n\n2. 부동산 투자 수익률이 다른 산업 투자 수익률보다 높을 경우\n\n3. 복지 정책을 추구하는 정권의 경우 돈이 많이 풀리고 경기 침체나 다른 이유 등으로 이 돈이 산업보다 부동산으로 쏠리는 경우\n\n4. 교육, 주거환경, 교통 등의 이유로 특정 지역의 집값 상승률이 기형적으로 높다.\n\n5. 권력 중심으로 인구 쏠림 현상 \n  -> 경로의존성, lock - in 효과\n\n\n- 서울 집값은 역사상 제일 비싼 상태다. 부동산 투기는 후손들 소득을 빼앗는 것이라고 늘 말씀하셨는데\n\n\" 부동산 투기는 당연히 후손들 소득을 빼앗는 것이다. 투기로 집값, 땅값 올려놓는 건 미래 세대의 꿈을, 희망을 빼앗는 거다. 제로금리에 유동성이 무한정 팽창하다보니 불가피하게 집값, 땅값이 오른 것이기는 하다. 그러나 이게 마지막이라고 본다. 한국이 유일하게 부동산 중심국으로 남아 있는데 이번에 그게 끝날 것으로 본다. \"\n\n-  지금도 서울 아파트값은 오르는 중이다\n\n\" 새 시장(오세훈 서울시장) 들어 재건축 부추기고 GTX 따라 들썩이면서 잠정적으로 오르는 거지 추세적으로는 이미 끝이다. 내년부터 하향 안정으로 갈건데, 그게 10년이 아니라 20년, 30년 장기 하락 안정으로 갈 거라는게 내 판단이다.\"\n\n-  왜 그렇게 보시나?\n\n\" 3기 신도시, 이거 엄청난 규모다. 올해 하반기부터 분양이 시작되면서 여기서 한번 꺽인다. 이어 금리다. 올해 한번 내지 두번 금리 인상이 있을 것이다. 올해안에 두 번은 올려야 한다는 게 내 생각이다. 미국도 빼르면 내년 하반기부터 올릴 것이다. 대세가 금리 상승쪽이다.\n그러면 지금 제로금리가 2, 3년뒤 2∼3% 되어 있을 것이다. 집값이 어떻게 되겠나. 가계부채 문제가 부상하고 깡통전세가 속출하고 지방에 막 지은 건 분양이 안돼 얘든단지가 될 것이다.\n\n세번째가 더 큰 문제다. 10년 뒤 인구가 본격적으로 감소하기 시작한다. 일본처럼, 일본 집값\n\n은 작년 올해 올랐지만 20년 전보다 떨어져 있다. 인구 때문이다. 도코 인근 일부 신도시는 빈\n\n짐이 30%다. 30평 아파트가 우리든으로 2천, 3천만 원이다.\"\n\n[경제성장과 인구증가]\n부동산의 핵심은 결국 경제성장입니다. 경제성장에 인구증가가 정말 중요한데 우리나라는 반대죠.\n경제가 멈출거라서 부동산의 미래가 안보인다에 전 한표 겁니다.\n\n[좌파정부 부동산 가격 상승의 윈인]\n부동산 가격 상승은 국민소득 증가(경제성장률) 및 문정부의 복지중심 정책이 주 원인이다. 증가된 수익, 풀린 돈이 국민 모두에게 골고루 분배되지 않기 때문이다. 오히려 개별 국민들의 투기적 이기심이 부동산(아파트)에 미치는 영향은 미미하다.\n-> 돈 없는 탐욕적인 국민들은 부동산보다 주로 주식 혹은 가상화폐에 투자한다.\n\n[부동산과 금리와의 관계]\n부동산 오르고 내리는 건 정책이랑 1도 상관 없음\n무조건 미국 금리 따라감. '코로나'라는 특수 상황때문에 제로금리 시대라 유동성이 높아져 부동산이 오른 거임. 그래서 문 정부에서는 집 사지 말라고 계속 경고했던 거임. 미국 금리 올리니까 부동산은 떨어지는 거고, 내려가는 게 좋은 건데\n문제는 영끌족이 너무 많다는 거임. 영끌족이 한꺼번에 터지는 순간 미국 모기지론 같은 사태가 일어날 거임.\n\n[신도시]\n세종, 동탄, 송도, 대표적인 가격 거품 끼어 있는 지역이죠. 집값 하락할 때 저항할 만한 이유가 없는 지역. 왜냐하면 찐부자들이 좀 거주를 해야 이사도 안가고 지역이 발전하는데 저기 동네들은 거쳤다 가는 도시이거나 이제 막 서민을 벗어날려고 하는 사람들 사는 지역들이라. 어중이 떠중이들이 많이 사는 동네임.\n서울을 제외하고, 1기 신도시들(과천, 일산, 분당) 이 실거주도 좋아서 가격 방어도 잘됨. 1기 신도시들은 개발할 때 서울 강남부자들이 살던 집 세주고 많이들 건너가서 새 도시에 발 붙이고 지금까지 살고 있어서 인프라나 주거환경이 좋음.\n-- 과천은 공무원들 많이 살고, 일산은 병원들이 많아서 의사들이 많이 살고, 분당은 IT회사들이 많이 살아서 회사원들이 많이 살지요.\n-- 일산은 아니지.\n\n김현정 뉴스쇼에 출연한 서울대 경제학과 이준구 교수의 말에 따르면 현재 국내 부동산 가치의 총 합계액과 GDP의 비율이 5:1 이고 부동산 가격이 상당히 높은 수준이며(2019년 한국의 GDP 대비 민간부동산 자산총액 비율은 비교대상 국가 중 가장 높은 5.54배로 OECD 15개국 평균(3.75배)을 크게 상회하였다.) 우리의 소득으로 지탱하기 불가능한 수준이라고 함. 따라서 더이상 아파트 값 상승은 어렵고 하락만 남았음. 일본 역시 5.4 : 1에서 부동산 거품이 꺼지기 시작했음.\n\n[건물투자]\n“지난해 이후 성수동 꼬마빌딩 가격이 급등하면서 임대료로 은행 이자조차 내지 못하는 경우가 속출하고 있습니다. 이따금 이뤄지는 거래도 현금으로 매수한 후 ‘존버’해서 시세 차익을 기대하는 경우가 대부분이고 대출을 끼고 건물을 매입하려는 투자자들의 발길은 끊긴 지 오래입니다.” (성수동 인근 한 중개업소 관계자)\n\n그간 활발하던 성수동 부동산 거래가 올 들어 크게 줄었다. 성수동이 MZ세대의 핫플레이스로 떠오르면서 최근 평당(3.3㎡) 매매가가 1억 원대로 치솟았지만 아직 임대료는 서울 주요 상권의 절반에도 미치지 못하고 있어서다. 대출금리 역시 높은 수준이 이어지고 있어 건물주들은 임대료를 받아 수익은커녕 은행 이자를 내기도 급급한 형편이다.\n\n임대료가 낮은데 건물값이 오른다는 건 무슨 허무맹랑한 논리냐. 임대료 합쳐서 년수익 4-5% 정도로 건물값 매기는거야 이미 공실난다는건 건물값 반토막이란 얘기구먼 ~ 샌프란시스코도 상업용건물 70% 빠졌구만. 그리고 성수동이고 나발이고 현금부자가 바보냐 아가리호가에 받아주게 ~ 아마 공실 이자 못버티고 경매 나오면 반의반값에 주워가것지\n\n임대 수익률은 낮지만 미래 재건축에 따른 기대 수익, 준공업 지역이 많아 건물가치가 상승할 여력이 있다고 떡하니 적혀있는데. 준공업 지역은 일단 건물을 짓거나 재건축할 때 주거지역보다 규제가 훨씬 덜 하단다. 이해충돌 가능성도 적고. 투자 가치는 높으나 당장 임대 수익률이 낮으니까 임대료 받은 걸로 대출 이자랑 원리금 메꿔야하는 애들은 못사고 현금 부자들이나 살 수 있다는 거잖아 \n\n건물값을 임대수익률로만 따지면 = 지방은 전국 최고의 투자처일듯..... 20년전 2억에 분양한 상가 현재도 3억이 안되고. 월세는 월 95만원으로 20년째 한푼도 오른적이 없어요..... 근데 보통 폭락론자들은 지방엔 절대 투자 안하고. 서울 강남 가격이 떨어지기만 기다리죠..... 지방이 몰락한 이유.....\n\n서울 상급지는 향후 오른다라는 명목하에 3프로 정도 수익률로 건물 가격 매겨지는데 세금 빼면 2%야. 그럼 100억 건물 사면 월세 2억이라는 이야기 인데(공실 없는 기준), 지금보다 두배 오른다는 전제로 건물 가격이 세팅이라 너무 비싸기는 함. 건물 가격 30% 이상 거품임.\n\n100억 건물에 수익 2프로면 월 1700이지 먼 월 2억이야 \n\n저거 대출 받아서 사고 그 대출 이자를 임대료로 충당하고 버티다 시세 차익 노리는 투자 기법인데 공실이 나고 있다 즉 임대료로 이자비용 충당이 안된다 실시간으로 손실이 나고 있단거고 그렇다고 임대료 낮춰 불르면 처음 설계랑 다르게 이자부담도 충당 못하고 건물가격도 내리게 된다고 다시말해 이러지도 저러지도 못하고 경매 넘어가던지 한달 몇천 몇억 이자부담하던지 그거 아님 대출 안끼고 사서 존버하던지 이런 이야기 인데 \n\n대출을 70, 80프로씩 박고 시작하는거 자체가 아마추어도 안되는 수준인데 저걸 가지고 무슨 시세차익같은 소리하고. 진짜 시세차익으로 돈버는 사람들은 현찰 빵빵하게 가지고 법원경매장에서 물건 보러 다니던데. \n\n지금 미국 은행 박살나는게 금리인상 여파도 있지만, 상업부동산 대출이 부실이 심각해서다...이것 터지면, 여러 은행 골로간다...한국도 마찬가지...먼저 터는놈이 승자다.\n\n빌딩 가격이 급등하면서 은행이자를 못내는 것이아니라 ...... 급등한 건물을 비싸게 사서 임대료로 은행 이자를 못낸다는 것 같은데.\n\n상가들 다 망하고 있어, 일명 핫플레이스도 시간차로 계속 지역 이동하고, 상가투자는 쉽지 않다.\n\n꼬마빌딩은 여차하면 본인이 창업할수 있어야함. 본인 사무실이 필요하거나 한두층은 주거용으로 변경도 가능한 용도로 지정하고. 시세차익은 십년을 봐야지. 아파트처럼 일이년 이내의 시세차익을 기대하는건 바보짓. 정말 돈있어야 유지가능. 결국 그말은 별 재미없다는 뜻임. 투자처로는. 그냥 안전자산으로 자기가 활용할수는 있지. 수십년 보유할 작정으로..\n\n대출잘나오는 이들이 저런행보로 손대고 고점찍어놓고 튀는행동하다보니 임대료가 비싸져서 원래 자리잡고 그곳을 특별히 만들던 이들이 고가임대료에 쫒겨나듯 사라지고. 이런현상이 예전 홍대 부터 이뤄난것 아닌가. 원래 그곳을 다른곳과 차별화되게 했던 임차인들은 어딜 가라는건지 쯧쯧\n\n상업용 부동산도 예전처럼 안될텐데.. 소비패턴이 인터넷으로 옮겨갔고 인구도 계속 감소 중이고.. 앞으로 공실이 더 많아질텐데..\n\n온라인 쇼핑은 갈수록 보편화되고.. 오프라인 쇼핑은 갈수록 줄어든다. 과거처럼 물건을 점포에서 사는건 점점 줄어들듯.. 1층상가는 먹는거나 즐기는 점포가 대부분일듯.. 동대문 옷가게가보면 안다..상가투자도 온라인시대에는 저물듯...\n\n이태원동 공인중개사들, 정말 나쁜 연넘들이네. 매매가 평당 57,000원인데 11평짜리 월세를 130만원 즉, 2배보다 조금 높게 쳐먹네. 11평짜리를 계산해봤자 627,000원이야. 부가세 넣어도 70만원정도야. \n\n성수동 15평 가게가 월세 500, 지금 상가들 다 공실인데 누가 빌딩을 사냐? 지금 아파트도 고급 주거단지 말고는 전부 다 단 두채, 세체로 시세조작하는 거 모르면 바보지\n\n강남 불패\n중상급지 이상은 2022년 주춤한 이후 계속 오르는 중.\n\n서울 상급지만 오르고있어요.\n\n서울아파트가 폭등 중이라니라 상급지만 폭등이에요\n나머지는 거래가 거의 없어서 반영이 안되는거지 실제로는 폭락이에요.\n\n은행원이라 대출할 때 부동산 아줌마들이랑 잡담 많이 하는데 서울 불패까진 모르겠고 강남 불패는 확실하다는 의견이 대다수였습니다.\n\n강남 불패에요. 일본 버블 꺼질 때 처럼 우리도 폭락한다 하지만 정작 일본도 도쿄 중심부는 살아 남았죠.\n\n일본 버블 얘기하는 사람들이 제일 무식한 사람들임. 일본은 플라자합의로 인위적으로 화폐가치가 2배로 절상되서 그게 버블이 된거고 한국은 그런 버블은 없음. 문재인이 돈찍어낸게 버블이면 버블이죠. 그것 때문에 원래 안오르던 지방이 잠깐 올랐던 것이 빠진 거고 상급지는 기본적으로 우상향이고 좌파 대통령이 나와서 한번 돈 풀면 그때는 더 오르겠죠\n\n=================================================\n\n좌파 정부가 집권할 때마다 부동산 가격이 급등하는 것은 무엇이라고 설명할 수 있는가?\n\n아주 흥미롭고 중요한 질문입니다.\n “좌파(또는 진보) 정부가 들어설 때마다 부동산 가격이 오르는 현상”은 단순한 정치 편향의 결과라기보다, 경제 구조와 정책의 상호작용에서 비롯되는 복합 현상으로 이해해야 합니다.\n아래에서는 이 현상을 ①정책 논리의 역설, ②시장 심리의 반작용, ③거시경제 요인, ④역사적 사례 비교의 네 가지 축으로 분석해 보겠습니다.\n\n① 정책의 역설: 공급 억제와 규제 중심의 접근\n진보 정권은 대체로 “투기 억제”를 목표로 강력한 부동산 규제 정책을 내놓습니다.\n 그러나 이 과정에서 공급 축소 → 희소성 증가 → 가격 상승이라는 역설이 발생합니다.\n\n정책 유형                               의도                                        실제 효과\n분양가 상한제            투기 억제, 서민 보호             공급 위축 → 신규 주택 감소\n다주택자 중과세        투기 세력 억제                  매물 잠김(보유세 부담보다 매각 회피 선택)\n임대차 3법                 임차인 보호                      전세 물량 급감 → 전세가·매매가 동반 상승\n재건축·재개발 규제   투기 차단                          도심 공급 지연 → 대체 수요 집중\n\n결과적으로 “투기 억제 정책”이 단기적으로는 가격을 억누르지만,  중장기적으로는 ‘공급 불확실성’과 ‘심리적 희소성’을 자극하여 가격을 끌어올리는 부작용이 생깁니다.\n\n② 시장 심리의 반작용: 정책 신호에 대한 ‘선매수’\n시장 참여자들은 단순히 법 조문을 보는 것이 아니라 정권의 철학과 향후 규제 방향을 ‘예측’합니다.\n 진보 정부는 대체로 규제 강화, 보유세 인상, 분양가 통제를 예고하기 때문에,  그 이전 단계에서 “지금 사야 한다”는 심리가 폭발합니다.\n\n💬 예시:\n 문재인 정부 초반(2017~2018년), “앞으로 더 세금 내기 전에 사고 보자”, “분양가 상한제가 시행되기 전에 청약하자” 등의 ‘선행 수요’가 급증.\n 결과적으로 정부의 규제 예고 자체가 투기 심리를 자극하는 신호로 작용.\n\n③ 거시경제적 요인: 금리·유동성·자산 선호의 문제\n진보 정부 시기에는 다음의 거시적 특징이 겹치는 경우가 많습니다.\n확장 재정 + 완화 통화 정책\n 진보 정부는 경기 진작·분배를 강조하므로 재정지출 확대, 저금리 기조, 공공투자를 병행합니다.   → 시중 유동성 증가 → 자산시장(특히 부동산)으로 자금 유입.\n\n복지 확대 → 세수 압박 → 부동산 과세 강화 예고\n 부자 증세, 보유세 강화가 예고되면 오히려 자산가들은 “현금보단 실물”을 선호하게 됩니다.\n → 부동산이 ‘인플레이션 방어 자산’으로 재평가.\n\n저금리와 자산 인플레의 비대칭 효과\n 중앙은행이 금리를 쉽게 올리지 못하는 구조에서는 실질금리가 마이너스로 유지되며,\n 이는 부동산·주식 등 실물자산으로의 쏠림을 강화합니다.\n\n\n④ 역사적 사례 비교\n정권                                          주요 정책 / 방향                           부동산 가격 흐름\n노무현 정부          종부세 신설, DTI 도입, 투기지역 지정              강남·수도권 폭등기\n이명박 정부          공급 확대(보금자리주택), 규제 완화                 안정 또는 약세\n박근혜 정부          LTV·DTI 완화, 분양 활성화                                완만한 상승\n문재인 정부         25차례 규제 강화, 임대차 3법, 분양가 상한제   전국적 급등\n윤석열 정부         규제 완화, 금리 상승                                           가격 조정기\n\n공통 패턴:\n 진보 정부 → 규제·세금 강화 → 공급 위축·심리 반발 → 가격 상승\n 보수 정부 → 완화·공급 확대 → 심리 안정·가격 조정\n\n⑤ 정치경제학적 분석\n이 현상은 경제학적으로는 “규제의 역설(Regulation Paradox)”,\n 정치경제학적으로는 “좌파적 분배정책이 실질적으로 자산 불평등을 심화시키는 구조”로 설명됩니다.\n\n규제의 의도는 부자 억제, 서민 주거 안정이었지만 결과는 자산 보유층이 오히려 더 큰 시세차익을 얻고, 무주택층은 오히려 주택 보유에 대한 진입이 장벽 상승하는 결과를 낳음\n이것이 바로 ‘선의의 진보 정책이 자산 불평등을 확대하는 메커니즘’입니다.\n\n⑥ 결론 요약\n    구분                                   요약  \n직접 원인                  공급 축소, 규제 불확실성, 매물잠김\n심리 요인                  “앞으로 더 규제될 것”이라는 예상 → 선매수·투기 수요\n거시 요인                  완화적 통화·재정정책, 저금리, 인플레 기대\n정치경제적 효과       서민 보호 목적의 정책이 자산가 이익으로 귀결되는 역설\n\n📘 요약\n좌파 정부의 부동산 급등은 “투기를 막기 위한 규제가 오히려 공급을 억제하고,   부동산을 ‘희소 자산’으로 만들어버리는 역설적 결과” 때문이다.\n\n“좌파 정부의 부동산 정책과 가격 변동의 동학”을 그래프·모델 형태로 (예: 공급곡선 이동, 기대 인플레이션 반응함수) 시각화",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-04-17T09:46:48.731000",
  "updatedAt": "2025-10-15T11:20:04.143000"
}