{
  "id": "b2f7cedc-7a2c-47c4-af1a-4b6caf55ac9f",
  "title": "전쟁과 경제 - 서양 근, 현대",
  "content": "[미국 남북전쟁(1861년 – 1865년)]\n노예제를 둘러싸고 남부 주들의 연방 탈퇴로 촉발된 남북전쟁은 금융의 역사에 있어서도 중요한 의미를 가지고 있다.\n남북전쟁이 시작되면서 남군과 북군 진영은 모두 상당한 재정난에 시달렸다. 이를 해결하기 위해 당시 유통되던 은행권의 발행을 늘리게 되었는데, 이렇게 되면 통화가치가 하락하기 때문에 금이 유출될 가능성이 커지게 된다. 결국 미국정부는 1862년 금의 유출을 막기 위해 달러화의 금태환을 정지시켰다.\n금태환을 정지시켰다는 것은 금본위제를 폐지하였다는 의미가 된다. 이 시기에 유통되던 금과 교환이 안되던 은행권(통화)을 '그린백 달러(greenback dollar)'라고 불렀다. 이 달러는 뒷면을 모두 초록색 잉크로 인쇄했기 때문에 그린백이라는 이름으로 불렸다.\n남부 동맹은 전비충당을 위해 면화 공채를 표면 금리 7%의 상대적으로 비싼 가격에 팔았다. 남북전쟁 이전에 발행된 미국 연방정부의 국채보다 1% 포인트 저렴했을 뿐이다. 옵션이 없었다면 두자릿수 금리에도 자금조달이 불가능했던 상황에서 남부는 면화공채 발행으로 1,500만 달러를 조달할 계획이었다. 문제는 전세가 크게 밀리면서 면화 농장 자체가 북군에 점령 당하거나 불타 버려 면화공채의 인기도 시들었고 해외 투자자들에게서도 외면받았다. 목표에 훨씬 못 미치는 600만 달러 어치가 조달됐을 뿐이다. 끝까지 면화 공채를 갖고 있던 해외투자자들은 종전 후 미국 연방정부에 부채 승계를 요구하며 상환을 요구했으나 거절 당했다.\n채권을 통한 해외자금 조달이 여의치 않자 남부 동맹은 세수 확대를 시도했지만 대농장주들의 강력한 반발로 실효를 거두지 못했다. \n가뜩이나 경제 규모가 북부의 절반이어서 경제력이 딸리는 남부의 재정난은 악화일로를 걸었다. 북부는 내전 기간 중 전체 전쟁 비용의 20%를 세금으로 충당했으나 남부의 전비에서 세금이 차지하는 비율은 8%에 그쳤다. \n\n[보어전쟁(1881 ∼ 1902년)]\n19세기 후반 남아프리카에서는 영국이 케이프 식민지를 기지로 하여 세력을 확대시켰고, 그 북방에는 네덜란드인인(보어인)이 건설한 '트란스발 공화국'과 '오렌지 자유국'이 있었다. \n1867년 트란스발에서 금광이 발견되고, 오렌지 강변에서 다이아몬드가 발견되자, 영국은 이 지역에서의 지배권 차지하기 위하여, 많은 영국인을 이 지방으로 이주하게 하였다.\n영국이 국제적 비난을 감수하며 전쟁에 나선 이유는 그 지역에서 새로 발견된 금 광산 때문이었다. 보어인들을 해안에서 내륙으로, 산악으로 조금씩 내몰았던 영국은 두 보어 국가에서 잇따라 발견된 초대형 금광과 다이아몬드 광산을 빼앗기 위해 체면을 던져버렸다.\n1865년에 Transvaal의 Witwatersrand에서 금이 발견됨으로써 그 지역의 풍부한 금 매장량은 자철광과 마찬가지로, 보어인들이 '외부인들'이라고 부른 외국의 모험가들과 투기꾼들을 쇄도하게 했다.\n부를 쫓아 남아프리카로 몰려 든 사람들 중에는 영국의 유명한 자본가이며 제국주의자인 Cecil Rhodes(후에 남아프리카 공화국 총독)와, 야심에 가득 찬 일단의 유대인들이 있었다. 유대인들은 Rhodes와 더불어 보어 전쟁을 일으키는 데 결정적인 역할을 했다. 다이아몬드와 금을 독점 소유허려는 이들은 모종의 음모를 꾸몄다.\n케이프 총독 세실 로즈는 1895년 말 리앤더 제임슨이 지휘하는 600명을 남아프리카에 침투시켜 폭동을 일으키려 했지만 실패했다. 이는 영국 본토의 분개를 일으켰고 영국과 보어인들간의 전쟁이 발발하였다.\n독일과 프랑스 무기회사가 보어에게 무기를 판 일은 이해하기 어렵지 않았다. 당시 두 나라는 영국과 제국주의적 경쟁을 치열하게 벌이고 있었다. 영국이 남아프리카를 점령하게 되면 그만큼 두 나라의 지역 내 영향력은 줄어들기 마련이었다.\n\n따라서 영국인과 보어인 사이에 이권을 두고 마찰이 생기자, 1900년 6월 영국군은 트란스발에 침입, 점령하고 9월 트란스발공화국의 영국병합을 선언하였다. 오렌지 자유국도 전쟁이 개시되자 트란스발 측에 가담하여 참전하였으나, 2월 영국군은 주력부대를 격파하고 5월에 오렌지 자유국의 영국병합을 선언하였다. 그러나 연합보어군은 그 후 2년 동안 게릴라전을 전개, 반항을 계속하여 영국군을 괴롭혔으며 두 나라의 대부분을 다시 해방시키고, 영국령까지 진격하여 들어갔다.\n이에 영국은 45만 군인을 동원하여 보어인의 전답·가옥을 불사르고, 21 만명의 비전투원을 강제적으로 집단수용소에 집어 넣었다. \n이처럼 민족 전멸의 위기에 봉착하자, 1902년 마침내 보어인은 영국에 굴복하고, 영국은 두 나라를 영국령 식민지로 함으로써 남아프리카를 완전히 정복하였고 베레니깅(Vereeniging) 조약이 맺어졌다. \n\n[1차 세계대전]\n1870년대 이후 자유무역에 역행하는 움직임이 일어났다. 그 선두 주자가 독일이었다. 독일은 보호무역 조치를 취했고 경제적 국수주의로 돌아갔다. 프랑스 역시 정부의 권한을 강화하고 프랑스 내 외국인 투자를 억제하는 것은 물론 해외투자를 통제하는 방향으로 움직이기 시작했다. 가장 오랫동안 자유무역을 유지해왔던 영국조차 해외투자를 억제하기 시작했다. 이런 적대적인 세력들이 극단으로 치달아 충돌해 제1차 세계대전이 일어났다.\n\n미국 경제의 주요 수출시장은 유럽이었다. 유럽 내 전쟁의 기운이 감돌면서 경제적 불안감이 다가\n왔다. 전쟁의 단골 순서인 금에 대한 수요가 폭증했다.\n유럽의 투자자들은 혹시 모를 현금을 마련하고자 미국 기업의 주식을 내다 팔았다. 주가는 폭락했\n다. 자본을 회수하려는 유럽 금융가들에 의해 은행 인출이 증가했다. 이는 즉시 금으로 태환 되어 미국\n내 금의 유출이 증가했다.\n밀과 면화의 유럽 수출도 감소되었다. 가장 큰 문제는 불확실성 속에 담긴 심리적 공황상태가 경제\n를 억누르고 있었다.\n전쟁이 시작되자, 상황은 돌변했다. 유럽의 곡물 수확량이 조금씩 감소하면서 수입 요청이 서서히 늘어났다. 독일의 발트해 지배와 더불어 흑해를 통한 러시아의 곡물 수출(당시 최대의 곡물 수출국)이 중단됐다. 식량 생산의 감소와 공급처의 축소로 미국 농산물에 대한 수요는 증가했다. 전쟁이 장기화되면서 군인으로 징집된 젊은이들로 유럽의 수확량은 더더욱 감소했다.\n미국의 농산물 수출은 해가 갈수록 급격히 증가했다. 농가 수입은 전쟁 전과 비교할 수 없을 정도로 늘어났다. 유럽이 지배하고 있던 남아메리카와 아시아 시장으로 미국의 제품이 수출되었다. 시장의 확대가 저절로 이루어졌다. 전쟁에 필요한 군수품과 자동차, 철도 건설 자재 등 유럽 각국으로부터 주문이 쏟아져 들어왔다. 생산량은 전쟁 전에 비해 호황을 누리기 시작했다. 주식시장도 화답했다. 최고의 상승률을 보여주었다. 유럽 서부 전선의 악몽 같은 참호전이 시작됐다. 소모적 교착상태에 빠지면서 유럽의 금융 자산이 안전한 도피처를 찾아 미국으로 되돌아왔다. 전쟁비용의 증가는 유럽 각국이 보유하고 있던 자국의 자산 총량을 넘어섰다. \n미국에 투자했던 자본을 유동화하기로 결정했다. 기존에 보유하고 있던 연방정부 채권 등을 매각\n했다. 전쟁이 끝날 무렵에는 약 70퍼센트의 외국 자본이 미국 자본으로 주인이 바뀌었다.\n전쟁 전 유럽이 소유하고 있던 미국 우량 기업의 주식이 헐값에 나왔다. 미국 금융자본이 거의 쓸\n어 담듯이 거둬들였다. 말 그대로 노다지였다.\n미국 기업이 벌어들인 이익이 유럽이나 외국으로 유출되지 않았다. 국내 자본으로 재투자되는 선\n순환 구조를 낳았다.\n각국의 자본이 가지고 있던 유럽 내 기업과 자산들이 시장에 급매물로 쏟아져 나왔다. 유동성이 풍부해진 미국 기업들은 하나둘 매입을 시작했다. 유럽의 시설을 이용, 전쟁으로 산업 기간망이 붕괴된 유럽에 다시 수출을 늘렸다. 기존에 가져보지 못한 막대한 이익을 챙겼다. 전쟁 특수는 미국이 산업 강국으로 올라서는데 중요한 밑바탕이 되었다. 물론 그 중심에는 뉴욕의 월스트리트가 있었다.\n\n전쟁의 발발과 동시에 독일·프랑스·영국 오스트리아 등 주요 연합국과 동맹국들이 일제히 금본위제에서 이탈한 것이 대표적이다.  \n4년 3개월간 전쟁을 치르며 이들이 쏟아부은 전비(戰費)는 가히 천문학적이었다. 독일은 전전 예산의 50년분을, 영국은 38년분, 프랑스는 27년분, 러시아는 18년분을 썼다. 피크 때 연간 국민총생산(GNP) 대비 군사비는 독일이 53%, 영국이 38%, 미국이 13%에 달했다.\n각국은 이 많은 전비를 어떻게 마련했을까? 노구치 교수에 따르면 크게 3가지다.  \n우선 증세다. 미국의 경우 전비의 30%를 세수로 충당했다. 그러나 미국 이외 국가에선 이 방법은 거의 사용되지 않았다. \n두 번째는 외국으로부터 차입이다. 연합국은 당초 영국에서 돈을 빌리다가 전쟁 후반에는 미국으로 차입처를 옮겼다. 동맹국은 독일이 물주였다.  \n세 번째는 국채를 발행해 국내에서 소화하는 것이다. 다만 저축으로 감당하기엔 너무 거액이어서 중앙은행들이 지폐를 발행하는 방식으로 사들였다. 각국이 금본위제를 중단한 배경도 이런 자금 조달 방식 때문이었다고 노구치 교수는 설명했다.  \n전비의 대부분은 국채 발행으로 메웠다. 영국은 공채를 발행하고 지폐를 찍어냈다. 미국은 연방정부가 설립된 지 얼마 안 된 연방준비제도(FRB)로부터 차입하기 위해 FRB가 지폐를 발행하도록 했다.  \n통화 발행량이 늘어나면 물가는 오르게 마련이다. 그러나 전시 중에는 물가가 통제된 까닭에 인플레 영향이 부분적으로만 표면화될 뿐이었다. 결국 전후 잠재화된 요소가 폭발하면서 물가 폭등으로 이어졌다.  \n독일은 대부분의 전비를 정부단기증권과 국채, 지폐 발행으로 충당했다. 지폐 발행 잔고는 전전 20억 마르크이던 것이 전쟁 막바지인 1918년 3월 말엔 120억 마르크까지 치솟았다. 그러나 도매물가는 1917년 34%, 1918년 20% 증가에 그쳤다. 일종의 착시 현상이었던 것이다.  \n노구치 교수는 “전후 독일 경제를 파탄의 구렁텅이로 몰아넣은 주범이 당시 독일 중앙은행인 라이히스방크의 루돌프 폰 하펜슈타인이었다”면서 “그는 ‘독일이 필요로 하는 것은 모두 지폐로 해결할 수 있다’는 경제철학의 신봉자였다”고 지적했다.  \n\n1915년 1월 15일, 영국의 육군과 해군이 미국 금융회사 JP모건과 전쟁물자 구매 대행계약을 맺었다. ‘대영제국의 군수품 조달을 일개 외국 회사에 맡길 수는 없다’는 반대론이 국내에서 일었어도 영국은 앞뒤 돌아볼 처지가 아니었다. 제 1차 세계대전이 장기화하며 군수품 보급이 딸렸던 탓이다.\n영국은 전쟁 물자를 구매하는 상대로 미국 정부가 아닌 모건 하우스를 택할 수밖에 없었다. 중립을 지키던 미국 정부는 연합국 뿐 아니라 독일과도 무역 관계를 이어나갔으니까. 영국 해군은 전쟁 초기에 독일 함대와 맞싸우는 와중에서도 곡물을 싣고 독일로 향하는 미국 선박을 봉쇄하려 전력을 분산시킨 적도 있다.\n모건과 영국 사이의 군수물자 구매 대행 계약은 미국 사회 전체로도 전환점이었다. 1차 대전이 터졌을 당시 미국의 분위기는 침체 일색이었다. 뉴욕 증시가 5개월간 휴장하고 영국 해군의 봉쇄로 유럽에 대한 농산물과 면화 수출도 급격하게 줄어들었다. 경기가 나빠지고 종국에는 직접 참전해 전쟁의 참화에 휘말릴 것이라는 우려가 미국을 감쌌다.\n모건 하우스와 미국 정부 일부 관료들의 속내는 달랐다. 전쟁을 커다란 수익원으로 여긴 것. 그랬다. 연합국의 병기제조창이 된 미국의 경기는 활활 타올랐다. 미국산 전쟁물자를 구입하려고 영국이 애초 예상했던 금액은 최대 5,000만 달러. 전쟁이 끝날 때까지 영국은 예상의 60배인 30억 달러 이상을 미국산 물자를 사는 데 썼다.\n전쟁 직전까지 연간 5,000만 파운드였던 영국의 국방비 지출은 전쟁이 시작된 이후 하루 500만 파운드로 늘어났다. \n프랑스와도 비슷한 계약을 맺은 모건 하우스가 연합국을 대신해 사들인 월평균 군수 물자의 대금은 한 세대 전의 세계 경제 총생산(World GDP)과 맞먹었다. 총과 대포, 각종 탄약에 군함과 비행기 등 무기류는 물론 철조망에서 쇠고기·차량·의족에 이르기까지 수출품을 유럽으로 쏟아낸 덕분에 모건 하우스는 ‘금융과 실물경제의 지배자’로 떠올랐다.\n모건 뿐이랴. 중소기업이던 듀폰사는 모건의 구매대행 주문 덕에 연합국 탄약의 40%를 공급하며 세계 1위의 석유화학 업체로 올라섰다. 수주 1,000만 달러를 넘긴 적이 없던 미국 베들레헴 철강도 1억 3,500만 달러 상당의 군함과 대포, 잠수함을 주문받으며 세계적인 조선업체로 거듭났다.\n미국은 수출과 모건의 수수료(매매금액의 1%)뿐 아니라 뜻밖의 부대수입까지 거뒀다. 유럽에 군마(軍馬)로 팔려간 말을 대신하려고 농부들이 트랙터를 사들인 덕분에 순식간에 농업의 대형화·기계화를 이뤘다. 덩달아 농기계 가격이 30% 뛰었지만 누구도 부담으로 여기지 않았다. 전쟁 기간 중 미국의 농축산물 수출이 5배 가까이 늘어나는 호황을 누렸으니까.\n결정적으로 미국의 재정이 펴졌다. 전쟁 직전인 1914년에는 37억 달러를 외국에 갚아야 하는 세계최대의 채무국이던 미국은 불과 4년 사이에 126억 달러를 갚으라고 큰 소리칠 수 있는 세계최대의 채권 국가로 탈바꿈했다. 런던과 파리 등지의 외국인 큰손이 보유하던 미국 내 우량주식도 싼값으로 되샀다. 영국과 프랑스가 발행한 채권을 미국인들에게 판매하며 뉴욕의 월스트리트는 런던의 더 시티(금융중심가)를 제치고 세계 자본의 심장으로 뛰어올랐다.\n\n\n[제2차 세계대전]\n■ 랜드리스(Lend-Leas)법\n무기대여법은 제2차 세계대전 당시 미국 대통령 프랭클린 D. 루스벨트가 주장한 미국의 대연합군 물자지원 계획이다. 나치 독일, 이탈리아 왕국, 일본 제국, 헝가리 등의 추축국에 대항하기 위해 동맹국에게 물자를 지원하자는 취지로 1941년 3월 11일에 시작해 1945년 9월 2일에 종료했다. \n각종 무기나 군수품 외에도 식량이나 연료도 지원했다. 당시 루스벨트 대통령이 1940년에 주창했던 민주주의의 병기창 정책의 일환으로 사실 유럽 연합군의 핵이었던 소련과 영국 모두 1 차 세계대전 이후 혁명과 경제정책의 실패로 자금이 부족했던데다가 전쟁 초기 독일군 공세에 밀려났기 때문에 제대로 싸우기 힘들었다. 일본군에 대항하던 중국 국민당은 더욱더 힘든 상황들이였기에 1차 세계대전 당시 전혀 피해를 보지 않았던 미국의 자금으로 전황을 바꿔보자는 취지였다.\n\n소련은 2차 세계대전 당시 막강한 생산력을 바탕으로 말 그대로 찍어낸 T-34를 사용해 독일로 진격해 승전을 이뤄낸다. 하지만 이 과정에서 미국의 지원이 없었다면 소련이 독일의 공세를 막아내는건 가능하겠지만 반격을 가할 수 있을지에 대해서는 회의적으로 보는 사람이 많다. 왜냐하면 당시 소련 공군은 경합금 관련 기술이 부족해 방부 처리가 안된 나무로 전투기를 만드는 상황에서 벗어나서 미국이 지원한 경합금으로 생산한 항공기에 미국제 엔진을 달았으며, 미국이 지원해준 항공유로 비행기를 띄우며, 미국이 준 무전기로 통신하면서, 미국에서 보내준 고폭약으로 만든 항공폭탄으로 독일군의 공세를 이겨냈다. 게다가 직접 영국제와 미국제 비행기 18,303대를 지원받았는데 이는 소련 공군이 보유한 모든 항공기의 15%를 차지했다. 미국이 준 약 15,000,000 켤레 전투화는 소련 육군 장병들이 신고도 남았고, 함께 온 혹한기 대비용 털장화는 소련 장병들이 호평할 정도로 질이 좋았다. 소련군 장병들의 보급에는 당연히 미국이 준 스팸 통조림도 있었으며 심지어는 스탈린그라드 전투 중반에 소련군이 혼돈의 상황에 빠져서 식량 배급이 극도로 부실할 때 장병들에게 가장 마지막으로 나눠 준 게 허쉬 초콜릿이었다고 할 정도다.\n\n군과 민간인의 생활을 동시에 지탱해준 수송 분야는 완전히 미국제가 점령 했는데 당장 소련군은 미국이 준 40만 대의 트럭과 지프를 타고 다녔는데 이는 나치 독일이 2차 대전 중 생산한 모든 트럭 수를 능가한다. 게다가 미국이 준 철도 레일과 1,860량의 기관차, 11,181량의 화차와 객차로 병력과 물자를 실어날랐으며, 이 때문에 전쟁 기간 내내 소련제 기관차, 화차, 철도 관련 시설에 대한 생산은 거의 없었고, 기존에 있던 차량과 시설을 보수할 목적으로 가뭄에 콩나듯 조금 생산한 것이 전부였다. 덤으로 석유도 2,599,000톤을 지급해서 모처럼 받은 수송차량이 움직이지 못하는 것을 막았다.\n\n식량 분야도 엄청난 지원을 받았다. 일단 소련은 자급자족이 가능했긴 했지만 개전 초의 대패배로 주요 곡창지역이 독일군에게 넘어간 상황에서 제대로 된 농기계도 없이 인력 부족인 상황에서 남은 농경지만으로 버티기에는 역부족이었다. 결국 미국에서 트랙터나 콤바인을 지원해주고 비료까지 투입한 덕분에 간신히 기초적인 식량을 확보할 수 있었다. 물론 통조림 같은 저장물자나 전투식량은 미국제의 비중이 엄청나게 높을 수 밖에 없었다. 이러한 식량 지원은 4,281,910톤으로 소련이 필요한 식량의 25%를 담당했다.\n\n미국의 지원은 무기보다는 소련이 중공업에 집중할 수 있도록 알루미늄, 구리 같은 자원 및 객차 및 화물을 실는 화차를 끄는 기관차 같은 부수기재들을 공급했다는 점에서 더 빛을 발휘했다. 항공유 1 가지만 예를 들어도 전쟁 전 소련은 석유는 많이 뽑았어도 기술부족으로 78 옥탄가 밖에 안 되는 저등급밖에 생산하지 못했으며, 이것도 전쟁이 발발하자 생산을 못해 미국이 100옥탄가의 고등급 항공유를 100만 배럴 넘게 지원했으며 나중엔 아예 4개 플랜트 시설을 제공했다. 그것도 레일이나 연료탱크같은 부수기재까지 통째로 같이 넘겨주면서 말이다.\n\n영국은 랜드리스 물량 전체에서 60% 가량을 차지한다. 영국 육군의 경우 사실상 전차의 주력이 M4 셔먼으로 통일되어야 했고, 파이어플라이 같이 셔먼 전차를 개조한 개량형도 생산하기도 했다.\n영국 해군도 사정은 마찬가지라서 개전 당시 대서양과 지중해, 태평양 3개 전선에서 활동하느라 전력이 분산되어 함선 수가 부족한데 대서양 전투로 유보트의 위협까지 받자 미국에게 구식 구축함 50척을 지원해달라는 것을 시작으로, 수십척의 호위 항공모함 및 호위 구축함을 지원받았다. 게다가 주력함인 전함과 항공모함도 영국 본국의 수리 및 건조시설이 부족해 대규모 개장이나 수리를 해야 할 지경에 이르면 미국으로 가서 수리 및 개조를 받는 일이 다반사였다. 그리고 이러한 함선 지원의 대가로서 영국은 카리브 해 지역의 주요 해군 기지들을 미국에 양도하게 된다. 이후 영국은 카리브 해의 제해권을 완전히 미국에 넘겨주게 된다.\n\n또한 본토만으로는 식량자급이 불가능하기 때문에 미국의 식량지원이 소련보다 더 절실했다. 영국에서 생산하는 각종 통조림이나 전투식량도 상당수가 미국제 완제품이 아니면 미국에서 들여온 원재료를 영국에서 가공처리한 것일 정도였다. 무엇보다 영국이 소련에게 지원한 물자의 상당수도 사실상 미국제였다.\n\n랜드리스는 뜻 그대로 무기를 대여해주는 것으로 무상 지원이 아니다. 당연히 여력이 있는 국가는 전부 갚아야 했다. 1945년 9월 2일, 전후 피폐한 영국은 갑자기 무기대여법이 끊기자 미국에 추가 원조를 요청했다. 그래서 미국이 쓰고 남은 물건을 거의 10분의 1 가격으로 떨이로 팔고 나서 50년 단위로 상환을 받기로 계약을 체결하는데, 그 '10분의 1'로 떨이 판매한 물자의 액수가 대략 11억 파운드 가까이 됐다. 여기에 무기대여법으로 전쟁 끝나고 나서는 갚아야 하는 빚도 추가되어 영국은 이 모든 부채를 상환하기 위해 전쟁 이후 긴축에 힘써야 했고, 2006년에서야 비로소 다 갚을 수 있었다.\n소련은 1948년에 1.7억 달러로 전부 변제하는것으로 하자고 했으나 미국의 반발로 무산되었다. 90년대에 소련이 붕괴하는 바람에 변제 주체에 대한 문제가 발생한다. 결국 소련의 구성 공화국 중 러시아가 잔액의 61.34%를 담당하기로 하고 나머지는 구성 공화국들이 나누어 책임지기로 했으나 발트 국가, 아제르바이잔, 몰도바, 투르크 메니스탄, 우즈베키스탄은 서명하지 않았다. 그러나 1993년 4월 2일 러시아가 관련 채무를 전부 책임지는 것으로 서명하여 랜드리스 관련 채무는 전부 러시아가 책임지게 되었다. 2000년에 6억달러를 변제하고 경제가 나아진 2006년 8월부터는 조금씩 변제하고 있긴 하지만 여전히 총액에 비하면 이자 수준에 불과하다.\n중국 국민당의 경우는 국공 내전 이후 타이완 섬으로 쫒겨 나가서 갚을 여력은 커녕 추가적인 도움이 있어야 생존할 수 있었기에 그냥 미국이 빚 받기를 사실상 포기했다. 그 외에도 무기 대여를 받은 국가들은 전쟁 이후 물자 지원에 대한 보답 겸 대금 지불 대신으로 미국에게 병기나 식량 등의 물자를 지급하거나, 기지 부지 등을 제공해주기도 했다.\n\n전후 미국은 트루먼 독트린에 따라 유럽에 부흥자금을 지원하는 마셜 플랜까지 실시했고 무기대여법과 마셜 플랜은 전후 세계에서 미국의 입지를 새롭게 구축하는데 많은 보탬이 되었다.\n이것은 미국 경제에도 큰 도움이 되었는데, 당시 과잉생산으로 대공황이 발생한 점을 생각하면 대공황의 후유증을 벗어나지 못했던 미국 경제가 이런 잉여 생산품을 외국에 처분하게 되어 대공황을 완전히 벗어날 수 있게 되었고, 1950년대 미국의 활황을 만들게 된 원동력이었다. \n\n나치가 심각하게 보수적인 집단이기는 하지만 생산력 자체는 미국을 제외한 다른 연합국에 비해서는 밀릴 것이 없는 수준이었다. 게다가 전성기 시절 추축국은 영국과 러시아의 유럽 영토 일부를 제외하면 정복과 동맹, 우호적인 중립 등을 통해 전 유럽의 자원과 공업력을 거의 다 흡수한 상황이었다. 물론 소련의 경우 공장 설비를 포함해서 회수 할 수 있는건 모조리 회수해서 후퇴하기는 했지만 모든 설비를 뜯어갈 수 있었던 것도 아니였으며 공장은 회수한다 하더라도 지하에 매장된 자원은 그렇게 할 수 없으며 이는 소련의 공업력에 상당한 타격을 주었다. 다만 소련 점령지에서 독일이 얻은 이익은 다른 점령지보다는 적은건 사실인데 설비를 뜯어간것 뿐 아니라 인종청소를 빌미로 학살을 행했기 때문이다.\n그러나 소련이 비숙련공을 동원해서라도 찍어내다 보니, 규모의 경제 및 숙련에 의해 갈수록 더 나은 것이 찍혀나오는 소련에 비해 독일의 생산효율성은 심하게 떨어졌다.\n독일은 독소전쟁 이전에 이미 총력전 태세로 들어갔고, 소련의 광대한 영토를 점령하여 많은 자원과 공업력을 가지고 있었으나 관료제의 부패 및 기업들의 알력 다툼 등으로 지극히 비효율적인 생산을 했다. 프리츠 토트 - 알베르트 슈페어의 생산 개선에 의해서야 무기 생산량이 증가하기 시작했으나 이는 상당히 늦은 시점(1943 ~ 1944)이었고 이미 연합군은 추축국 점령지를 탈환했고, 추축국 내부에서도 동맹들이 하나 둘씩 이탈하기 시작하기 시작했다. 영국과 소련의 자원줄을 차단하던 유보트 전력도 상당 부분을 상실했으며 오히려 연합군 해공군에 의해 독일의 자원줄은 계속 막히고 있었다. 공장에는 포탄이 떨어지고, 장인들 역시 자원이 부족해서 예전같은 고품질의 병기를 마음대로 만들 수 없는 상황이었다. 총력전에 동원된 비숙련공들이 만든 병기들은 품질이 떨어진다는 단점은 고스란히 가져가면서도 비숙련공의 숙련화를 통한 공업효율 증가 효과는 크게 누릴 수 없었다. 즉 결국 전쟁 후반에는 개선된 품질의 소련제 병기와 전장에서 끝없이 숙련된 소련 병사들의 힘으로 비효율의 독일을 앞지를 수 있었다.\n\n추축국의 중심인 독일 역시 동맹국의 지원을 받았다. 독일은 원유의 30% 이상을 루마니아에서 받았으며, 전차부품의 최소 30% 이상을 헝가리로부터 공급받았고, 강철과 같은 물품들의 1/3을 노르웨이에 의존하고 있었다. 독일은 동계 월동장구를 절대적으로 핀란드에서 공급받았다. 독일은 전쟁 내내 핀란드로 부터 동계 장비를 공급받았으며, 북아프리카 전선 또한 이탈리아 해군이 도와 준 덕분에 겨우 보급을 유지하는게 가능했었다. 또한 독소전 초기 독일의 보급선은 독일의 동맹국들이 피와 살을 깎는 고통을 겪으며 보호해주고 있었다. 일본군의 경우엔 같은 추축국의 지원을 받기보단 점령지 및 식민지를 쥐어짜서 중국 및 미국에 대항하는 수단으로 썼다. \n\n■ 파시즘\n1941년 히틀러가 미국에 선전포고를 하기 전까지만 해도, 미국의 파워 엘리트들은 히틀러에게 호의적이었다. 히틀러의 파시즘은 혁명적이라 하기보다는 보수적이었기 때문이다. 일례로 정권을 잡은 히틀러는 노동조합과 좌파 정당을 무자비하게 제거했다. 노조라면 치를 떨던 미국의 자본가들은 히틀러의 과감함에 찬사를 보냈다. 1920년대부터 독일 기업과 독일에 합작회사를 세운 미국 기업의 주주와 경영자들은 히틀러 덕에 인건비를 대거 줄이고 수익을 높일 수 있었다. 1933년 독일을 방문한 제너럴모터스 회장 윌리엄 너드센은 나치 독일을 두고 '20세기의 기적'이라고 추켜세웠다.\n\n■ 태평양전쟁 미국의 음모론\n미국이 노린 것은 오히려 중국과 동남아의 수지 맞는 시장을 장악한 일본이었다. ‘고립주의’를 내세운 미국은 먼저 전쟁을 시작할 명분이 없었기에 일본이 침략 행위를 하도록 자극했다. 루스벨트는 미국 내 일본의 모든 자산을 동결하고 영국, 네덜란드와 협력해 일본에 석유 제품의 수출을 막았다. 특히 일본군의 암호를 해독해 진주만 공격 사실을 알고 있었음에도 하와이의 지휘관들에게 이를 경고해 주지 않았다.\n\n전쟁의 경기부양효과가 거론되는 것은 주로 제 1 차 세계대전 이후 부터다. 특히 1930년대의 세계 대공황기에 독일과 미국이 재무장과 더불어 공황에서 벗어났던 것은 그 대표적인 사례로 꼽힌다.\n http://www.munhwa.com/news/view.html?no=2001092001010637115002\n2차 세계대전이 대공황을 끝낸 것이 아니라는 논거는 ‘깨진 유리창’ 이론을 들 수 있다. \n2차 세계대전이 대공황을 끝냈다고 주장하는 사람들은 단지 눈앞에 보이는 것만 본 것이다. \n\n[제4차 중동전쟁]\n제4차 중동전쟁이 시작되면서 OPEC의 이집트와 사우디아라비아를 중심으로 리비아 아랍 공화국, 이라크, 이란 제국, 시리아, 튀니지가 손잡고 석유를 감산하는 동시에 원유 가격을 인상했다. 여기서 4차 중동전쟁 당시 이스라엘을 지지했던 미국, 영국, 캐나다 자치령, 네덜란드 같은 나라들이 피해를 많이 입었고, 4차 중동전쟁 당시 아랍권을 지지했던 프랑스, 서독, 일본, 대한민국 같은 나라들이 수혜를 많이 입었다.\n\n이 전쟁이 시작되자마자 중동 산유국들이 이스라엘에 협력적인 국가에 석유 수출을 금하는 바람에 오일 쇼크가 발생해 전 세계 경제를 뒤흔들어 놓았다. 이때의 오일 쇼크로 이스라엘 경제도 큰 타격을 입어 1970년대 중후반에 두자릿수대, 1980년대 상반기에 세 자릿수대 인플레이션으로 경기침체를 겪게 되었다. 특히 1984년 당시의 물가상승률은 445%를 기록하여 중남미 국가들을 제치고 세계 최악의 인플레이션에 시달렸다. 이 탓에 1977년 총선에서 리쿠드가 집권했음에도 어쩔 수 없이 시나이 반도를 내주게 되는 계기 중 하나가 되었다. 이러한 인플레이션 문제는 1980년대 후반이 되어서야 겨우 해결되었다.\n\n당시 사우디아라비아의 석유부 장관 아메드 자키 야마니는 제3차 중동전쟁 시절 OPEC의 석유 금수조치에 대해 완전한 석유 금수란 불가능하며, 부분적인 금수조치는 의미가 없다고 주장했다. 결국 제3차 중동전쟁 이후 아랍권은 석유 무기화를 시도했다. OPEC에서 석유 금수 조치를 결의하고 수출을 중단했으나, 이란 제국과 아프리카 지역, 인도네시아와 말레이시아, 베네수엘라, 미국까지 증산하면서 효과가 없었을 뿐 아니라 시장점유율을 크게 상실했을 정도로 손해를 막심하게 입었기 때문이었다. 이후 OPEC는 시장 점유율 회복을 위해 증산을 해 원유를 헐값에 팔아야 하기도 했다.\n제4차 중동전쟁을 시작하면서 그는 금수 조치가 아닌 매월 단 5%만 감산해도 시장에 큰 충격을 줄 수 있다고 주장했다. 제3차 중동전쟁 시절의 금수 조치가 아니었기 때문에 OPEC 회원국들의 참여도도 높일 수 있었다. 이 전략은 성공적으로 맞아 들어가 1배럴 당 2.9달러였던 원유가는 한 달 만에 12달러에 이르렀으며, 이는 현재 달러 가치로 환산하면 14.5달러에서 55달러로 폭등한 것이었다. 그리고 당시 친미 국가였던 베네수엘라와 인도네시아, 나이지리아와 비 OPEC 국가인 소련도 이 틈을 타 석유 가격을 대대적으로 인상했다. 이 석유 무기화 전략으로 아랍은 제4차 중동전쟁에서 일본과 유럽공동체의 지지를 얻어내는데 성공했으며, 박정희 정권의 한국도 1973년 12월 17일 아랍을 지지한 적이 있다.\n중동과 베네수엘라, 가봉 등의 산유국들은 말 그대로 역사적인 호황기에 접어들었고, 세계 최대의 산유국 중 하나였던 소련도 꽤나 쏠쏠하게 이득을 보았다. 그러나 기존의 저유가가 상식이던 시대의 세계 경제, 특히 미국과 영국이 가장 큰 타격을 입었다. \n중동의 석유 감산은 제4차 중동전쟁이 끝난 이후에도 계속되었으며, 1974년 3월이나 되어서야 감산을 중단했다.\n\n[러우 전쟁]\n우크라이나 사태 이후 에너지를 볼모로 한 패권 전쟁이 뚜렷해지고 있다. 세계 1위 산유국 미국이 ‘역대급’ 전략비축유를 풀며 유가 안정에 나섰지만, 러시아와 사우디아라비아는 돕기는커녕 꿈쩍도 않고 있다.\n\n뉴욕타임스(NYT)는 “미국, 영국, 캐나다가 러시아 원유 수입을 중단하면서 하루 약 300만배럴의 공급 부족이 발생하고 있다”며 “미국의 비축유 방출로 메워지지 않을 것”이라고 말했다. 미국 입장에서는 하루 100만배럴 방출이 ‘최후의 카드’ 격이지만, 원유시장의 패닉을 잠재우는데 턱없이 모자란 것이다.\n스티븐 이네스 SPI자산운용 파트너는 “과거 사례를 보면 전략비축유 방출은 일시적인 조치”라고 말했다.\n이 와중에 세계 2위, 3위 산유국인 사우디와 러시아는 오히려 미국에 각을 세우는 기류다. OPEC와 러시아 등 비(非)OPEC 주요 산유국들로 이뤄진 ‘OPEC 플러스’(OPEC+)는 이날 석유장관 회의를 통해 “오는 5월부터 하루 43만2000배럴 증산하기로 합의했다”고 밝혔다. 기존 40만배럴에서 겨우 3만2000배럴 추가로 늘린 것이다. 미국, 영국 등은 그동안 원유 공급의 실질적인 키를 쥔 OPEC+를 향해 끈질기게 대규모 증산을 요구해 왔다. 이런 점에서 이날 결정은 사실상 서방 진영을 향한 거절의 의미가 있다는 평가다. \n푸틴은 러시아에 비우호적인 국가들은 4월 1일부터 가스 구매 대금을 루블화로 결제하도록 하는 대통령령에 서명했다. 이는 러시아산 에너지 의존도가 높은 독일, 프랑스 등의 약점을 파고드는 것이다. \n지금 당장 가스가 필요하다는 약점이 바뀌는 건 아니다. 독일은 러시아산 가스 의존도가 50% 이상이다. 러시아가 가스를 보내지 않으면 경제 붕괴를 우려할 만한 수준이다. 월가의 한 고위인사는 “미국은 그나마 상황이 낫지만 유럽은 정말 스태그플레이션이 올 수 있다”고 말했다.\nNYT는 “미국 등 서방은 잇단 제재를 통해 러시아의 재정을 압박하려 하지만 동시에 자국의 물가 폭등에 취약하다”며 “러시아는 전쟁 자금을 대기 위해 에너지 판매 대금이 절실하게 필요하다”고 진단했다. 두 진영간 치킨게임 양상의 핵심으로 에너지가 부상하고 있다는 것이다.\n\n늘어난 수요를 당장 충족시키는 데는 한계가 있다. 호주는 구리와 니켈 매장량이 풍부하지만 그동안 투자가 부족해 단시일 내에 생산량을 끌어올리기는 어려운 처지다. 캐나다는 철도와 항구의 수송 능력이 거의 한계에 달했다. 미국으로 원유를 수출하는 파이프라인 증설 계획도 환경단체들의 반대로 취소한 상태다.\n\n다만, 단기간에 캐나다가 러시아발(發) 원자재·곡물 수급난을 해결할 대안이 되기까진 난관이 적지 않다.\n증산된 원자재와 곡물 등을 실어 나를 철도와 항만 등 사회간접자본이 부족하며, 심지어 곡물 수출에 사용할 빈 컨테이너 확보가 어려운 상황이란 게 WSJ의 분석이다.\n원유와 광물 자원에 대한 증산을 현실화하려면 환경 문제가 걸림돌이 될 것이란 지적도 있다.\n소냐 새비지 캐나다 앨버타주(州) 에너지부 장관은 원유 추가 생산을 위해선 연방 정부가 규제를 완화해야 한다고 주장했다. 온실가스 완화를 위해 화석연료 업계에 부과한 각종 규제 정책을 변경한다면 하루에 30만 배럴 증산이라는 목표는 어렵지 않게 달성할 수 있다는 것이다.\n그럼에도 전쟁이 촉발한 수요 증가는 자원 부국의 수익 증가로 이어질 전망이다. \n\n서방의 제재가 무색하게 러시아 루블화의 가치가 우크라이나 침공 이전 수준으로 회복했다. 러시아 정부의 강력한 루블화 반출 규제 조치, 기준금리 인상, 국제유가 급등이 영향을 미친 것으로 분석된다. 루블화 가치 회복의 가장 큰 배경으로는 러시아 당국의 규제 조치가 꼽힌다. 스위프트 결제망 퇴출 발표 이후 러시아 국민은 해외로 현금을 옮기기 시작했다. 은행에 줄을 서가며 달러화를 확보하기도 했다. 그러자 러시아 중앙은행은 외화 국외 반출 상한액을 1 만달러로 제한했다. 루블화 외화 환전도 오는 9월까지 중단한다고 발표했다.\n파격적인 금리 인상도 루블화 가치 안정에 보탬이 됐다. 지난 2월28일 러시아 중앙은행은 기준금리를 기존 연 9.5%에서 연 20%로 올렸다. 금리가 두 배 이상 오르면서 루블화 저축의 유인이 커진 셈이다.\n우크라이나 침공 뒤 고공 행진하는 국제유가도 산유국인 러시아 경제에 긍정적으로 작용하고 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-29T08:04:18.854000",
  "updatedAt": "2023-10-08T22:19:10.808000"
}