{
  "id": "b3744c21-51b7-42f5-b05e-23bfa3d59c5c",
  "title": "오호십육국시대",
  "content": "![image](media/1970b39ee7b.a2cd5dbf1c94fab0.jpg)\n![image](media/1970b45f911.8b5cb91b7d799ac8.jpg)\n![image](media/1970b478f0b.9c1616773690cc69.png)\n\n\n\n삼국시대의 구도가 이 시기에 본격적으로 정립되었다.\n후한의 붕괴 - 위ㆍ촉ㆍ오의 대립 - 서진의 통일ㆍ 붕괴로 이어지는 연이은 혼란은, 한군현에 의해 통치되던 중국의 통제력도 약화시켰다. 물론 그 이전에도 고구려가 이 지역을 틈틈이 털기는 하였지만, 이 지역이 결정적으로 몰락했던 때가 바로 5호 16국 시대였다. 그리고 310년대에 고구려 미천왕은 대방군과 낙랑군을 멸망시켜 가야의 경제도 악화시켜 버렸다.\n그리고 고구려의 한군현 침공 당시 백제가 대방을 돕는 과정에서, 양국은 처음으로 군사적 충돌을 하게 된다. 낙랑과 대방이 사라진 이후에도, 그 지역의 지배권을 놓고 고구려와 백제가 대립하였는데 이 과정에서 고구려 고국원왕이 백제 근초고왕과의 싸움에서 전사하게 된다.\n고구려의 소수림왕이 왕권 강화를 위해 전진으로부터 불교를 받아들이고, 율령을 반포하고, 태학을 설립해 유교를 불교와 같이 통치이념으로 삼는다.\n한편 대방과 낙랑의 몰락은, 진한 지역에도 엄청난 충격을 주었다. 본래 진한은 경주의 도시 국가 사로국을 맹주로 하는 소국 연맹체였으나, 사로국은 진한의 구조를 '금성(서라벌)'을 도읍으로 하는 영역 국가 신라로 재편시킨다. 이 재편이 완료된 것은 내물 마립간 시기로 추정되고 있다. 몇 년 안 가 신라는 백제, 가야, 왜가 신라를 계속해서 침공해 오지만, 고구려 광개토대왕의 구원으로 삼국 연합군이 섬멸되고 그 댓가로 장수왕 때까지 고구려의 내정간섭을 받는다.\n마립간 문서에서 보듯이, 이사금(연장자)이 군장 사회의 우두머리에 알맞은 칭호인 반면에 마립간(간干들의 우두머리)은 영역 국가의 군주에 어울리는 칭호다. 그리고 마립간 시기에 영역 국가로 전환한 신라는, 기존과는 달리 한 씨족(김씨)이 독점적으로 군주를 배출하는 본격적인 왕조국가로 발전한다.\n그리고 변한 지역에서도 변화가 나타났는데, 중원의 혼란과 낙랑 및 대방의 몰락은 그 지역과의 교류를 통해 부를 축적하던 가야에도 경제적 타격을 준다.\n즉 이 시기에 낙랑 및 대방에서 한군현이 사라지고, 고구려와 백제가 처음으로 직접적인 군사적 대립을 하게 되었다. 그리고 도시 국가 사로국이 영역국가 신라로 발전하고, 가야는 경제적으로 심각한 타격을 받았다. 이때 고구려 + 신라 VS 백제 + 가야 + 왜의 연합 구도가 형성되었다.\n또한 고구려의 경우 전연ㆍ후연과 충돌하였다. 선비족의 모용씨가 세운 전연(前燕)이 강성해짐에 따라 고구려의 고국원왕이 어머니와 부인을 볼모로 내주고 아버지인 미천왕의 능이 파헤쳐지며 수도였던 환도산성이 불타는 수모를 겪었다. 간신히 전진(前秦)이 이들을 병합하면서 살 만하자 앞서 언급했듯 대방 및 낙랑 지역에서 남쪽의 백제와 충돌했는데 당시 백제의 태자였던 근구수왕에게 역관광을 겪더니, 끝내 평양에서 근초고왕이 고국원왕을 전사시켰다.\n전연ㆍ후연은 5호 16국 초기, 다른 민족보다 중국의 문화를 깊게 받아들인 나라였고, 이 힘을 바탕으로 화북의 패권을 쥘 수 있었다. 이 힘에 참패함으로써 중국 문명의 선진성을 깨달은 고구려는 불교, 율령, 유교 등 중국 문화 수용에 적극적인 태도를 지니게 된다. 이를 바탕으로 북연ㆍ후연을 부수며 중국 문화 수용의 선진성을 또 한 번 입증하게 된다. 이 고구려의 성공을 시작으로 백제ㆍ신라ㆍ가야ㆍ왜에서도 중국 문물 수용에 열을 올리게 된다.\n얼마 뒤 전진이 붕괴하자 다시 후연이 나타났으나 이번엔 선조들의 원수를 갚으려고 복수혈전을 다짐한 광개토대왕에게 발려버리고, 그 후 북연이 만들어지는데, 북연의 풍홍이 북위의 침공을 받고 장수왕에게 백성들이랑 같이 망명 후 장수왕한테 까불다가 가족들과 함께 죽임을 당함으로써 삼연은 없어져 선조들의 원한을 완전히 갚는다. 이후 요동을 완벽하게 장악한 고구려는 강성해지면서 남북조시대 내내 그 세력을 떨친다. 이때 신라 사신도 고구려 사신과 같이 방문하고 왔다.\n한국의 삼국시대를 연구에 있어 이 시대에 대한 이해가 도움이 된다. 이 당시 중국 북부가 혼란스러웠기 때문에 상당히 많은 유민들의 이주가 있었고, 양쯔강 이남 개발도 이때 유입된 유민들에 의해 본격화 된다. 그리고 지리적으로 가까운 한국에도 많은 유민들이 이민, 또는 침략의 형태로 넘어왔다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "ea56640c-1868-4a19-9ea7-65a1ffdf3b23"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-05-26T15:13:49.449000",
  "updatedAt": "2025-05-26T16:43:35.857000"
}