{
  "id": "b3d42fda-5d26-443f-af7d-2b60a2a56de2",
  "title": "패권 경제학",
  "content": "미국 정부가 반도체 생산 지원금을 지급하는 조건으로 초과이익 공유와 반도체 공장(팹) 접근을 내걸었다. 일정 기준 이상의 수익이 날 경우 이익을 미국 정부에 반납하고 반도체 공장도 공개하라는 것이다. 이익 공유는 물론 각사 첨단 기술이 녹아든 반도체 팹을 외부 공개하는 건 반도체 업계에서 매우 이례적인 일로 미국 투자를 준비 중인 삼성전자와 SK하이닉스의 선택이 주목된다.\n미국 상무부는 특히 “반도체는 현대적인 국방 체계의 매우 중요한 구성 요인”이라며 미국의 안보 이익을 증진하는 사업을 우선 지원하겠다고 강조했다. \n\n일본이 당한 거 안 당할 거라고 하신 분들 어디 갔나요? 이 나라는 딱 일본만 보면 답 다 나오는데요. 혼다 도요타가 1990년대 ~ 2000년대에 미국한테 얼마나 괴롭힘 당했는지 알면 놀라실듯. 얘내들은 해외생산(거진 북미)이 70%가 넘어요. 그나마 요새 엔저가 되서 국내생산 비중을 조금 늘린다고 하는데 조금 정도겠죠. 미국한테 잘 보일려고한 게 엄청난 대미투자였습니다. 거기에다가 일본 반도체산업 대놓고 조진 것도요. 어느 정도 자국기업에 해가 되면 미국은 조집니다.\n그리고 한국 반도체라는 게 일본도 그랬지만 양산에만 특화가 되어 있기에 저 제안을 안받으면 그냥 일본 반도체처럼 서서히 조질 겁니다. 일본이 겪은 걸 왜 한국은 안 겪을 거라고 생각하는지 모르겠어요. 괜히 한때 일본이 20년 가까이 미국 국회에서 로비금액 1위였던 게 아닌데.\n애초에 금융위기때 자국 자동차산업 망할 것 같으니 도요타 스캔들 일으켜서 도요타 망할 뻔했고, 초엔고로 그때 당시 일본차 다 죽고 뜬 게 현대차였죠. 우리도 그 과정 겪는 겁니다. 일본애들이 멍청해서 잃어버린 30년 겪은 게 아니라 물건 팔아먹는 애들의 한계가 그쯤인 거에요. 물건 팔아먹어야 되니깐 과다 경쟁으로 사람 갈아넣고, 저출산 오니 자연스레 극악인 고령화도 몰려오는 거고, 해당시장에서의 파이는 어차피 자국 기업들도 있으니 그냥 밀어내는 거죠.\n그나마 저거 극복한 게 독일 정도인데 독일이 취한 방법은 EU로 묶어서 관내 유럽 다른나라 제조업들을 다 죽여버렸죠. 스페인/이탈리아 무역수지 적자랑 독일의 무역수지흑자랑 어느 정도 연관이 있었던 건 그거였구요. 그것도 이젠 오래 못가는 모양세구요. 결국에 자원없고 남이 물건 사줘야 굴러가는 제조업 국가들이라는게 거의 비슷비슷해요. 중국은 인구로 내수로 돌리는거구요. 일본도 저성장도 원인중에 하나이지만 근본적으로 저거 싫어서 해외자산 겁나게 사재낀 거죠.\n정부가 누구편이여서 당하는 게 아니라 그냥 한국기업들이 대가리가 커서 미국기업들한테 해가 되니깐 손보는 겁니다. 아직도 정치탓을 하네. 어차피 미국 입장에서는 한국 반도체도 일본 조지고 한국 준 거라서 저렇게 해도 된다고 생각할 걸요?\n\n한국 최대 자랑 반도체, 자동차도 미국의 일본 조지기에 혜택인데, 한국이 받은 게 없다니? 미국 계획 덕에 한국이 반도체 해온 거지. 하늘에서 뚝 떨어진 건 줄 아나요.\n\n패권국가가 자국 이익을 최우선으로 하는 건 지극히 당연한 일입니다. 다른 모든 국가들이 마찬가지구요.\n중요한 건, 패권국가는 그 패권을 이용해서 타국가는 할수 없는 일도 할 수 있단 거고, 그럴려고 악착같이 패권 잡고, 또 유지하는거죠.\n미국도 그동안 형식만 바꿔왔을 뿐 지속적으로 자국 이익 최우선으로 해온 건 마찬가지입니다.\n그나마 미국이라 좋다는 건, 그 정도가 과거 다른 패권국가에 비해 착취가 덜 하다는거죠.\n이걸 욕하는 건 현실감 전혀 없는 겁니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-03-01T13:03:10.142000",
  "updatedAt": "2023-03-01T13:46:01.881000"
}