{
  "id": "b3df92e5-e2ab-4fa7-9456-d767e831ef75",
  "title": "독고다이, 自燈明 法燈明",
  "content": "독고다이는 한자 특공대(特攻隊)의 일본어 발음이지만, 국내에선 '혼자서 결정하고 실행하는 사람'을 뜻하는 은어로 쓰인다. \n\n자등명 법등명\n우리는 우리의 마음의 등불을 믿고 따르면 된다.  초심자일 때 스승의 말씀을 듣고 따라야하지만 어느 정도 지나면 우리 스스로의 마음을 보고 따라야 한다.\n\n영화 스님\n '깨닫기 전까지 절대 내 자신의 마음을 믿지 말라'\n \n석가모니 부처님이 아난다의 청을 듣고 노년에 설한 가르침이라고 합니다. 석가모니 부처님이 죽림촌에 계실 때 병에 걸리셨을 때 아난이 마지막 설법을 청했습니다.\n스스로 마음의 등불을 밝히고, 부처님이 설하신 법의 등불을 밝혀서 수행하라\n 자칫하면 스승을 찾을 필요가 없고, 자기 자신의 마음을 스스로 잘 살펴라, 자기 마음만 믿고 의지하면 된다라고 이해할 수 있습니다. 원래 위의 부처님의 말씀은 열반경에 있는 내용입니다. 이는 기본적으로 '시간이 적절할 때, 자신에게 의지하고, 다른 이에게 의존하지 말아라'라는 뜻입니다. 즉 필요 시 자신의 등불로 빛을 내어 비추고, 필요 시 법의 등불 즉 법의 빛을 내서 비추라라는 것입니다. \n부처님은 다른 이에게 의존하지 말라고 하셨습니다. 그런데 부처님의 가르침이 이러하다면 선지식을 찾아라는 대승의 기본적인 가르침과 모순되지 않을까요? 우리는 언제 빛을 밝혀야 할까요? 무엇을 비춰야 하는 것일까요?\n영화 스님은 비춰서 밝혀야 하는 것이 바로 우리가 가진 문제라고 하셨습니다. 우리의 무명(無明)과 우치(愚癡)를 밝히는 것입니다. 불교에서 등불 또는 빛은 밝음을 뜻하고, 이는 무명, 우치와 관련이 있습니다. 우리가 이해하지 못하는 것, 우리를 가로막는 것, 우리의 마음을 괴롭히는 것을 밝게 비추는 것입니다. 부처님이 우리에게 법을 가르쳐 주신 것은 바로 우리의 문제를 스스로 밝히도록 하기 위해서 입니다.\n그렇다면 우리에게 어떤 문제가 있을까요? 여러분은 어떤 문제가 있습니까? 예를 들어서 깨닫고 싶은 사람이 있다면, 그것도 해결해야할 문제입니다. 우리 스스로의 빛을 사용해서 왜 아직 깨닫지 못했는지 비춰보아야 하는 것입니다. \n이법등명以法燈明이란 법의 등불을 사용해서 문제를 밝게 비춘다라는 뜻인데, 법에서 온 빛을 써서 문제를 밝히고, 어떤 문제인지 이해하려 해보는 것입니다. 다른 이에게 문제를 고치기 위해 의존하지 않는 것입니다. 우리는 스스로 알아내야 합니다. 다른 사람이 우리를 위해 대신 알아내주길 기대할 수 없습니다. 부처님께서 우리에게 어떤 문제가 있어서, 그것이 우리의 마음을 괴롭힌다면, 그것이 우리에게 큰 문제라면, 우리 스스로 알아내야 한다고 말씀하신 것입니다.\n그렇다면 선지식을 찾으라는 대승의 가르침은 어떠한가요? 대승에서는 배우고자 한다면 선지식을 찾으라고 합니다. 부처님은 다른 이에게 의존하지 말라고 하셨는데, 선지식은 다른 사람이 아닌가요? 외부에 의존하지 말라고 분명히 말씀하셨습니다. 그럼 이 두가지 가르침에 모순이 있지 않나요?\n사실 선지식이 하는 일은 우리에게 법을 설명해 주거나 우리에게 법이 어떤 뜻인지 그 지침을 주는 것입니다. 그것이 전부입니다. 선지식은 우리에게 법을 사용한다면 어떻게 해야하는지 설명해줍니다. 즉 선지식은 그냥 법의 등불입니다. 그러므로 선지식은 사실 다른 어떤 이가 아닙니다. 선지식은 우리에게 빛을 주고, 우리가 어떤 법의 등불을 사용해야 비출 수 있는지 가리켜 줍니다. 그것이 바로 선지식이 해야할 일입니다.\n선지식이 우리에게 준 법이 그 문제를 밝힐 수 없다면, 그렇다면 주의를 기울여 봐야 합니다. 실패한 이유가 우리가 못해서 그런 것인지, 법이 실패인지 알아야 합니다. 선지식은 기본적으로 어떤 법의 등을 사용해서 문제를 밝혀야 하는지 우리에게 가르쳐줄 수 있습니다. 그런 후 우리는 우리 스스로의 빛을 써서, 법의 등불 속에서, 문제를 밝혀봐야 합니다.",
  "color": "default",
  "labels": [
    "518afb00-3f62-4da5-9663-d9ad9708e63f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-02-16T08:46:48.938000",
  "updatedAt": "2025-04-20T08:06:50.412000"
}