{
  "id": "b3ec3997-64e2-4303-971c-18c9b2265750",
  "title": "정찰위성의 역사",
  "content": "[스푸트니크(Sputnik) 1호]\n1957년 10월 4일, 러시아어로 동반자를 뜻하는 스푸트니크 1호 인공위성이 로켓에 실려 우주를 향해 날라갔다. 무게 80여 ㎏의 금속구 형태를 가진 스푸트니크 1호는 세계 최초의 인공위성이었다. 비록 하루살이 위성이었지만 인류의 우주시대를 열게 된다. \n이후 우주공간은 미·소 양국의 경쟁이 본격화 되었으며, 군사적 활용도도 높아졌다. 이에 따라 군사위성이 개발되었으며, 군사위성 가운데 정찰위성은 가장 눈부신 발전을 이루게 된다. 정찰위성은 지구상 중요 지역에서의 군사 행동 상황에 관한 정보 수집을 주목적으로 한 위성이다.\n\n[키홀 정찰위성]\n최대 고도 21 km까지 비행이 가능한 U-2 정찰기는 1957년 이후 4년간에 걸쳐 소련 영토의 침투와 항공촬영이 가능했던 유일한 정찰기였다. 하지만 1960년 5월 1일 소련의 신형 지대공 미사일에 격추되면서, 잡히지 않는 정찰기의 신화는 결국 무너지게 된다. \n정찰기를 이용해 소련 영토를 정찰하는 것이 불가능해지자, 미국은 인공위성을 이용해 우주에서 정찰하는 방법을 모색하게 된다. 미국은 지난 1956년부터 영상정찰위성을 개발하기 위한 디스커버러(Discoverer) 계획을 극비리에 진행했다. 1958년 2월 아이젠하워 대통령은 영상정찰위성의 개발책임을 미 중앙정보국에 주었다. 이후 미 중앙정보국은 영상정찰위성을 개발하기 위한 코로나(Corona) 계획을 시작하였고, U-2 정찰기가 격추당하자 개발에 탄력을 받게 된다.\n\n1959년 6월 코로나 계획으로 탄생한 KH(Key Hole)-1 영상정찰위성의 1호기가 로켓에 실려 우주로 발사되었다. 그러나 엔진이상으로 위성은 태평양에 떨어지고 만다. 이후 수 차례의 위성발사가 실시되었지만 기기고장으로 인해 모두 실패로 끝나고 만다. 1960년 8월 18일 KH-1 영상정찰위성이 성공적으로 발사되었고, 정상적인 임무 수행에 성공하게 된다. 당시 발사된 KH-1 영상정찰위성은 지금의 영상정찰위성과는 큰 차이가 있었다. 우주에서 지상을 촬영한 필름을 별도의 회수용 비행체에 담아, 지상으로 떨어뜨리는 방식을 사용했다. 지상으로 떨어진 회수용 비행체는 수송기가 공중에서 낚아채 회수하게 된다. 비록 실시간으로 적의 동태를 감시할 수는 없었지만, 소련의 대륙간탄도탄 기지를 비롯한 중요 군사시설의 변화를 정찰기와 달리 안전하게 확인할 수 있었다.\nKH-1 영상정찰위성을 시작으로 이후, 영상정찰 위성들은 기술적으로 큰 발전을 하게 된다. 특히 빅버드(Big Bird)로 알려졌던 KH-9 영상정찰 위성은, 무게가 11톤에 달했지만 해상도는 0.6m로 KH-1 영상정찰위성의 12m 비해 월등히 좋아졌다. 1971년부터 1986년까지 20여기가 발사된 KH-9 영상정찰위성은, 제4차 중동전쟁과 이란, 이라크전쟁에서 맹활약을 하게 된다. 하지만 KH-9 영상정찰위성도 여전히 촬영한 필름을 별도 회수해야 되는 문제가 있었다. \n\n[라크로스(Lacrosse) 위성]\nKH-11 영상정찰위성은 실시간 정찰이 가능한 영상정찰위성이었지만, 기상상태나 밤과 낮에 따라 영상촬영에 제약이 있었다. 결국 미국은 전천후 영상촬영이 가능한 라크로스 위성을 지난 1978년부터 개발에 들어갔고, 1988년 12월 30일 우주왕복선 아틀란티스호에 의해 실려 우주로 보내졌다. 라크로스는 기존의 영상정찰위성과 달리, 고해상도 합성개구레이더(SAR레이더)를 장착했다. 이러한 레이더로 획득한 영상은 날씨의 영향을 거의 받지 않고, 구름이 끼거나 비가 자주 내리는 지역을 촬영하는 데도 문제가 없다. 실시간 정찰이 가능한 라크로스 위성은 1m 의 해상도를 자랑했고 2005년까지 5기가 발사되었다. \n가격이 수십억달러에 달하는 라크로스는 방사성동위원소 전지(RTG)로 전력을 공급받으며, 48-80cm에 달하는 주사선을 갖고 있었다. 라크로스는 사막에서 위장한 채 숨어있는 T-72를 탐지 가능했으며, 사막 모래 4.8m를 관통하여 수세기전 나일강 범람 때문에 깎인 강바닥도 보여주었다. 심지어는 바다 속도 볼 수가 있었다. 라크로스는 쏠쏠한 영상첩보를 사막의 폭풍작전때 많이 보내주었는데, 다만 너무 많이 보내주어서 이 영상첩보를 공군이나 CIA NPIC에서 가공해서 전장에까지 보내주는 데에 시간이 오래걸렸다고 한다.\n\n[KH-11]\n1976년 발사된 KH-11 영상정찰위성은 CCD를 사용한 디지털카메라를 장착했고, 이 때문에 크리스탈(Crystal) 이란 별칭을 가지고 있었다. 촬영된 영상은 암호화된 디지털 신호로 지상에 전송되었는데, 최초로 실시간 정찰이 가능한 영상정찰위성으로 기록되고 있다. 장착된 카메라의 해상도는 15㎝에 달했고 지상의 자동차 번호판까지 식별이 가능했다. KH-11 영상정찰위성은 적외선 카메라를 장착한 KH-12를 포함해 2013년까지 10여 기가 발사되었다.\n라크로스가 합성개구레이더로 정찰을 했다면, 전자광학식 정찰은 KH-11 위성이 담당했다. KH-11 위성은 자동차 번호판 뿐만 아니라 이라크 장성의 견장을 보고 어떤 계급인지까지도 식별이 가능했다. KH-11의 초기 모델은 금으로 코팅된 필름통을 우주에서 땅으로 떨어뜨리는 식이었는데, 이것을 소련이 관측해서 궤도 패턴을 분석하는데 써먹었었다. 그러다가 무선 영상 전송 방식으로 바뀌어서 소련이 이를 눈치챌 때까지 궤도 패턴도 바꾸면서 굉장히 잘 써먹었는데, 매수당한 CIA 직원이 3,000달러에 안내 책자를 팔아버려서 들켜버렸다. 결국 이 직원은 40년형을 선고받았다. 그래서 전쟁이 진행되는 도중 새 통신망을 만들어서 이 문제들을 해결하려고 했다 함.\n\n특히 키홀(Key Holeㆍ열쇠 구멍)로 불리는 첩보위성은 미국 정보력의 상징과도 같다. 초정밀 디지털카메라와 야간 촬영도 가능한 적외선 탐지기를 갖춘 최신형 키 홀은 대당 10억 달러(약 1조 2190억원) 수준의 최첨단 장비다.\n익명을 요구한 전직 정보 당국자는 “키 홀 위성이 정밀 모드로 촬영하면 지상에서 신문을 읽는지, 아니면 잡지를 읽는지까지 구분할 수 있다”고 말했다. 위성은 평소 600㎞ 고도에서 활동하지만 필요한 경우 300㎞까지 고도를 낮춰 영상 해상도를 높이기도 한다.\n스노든이 폭로한 내용을 종합하면 키 홀 첩보위성인 KH-12의 해상도는 지상 10㎝ 크기의 물체를 식별할 수 있는 수준으로, 5초에 한 번 사진을 찍어 지상으로 전송한다. 기술이 더 뛰어난 KH-13는 1㎝ 수준의 물체를 식별할 수 있고 180초 길이의 동영상도 촬영해 보낸다.\n\nKH-12, 13은 없음 11만 주구장창 개량해가며 써먹는 중. 그리고 2011년에 발사한 최신 KH-11 block4 위성인 USA-224에서 찍은 사진을 트럼프가 깠는데 해상도가 10cm 수준이었음.\n근데 저건 구형 모델이고 최신형 KH-12는 더 개쩐다고 함. 위성 한대에 100억 달러래\n\n\n바이든이 며칠내로 전쟁터질거라고 확신한 근거가 바로 짤에나온 6조짜리 첩보위성계 조던인 키홀임\n초고해상도 광학장비를 탑재한 키홀은 지구상에서 비교대상이 없음.\n미국 합동지상감시의 최선봉인 키홀은 평시 350~450키로에 떠잇다 관측할땐 200까지 내려옴\n키홀의 정확한 제원은 극비라 정확히나온 스펙은 없으나 국가안전보장국 출신 스노든에 따르면 해상도는 10센티급이고 5초에 한번씩 사진촬영과 데이터 전송이 이뤄지며 180초정도 영상촬영도 가능하다고 폭로해버림.\n지상 200키로위에서 찍은 사진은 신문인지 잡지인지 판별되며 남녀 성별까지 확인가능함.\n실제 2019년 북미정상회담땐 그동안 알려지지않은 북한 핵시설 3곳을 촬영한 사진을 북에 제시하니 김정은이 깜짝놀란 사건은 유명함.\n현재 이 버전보다 한단계 위급인 스텔스 기능까지 갖춘 13, 14는 베일에 쌓여 있음.\n\nBart Hendrix는 \"원칙적으로 러시아 위성은 거의 눈이 멀었다.\"라고 말했다. 헨드릭스는 러시아가 현재 궤도에 2개의 광학 정찰 위성인 페르소나(Persona)를 보유하고 있지만 발사된 지 7~9년이 지났기 때문에 수명이 거의 끝날 것이라고 말했다 페르소나 위성의 최대 해상도는 픽셀당 50 cm로 추정된다고 Hendrix는 말했다. 이에 비해 Keyhole이라고 하는 최고의 미국 정찰 위성은 픽셀당 약 5cm의 해상도를 갖는 것으로 추정된다. 이 해상도에서 우크라이나에서 작전 중인 러시아 군용 차량의 지붕에 그려진 문자 V는 정찰 위성이 공전하는 일반적인 고도에서 쉽고 명확하게 볼 수 있다. Maxar 및 Planet과 같은 상업용 위성 회사의 최대 해상도는 일반적으로 약 15cm입니다.\n러시아 레이더 위성은 알려진 것은 Kondor 하나 뿐. 이것도 현재는 수명이 다했을 것으로 추정.\n최근에 하나 더 발사한 것으로 보이는데, 그게 어느 정도 성능인지는 알 수 없음.\n글로나스는 24개를 배치해야 제대로 작동이 되는데,\n23개만 배치되어 있으며 수명이 다해가고 있음.\n또 글로나스의 부품은 90%가 서방제에 의존하므로,\n제재가 이대로 계속되면 몇 년 뒤에 글로나스는\n시스템 자체가 망가지고 복구할 수 없게 될 것임.\n글로나스 부품을 러시아제로 대체해서 만들어 봤더니, 무게도 2배로 불어나서 너무 무거워서 로켓으로 쏠 수가 없게 되버렸다고.\n러시아는 입수할 수 있는 데이터가 적을 뿐더러,\n데이터를 분석할 능력도 떨어지는 것으로 보임.\n결론) 러시아에게 위성 정찰을 기대하지마라.\n\n[기타 위성들]\n정찰위성하면 영상정찰위성을 생각하게 되지만, 통신·전자에 대한 정보나 자료를 수집하는 전자정찰위성, 그리고 적의 탄도탄의 발사나 핵폭발을 감시하는 조기경보위성도 존재한다.\n신호정보(SIGINT)관련 위성으로 페렛 위성이라고 불리던 위성들은 적군의 위성신호를 납치해서 적군 위성의 조작권을 훔쳐올 수 있었다.\n매그넘(MAGNUM)이라 불리던 위성은 이라크 통신을 감청하고 미사일 전파를 감지해서 미군에게 알려주었다.\n1990년 8월 사막의 방패작전이 시작될 당시 쿠웨이트와 사우디 아라비아쪽 위성사진이 부족했는데, 그래서 미국은 NASA의 Landsat 7 위성까지 빌려가면서 위성데이터를 완성했다.\n그럼에도 불구하고 위성사진 데이터가 부족해서 잠대지 토마호크 미사일들이 발사되었을 때, 홍해쪽이 아니라 북동부 지중해 -> 터키 남부 -> 이라크를 통해서 날아갔다고 한다.\n공군 우주사령부 소속 미사일 조기경보 위성들 또한 이라크로 재배치되어 스커드 미사일 발사 징후 감지시 120초 내로 경보를 해 주었다.\n통신위성 또한 해병대 F/A-18D들이 실시간으로 전장정보를 위성통신을 통해 넘겨줄 수 있도록 도왔다. 적지에서 암호화된 위성통신을, 그것도 평시에 비해 몇십 배 폭증하는 통신량을 감당할 수 있게 한 것은 통신위성의 덕도 있었다. 그럼에도 불구하고 지상군 부대는 통신에 가끔 어려움을 겪기도 했다.\nGPS 위성은 연합국 기갑부대가 참조점이 거의 없는 사막에서 길을 잃지 않게 하고, 재보급 지점에 정확히 집결할 수 있도록 도왔다. 또한 GPS 위성들은 이라크 비행장들에 대한 정확한 좌표를 제공해 연합군의 타격이 쉽도록 도왔다.\n\n[러시아]\n러시아는 소련 시절인 지난 1961년부터, 보스토크 우주선을 개조한 제니트(Zenit) 영상정찰위성을 우주로 쏘아 올렸다. 마지막 제니트 정찰위성은 1994년 6월에 발사되었다. \n이밖에 미 해군의 군함을 추적하는 레이더 해양 정찰 위성인 RORSAT을 쏘아 올리기도 했다. RORSAT 위성은 특이하게도 원자로를 탑재한 위성으로 기록되고 있다. \n\n[중국]\n중국은 지난 1975년 11월 26일 첨병(젠빙, 尖兵) 1호 영상정찰위성을 최초로 우주로 발사했다. 2006년 4월 발사된 젠빙-5호는 중국의 정찰위성 가운데 최초로 SAR 레이더를 장착했다. \n\n[일본]\n일본은 1998년 8월 북한의 대포동미사일 발사를 계기로 본격적으로 정찰위성을 개발한다. 정보수집위성으로 알려진 일본의 정찰위성은 지난 2003년 3월 28일에 최초로 발사되었다. 지상의 사람을 구분할 수 있을 정도인 해상도 0.4m의 영상정찰위성 4기와, 야간촬영이 가능한 합성개구레이더를 장착한 위성 2기로 구성되어있다.\n\n[우리나라]\n지난 2014년 6월 11일 방위사업청은 국산 정찰위성 5기를, 2020년대 초반부터 실전배치하기로 했다고 밝혔다. 일명 425사업으로 불리는 이 사업은 한반도 및 주변지역에 대한 전천후 영상정보를 수집할 수 있는 위성을 획득하는 것이다. 정찰위성 획득에는 1조원의 예산이 투입되며, 오는 2022년까지 5기가 전력화된다. 이 가운데 4기는 SAR 레이더를 탑재하며, 나머지 1기에는 전자광학 및 적외선장비가 장착된다. 해상도는 0.3∼0.5ｍ 수준으로 알려지고 있다. 정찰위성에 장착되는 합성개구레이더는 국방과학연구소가 연구 개발하고, 전자광학 및 적외선장비는 한국항공우주연구원이 위탁해 개발될 예정이다. 정찰위성 5기가 전력화하면 평균 2∼3시간 이내에 북한의 차량에 탑재한 이동식 미사일 발사대를 탐지할 수 있을 것으로 기대되고 있다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-06-16T09:26:03.476000",
  "updatedAt": "2022-11-23T12:59:49.126000"
}