{
  "id": "b4095386-94ac-48c1-b6d6-b7dbb16150ed",
  "title": "레이더의 역사\n",
  "content": "RADAR(RAdio Detection And Ranging​)는 직역하자면 '전파를 이용한 탐지 및 거리측정'이라는 뜻이며, 전자파를 발사해 물체에 부딪혀 돌아오는 전자파를 측정하여 물체의 거리와 각도, 속도 등의 정보를 제공해주는 시스템이다.\n\n\n1888년, 전자기파의 존재를 처음으로 실증한 독일의 물리학자 하인리히 헤르츠는 전파가 물체에 부딪혀 반사될 수 있음을 증명했다.\n1895년에는 크론시타트에 있는 러시아 제국 해군 학교에서 물리학 강사였던 알렉산더 스테바노비치 포포프는 멀리서 치는 번개를 탐지하는 검파기(코히러)를 개발했으며, 1년 뒤에는 전파 송신기를 개발했고. 1897년 발트 해에서 두 함선 간의 통신을 위해 이 장비를 테스트하는 동안 세 번째 함선이 지나갈 때 전파 간섭이 발생하는 현상에 주목했다. 그는 논문에 이 현상을 이용해 물체를 탐지할 수 있을 것이라고 적었지만 별로 관심을 받지 못했다.\n본격적인 레이더는 1900년대 초 독일 과학자 홀스마이어(C. Hulsmeyer)의 반사파를 이용한 물체 탐지 및 위치 파악 시험이 성공하면서 시작되었다. 초기의 레이다 기술은 해상 선박의 충돌방지용 기술로 특허가 등록되었지만 크게 각광을 받지는 못하였다.\n독일의 발명가 크리스티안 휠스마이어는 1904년 9월 23일에 영국에서 전파를 사용해 멀리 떨어진 금속 물체를 탐지하는 장치에 대한 특허를 취득했다. '원격이동계측기(Telemobiloscope)'라는 이름으로 취득된 이 장치는 현재의 레이더의 원조격이라고 할 수 있었지만 당시에는 기술에 한계가 있어 실용성이 낮았다. 결국 수요가 없어 그대로 잊혀져 버렸다.\n1930년대 영국 물리학자 로버트 왓슨 와트는 전자기파를 송신하여 외부 금속에 부딪히면 반사가 되어 수신기로 되돌아오는 성질을 이용하여 이동하는 비행기의 위치를 탐지할 수 있다는 사실을 규명하였다. \n영국 왕립물리연구소에서 로버트 왓슨 와트를 중심으로 전파를 이용하여 전리층을 검출하는 방법을 응용해 목표물을 검출하는 연구에 총력을 기울였다. 그리고 1935년에 이 연구는 결실을 맺어, 약 30마일 거리에 있는 비행기를 추적하는 데 성공하였다. 이 기계는 1935년에 특허에 등록되었고, 1940년 미 해군에 의해 ​'Radio Detection And Ranging​'​에서 각 단어의 첫 글자를 따와 RADAR라고 불렸다.\n제2차 세계대전 당시에는 컴퓨터가 없었기 때문에, 레이더 콘솔에 나타난 에코(전파가 목표에서 반사되어 돌아온 수신신호)들 중에 어떤 것이 진짜 표적인지, 잡음신호인지 판단하는 것과 표적의 움직임을 쫓는 것을 모두 사람이 직접 해야만 했다.\n이 때문에 표적이 많으면 많을수록 보고, 듣고, 표시하는 것이 잘못되거나 또는 피로가 쌓여 새로 나타난 표적을 못보고 무시하는 경우가 발생했다.\n레이더의 데이터 처리 문제는 디지털 컴퓨터가 등장하여 자동화가 적용되고 나서야 해결되었다.\n\n레이더는 2차 대전에서 새롭게 떠오른 전자장비다.\n특히 항공전과 해상전에서 매우 중요했는데 이 때는 항공기와 군함 기술이 급속도로 발전하던 시기라 교전거리가 큰 폭으로 늘어났다. 흐린 날씨에서 먼 거리의 군함이나 고고도의 전투기들을 견시들이 눈으로 식별해내기란 여간 어려운 일이 아니었다.\n특히나 야간전에서 레이더는 몹시 중요한 장비다.\n이런 탓에 영국이 항공전에서 레이더를 요긴하게 써먹었고 미국도 태평양에서 이 레이더 덕을 아주 많이 봤다. \n태평양 전쟁에서 레이더는 미군에겐 차세대 미래무기었지만 일본군에겐 성능이 빈약하기 짝이 없는 전자제품이었다. 태평양 전쟁 당시 일본군 견시들이 구름에 가려진 미군기들을 발견 못해서  항공모함 4척을 한 번에 말아먹는 참패를 겪은 바 있다. \n1943년 과달카날에서 대가리 한 번 깨진 일본은 전선을 뒤로 물리는 전략적 후퇴를 감행한다. \n당시 일본은  구축함이나 순양함까지 동원해서 물자와 사람을 날랐다. 이는 제공권을 잃어서 밝은 낮에 한가롭게 느릿한 수송함을 굴릴 수 없었기 때문이다. 그리고 이는 미군 입장에선 고까운 일이었다. 일본은 발 빠른 구축함으로 아군 근처에 보급품을 대충 던지고 튀는 방법을 썼는데 당연히 이런 방법으로 제대로 된 보급이 될리가 없지만 어쨋든 물자와 인력이 오간다는 건 매우 미군 입장에서는 부담스러웠고 진짜 문제는 이 작업이 주로 밤에 이루어졌단 것이다.\n밤이라서 찾기 어렵기도 했지만 일본은 밤만 되면 전투력이 급상승하는 종족 패시브가 있었고, 미군과의 압도적인 열세를 극복하기 위해 비대칭 전력에 매달린 끝에 가히 해상전의 죽창이란 별명이 어울리는 크고 아름다운 '산소어뢰'를 개발했다.\n이탓에 미군도 일본 구축함과의 야간 어뢰전을 꺼려 했고, 낮에는 찐따같던 일본놈들 대가리 깨면서 방심하다가 밤이 되자 특대어뢰에 당하는 일이 가끔씩 있었다. 어두운 밤을 틈타 바퀴벌레처럼 쏘다니는 일본놈들을 색출하기 위해 미군은 기동대를 꾸렸고 소형함들 마저 탐색장비로 최신 레이더를 끼고 다녔다. 이 시기는 미군이 일본 해군과의 야간전에서 완벽한 우위를 가지기 위해 레이더를 앞새운 전술을 연구할 때였다. \n과달카날을 점령하는데는 성공했지만 여전히 인근 섬들은 일본군이 주둔하고 있었다. 그 중 하나인 뉴 조지아에 증원군이 파견된다는 첩보를 얻자 미군은 즉시 기동대를 내보냈다. \n지금까지 연구해온 전술을 선보일 시기가 되었다.\n일본은 수송함 5척에 호위함으로 구축함 5척과 순양함 1척이 따라 붙었고 미군은 이에 부응하듯 분당 15발을 쏘는 최신 순양함 3척에 구축함 10척으로 이루어진 함대를 급파한다.\n태평양 망망대해를 쏘다니던 미함대는 야간 정찰기로부터 일본 함대의 방위를 파악했고 머지 않아 레이더에도 일본 함대가 잡혔다. 때는 어두운 새벽 1시였다\n신중에 신중을 가했던 미군 함장은 곧바로 공격하지 않고 최적의 화력 투사를 위해 일본 함대에 가까이 접근한 후에 포문을 열었는데, 이는 결과적으로 실책이었다. 빈약한 전자기술의 한계로 성능 좋은 레이더는 꿈꿀 수 없었던  일본이지만 그럼에도 조건부로 나름 괜찮은 물건이 하나 있었는데 바로 레이더 역탐지기였다. 레이더는 발산돼서 목표에 한 번 닿고 '다시 되돌아온' 전파를 수신해서 목표의 위치를 파악하는 원리이나\n레이더 역탐지기는 상대가 발산한 전파를 그때 그때 캐치하면 되니 역탐지가가 받아들이는 전파가 훨신 강력했다. 이 탓에 미군 함장은 완벽한 기습을 했다고 착각했던 것과 달리 일본 해군은 미군보다 2시간은 먼저 앞서 상대의 대략적인 방위를 파악하고 경계 태세에 들어갔고(어차피 레이더 단 배가 일본 배일리 없으므로)\n미군이 시간을 들여 접근하는 동안 일본은 적의 위치를 정확히 파악하고 이미 어뢰 투사를 준비하고  있었다. 미군은 뜬금 없는 곳에서 허를 찔린 것이다\n일본 구축함들이 어뢰를 투사하던 중 호위함으로 따라온 일본 순양함 하나가 간땡이 부은 짓을 하기 시작한다. 갑자기 배의 서치라이트를 키고 광역 도발을 시전한 것이다. 레이더 외에도 야간 탐색 수단은 여럿 있다. 조명탄이라던가 탐색등이라던가... 하지만 교전전 함대간 탐색전에 이런 수단을 쓰진 않는데 한 밤중에 이 짓을 하면 뒤지기 때문이다.\n이런 행동은 뼈를 내주고 살을 취한다는 그 일본놈들의 교리에서 기인하는데 이 교리란 탱커 역할을 맡은 대형함이 광역 도발을 시전하며 공격을 받아내는 동안 딜러들이 상대를 제압한다는 무식한 방법이었다. 원래라면 전함이 하는 역할이지만 그나마 사이즈가 좀 나갔던 순양함이 이 역할을 수행한 것이고 문제는 이때 미군의 화력이 지나치게 우월했단거다. 당연히 평소라면 통하지 않았을 전술이지만 미군의 판단미스와 더불어 일본놈들 야간전 버프가 작용해서 그럴듯한 한수로 거듭난다.\n이 순양함의 살신성인 어그로와 덩치 탓에 레이더에 또렷히 잡힌 까닭에 온 미함대의 시선을 죄다 가로챘고 미함대가 정작 핵심인 수송함과 다른 일본 구축함들은 거들떠도 보지 않았기 때문이다\n일본 순양함은 일방적인 구타를 당했고 이 순양함이 무력화 된 뒤에도 멈추지 않았다.\n이 순양함은 '진츠'라고 순양함치곤 사이즈도 작고 연식도 좀 오래되신 분인데 이 18분 동안 2000~3000발의 포탄을 받아냈으니 미군이 얼마나 비효율적인 교전을 했는지 알 수 있겠다\n미함대가 애먼데서 화력을 낭비하는 동안 일본 구축함은 어뢰 투사를 마치고 북쪽 후열로 물러났고 이 와중에 미함대는 레이더에 잡힌 진츠의 잔해를 잔존 일본 구축함으로 착각해서 한 번 더 시간을 낭비한다. 이 난리 속에서 미 순양함 리앤더가 어뢰에 맞아 탈락했고 일본 구축함들은 이미 온데간데 없이 사라진 뒤였다. 당연하지만 진츠는 함장을 포함한 수병들 대부분이 전사했다. 뒤늦게 정신을 차린 미함대는 급하게 추격을 개시한다\n구축함을 이끌던 맥키너니 함장이 먼저 출발했고 아인즈워스 함장이 순양함을 데리고 뒤를 따랐다\n진츠의 살신성인 덕분에 별 피해가 없던 일본 구축함들은 여전히 북쪽 어디엔가 있었다.\n그때 아인즈워스 함대의 레이더가 북쪽에 있던 일본 구축함들을 포착했고 일본의 견시는 1분 늦게 미군 함대를 발견했다.\n(사실 구축함 유키카제가 레이더 탐지기를 이용해서 미함대가 자신들을 쫓아 북상한다는 걸 이미 대강 파악하고 있었다.)\n하지만 애석하게도 아인즈워스는 공격을 한참이나 망설였다. 이는 레이더는 탐지 장비이지 식별 장비가 아니기 때문이다. 레이더는 물체의 위치를 잡아낼 순 있어도 그 물체가 배인지 암초인지, 또 배라는건 알아도 그게 아군인지 적군인지는 알 수 없었다. 아인즈워스는 레이더에 잡힌 함선들이 일본 함대인지 먼저 북상한 맥키너니의 함대인지 한참 고민에 빠졌다.\n일본은 레이더탐지기로 전파를 잡아내면 \"일본에 레이더 단 배가 어딨음\"라는 논리적인 이유로 신속하게 대응할 수 있는 것과 대조적었다.\n아인즈워스가 아군 구축함의 위치를 파악하면서 시간을 할애할 때 이 시각에도 상황파악 못한 미국의 폐급 구축함 3척은 진츠의 잔해를 일본 구축함으로 착각하고 포격 하느라 무전도 되지 않았다. 앞서 말했지만 군함 잔해와 구축함을 레이더로 분간하긴 어려웠거든.\n아인즈워스는 끝내 육안 식별을 위해 북쪽으로 조명탄을 쏠 것을 명령했고 곧 이어 북쪽으로 후퇴하는 일본 구축함들의 함영이 비췄지만  때는 늦었다.\n일본 구축함은 미함대가 우왕좌왕하는 동안 이미 어뢰 재장전을 마치고 31발의 어뢰를 투사한 뒤 북쪽으로 유유히 후퇴하는 중이었다. 이렇게 빠른 속도로 어뢰를 장전할 수 있었던 건 발사관에 달린 어뢰차 발장치 덕분으로 연합군은 어뢰를 장전하는데 1~2시간이 걸리지만 일본 구축함은 30분 이내에 차탄을 장전할 수 있었다. 미 순양함 세인트루이스는 선수에 어뢰 한발을 맞고 전투불능이 됐다. \n곧 이어서 순양함 호놀룰루도 선수와 옆구리에 어뢰를 맞았다. 다행히도 옆구리에 꽂힌 건 불발탄이었고 이를 본 포대장이 지금 우리 배 옆구리에 아주 커다란 어뢰가 박혀있다고 함교에 보고했으나 묵살당했다.\n잠시후 구축함 '그윈'도 기관실에 어뢰를 맞고 행동불능에 빠져서 결국 동료 구축함에게 자침된다.\n구축함 한 척을 잃었지만 불행중 다행으로 산소어뢰를 맞은 순양함 3척은 신들린 데미지 컨트롤덕에 간신히 침몰은 면했다.\n하지만 자신들 보다 훨신 열세였던 일본 함대를 상대로 만족스러운 전과를 거두지 못하고 수송대 저지 또한 실패한건 아쉬운 점이었다\n이 해전은 '콜롬방가라 해전'으로 전파침묵의 중요성을 설명할때 자주 언급됨.\nps : 현대엔 함대 전파침묵에 회의적인 의견도 있다. 레이더 끄고 있을 때 미사일 날아오면 어쩌냐.\n일본의 전파 기술이 첨부터 그리 막장이었던 건 아니었음. 일본의 '야기'와 '우다'라는 공학자가 기존보다 훨신 뛰어난 안테나를 개발했고 현대에도 쓰일 만큼 괜찮은 발명품이었지만 일본 군부가 이 기술을 채택하지 않았음. 나중에는 급기야 일본 국민의 우민화를 위해 전자통신 전반의 기술 개발을 금지시켜버림. 당시 일본군의 고질적인 문제점으로 빈약한 레이더와 저질의 무전기가 꼽히는데 그 원인이 여기에 있음.\n그런데 일본군이 경시한 저 기술을 연합군이 도입해서 잘 써먹었음.\n\n이후 레이다의 전술적 가치는 급속하게 높아졌는데, 전쟁 뒤에도 강대국을 중심으로 진행된 레이더 기술 개발은 많은 투자와 노력 끝에 1940년대에는 빠른 빔 조향이 가능한 위상배열 안테나가 개발되면서 현대적인 레이더의 기본이 되는 위상배열 레이더(Phased Aray Radar)가 실용화되기 시작했으며, 이후의 레이더 안테나는 위상 배열이라는 기본적인 틀 안에서 발전했고 현재는 능동 전자주사식 위상배열 레이더(AESA)와 수동 전자주사식 위상배열 레이더(PESA)가 주로 사용되고 있다.\n\n전자레인지의 발명이 레이더와 밀접한 관련이 있다.\n1945년에 미국에서 레이더를 개발, 생산하는 방산업체 레이시온에서 일하던 퍼시 스펜서(Percy LeBaron Spencer) 라는 사원이 초창기 레이더에서 전자파를 만들어내는 마그네트론에 관한 연구를 진행하다가 주머니에 있던 초콜릿이 녹아버린 걸 발견하고, 이게 마그네트론에서 방출되는 전자파 때문에 그런 것일지도 모른다고 생각하여 몇 가지 음식 재료들로 간단한 실험을 진행했다.\n그는 여러 번 실험해보면서 마그네트론에서 방출되는 극초단파(UHF)를 수분에 쏘이면 수분의 온도가 올라간다는 사실을 알아냈고, 이를 토대로 마그네트론을 이용해 음식물을 데우는 기술에 대한 특허를 출원했습니다. 그리고 스펜서가 낸 특허를 레이시온에서 사들여 1947년에 최초의 전자레인지를 시장에 내놓은 것이죠. 물론 이 전자레인지는 지금처럼 소형의 것은 아니었고, 큰 냉장고 정도의 크기였습니다.\n\n레이더의 구조와 운용원리\n1. 송신기에서 생성된 전자파 에너지를 안테나를 통해 방사하고, 표적에 반사되어 안테나로 되돌아온 신호를 받아 수신기에 전송.\n2. 수신된 신호 중 저잡음 수신기(LNA2)로 유효 신호만 선별하여 증폭한 후 주파수 하향 변환, 디지털복조처리를 거친 후에 신호처리기로 전송.\n3. 신호처리 과정을 거쳐 필요한 정보를 추출하고 분석하여 표적의 방위, 거리, 고도 및 속도 정보를 생성.\n4. 피아식별기 정보를 이용하여 피아식별 후 표적 정보를 통제기에 전시하거나 지휘통제통신체계 또는 정밀유도타격 체계에 전달.\n\n종류\n\n기계식 레이더(MSA)\n기계식 레이더는 송신기에서 생성된 전파 에너지 빔을 기계적인 방식으로 조향합니다.\n2차 세계대전 이후 위상배열 레이더가 대중화된 지금도 종종 쓰이고 있는 방식으로, 배열 안테나 또는 반사판 안테나를 이용하여 고이득의 송수신 안테나를 사용하였지만 기계 구동식이기 때문에 빔 조향 속도가 느렸고, 고장률이 높고, 부피가 크고 무거우며 정비하기도 어렵다는 단점이 있었습니다.\n\n위상배열 레이더\n위상배열 레이더는 위상차를 이용해 전자식으로 빔을 조향하는 레이더입니다. 1905년 노벨상을 수상한 물리학자인 카를 F. 브라운이 고안한 방법으로, 여러 대의 전파 발신장치를 가까운 거리에 놓고 서로 다른 위상을 갖는 전파를 송신하여 전파의 방향을 집중시키는 것입니다. 특정 파장의 두 발신장치를 가까이 두고 같은 파장의 전파를 발사하게 하면 특정 방향에서는 더 센 전파로 합쳐지고 다른 방향에서는 약화되는 간섭효과가 일어납니다. 이를 이용해 더 많은 발신장치를 놓고 위상차를 정확히 조절하면 원하는 방향으로 전파가 발사되도록 할 수 있습니다. 이 원리를 이용해 전파 발신장치를 전자적으로 제어하는 것이 위상배열 레이더입니다. 전파의 위상을 변경하는 것만으로 레이더파의 방향을 변경할 수 있어 기계식 회전 레이더보다 훨씬 빠르게 360도 스캔을 할 수 있습니다. 이후 전자기술이 발전하면서 위상배열 레이더를 전자적으로 제어할 수 있게 되었고, 특정 방향으로 빔을 집중해 여러개의 미사일을 실시간으로 추적하면서 나머지 방향을 스캔할 수 있는 능력을 갖출 수 있게 되었습니다. 이렇게 전자식으로 제어하는 위상배열 레이더를 전자주사식 위상배열 레이더라고 합니다.\n전자주사식 위상배열 레이더는 다시 PESA와 AESA로 나뉩니다.\n\n수동 전자주사식 위상배열 레이더(PESA)\n레이더의 안테나 면에 배열된 방사소자(radiating element​)가 스스로 전파를 만들어내는 능력이 없는 레이더입니다. 방사소자의 뒤에 배치되어 있는 진행파관증폭기(TWTA), 클라이스트론 등의 고출력 집중형 송신기로 급전을 하고, 위상 변위기를 통해 전파빔을 위상 변화를 이용해 전자적으로 조향하고 빔폭을 변화시킵니다.\n모듈은 오직 전파를 송신하고 수신하는 기능만 가집니다. 그래서 수동인 거죠. 그러나 중앙 집중 송신 구조이기 때문에 송신기가 고장 나면 레이더 운용이 불가능하다는 치명적인 단점이 있습니다.\n\n능동 전자주사식 위상배열 레이더(AESA)\n방사소자가 스스로 전자파 에너지를 만들어내고 송/수신하는 기능을 가지는 송수신 모듈(TRM)로 구성됩니다. 각각의 TRM이 개별적으로 위상/이득을 제어해서 빔을 조향하고 빔폭을 변화시킬 수 있습니다. 모듈들이 각각 독립적으로 작동하고 기계적인 구동부가 없어서 고장률이 낮고 신뢰성이 높으며, 모듈들이 각각 다른 주파수를 만들어낼 수 있어서 전자전에서도 뛰어나고, 지상매핑용 합성개구모드(지상에 전파를 발사하여 지표면을 스캔하여 적의 지상무기들을 탐지/추적하는 모드)의 해상도가4배~10배 이상 뛰어난데다 대지/대공을 동시에 탐색하고 추적할 수 있는 능력을 갖추고 있는 등 많은 장점을 가지고 있습니다.\n크게 안테나부와 처리부로 구성되며, 기존 수동 위상 배열 레이더의 많은 부분과 기능이 안테나에 통합되었습니다. 능동 위상 배열 안테나는 신호 처리 부분을 제외한 레이더 운용에 필요한 복사 소자, 송수신부, 안테나 제어부, 전원공급부 등을 탑재하며, 따라서 안테나의 외부 인터페이스는 광, 제어, 전원, 냉각장치로 간소화됩니다.\n안테나의 구성은 크게 전기적 부분과 기계적 부분으로 구분할 수 있습니다. 전기적 부분은 TRM을 비롯한 송수신부와 안테나 제어부로 구성되고,\n기계적 부분은 많은 능동소자의 열을 순환/방열시키는 환경 제어부로 구성되는데 냉각 방식은 레이더의 안정적인 성능을 위해 많은 주위 환경과 플랫폼을 고려하여, 최적화 설계가 이뤄져야 하는 부분입니다. \nTRM은 크게 송신 증폭, 저잡음 수신, 위상/이득 제어, 송수신 제어 등의 기능을 담당하는\nMMIC칩과 제어회로, 전원회로, RF회로로 구성되며, 각각 다음과 같은 역할을 합니다.\n고출력 증폭기(HPA) : 독립적인 송신 출력을 생성합니다.\n수신 전단부 : 수신기로 수신 신호를 안정적으로 보내기 위한 '수신보호회로'와 '저잡음 수신기(LNA)'로 통합되어 구성됩니다.\n위상/이득 조절기 : 전자적 조향 안테나에서 빔 방향을 조절하는 '위상 변위기'와 레이더의 운용조건(거리/표적/RCS 등)에 따라수신된 반사파의 레벨을 조절하여 수신부의 신호처리 효율을 높이는 '이득 제어 증폭기' 부분으로 구성됩니다.디지털 송수신 제어부 : TRM의 제어를 담당합니다.\nTRM은 반도체 기술의 발전으로 MMIC칩 상에서 여러 RF 기능을 구현할 수 있기에 가능했으며,\n또한 MMIC 형태로 개발되어 부가 정합회로가 내장되어 있기 때문에, 보다 작고 가벼운 레이더를 개발할 수 있게 해 주었습니다.\nTRM의 핵심 부품인 고출력 증폭기는 시스템 전체의 크기와 효율에 가장 많은 영향을 주기 때문에, 사용 주파수와 용도에 따라 Si, GaAs, GaN 소자를 적용하고 있습니다.\n\n선배열 레이더 \n선배열 레이더는 TRM을 행(가로) 혹은 열(세로) 방향으로만 배열한 레이더입니다. Linear 레이더라고도 불립니다. 구조적으로는 면배열 레이더보다 상당히 간단하지만, 빔을 위, 아래 방향으로만 편향할 수 있어서 방위각을 산출하려면 기계적으로 회전해야 하는 단점이 있습니다.\n\n면배열 레이더\n면배열 레이더는 TRM을 가로/세로로 배열한 레이더입니다. Planar 레이더라고도 불립니다. 고각과 방위각 빔을 자유롭게 형성할 수 있으며, 다수의 빔을 동시에 조작할 수 있어서 다기능 레이더에 주로 사용됩니다. 그러나 선배열 레이더와는 달리 고정식 레이더이기 때문에 360도 모든 면을 커버하기 위해서는 레이더를 4면에 배치해야 합니다. 빔폭과 각해상도 레이더가 목표의 정확한 방향을 탐색할 수 있는 것은 전자파 에너지를 빔의 형태로 얇게 제어하여 특정 방향으로만 전파를 방사하기 때문입니다. 이때 방사된 전자파 빔의 범위를 빔폭이라고 하며, 빔폭이 좁을수록 탐지 정확도(각 해상도)는 높아집니다. 각 해상도가 높다는 것은 그만큼 목표물의 방향을 정확히 인지한다는 겁니다.\n\n소자\n갈륨비소(GaAs)\n금속 화합물의 일종으로, 고성능 반도체를 제조하는데 사용됩니다. 실리콘보다 결정 내의 전자이동이 5~6배 빠르기 때문에 초고속-초고주파 소자의 소재로 적합하여 레이더 T/R 소자에 이전부터 사용되어왔습니다.\n\n질화갈륨(GaN)\nGaAs보다 전력밀도, 열 전도도, 고온 안전성이 높고, 전력변환 효율이 좋습니다. 덕분에 더 높은 온도와 전압에서도 동작할 수 있어서 고출력, 고효율 레이더의 T/R 소자의 차세대 소재로 주목받고 있으며, 현재 개발되는 대부분의 레이더들은 GaN을 사용해 기존 레이더보다 높은 성능을 낼 수 있도록 설계되고 있습니다.\n\n신호 처리\n능동 위상 배열 레이더의 운용 모드에 따라 신호 및 데이터 처리 과정이 다르지만, 기본적으로 디지털 빔 형성, 도플러 처리, 펄스 압축, CFAR(constant false alarm rate), 플롯(plot)을 추출하는 과정을 거칩니다. 추출된 플롯 정보는 데이터 처리 과정을 거쳐 표적 정보로 변환되며, 이 신호 및 데이터 처리 과정 중 가장 중요한 것은 전단 처리에서 이루어지는 디지털 빔 형성(DBF) 기능입니다.\n능동 위상 배열 레이더는 DBF를 이용하여 수신 멀티 빔 형성, 재밍 방향 적응 널 형성 등의 기능이 가능합니다. 특히 DBF는 수신시 멀티 빔을 생성하여 동시에 처리가 가능하게 하여, 한 번에 하나씩 탐색하는 펜슬 빔보다 공간 탐색의 효율이 증가하는 장점이 있습니다. 또한 표적 주변에 여러 개의 빔을 동시에 형성할 수 있어 정확한 표적 정보 획득이 가능하게 해 줍니다. 최신 능동 위상 배열 레이더는 디지털 적응 빔 형성, 시공간 적응 빔 형성(STAP),\n비협조 표적 인식(NCTR) 기술, 저피탐(LPI) 기술 등의 알고리즘을 이용해 신호 처리를 수행하고 있습니다.\n\n주파수 대역(밴드)\n마루 : 잔잔한 ‘평형 상태’에서 가장 높은 지점. 골 : 잔잔한 ‘평형 상태’에서 가장 낮은 지점. \n진폭 : 평형점 0에서 마루나 골까지의 높이. 파장 : 마루와 마루 또는 골에서 골까지 거리. \n주기 : 마루에서 다음 마루가 생길 때까지 1회 진동 시간. \n주파수 : 전파가 공간을 이동할 때 1초 동안에 진동​하는 횟수. 1초에 1회 진동하면 1Hz. 1000Hz = 1MHz, 1000MHz = 1GHz, 1000GHz = 1THz.\n\n레이더는 사용하는 전파의 주파수 대역마다 파장 길이가 다르고, 특성도 다르기 때문에 목적에 따라 어떤 대역을 사용할지를 결정합니다. 동일 출력일 경우 파장이 길수록 에너지 손실률이 적게 더 멀리 날아가기 ​때문에 탐지거리는 길어지지만 빔폭(방사된 전파의 범위)이 넓어져서 탐지 정확도(해상도)는 떨어지며, 또 파장이 길수록 그에 따라 안테나 크기도 커진다는 문제가 있습니다.\n\nIEEE19 기준과 NATO 기준이 있는데, IEEE 기준은 2차 세계대전 때 주파수를 5개(P, L, S, X, k)로 나누어 사용하던 것을 바탕으로 하지만 NATO 기준은 전자전용 ECM 장비를 개발하면서 이전과 다른 밴드명(A~M)을 붙여서 사용하기 시작한 것입니다.\n​IEEE 기준​﻿ HF주파수 3 ~ 30MHz, 파장 길이 10 ~ 100m. 파장이 가장 길지만 그 때문에 빔폭을 좁게 만들어내기가 어렵고, 빔폭을 좁히기 위해 레이더가 대형화되고 무거워진다는 단점이 있습니다.\n주로 지구 전리층에 반사시켜서 초수평선 레이더에서 사용하지만 자연에서 발생되는 노이즈가 많아서 높은 정확도를 기대하기는 어렵습니다.\n\nVHF주파수 30 ~ 300MHz, 파장 길이 1 ~ 10m.\nUHF주파수 300 ~ 1000MHz, 파장 길이 0.3 ~ 1m.\nL주파수 1 ~ 2GHz, 파장 길이 15 ~ 30cm.\nHF나 UHF, VHF에 비해 좁은 빔폭과 높은 주파수, 크기대비 높은 출력를 낼 수 있어서, 장거리 조기경보 레이더에서 많이 사용합니다. PAK-FA가 이것을 좌우 날개에 탑재해 카운터 스텔스 수단으로 사용할 예정인 것으로 알려졌다.\nS주파수 2 ~ 4GHz, 파장 길이 7.5 ~ 15cm.\n비가 내릴 때 반사신호가 급격하게 증가하는 특성을 가지고 있어서, 장거리 기상 레이더에서 많이 쓰이며\n군사용으로는 L밴드와 함께 장거리 탐지 레이더에서 주로 사용하는 대역이다.\nC주파수 4 ~ 8GHz, 파장 길이 3.75 ~ 7.5cm. 장거리 탐지용으로 쓰기에는 주파수가 높지만 X밴드와 S밴드의 중간에 위치하기 때문에소형 표적을 정밀하게 탐지추적할 필요성이 있는 중거리 레이더에서 주로 사용됩니다.\n국내에 도입된 대포병레이더 '아서(Arthur)'와 LIG넥스원에서 개발중인 차세대 대포병레이더가 이 대역을 사용합니다.\nX주파수 8 ~ 12GHz, 파장 길이 2.5 ~ 3.75cm. 전투기의 기수에 탑재할 정도로 작은 소형 레이더로도 만족할 만한 해상도를 얻을 수 있어서 주로 사용하며, 미사일을 요격하기 위해 정밀하게 탐지하고 추적할 필요성이 있는 사격통제 레이더에서 많이 사용한다. 이 주파수 대역이 X밴드라고 명명된 이유는 2차 세계대전 당시 기밀로 분류되었기 때문이다. \nKu주파수 12 ~ 18GHz, 파장 길이 1.67 ~ 2.5cm​.\n해성 대함미사일과 해궁 함대공미사일의 레이더 시커가 사용하는 대역이다.\nK주파수 18 ~ 27GHz, 파장 길이 1.11 ~ 1.67cm.\nKa주파수 27 ~ 40GHz, 파장 길이 0.75 ~ 1.11cm.\n밀리미터파 주파수 40 ~ 300GHz, 파장 길이 7.5mm ~ 1mm. 밀리미터파 주파수에서 낮은 영역대중에 V(50~75GHz)와 W(75~110GHz)를 구분하기도 하지만 거의 사용되지 않습니다. 대기중의 산소분자의 공진 주파수인 60GHz를 피해야 하기 때문에 낮은 영역대는 거의 사용되지 않고 대표적으로 94GHz가 많이 사용되며,\n대전차 미사일 같은 일부 미사일과 AH-64D부터 탑재되기 시작한 롱보우 레이더가 이 대역을 사용한다.\n\n레이더의 응용 기술\n 1) RFID ( Radio Frequency Identification)\n태그에 정보를 넣어 리더기에서 읽고, 태그 개별정보를 인식하는 기술로 단말과 근거리 비접촉으로 정보를 읽는 기술이다. 근태카드, 보안카드 등에 사용되며 신용카드, 교통카드 등에서 흔히 볼 수 있다.\n\n 2) NFC (Near Field Communication)\n태그와 상호간에 저속 통신이 가능하게 한 기술로 RFID는 태그에서 리더기로의 인식만 가능하지만 NFC는 서로 양방향 저속통신이 가능하다. 결재, 유통품 정보, 보안 등에 활용되며 흔히 스마트 폰으로 직접 결재하는 방식에서 많이 사용된다. \n\n 3) 레이저 센서\n기본 인식 기술을 레이더의 개념을 이용하여 송신파가 물체를 맞고 되돌ㄹ아오는 형태로 신호를 처리하는 방식이다. 교통에서 많이 사용되는데 차량의 속도를 측정하거나 특정 구간을 지나는지 확인하여 교통량의 측정, 혹은 개별 차량의 주차시에 사용되는 초음파 센서도 비슷한 개념이라고 볼 수 있다.\n\n 4) 바코드\n바코드는 제품에 바코드라는 정보를 기록하여 제품을 구별하는데 사용한다. 바코드 리더기로 읽으면 센서로 검정과 흰색의 빛의 반사도를 판단하여 정보를 구분하여 읽어 들이는 기술이다",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "0e59aec6-754e-4c02-893c-70f18f19c937",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-11T09:13:04.591000",
  "updatedAt": "2023-07-05T21:17:15.737000"
}