{
  "id": "b5513521-b4b6-4edd-8c1c-7d7b45f76807",
  "title": "kf21 사업타당성",
  "content": "•2003년 3월 ~ 12월: 한국형전투기 사업추진 타당성 분석(KIDA)\n항공산업 육성을 위해 국제 공동개발 필요\n개념연구 이전단계로 사업비 추정 곤란\n\n•2004년 7월 ~ 2006년 12월: 전투기 설계기술연구(ADD)\n소요기술 식별 및 연구개발 가능성 확인\n\n•2005년 12월 ~ 2006년 7월.: 보라매사업 국내개발 추진전략(KIDA)\n국제공동개발 추천 및 국책사업화 필요\n\n•2006년 12월 ~ 2007년 12월: 보라매 개발사업 타당성 분석(KDI)\n연구개발은 직구매 대비 총비용 최소 10조원 소요되나, 산업파급효과는 4~5조 원으로 상대적으로 적음.\n현 개발계획은 비용과다소요로 직구매 대비 사업타당성 부족을 이유로 양산불가로 결론\n\n•2009년 4월 ~ 10월: 보라매 사업 타당성 분석(건국대)\nKF-X 개발에 필요한 국내 기술수준 확보, 국내개발이 직구매 대안보다 유리(2조 원 이상)\n2020년경 300대 ~ 500대 수출가능\n\n\n국책연구기관인 한국국방연구원(KIDA)과 한국개발연구원(KDI)이 각각 2003년과 2007년에 사업 타당성이 없다는 연구용역 결과를 내놨다.\n반면 2009년 방위사업청이 건국대에 의뢰한 사업 타당성 분석에선 '경제적 타당성을 갖췄다'는 정반대 결과\n\n따라 노무현 정부 중 한국국방연구원(KIDA)에서 2003년 3월부터 12월까지 사업추진 타당성을 분석한 결과, 항공산업 육성의 필요성과 경제적 부담을 해소하기 위한 국제 공동개발이 필요하다는 결론을 내렸지만, 개념연구 수행 이전 단계이기 때문에 사업비 추정 작업은 진행되지 못했다.\n\n한편 국방과학연구소에서는 2004년 7월부터 2006년 12월까지 전투기 설계기술 연구를 추진하여 전투기 개발에 필요한 기술과 개발 가능성을 확인했고, KIDA는 보라매사업 국내개발 추진전략 연구를 통해 국제공동개발과 국책사업화할 필요가 있음을 강조하였다.\n\n하지만 2007년 12월 한국개발연구원(KDI)은 '보라매 개발사업 타당성 분석' 연구 보고서를 통해 소요비용 대비 산업파급효과가 4~5조 원으로 상대적으로 적고, 현 개발계획은 과다한 비용이 소요되어 직구매 대비 사업타당성이 부족하다는 견해를 나타냈다. 현재의 계획으로는 개발이 불가능하다는 결론이 도출되면서, 사업 추진 여부는 불투명화되었다.\n그렇게 무산되는 듯하던 국산 전투기 개발사업은 2009년 3월 6일 한-인니 전투기 공동개발 의향서(LOI)를 체결하고, 2009년 10월 건국대학교에서 '보라매 사업 타당성 분석' 연구 보고서를 통해 타당성 검토 결과 경제성, 기술성 및 산업파급 효과 등을 고려할 때 연구개발이 직구매보다 타당하다는 의견이 제시됨에 따라 다시 탄력을 받게 된다.\n\n[2023. 11]\nADEX에서 KF-21이 멋지게 하늘을 날 때부터 지상에서는 불안한 루머들이 넘실거렸다. KF-21의 막대한 개발비가 현재 경제 상황과 R&D를 축소하는 정부 정책과 맞지 않는다는 비교적 ‘뜬구름 잡는’ 소문부터, 5월부터 진행된 KIDA의 사업타당성 조사가 지연되고 있다는 구체적인 이야기까지 나왔다. 그 이야기가 현실이 된 것이다.\nKF-21 사업 타당성과 내년도 예산을 둘러싼 논쟁은 예견된 일이었다. 사업 타당성 조사가 늦게 시작되고 KIDA가 연구 결과를 내년도 예산 반영이 어려운 시점이 돼서야 내놓은 걸 과연 우연이라고 할 수 있을까. KIDA가 의도적으로 늦췄다는 의심을 충분히 살 수 있는 상황이다. 즉 명목상으론 단순한 ‘선행 양산 연구’ 결과지만 궁극적으로 ‘KF-21 폐지’라는 노림수의 효과를 극대화하기 위해 지연했을 거라는 의심이다.\n왜 KIDA는 KF-21 사업을 아예 좌초시킬 수 있는, 초도양산 물량 축소라는 보고서를 내놓으려고 할까? 그것은 KIDA가 맡은 ‘합리적인 국방정책 수립 및 의사결정’이라는 것 자체가 사업의 리스크를 부각하고 사업 진행을 막는 것이지, 사업을 진행하기 위해 하는 연구가 아니기 때문이다. 특히 ​KIDA는 ​국내 연구개발 사업과 대형 무기 도입 사업에 인색하기로 악명 높다.\nKIDA는 KF-21 보라매 전투기의 전신인 KF-X 사업을 그야말로 20년간 부정하고 반대해왔다. 2002년 KF-X 연구개발에 대한 논문이 최초로 출간된 이후, KF-21는 주요 사업 과정마다 KIDA의 사업 타당성 평가를 통과하지 못했다. \n2013년 당시에도 KIDA는 KF-X 보라매 사업에 부정적인 전망을 내놓으며, 사업방향 전면 재검토와 계획 폐지를 주장했다. 그때 ‘개발비 과다 축소 의혹’을 제기하는 자료도 발간했다. 시험비행 횟수, 시제기 필요 대수, 중량 대비 비용을 고려했을 때 보라매 탐색개발 결과로 세운 개발계획은 비현실적이라는 것이다.\n그 주장의 근거에는 ‘선진 외국 항공업체’들이 계산한 개발비가 있었다. KIDA가 전투기를 만드는 해외 방위산업체에 KF-X 개발비를 계산해 받아보니, 2013년 기준으로 적으면 10조 원, 많으면 17조 원에서 19조 원이 들어가며, 이는 한국의 계획보다 두 배 이상 늘어난다는 것이 주장의 요지였다. 지난 10년간 해외 전투기 가격이 40% 이상 상승한 것을 감안하면 정말로 터무니없는 주장을 KIDA가 그대로 인용한 것이다. \n해외 무기 업체들이 개발 정보를 가지고 있을지언정, 이 자료를 KIDA에 줄 리가 없다. 게다가 KF-X의 과도한 개발비가 문제라면서 내세운 대안도 현시점에서는 정말 황당한 내용이었다. 당시 해외 무기 업체들은 개발 리스크가 적은 자사 플랫폼(F-16, F/A-18 등)의 개조개발 (Variant, Derivative)을 선호하니 이를 받아들여야 한다고 주장한 것. \n이 제안을 지금 완성된 KF-21과 비교하면 대당 가격과 개발비는 해외 지급 로열티와 크게 차이 나지 않는 반면 전투기의 성능인 무장 탑재량, 엔진 출력, 기동성, 저피탐 능력은 해외 전투기가 KF-21보다 크게 떨어진다.\n해외 업체들이 제안한 개조 개발이라는 것도 실은 그들이 고려했다가 수지타산이 맞지 않아 포기한 것을 한국 돈으로 추진하겠다는 뜻이었다. \nKIDA가 개발 리스크와 한국의 기술 수준을 보수적으로 생각하는 것, 리스크를 줄이고자 하는 의지는 인정한다. 문제는 KIDA가 리스크를 줄이자는 초도 양산 축소가 오히려 리스크를 과도하게 키운다는 점이다.\n첫째 우리 공군 조종사들의 생명을 위협한다. ​조종사들은 ​F-4와 F-5의 설계수명을 넘겨서까지 혹사당하고 있다. KF-21이 나올 때까지 목숨 걸고 비행하고 있다고 해도 과언이 아니다. 사람의 목숨은 리스크가 아닌가. 게다가 지금 F-4와 F-5가 추락 위험에도 임무에 투입되는 것은 KF-21이 개발 과정에서 기간을 어긴 것이 아니라, KIDA의 타당성 평가가 부정적이어서 사업을 늦게 시작했기 때문이 아닌가.\n두 번째는 ‘비용 상승’과 ‘도산 리스크’다. 이미 한국항공우주산업(KAI)를 비롯한 여러 언론에서 정해진 물량을 조정할 경우 KF-21의 양산 가격이 엄청나게 올라가고, 부품 업체들은 공급이 줄어들어 도산 위기에 빠진다고 보도했다. 실제로 ‘폴란드 수출 대박’으로 각광받는 K2 흑표 전차도 중간 양산계획 변경으로 인해 협력업체가 도산해 기술과 비용에 엄청난 손해를 입었다.\n세 번째는 이번 초도 생산량 축소가 ​수출을 스스로 막는 ‘​자해행위’​라는 점이다. 정확히 이와 같은 이유로 실패한 전투기들이 있다. 프랑스의 라팔(Rafale) 전투기가 2002년 한국의 차세대 전투기(FX-1) 사업에 도전할 때, 프랑스 정부는 예산 부족을 이유로 라팔의 초도 생산량을 줄이고 무장 통합 예산을 거절했다. 라팔은 한국에 강력한 세일즈와 좋은 조건으로 합격 직전까지 갔으나, “프랑스 정부가 예산을 줄였으니, 한국 정부가 구매하면 옵션을 채워주겠다”는 제안에 한국은 구매를 거절했다.\nKF-21 보라매 역시 이번 KIDA의 주장대로 초도 양산 대수를 줄인다면, ‘생산 국가가 신뢰하지 못해서 예산이 깎인 전투기’ 혹은 ‘기능은 부족한데 가격은 비싼’ 전투기로 낙인 찍혀 첫 수출의 물꼬를 트기 어려울 것이다. \n\n[LRIP(Low-Rate Initial Production)]\n미국의 경우 무기체계를 양산하는 데 있어 LRIP 제도가 있다. LRIP 제도는 직역해보자면 \"저비율 초도 생산\"이라고 하고, 우리말로 이해하기 쉽게 “맛보기용 소량 양산”으로 의역할 수 있다.\nLRIP는 시스템 엔지니어링에서 사용되는 용어입니다. 미국방성의 시스템엔지니어링 관련 획득프로세스에 따라 이 것은 최근의 F-35 라이트닝2, P-8 포세이돈 대잠 초계기을 비롯하여 과거 F-14D 슈퍼 톰캣, MH-53E 씨 드래곤 헬리콥터, C-17 글로브마스터, T-45A 가삭 훈련기 등의 미국의 여러 무기체계 프로그램에도 적용되어 온 바 있습니다.\n\n장점으로는 무기체계를 본격 대량 생산하기에 앞서 최소 단위의 전술 부대에 제공하여, 무기체계 개발에 따른 안정화 단계를 충분히 거치면서 작전요구성능(ROC)을 확인하고, 대량 생산 여부를 결정하기 때문에 전체적으로 작전요구성능과 국방 예산 절감을 만족시킬 수 있게 됩니다.\n예를 들어 사무실에서 프린터로 유인물을 100장 한꺼번에 인쇄했는데, 일부 누락한 내용이 있어서 수정해서 100장을 다시 인쇄해야 되는 낭비가 발생하는 것을 1장만 먼저 인쇄해서 고쳐야 될 것을 살펴보고 이상이 없으면 100장을 본격적으로 인쇄해 비용을 절감하는 겁니다.\n단점으로는 초기에 투입되는 비용이 조금 더 들어가게 됩니다. 왜냐하면 초기 제품은 대량 생산 되기 이전이기 때문에 대량생산을 통한 박리다매식으로 가격을 낮출 수 없어 초기 생산단가가 높기 때문입니다. \n이 외에 LRIP를 악용하는 문제가 있습니다. 미국에서의 실제 사례를 보면 90년대 미회계감사원(GAO)에서 발간된 보고서에서는 미국이 성능에 대한 검증이 제대로 이뤄지지 않은 상태에서 신형 무기체계를 생산하거나 구매하는 것에 대해서 지적하면서 예로서 미공군 수송기와 미해군 훈련기 프로그램에서 LRIP를 악용하여 일단 장비를 생산하는 사례를 지적하고 있습니다. 이는 학생이 과제를 완료되지 않은 상태에서 선생님께 다 했다고 과제를 제출하는 것에 비유할 수 있습니다. 이와 같은 경우는 예산절감을 위해 LRIP를 도입했는데 LRIP 과정 자체에서도 비용 낭비를 발생시키고 앞서 말한 초기에 투입되는 비용에 더해서, 대량 생산 비용과 문제점을 수정하기 위해 요구되는 추가적인 비용이 더 들어가는 것을 볼 수 있습니다.\n\n[진화적 개발계획]\n\n[CRT(작전가능 훈련, Combat Readiness Training)]\n고등비행교육을 수료한 조종사들이 전투비행대대에 배속된 후에도 훈련기가 아닌 실전에 운용되는 전투기로 오랜 시간 동안 ‘기종전환 및 작전가능 훈련(CRT : Combat Readiness Training)’을 받아야 했기 때문에 일선 전투부대의 교육훈련 부담이 적지 않다. \nT-50을 만들고 개발 배치한 주요 목적이 작전기의 CRT를 대신 수행해서 작전기의 부담을 줄여줘서 작전 임무비율을 높히고, 유지비가 비싼 작전기 대신 CRT를 수행함으로써 교육훈련비를 절감하는 것이고, 수출시에도 이게 주요 세일즈 포인트입니다.  \n우리 공군은 이미 TA-50으로 CRT를 수행하고 있다.\n\n[생산계획]\n공군은 FA-21 전력화 시점인 2026년부터 2028년까지 초도 물량 40대에 이어 2032년까지 추가 80대 등 총 120대를 배치한다는 계획이다. \n연간 20대 생산.\n\n[KIDA]\n보고서 공개는 안될거고 KAI가 개발능력이 낮고 중간에 사고나면 수습할 능력이 없으니 20대씩 쪼개서 사업타당성 점검받자는게 KIDA 주장\n\n[논쟁]\n개발비가 13~17조원? 지금 인니한테 못받은 거까지 생각하면 4조원도 다 안썼는데.\n\n20대건 40대건 블록으로 구분해서 양산하는 것도 맘에 안들고, LRP 저율 양산 체제 돌려서 문제 해결하면서 가야하는게 맞는 건데.\nF-5 추락해서 죽는건 개죽음이고 초도양산 결함으로 추락해서 죽는건 영광스러운 죽음임? 수리온은 왜 추락했대? 1차 양산 이후에 총열 터지고(K11), 파워팩에 시간 다 뺏기고(K2), 10년 넘게 갈지자 운행에(윤영하), 추락하고(수리온), 침몰도 한(K21) 사업들이지?\n내 주장의 요지는 사업 리스크 관리가 필요하다는 것이고 사업 리스크는 투자 금액이 많을 수록, 투입된 기술과 엮여있는 업체, 이해관계가 걸려있는 기관들이 많아 복잡하면 복잡할수록 지수 함수로 증가하는 요인임. \n\nF-35의 경우 저율 양산이 일년에 백 대 가까웠고 기술적 도전이 산적해서 그런 것인데 그 걸 보라매와 수평비교를 하는 건 잘못. 보라매 40대 블록1 양산은 F-35의 스파이럴 개발 방식도 포기하고 리스크를 줄였는데 수평비교 하면 안되지.\n미국산 f-16, f-5, f-35는 한 번도 안떨어졌겠다 니논리면\n리스크 관리가 아니라 리스크를 키우는 짓을 하는건데 그냥 사업 접자는 말을 포장해주는걸 누가 모름? 거기다가 초반에는 방사청이 연구용역을 늦게 줘서 KDIA가 용역결과를 늦게준것처럼 보도되었는데 사실은 에어쇼 전에 터트리면 욕먹고 시간이 부족해야 KIDA 주장에 반박할 시간이 없으니 일부러 타이밍 맞춘걸로 밖에 안보이는데.\n솔직히 진짜 사업 잘되려고 걱정하는 것이었다면 초도양산 수량 축소시 영향을 받는 요소에 대해서 스스로 이야기해야 할 거임. 게다가 사실 궁극적으로는 아직도 KF-X 대신에 F-16 면허생산을 미는 거 같은데?\nK11랑 수리온도 조졌으니까 KFX도 조질 거라고 생각하는 건 근거가 아니라 적합하지 않은 일반화다.\nKIDA가 진짜 레드팀 역할을 했으면 그동안 KF-X 사업 관련 발표나 연구결과가 신뢰할 만한 내용을 줬어야지. KIDA 말 믿고 사업 진행했으면 지금 나올 비행기가 진짜 이상한 놈이었을 건데.\n\n원큐에 양산하자는 사람 없고, 리스크와 일정 경제성을 고려해서 40대/80대 결정한 건데 갑자기 그거 다 취소하고 20대씩 생산하되 20대 생산할 때마다 KIDA 타당성 심사 받는게 이상하지 않음?\n\n이건 리스크 관리의 문제. 전체 사업 리스크를 늘리고 초도 양산 단가를 낮출지, 양산 단가를 높이고 사업 리스크를 줄일지 선택의 문제.\n\n사업타당성은 기재부 소관이고 기재부에서 외부연구기관에 연구용역을 맡김, 그 과정에서 기재부가 국방부 산하의 국방전문 연구기관인 KIDA에게 연구를 맡긴 거임\n\nKF-21은 이제 시제기 비행한지 얼마 안되었음. 무장시험도 분리시험 정도만 한 거지 실사격은 해본 적 없어. 개발중인 기체이니 당연히 미완성인거고 KIDA는 '미완성이니 불안함' 이라고 한 거임. KIDA는 앞으로의 개발 성공가능성은 '그건 난 모르겠고' 이고, 당장 눈 앞에 있는 현 상태만으로 판단한 것임.\n\n뭘 실패로 보는가? 그리고 그걸 만회 가능한가? 하는 점이 핵심 논쟁 꺼리 아닌가\nKIDA 보고서만 보면 모르는 분들은 인티 실패하면 초도분 그냥 못쓰는 물건인 것처럼 오해하는데 전투 적합판정을 받은 시점에서 최소한 공격 임무는 수행 가능 할 거임\n또한 하드웨어를 크게 건드리지 않는다면 소프트웨어적인 문제라 만회도 충분히 가능 할 거고, 우크라 미그기에 HARM도 어거지로 인티해서 쓰는데 머....\n내가 하고 싶은 말은 초도물량을 줄인다고 해서 크게 리스크가 줄어들거나 늘어나진 않을 거로 보임. 인티 부분에 관해선 초도물량을 줄여야만 뭔가 큰 리스크 부담을 덜 수있다 그런 건 아니란 말임\n\n보라매 양산이 반토막이나면 언급하지 않은 곳과 피해를 본 곳들(보라매 양산 반토막나면 그 예산에 KAI 한화 LIG넥스원 순서로 피해) 토닥거릴려고 반토막 덕에 남는 자금 피해본 곳들과 언급하지 않는 곳들로 흘러들어가게 되어 있음. \n지금 관망을 하고 아닥하고 있는 곳이 이익을 얻는 곳임\n\n공대지 기능은 보통 레이다가 그라운드 스캔  능력 발휘 여부를 말하고, 단순한  폭탄의 운반이나 GPS유도무기나 레이저 유도 공대지 폭탄은 순수 제공전투기래두 전부 운용이 가능.\n근데 통상적 지상 지원미션에서 전투기가 이정도라도 충분히 하고 더 고급 미션하에서는 지상 정찰파트에서 타 기종으로부터 도움을 받으면 충분히 가능합니다",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-11-08T01:41:36.596000",
  "updatedAt": "2023-11-12T19:40:34.118000"
}