{
  "id": "b57f5071-b87f-41e0-95bb-c4ffe33d67f8",
  "title": "go - stop 전략, 박수 칠 때 떠나라",
  "content": "우리 인생에서 목표를 달성하기 위해 끈기 있게 버티면 성공하고, 반대로 중간에 그만두면 실패하는 것일까? 대부분의 사람은 당연히 그렇다고 생각할 것이다. 우리가 알고 있는 위인이나 성공한 이는 대부분 끈기 있게 버틴 사람들이기 때문이다. 하지만 최신 행동경제학과 인지과학은 전혀 다른 이야기를 한다. 경쟁에서 이기고 성공한 사람은 자주 포기하고 또 많이 그만둔 이들이라는 것이다. \n인지과학 전문가이자 포커 세계챔피언인 애니 듀크는 ‘그만두기(QUIT)’가 성공을 위해 개발할 가치가 있는 중요한 의사결정 스킬이라고 강조한다. 끈기(GRIT)는 가치가 있는 어려운 일을 계속하게 만들지만 더 이상 가치가 없는 어려운 일까지 계속하게 만든다. 그래서 빠른 성공을 위해서는 가치가 없는 일을 빠르게 그만두고 더 가치가 있는 일에 우리의 한정된 자원(시간, 돈, 노력)을 써야 한다는 것이다. 즉, 빨리 그만두고 자주 그만두고 가치 있는 일에만 끈기를 가져야 한다. 그래야 목표를 이루고 성공하여 행복한 삶을 살 수 있다.\n이 책은 크게 4가지 파트로 효과적인 그만두기 기술을 알려준다. 1부에서는 제때 그만두기가 개발할 가치가 능력인 이유, 그리고 제때 그만두는데도 너무 일찍 그만두는 것처럼 느끼는 원인을 살펴볼 것이다. 저자는 전설적인 복서 무하마드 알리의 선수생활 후반부를 조명해본다. 알리가 은퇴할 최적의 시점은 조지 포먼에게 이겼을 때였다. 주치의와 매치메이커는 그를 위해 은퇴를 권했다. 하지만 알리는 포기하기엔 너무 이르다고 생각했다. 그만둘 시점을 놓친 대가는 안타깝게도 그의 건강과 생명이었다. \n2부에는 지금 하고 있는 일을 계속할지 그만둘지 결정할 때, 잘못된 판단을 내리게 만드는 다양한 착각과 효과적인 대책이 풍부하게 담겨 있다. 특히 알파벳(구글 모기업)의 엑스 디벨롭먼트가 활용하는 ‘원숭이와 받침대 멘탈 모델’은 누구나 참고할 수 있는 좋은 전략이다. 엑스의 CEO 에릭 탈러는 일의 진행을 원숭이가 공원에서 받침대 위에 앉아 횃불로 저글링 할 수 있도록 훈련시키는 상황에 비유한다. 에릭은 프로젝트가 성공하려면 ‘원숭이 훈련’과 ‘받침대 만들기’를 해야 하는데 제일 큰 장애물은 원숭이 훈련시키기라는 것이다. 반면에 받침대 만들기는 매우 쉽다. 즉, 이 멘탈 모델은 어떤 문제를 해결하려면 그 문제의 가장 어려운 부분을 먼저 해결해야 한다는 것을 보여준다.\n3부에서는 ‘그만두기’를 방해하는 여러 요인을 극복하는 의사결정 스킬을 더 자세히 다룬다. 지금 몰두하고 있는 일을 끊어내기 힘든 이유는 그 일을 하기로 한 결정을 ‘소유’하기 때문이다. 소유물이 된 자신의 결정은 다른 결정에 비해 더 큰 가치를 매긴다. 그래서 이런 성향을 ‘이케아 효과 IKEA effect’라고도 부르기도 한다. 이케아에서 산 가구들은 대부분 스스로 조립해야 한다. 우리는 손수 조립한 스탠드를 조립돼 있는 같은 스탠드보다 훨씬 더 소중하게 여긴다. 또한 변화를 가로막는 강력한 장애물인 ‘정체성의 덫’과 그것을 이겨내는 방법도 눈여겨보자. 자신을 다른 사람들이 어떻게 평가할지 걱정하는 마음을 상당 부분 해소해줄 것이다. 이에 더해 당신을 말릴 수 있는 ‘그만두기 코치’ 전략도 유용하다. \n3부까지는 능동적으로 결정하는 상황을 다뤘다면 4부는 ‘세상이 우리를 그만둘 때’를 대비하는 전략이 핵심 내용이다. 코로나 팬데믹의 영향으로 전 세계적인 불황과 경제위기의 불안을 견뎌야 하는 우리에게 절실히 필요한 정보·전략이기도 하다.\n어릴 때부터 \"한 우물을 파야 한다.\", \"끈기를 가지고 꾸준하게 앉아서 공부해라\" 등을 귀에 못이 박힐 만큼 들어서 편견에 사로 잡혀 있는 것도 사실이기는 하다. \n야구 선수 이대호 선수는 체력이 힘들 만큼은 아니지만 나이가 에이징커브가 올 때가 되었다는 판단으로 성적도 좋고 분위기도 좋은데 과감하게 은퇴를 선택한다. 흔히 하는 말로 이 책의 1부의 부제인 박수 칠 때 떠나라는 것을 몸소 실천한 선수다. 나이가 들어서 좋지 않은 성적과 구설수에 오르고 부상 등으로 불가피하게 선수생활을 마감하는 선수들을 보면 박수 칠 때 떠나서 제 2의 인생을 개척하는 것도 정말 좋아 보이는 모습이기도 하다.\n큇(Quit)이라는 책은 에베레스트를 오른 여정에 오른 산악인들을 이야기 한다. 정상을 올라가는 것만 성공이고, 중단하는 것은 과연 실패인가라는 의문부호를 제시한다. 개인적으로 등산하면 국내는 높은 산은 없지만 동반한 사람의 개인차에 의해서 오르지 못하는 경우도 있다. 함께 한다는 생각으로 오르면 정상은 장식품에 불과하기에 어느 높이, 어느 지점에서 과감하게 멈추고 돌아오는 것도 정말 잘하는 일이라 생각한다. \n인문학 책등에서 에디슨이 1만번 실험을 통해서 전구를 발명했다. 1만 시간의 법칙등 꾸준함에 대한 좋은 예와 판단에 대한 책과 자료들은 넘쳐난다. 피아니스트는 정말 다작을 해서 유명한 작품이 나오고 화가도 많은 작품 중에서 명작들이 나오기에 다작이 중요하고 끈기있게 하는 것이 중요하다는 것을 강조하는 책들이 너무 많다.\n큇(Quit)에 나오는 것처럼 중단 기준을 정하는 것이 중요하다. 가능성이 없는 것에 매달려 시간을 허비하기 보다는 주관적인 것이 아닌 객관적인 중단 기준을 정하여 도전하는 것이 중요할 듯하다. 예를 들어서 어떤 시험은 도전하는데 평균이 4년이 걸린다면 정말 4년동안은 매진하고 성공의 가능성이 없다면 과감하게 포기하는 것이 중요하다고 생각한다. 이 책에서도 중단 기준을 정하는 것의 소중함을 이야기 한다. 개인적인 생각으로도 중단 기준을 잘 정하는 것이 중요하고, 그 기준을 정하면서 준비하고 과정에 최선을 다하고 가능성이 없다면 포기하는 것이 맞다고 생각한다. 도달 가능성이 없는 시험에 10년 이상 허비하는 것은 바람직하지 않다고 생각한다. 물론 그 중에 일부는 늦었지만 성공하는 사람도 있지만 중단 기준에 의한 것이 아닌 개인차에 의한 특수한 경우는 중단 기준에 포함하면 되지 않고 평균적인 물리적 시간을 측정하여 기준을 정하는 것이 맞다고 생각한다.\n우리가 이처럼 가라앉는 배에서 빠져 나오지 못하는 현상은 인간이 원래 '그만두기'를 하지 못하는 인지적인 편향이 워낙 강하기 때문입니다. 도박을 할 때도 돈을 땄을 땐 그만둘 수 있지만, 잃었을 때는 오히려 더 집착하게 되는 것도 이런 성향 때문입니다. \n다리가 부러졌는데 결승점이 저기 있다는 이유로 42.195 km를 완주하죠. 잘못하면 슬램덩크의 강백호처럼 선수 생명이 끝날 수 있는 상황에서두요. 변화를 싫어하고 하던 일을 계속 하려는 인간의 성향을 설명하는 이유만 10가지가 넘습니다. \n매몰비용(지금 관두면 들어간 돈을 고스란히 버리는 거야) , 인지부조화(상황이 부정적인데도 정보를 왜곡하며 믿음에 끼워맞춤), 정체성(이 일에 실패하면 어디가서도 성공 못해!), 현상유지편향(다른 일로 성공하는 것보다, 이 일을 계속해서 실패하는 게 나아), 작위-부작위 편향(끝까지 한 일보다, 계속 하지 못한 일에 훨씬 더 미련을 가지는 성향). 기타 손실 회피 성향, 몰입 상승 효과 등등. \n하지만 이런 성향 때문에 우리는 어떤 일을 맞이하게 될까요? 허치슨, 테스크, 카시슈케 3사람은 에베레스트 정상 정복 3시간을 앞두고 베이스캠프로 돌아옵니다. 1시 전에는 정상을 정복해야 안전하게 하산할 수 있기 때문이죠(산을 올라갈 때보다 내려올 때 사상자가 8배 많습니다). 하지만 같이 간 다른 팀은 결국 등산을 강행했고, 정상을 정복하고 내려오다 전원 사망합니다. \n텍사스 홀덤 포커에서 첫 카드 2장을 받았을 때 프로 들은 15~20%만 게임을 진행하는데 반해, 아마추어는 50%가 게임을 강행합니다. 프로와 아마추어를 가르는 게 바로 go or stop을 아는 선구안이죠. 하지만 위대한 기업가조차 일을 그만두어야 할 때 멈추는 걸 못합니다. 미국 소매업계의 전설 시어즈도 오히려 소매 파트의 적자를 매꾸기 위해, 황금알을 낳는 거위였던 금융 파트를 매각했다가 2008년 파산하죠.\n미국은 코로나를 거치면서 1000만 명이 사람들이 직장에서 대거 잘렸습니다. 그런데 코로나가 끝나고 이들이 직장에 복귀할 길이 열렸는데도 막상 다른 일을 찾아 떠나는 '거대한 퇴직' 현상이 일어납니다. 코로나로 인해 어쩔 수 없이 다른 일을 하게 되면서, 자신이 정말 이 일에 맞는지 생각해 볼 기회를 얻었기 때문이죠. 하지만 굳이 어쩔 수 없는 일이 닥쳐서 Plan B를 가동할 상황을 기다리지 말고, 먼저 탐색을 하라고 책은 얘기합니다. 상황은 끊임없이 변하기 때문이죠.   \n하지만 가장 큰 문제는 과연 대안이 있는가? 내가 하고 있는 일을 계속했을 때의 기대가치보다 새로운 일을 했을 때의 기대가치가 과연 더 좋을 것인가? 불확실하고 두렵다는 데 있습니다. 그래서 책은 여러 가지 방안을 제시합니다. \n1, 현재 일의 성패를 좌우하는 핵심 가치를 파악하라. ex) 캘리포니아 초고속열차를 뚫는데 있어서의 최대의 난관은 경로의 중간에 있는 테하차피 산맥에 터널을 뚫는 것이었다. 이곳에 터널을 뚫지 못하면 아무리 다른 곳에 철로를 깔아도 무용지물이다. 하지만 주정부는 나머지 구간에 선로를 깔며 손해를 키웠다. \n2, 언제까지 어떤 조건을 맞추지 못하면 그만 둘 것이라는 '중단 기준'을 설정하라. ex) 3년 안에 공무원 시험 합격을 못하면 공부를 접을 것이다.\n3, 미래를 기점으로 만약에 이 일을 그만둔다면 과연 어떤 신호가 실패의 징조였는지 파악하고 그것을 중단의 기준으로 삼아라. ex) 성사되지 않은 계약의 공통점을 살펴보니, 중요한 미팅인데도 불구하고 상대편의 중역이 나타나지 않으면 그 계약은 대부분 실패했다. 그러므로 중요한 계약이다 싶으면 다음번 미팅 때 상대편의 중역의 출석을 요구하고, 만약 나타나지 않으면 과감하게 손절하라.\n4, 안에서 밖을 보지 말고, 밖에서 안을 봐야 한다. 이를 위해서 타인의 조언을 참고하고 실제로 그 조언에 권위를 부여하라. ex) 벤처 회사의 성공률은 10%인데 70%는 자신의 일이 잘될 것이라 예상한다. 전설적인 엔젤투자가인 콘웨이는 창업자가 스스로 실적 벤치마킹을 설정하고 점검하도록 충고해, 지금 달성하기 힘든 것은 앞으로도 달성하기 힘들다는 걸 깨닫게 도와준다\n5, 현재 일을 하면서도 Plan B를 위한 탐색을 멈추지 말아라. 늘 갈아탈 열차편을 미리 알아봐 두어라.\n﻿이직을 해보거나, 이사를 해본 분은 한번 옮기는 게 얼마나 귀찮고 번거로운지 아마 알 거다. 그래서 뻔히 불행하고 미래가 별로 없는 일에 매달리고 있을지도 모른다. 하지만 고기도 먹어 본 놈이 먹는다고, 변화를 감지하고 Agility 있게 대응하는 건 앞으로 필수가 될 거다. 변화의 속도는 점점 빨라지기 때문이다.  \n책은 다음과 같이 결론 내린다. 현재의 직업, 사업, 투자, 인간관계에 행복한가? 미래의 기대가치가 충분한가? 정말 그렇다면 끈기 있게 계속하라. 그 외에는 최대한 빨리 그만두라.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "51fc321a-6b6f-434a-8658-78fb231eb912",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-21T08:39:11.896000",
  "updatedAt": "2023-11-16T07:01:16.321000"
}