{
  "id": "b5904133-19d2-4503-94f2-f888d20aa80d",
  "title": "코로나19 이후의 변화",
  "content": "신국제 질서 체계\n-- 마스크/백신 사태를 통한 자국 이기주의 극대화\n-- 전통적 동맹/우방국가의 변화 가능성\n-- 급변하는 국제질서하에서 새로운 국제관계 수립\n\n기우치 씨\n-- 자국 산업을 지키려는 각국의 움직임이 강해질 것. \n-- 더 많은 국가가 보호주의를 쫒아 세계무역이 정체\n-- 코로나19 사태가 장기화하면 많은 나라가 경제활동을 정부가 주도하는 중국형 국가자본주의화\n예) 미국 정부의 항공기업체 보잉 지원 방침 \n\n하라리 작가\n-- 코로나19에 맞서기 위해 중국을 비롯한 여러 정부에서는 많은 감시도구를 동원. \n-- 중국은 스마트폰 감시, 수백만대 CCTV, 체온 보고 등으로 감염자를 쉽게 확인할 수 있도록 했으며\n--  이스라엘 역시 테러리스트를 추적하기 위한 감시기술을 감염자를 찾아내기 위해 동원\n-- 감염병으로 인해 감시와 추적 기술을 거부했던 국가에서조차 일상화될 수 있으며, 감시기술이 근접감시(over the skin)에서 밀착감시(under the skin)로 전환될 수 \n-- 임시적 조치는 대게 위기상황이 종료되더라도 지속되기 마련이다. 이스라엘은 지난 1948년 독립전쟁 당시 비상시국을 선포해 언론검열과 토지몰수 등의 특별한 규제 등을 '임시적'으로 도입했으나, 전쟁 이후에도 이들 규제가 오랜기간 유지\n-- 코로나19 역시 확진자 수가 0명으로 되더라도 데이터 수집에 굶주린 정부는 '2차확산 방지'를 목적으로 지속적인 생체감시를 할 것\n\n밴 버냉키\n\n(이번 사태 이후 소비자 행동 등 경제가 완전히 변화하는 것 아닌가?)\n일시적 변화가 영구적 영향을 미칠 수 있다. \n-- 특히 이런 종류의 불황은 경제에 매우 큰 영향을 줄 수 있다.\n-- 소기업들이 몰락하고 대기업이 더 많은 시장점유율을 갖게될 수 있다. \n-- 일부 경제학자들이 걱정하는 것처럼 더 많은 경제력 집중이 이뤄질 수 있다.\n-- 사람들은 어떻게 원격으로 근무하고 회의할 수 있는 지 배우고 있다. 대인보다 온라인으로 업무방식이 바뀌고 있다. 이건 산업적으로 변화를 줄 수 있다.\n\n-- 크루즈 등 여행산업에도 변화가 있을 수 있다 사람들에게 안전과 건강에 대한 확신을 주기 위해 운영 방식이 바뀔 것이다. 이처럼 다양한 차원에서 변화가 있을 것이다.\n-- 하지만 1918년 스페인독감 등 과거 역사를 돌이켜보면 미국 경제가 송두리째 바뀔 것으로는 보이지는 않는다. \n\nㅇ 팬데믹 속 '국제기구 무용론' 확산\n-- 코로나 결의문 내려던 유엔, 美·中 기싸움에 논의조차 못해\n-- WHO도 정치적 행보 보이다 뭇매\n-- 국제사회 '무정부 시대' 도래. 최대 피해는 가난한 나라 국민들\n\n러처드 하스 미 외교협회(CFR) 회장\n-- 포린어페어스 기고문: 이번 코로나 위기는 전환점이 아니라 기존의 흐름을 가속화할 것 \n-- 미국의 지도력은 쇠약해지고, 국제적 협력은 더 어려워지게 될 것. \n-- 국제사회는 무정부적인 사회가 되고, 세계는 더욱 혼란스러워질 것\n\n이코노미스트 EIU의 아갸트 디마레\n-- 세계 경제의 '좀비화' 가능성\n-- CNBC: 저성장과 저물가, 높은 부채 등 일본 경제에서 보이던 문제점이 팬데믹 이후 선진국 경제 전반에 일상이 될 것\n\nㅇ 김정봉, 유발 하라리 코로나 이후 세계 (파이넨셜 타임즈)\n\n1. 전염병 막기위해 정부, 국민 모니터링 강화\n- 과거와 다르게 국민 면밀 감시 기술\n- 감시 수준, 예전과 다르다. 과거에는 당신이 무엇을 클릭했는지 모니터링\n- 코로나 사태를 계기로 체온, 혈압 등 당신의 바이오 데이터 모니터링\n\n\n2. 국가, 기업, 관습이 바뀔 것\n\nㅁ. 세계와 국가 차원\n- 세계화의 제동과 '자국 우선주의'\n- 정부의 국민감시, 민간영역 잠식\n- western 브랜드의 몰락\nㅁ. 기업 차원\n- 디지털 대체 서비스의 폭발적 성장\nㅁ. 관습\n- 볼키스, 키스, 악수 등 서양식 관습의 변화\n\n3.세계화의 제동\n\nㅁ. 세계는 과도한 중국의존의 문제점 통감\n- 중국이 자국 수요 때문에 약이나 마스크 수출 통제, 각국 방역에 위기\n- 한국도 현대기아차 부품 공급안돼 가동 중단\nㅁ. 미국 등 선진국들\n- 해외 생산기지 축소\n- 자국내 로봇을 통한 생산 라인 확충\nㅁ. 덜 개방되고, 덜 자유롭고, 덜 세계화된 세계\n- 정치인들, “세계화와 자유무역이 번영의 보증수표라고 국민들에게 설득어려울 것\"\nㅁ. 전 세계로의 공급망 다변화는 코로나 대재앙 앞에서 공급의 단절만 가져온다 확인\n⇒ 세계화 제동\n국가와 기업들은 수익성 만큼 공급의 안정성 추구관세 장벽\n트럼프식 '자국우선주의' 만연, 국제협력 제약\n\n4. 큰 정부주의, 정부의 민간영역 잠식\n\n--  정부가 경제, 복지, 안보 모든 측면에서 전면에 등장하는 거대 정부 탄생\n--  정부, 인터넷 세계 뿐 아니라 혈압체온도 감시\n--  정부의 민간 영역 잠식\n- 정부가 거대 제약회사가 되어 각종 신약과 백신 개발에나설 것\n- 경쟁력 없는 산업도 공급 안정성을 이유로 정부가 직접 투자, 생산\n\n\n5.서구의 몰락과 동양적 사회경제 체제 부상\n\nㅁ. 서양(Western) 브랜드의 몰락\n- 중국에서 출발한 코로나, 유럽과 미국에 궤멸적 타격\n- EU의 공동번영 목표, 코로나 앞에서 각국이 국경을 막으며 좌절!\n- 미국, 초기 대응에 완전 실패. 사망자 폭증.\nㅁ. 자본주의와 민주주의로 대변되는 서양 세력이 전 세계적 위기에 제대로 대응할 수 없다는 것 실증\nㅁ. 한국, 싱가포르, 대만 등 동양식 사회 경제체제의 강점 부상 중국식 전체주의적 감시 체제는 거부해야!\"\n\n6. 서양식 관습의 변화\n\nㅁ. 유럽과 미국 등 서양 사회의 볼키스, 악수 등 스킨쉽의 변화\n\n\n7. 디지털 대체 서비스 급성장, 직장문화의 대변혁\n\n--  전 세계적으로 재택근무가 늘어나며 ZOOM과 같은 화상회의 서비스 폭발적 증가\n- 자리에서 모여 일할 것이냐 의문\n- 미국, 코로나 종료 시점에 25% 인력은 원격 재택 근무할 것 예상\n- 원격 진료의 필요성 크게 증가\n- 이전 원격진료 기술의 진전에도 불구, 업계의 관성과 환자의 거부감으로 확산 못돼, 이후에는 이런 생각이 바뀌고 원격 진료 확산 예상\n\n8. 오프라인 소매기업 몰락과 인터넷 기업 번성\n--  미국의 인터넷 상거래 기업 아마존\n- 10만명 직원 추가 채용 발표\n-- 월마트 역시, 15만명 추가 충원 발표\n-- 배달업계, 앞으로 1-2년 간은 새롭게 증가한 고객들에게 배달 습관 익히게 만드는 기간 예상\n-- 이미 쇠락단계에 있는 백화점 등 오프라인 기업들은 이번 코로나 사태를 살아서 통과하기 어려울 것\n-- 극장과 음식점 위기/ 스트리밍 서비스 확산\n-- 영화사들 새영화 개봉 미루거나 네플릭스 같은 스트리밍 서비스로 전환\n- 식당들은 배달음식 전용 주방만 운영\n\n맺는말\n\n-- 한국 정부와 기업은 코로나 이후 세계를 대비한 비상계획 작성 서둘러야\n- '세계화의 제동, 자국 우선주의, 관세 장벽' 대책 수립\n--  AI활용, 주력 산업의 부품 국내 생산 확대\n- 기술 초격차 유지 전략\n- BIO 산업의 국가 주력산업화 추진\n\nㅇ 백신 민족주의 - 백신 수출 금지\n- 지금 전 세계에서 벌어지고 있는 일들이... 무역을 믿을 수 없다. 자국에서 생산해야 한다. 이런 쪽으로 가고 있는데 상당히 우려스러움. \n- 우리나라는 무역으로 먹고사는 나라인데... 우리나라조차 소부장 이슈 등 그쪽으로 가고 있으니... 장기적으로 우리나라에게 어떤 영향을 끼칠지... \n- 세상은 복잡계라 알 수가 없죠.\n\n<양극화 심화>\n월 소득 700만 원 이상인 고소득자들의 경우, 코로나에도 불구하고 소득이 늘었거나 혹은 소득에 변화가 없다고 답한 비율이 80%를 넘었습니다.\n\n이들에게 자산을 어떻게 늘렸나 물어봤더니 첫째가 부동산, 둘째가 소득 증가, 셋째가 주식과 코인이었습니다.\n\n반면, 저소득층은 소득도 줄고 지출도 늘면서 경제가 더 어려워졌다는 답변이 많았습니다.\n\n빈부 격차가 더 커졌다는 응답은 80% 가까이 됐습니다.\n\n그런데 더 큰 문제는 코로나로부터 회복되는 속도가 달라 이 빈부 격차가 계속되거나 혹은 더 커질 수 있다는 겁니다.\n\n'회복의 차별화' 전문가들이 회복이 불공평하게 이뤄질 거라면서 가장 먼저 우려하는 건, 가계 부채입니다.\n\n저소득 자영업자, 영세 자영업자들의 경우 생계형 가계 부채 문제가 심각한데, 경제 전문가들에 따라서는 이들이 코로나 충격에서 벗어나기는커녕, 경제적 한계에 내몰리는 상황이 올해 3분기나 4분기에 일어나기 시작할 수 있다고 우려했습니다.\n\n또 코로나로 인한 양극화에 가장 큰 영향을 미친 부동산 가격 상승 문제도 서둘러 대책을 보완해야 한다는 지적이 나옵니다.\n\n빈부 격차가 커진 경제는 활력을 잃고, 그 피해는 모든 경제 주체에게 돌아갑니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "19e61c8e-f497-407f-9d27-abd4f79af89f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-04-06T20:49:34.965000",
  "updatedAt": "2023-01-31T13:27:07.395000"
}