{
  "id": "b6223f76-e00f-4597-8668-85c2c903acae",
  "title": "신립",
  "content": "정답이지요ㆍ조령은 요세지만,한국인들이 알아야 해요ㆍ\n본인은  그 주변지역이 고향이라 조령 정상을 잘 알아요ㆍ지금의  문경쪽 관문도 알지요ㆍ\n\n그러나 중요한것은 조령 말고  그 지역에는  계립령고개가 있지요ㆍ\n삼국시대 고개길이고 조령은 나중에 개척한 길이지요ㆍ\n\n근데 오늘 날 문경읍서 조령은 약 2,3키로면 가고 계립령도   같아요ㆍ\n\n문제는 계립령넘으면 지금의 수안보 온천으로 나옵니다ㆍ\n그런데 수안보  온천가는 고개서 조령가는 길과 연결되는데요.\n즉 조령서 수천으로 막았어도  일본군이  병력 반을  계립령으로 우회하면  단 반나절도 안되서 조령고개 차단할 수  있다는 것이지요.\n\n그 지역 모르는 사람들이 신립이 조령 안 막아서 그렇다는데 그것은 그 당시  지리적 무지예요ㆍ\n조령서 진을 치려면 반드시\n계립령에도 진을 처서 양쪽에서 일본군 차단전략하였으  시간은 벌겟지요ㆍ\n\n그리고 계립령말고도 문경서 가은읍방면에 은티재라고 있어요ㆍ그 길도 반나절이면  문경읍서 수옥정 조령까지 주파해요ㆍ\n즉 신립이 조령을 막아도 결국 하루 이틀정도차로 조선군  포위되고 전멸이라는 것\n신립은 절대 바보가 아닙니다. 바보같은 장수였다면 북방에서 그만한 전과를 못올립니다. 북방에서 데려온 3천 기마대는 믿을수 있는 전력이었겠지만 \n서울에서 급히 모집한 5천 보병은 갓쓴 유생들, 시장판의 장사치들이었는데 이들을 나눠서 조령을 지킨다는것 자체가 얼마나 엄청난 전술적 부담을 가져올지 누구보다 잘 알고 있었을겁니다. \n박사님 말씀대로 요새가 없는 조령을 지키려면 군대를 나눠야 하는데 대장의 시야에 들어오지 않는 별동대가 잘 싸워줄지 도망갈지 어떻게 확신하겠습니까? \n그것도 전투경험은 고사하고 훈련조차 못받은 잡졸들로 그런 전술을 쓴다는것 자체가 신립 입장에선 말도 안되는 전술이죠. \n제가 보기엔 신립이 출정했을때는 이미 조령을 지킬수 있는 때가 지났습니다. 상주에서 패배했을때 이미 조령도 같이 넘어간거죠. 상주에서 최대한 버티고 조령에 요새를 쌓아야 지킬수 잇었을겁니다.\n\n역시 박사님 혜안에 감탄합니다. 무조건 조령만 막는다고 다 해결될 상황이 아니었군요. 어릴적엔 불멸의 이순신을 보고 마냥 고집만 부리다 망한 케이스로 알았는데, 커서 다시보니 신립도 알면 알수록 질 수 밖에 없는 싸움에 등떠밀려 나간 역사의 피해자가 아닐까 싶습니다. \n물론 조총을 가볍게 보고 적을 무시했다는 기록도 있다지만, 애초에 이끄는 군대는 급하게 모은 오합지졸인데 상대해야 될 적은 잘조직되고 숫자도 우세하며 전쟁경험까지 풍부한 정예군이었죠. 심지어 현지 지형도 제대로 파악할 수 없었고 딱히 끼고 싸울 성곽이나 뭐 싸우기 적합한 지형도 없어서 홈어드벤티지도 누리지 못했으니, 신립도 여기선 승산없다는 것을 알았을지도 모릅니다. 하지만 그렇다고 후퇴하면 곧바로 한양인데 당시 조정이 후퇴해 한양에 방어선을 치자는 주장을 받아줄 리도 없고 신립도 충무공처럼 정치적으로 끝장났었겠죠.\n결국 이미 져있는 싸움에 등떠밀려 나가 무조건 싸워야만 하는 셈인데, 이런 상황에 신립이 그나마 희망을 걸 수 있는건 정예병인 기병군단이었을 것이고 역시 이들을 중심으로 전략을 짜서 결판지으려고 짧은 시간 내에 최대한 고민해서 고른 곳이 탄금대가 아니었을까 싶습니다. 탄금대도 기마 전투에 적합한 곳은 아니었지만 여러모로 심리적으로 쪼들리는 입장일 때 정보까지 부족하면 판단이 쉽지 않죠. 사람이 선택할 수 있는 카드가 적으면 그만큼 확증편향의 오류에 빠지기도 쉬운 법이구요. 신립의 실책도 있었지만 역시 박사님의",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-08-31T19:53:07.706000",
  "updatedAt": "2021-08-31T20:04:18.831000"
}