{
  "id": "b654aec7-456a-471e-912b-f884c2681389",
  "title": "MBA, 컨설팅",
  "content": "잡스의 컨설팅 혐오\nhttps://m.youtube.com/watch?v=fSWfDhGldew\n\n잡스가 말한 것처럼 컨설팅 자체가 나쁘다고 생각은 안하는데, 컨설팅하는 분들은 전체 산업에 대해서 general하게 아는 상태에서 접근하는 게 대부분이라 컨설팅 받을 회사가 몸 담고있는 산업에 대해서는 실무진보다 모르는 경우가 태반이었음. 그래서 결국은 전략에 대해 깊이있게 이야기를 하고 고민해야 하는데 결론은 정해져 있고 보고서의 1줄 wording을 멋있게 써서 CEO에게 있어 보이게 보고하려고 하는 느낌이 든 적이 대부분. 뭐가 중요한 건지 먼저 생각해야지 자꾸 본인들 보고서만 챙기려고 하니 회사 입장에서 도움이 되나.\n\n업계 내에서도 미래 예측이나 향후 산업 동향은 업계 내 일반적인 사람들도 대부분 깊이가 없거나 제대로 모름. 최신 트렌드나 동향, 기술, 가격변동, 인력상황 등 되게 다양하게 알아야 하는데 그런 사람들은 관리직에서도 매우 능력이 뛰어난 소수들이고 제 아무리 모건스탠리 같은(영상에선 예시로 멕킨지, BCG 이지만.) 초 일류 분석, 재무평가 기업이라도 잡스의 시각에서는 그리 달갑지 않았을 거임. \n영화에 감놔라 배놔라 해는 방구석 평론가나 감독들 마냥 대부분 제대로 된 대안 없이 기껐 쓴 논문에 서문 쓰는 거 마냥 수박 겉핥기지. 혹은 알맹이나 깊은 사고, 대안 제시 없는 경우가 태반.\n\n주식 컨설팅과도 비슷하게 봐요. 많이 아는 전문가라 얘기하지만 이행해서 손해가 발생했을 때 책임지지 않습니다. 차라리 자기가 분석하고 선택하면 거기에서 배우는거라도 있죠.\n저희 회사에서는 몇번 크게 외국 유명 컨설팅 회사에서 컨설팅 받은적 있는데 이때 배운 건 \n\"컨설팅은 이제 그만\"이라는 거\n\n컨설턴트들이 임원으로 와서 일해본 경험을 말해보면, 일을 구조적으로 하는 방법은 잘 배운 것 같다는 생각이 듭니다. 다만, 쓰잘떼기 없는 장표질에 들어가는 시간으로 많은 야근, 스트레스... 등이 반복되어 근무시간 효율이 떨어지는 경우가 더 많았던 것 같습니다. 자기가 한 말을 직접 실행하고 책임까지 질 수 있으면 분명 컨설팅 결과는 좋다고 생각됩니다.\n\n컨설팅 업체를 끼고 내부 프로젝트 TFT를 진행하는 입장에서 공감되네요. 컨설팅 업체는 모든 클라이언트들에게 적용할 수 있는 \"정형화\"된 솔루션을 구비하고 제공하려 하기 때문에 각 클라이언트들의 입장에서 컨설팅 업체가 제공하는 솔루션이 적합하지 않거나 이해하기 힘들 때가 있습니다. 이게 바로 복사-붙여넣기의 폐해가 아닐까요.\n\n컨설팅의 가장 큰 문제점은 컨설팅 비스무리한 조별과제만 해봐도 알게되는데, 그건 바로 답을 정해놓고 거기에 맞는 근거를 찾아모아서 꾸미는 게 여러 근거를 찾아서 가장 적합한 해답을 찾는 것보다 훨~씬 쉽다는 겁니다. \nA에 맞는 이론 사례만 열심히 모으고 B는 이래서 안되고 C는 이래서 안된다고 덧붙이는 게 ABC 모두를 심도있게 탐구해서 A가 낫다는 결론을 도출하는 것보다 훨씬 쉽죠.\n\n그걸 경영자도 모르지 않음. 사실 대부분의 문제는 어느 정도 안목이 있는 경영진이면 다 보임. 근데 그 해결책을 도입할 명분을 찾는 목적이 큼. \n예를 들어서 100명중 20명의 직원을 구조조정하고, 여러 프로젝트들 다 없애는게 답이라면, 이를 실행할 명분(구실)이 필요할 때 컨설팅업체를 찾아감.\n\n컨설팅 별 거없어요. 대학 때 프로젝트 하던 연고대생들이 졸업해서 컨설팅사에서 근무하며 돈받고 좀 더 세련되게 하는 것 뿐이고 본질은 차이가 없어요.\n\n컨설팅이 무용하다고 믿는 사람으로서 아주 반갑고 흥미로운 영상이네요. 실제 경영진도 자신들이 하고 싶은 방향으로 의사를 관철시키기 위해 직원들 설득용으로 전문가 집단의 컨설팅 결과를 근거로 삼으려고 하는 거지, 사실 그들도 컨설팅이 개소리라는 건 알고 있는 경우가 많죠. 반대로 실무진이 경영진 설득하려고 하는 경우도 있죠. 내 말은 안들어 주니까 컨설팅 회사를 내세워서.\n\n단기적으로는, 그것도 컨설팅을 맡기는 주체에겐 이득이겠지만 회사 전체로 놓고 보면 아주 나쁜 판단인 경우가 많았습니다. 제가 다니는 업계의 편향된 경험일 수 있는데, 이런 영상이 나오는 걸 보니 어느정도는 일반화할 수 있을 듯하네요.\n\n컨설팅이라는 게 결국 클라이언트(고객사 경영진)가 하고싶은 거 하려고 할 때 주주총회나 이사회 승인을 받기 위해서 명분을 제공해주는 수단일 뿐입니다. 그래야 결과랑은 상관없이 일거리 수주가 좋아지죠.\n\n금융사에서 일하는데 컨설 사용 이유가 정말 그러합니다.\n\n갑자기 경영진에서 너네 사업부한테 니네 사업의 전망에 대해 보고서 만들라는 두리뭉실한 숙제를 던져줌. 현업도 매우 바쁜데 그딴 거 만들고 싶겠냐? 이런 잡일 하라고 컨설팅 쓰는 거고 인터뷰 때 대충 이런 결론으로 써주시고 거기에 필요한 데이터들은 필요할 때마다 요청 주세요 이러면 됨. 이게 컨설팅이 해주는 일임. 컨설팅이 무슨 현업을 알아서 뭘 컨설팅을 해주겠냐? 그냥 답정너 개잡일 대신해주는 비싼 잡일 처리꾼이지.\n\n스티브 잡스의 의견에 매우 공감함. 컨설턴트들은 어케든 성과를 위해 기업의 잘못된 것만 찾아서 실무 경험 없이 전문성 없는 리포트만 내려 함. 그리고 그 이후는 나 몰라함. 이 나몰라라 할 수 있는 외주 용역 컨설팅의 포지션이 컨설팅의 질을 더욱 나쁘게 하는 원인이기도 하고. 주변 기업들 함 보면, 컨설팅 받아서 뭔가 구체적으로 좋아졌다는 사례 정말 찾기 힘든 것임을 알 수 있음.\n\n솔직히 컨설팅 업계가 백데이터와 여러 레퍼런스들 많아서 그럴듯한 자료들을 만들어 낼 수는 있겠지만 본질을 꿰뚫는 지혜를 줄 수 있다고는 생각이 안드네요. 결국 명분쌓기에 불과한 경우가 많고 그 명분을 위해 돈을 지불하고 모여드니 우수한 인재와 경력, 데이터를 모아서 명분을 강화하는거구요.\n\n팩트는 니들이 아무리 떠들어도 맥킨지는 세계 유명 대학 재학생들이 가고 싶어하는 기업이고 나날이 매출도 오르고 있는 컨설팅 기업이다.\n\n델타가 맥킨지 컨설팅 받은 사례 등 컨설팅 자체가 엄청 도움되고 비용을 줄이는 사례도 많죠. 뭐가 답이라 할 순 없지만 개인적인 생각으론 산업자체 컨설팅 보다는 인적자원관리 쪽에서는 컨설팅이 효과적인 경우가 많은 거 같습니다.\n\n현재 회사에서 차장임. 회사에서 가끔 이 사업 왜 해 하는 경우, 경영 임원진들이 하고싶은 거 하려고 할 때 (주총)승인받기 위한 명분 제공, 수단의 과정이라고 생각하시면 될 듯\n\n전문가도 아님. 애초에 회사에 필요한 건 그 회사가 몸담고 있는 분야에 대한 전문가인데. 업계에서 수십년 종사한 해당회사의 중역진이 전문가지 어떻게 나이도 새파랗고 온갖 잡다한 분야 다 건들이는 컨설팅 업체 직원이 전문가일까요.\n\n아버지가 기술경영쪽 손가락 안에 드는 컨설턴트신데, 아버지의 신념은 문제에 대한 모든 해결의 근거를 현업자와의 인터뷰를 통해 찾으려고 하는 자세인 것 같습니다. 역시 그 일을 하는 사람들이 가장 답에 가깝다라는 말이 맞는 것 같네요\n\n개인적 경험담이지만, 컨설팅 쓴 이유는 내부적으로 이미 결론난 거를 정리하고 보고해 주는 용도로 썻음. 이때는 내부적으로 업체에 제공할 자료도 많았구요. 다른 경우론 진짜로 컨설팅 필요해서  받았을 때는 정형화된 보고서만 던저주고 끝내더라구요\n\n미국서 일하는 현업자인데 컨설팅을 통해 내부에서 자기 주장을 펼치려고 한다는게 딱 맞는 말이에요 현업자는 전혀 그렇게 생각 안하는데 윗선에서 밀고 싶으면 컨설팅 데리고 와서 돈 엄청 쓰고 내용물 그려와서 너네가 만들어라 그러고 현업자는 컨설팅이 미처 생각하지 못한 부분까지 다시 고려해가면서 대신 만들어줘야 하니 속터지고. 참고로 그 회사는 주식이 주당 100불이었다가 지금은 5불!\n\n요새 글로벌 컨설팅 기업들은 PPT를 금지하는 추세입니다. 내용과 스토리가 있는 상세한 글이 좀 더 서로 이해하고 소통하는데 도움이 된다고 판단하기 때문이라고 하네요\n\n맥킨지를 비롯한 대부분의 컨설팅 업체는 언제나 일반론 관점에서 이야기합니다. 가까이 있을 수록 정확히 못보는 게 사람인지라 필요한 것이지요. 경영자 입장에서 일반론적인 경우의수들을 컨설팅 받는 것은 그냥 단순히 원하는 목표를 설득하기 위해 존재하는 것 이상의 가치를 합니다.\n\nK모 컨설팅 회사 다녔었는데 그냥 유학파 어중이 떠중이들 모아 놓고(참고로 외국에서 좋은 대학 나온 애들도 드뭄), 여기저기 제안서 뿌려서 이사 이런 사람들이 프로젝트를 따오면, 그 어중이떠중이 비전문가들이 그것에 대해 마구잡이로 리서치를 합니다. 그걸 그럴듯 하게 포장을 해서 컨설팅이랍시고 이런 저런 발표를 하고 조언을 합니다. 컨설팅이라는게 해당 분야에 대해서 아무것도 모르는 비전문가들 천지에요. 특히 한국은요. 그러니 컨설팅을 받아도 효과가 없을 수 밖에. \n웃긴 건 정부도 저런 컨설팅 회사에 돈을 줘가며 일을 많이 시킵니다. 별 같지도 않은 프로젝트에 20억 쉽게 꿀꺽이에요. 그리고 그 어중이 떠중이들은 허울 좋은 컨설팅회사 경력을 가지고 사기업으로 이직을 합니다.\n\n컨설팅은 그 시장 상황을 정확하게 바라보고 회사가 어떻게 나아가고 소비자에게 가치를 전달하고 발전해  나가야하는지를 명확히 파악해서 최고 경영자에게 올바른 선택할 수 있는 정보를 \n제공해 주는 툴일 뿐이지 마법에 지팡이처럼 컨설팅이 회사의 모든 문제를 해결주고 돈을 벌어줄 묘책처럼 착각하게 설명하고 제안해서는 안되고 제안 받는 입장에서도 그렇게 생각해서도 안된다.\n컨설팅의 본질은 최고경영자의 느낌이나 감으로 회사를 운영하기 보다는 실체적 일반화를 통해 더좋은 선택을 하기 위함이다.\n\n예전 반도체회사 다닐 때 윗선에서 컨설팅회사 불렀는데 한달 동안 회사 상황 및 우리회사 제품들인  반도체 교육(제품을 부문으로만 나눠도 10개부문은 되겠는데) 해주고 있었는데 무슨 컨설팅을 한다고. 좋았던 건 이 인간들이 잘 모르니 우리가 원하는 방향으로 자료 주고 설명해주니 알아서 회장님께 보고서 만들어 주고. 우리 마케팅팀이 말할 때는 뭔 불평이 많고 부정적으로 생각한다고 회장님께 욕 먹었는데, 컨설팅 회사에서 대신 말해주니 역시 컨설팅이 최고라고 하고 있고.\n\n컨설팅 금액이 PPT 장당 10만원에 해당하는 컨설팅 기업에서 보고서 중간에 백지조차 의미있는 여백이라고 하면서 넣은 사례가 있음.\n그리고 엄청 촌스러운 폰트와 이모지를 넣어서 컨설팅 업체에 이를  지적했더니, 이 이모지는 PPT를 보고받을 최종 결정권자가 좋아하는 것이라고 해서 통과시켜준 적이 있음.\n\n현직 대기업에서 컨설팅을 굳이 쓰는 이유는 정말로 대기업이 답을 몰라서가 아니라 때로 전략 기획안을 쓸 인력 자체가 부족하기 때문이에요. 관료가 된 대기업 대리 과장들은 수많은 행정업무와 기획업무, 혼자 두세개 프로젝트를 진행하능 것은 물론  부서내 잡다한일을 하기에도 바쁘고 수백페이지에 달하는 기획안을 혼자 쓰기에는 역량이 부족한게 아니라 시간과 힘이 부족하거든요. 흔히 KPMG 등 국내 컨설팅사가 제안하는 기획안은 대기업 직원들이 큰 틀에서 가이드한 내용을 바탕으로 내용만 채워넣은 것에 불과하죠.. 그저 컨설팅 회사도 기획안을 쓰기 위한 고급 용역 업체에 불과하다는 점.\n\n이게 요즘 트렌드죠. 지금 컨설턴트들은 보고서 작성용 외주용역업체나 마챦가지입니다. 사무실 청소 외주 주듯이요. 어느 회사나 보고서는 필요하고, 현업 머릿속의 그럴 듯한 계획과 의견을 PPT 쟁이들한테 외주 줘서 보고서 작성하게 시키는 형태의 컨설팅이 요즘 대세입니다.\n\n컨설팅은 조언일 뿐이고 행동하고 실행하는 건 무조건 관련된 사람이 해야 한다고 계속 생각함. 컨설팅은 일종에 선배 같은 것 같음. 선배가 아무리 조언을 잘 해줘도 문제는 선생님이 내고 공부는 내가 하는 것이기 때문에 100% 믿는게 아니라 이럴 수도 있구나라는 생각을 하며 들어야한다고 생각함.\n\nMBA가 회사를 망친다랑 비슷한 맥락이죠. 특히 요즘 같이 모든 분야가 초고도화 된 시대에서 과연 옛날 교육, 옛날 케이스 스터디만 주구장창 해온 컨설턴트들이 어떤 도움이 될지는.\n\n잠시 외국계 컨설팅에 있었습니다. 회의가 들어 1년만에 그만뒀습니다. 컨설턴트 경영전략이 먹히던 시대는 대기업 내부역량이 부족하던 아주 오래전 시대의 얘기일 뿐입니다. 서울대 경영학과에서 상위권을 뽑아놓고 하루 4시간씩 자면서 일하는 데는 이유가 있습니다. 프로젝트마다 특성이 다르니 컨설턴트들은 그 분야에 대해서는 생초보인데 industry의 선두권인 회사에 컨설팅해야 하니 공부해야할 절대적 시간이 필요합니다. \n또 허레허식은 얼마나 많은지... 예전에는 택시도 모범만 타라고 했습니다. 사실상 잘 포장된 공허한 외침일 뿐입니다. 높은 연봉을 포기했다는데 후회도 하지만 계속 있었다면 더 후회했을 거 같습니다.\n\n외국계 컨설팅펌 다니는 입장에서 1000억원을 누적으론 썼을 순 있겠으나 단일 프로젝트가 1000억 할 일은 절대 없음.  그리고 아무리 컨설팅 찬성론, 반대론으로 나뉜다 한들 기업은 어쩔 수 없이 계속 컨설팅을 쓸 수 밖에 없음. 내부인력만으로는 역량이 부족하든, 머릿수가 부족하든, 새로 뽑으면 계속 정규직으로 놔둬야 해서 비효율적이든 직접 수행하기 힘든 일들이 많아 인재를 아웃소싱 해서 해결해야 하며, 경쟁사를 합법적으로 벤치마킹 하기 위해서 필요하고, 내부적으로 의견의 컨센서스가 이루어지지 않을 때 제3자의 시각이나 판단이 필요하기 때문.\n\n미국에서는 contractor(계약직)의 업무를 consultant가 많이 처리합니다. 심지어 여기 나온 애플 조차도 Cognizant나 Accenture와 같은 IT Consultantancy에게 기술 지원을 받고 있어요. Consultant/Contractor가 미국 회사들에게 인기 있는 이유는 정규직 고용 후 늘어나게 될 인건비 지출을 줄이려 하는 이유가 하나 있고, 최신 기술을 바로 적용해보고 싶을 때도 유용하죠. 최신 기술이 그다지 유용하지 않을 때는 계약을 연장하지 않으면 되니까요.\n\n컨설팅 성공확률로 따지면 10퍼센트정도 될까요 그래도 컨설팅업이 사라지지 않는 이유는  경영진 책임 회피하기 좋은 용도가 되기 때문이겠죠. 투자실패해도 봐라 미국 최고 MBA학위를 가진 엘리트들이 만든 컨설팅라는 근거로 가지고 했다는 식에 회피수단으로 유용하기때문이겠죠. 컨설팅회사는 그 점을 잘 알고 있어서 복사 +붙여넣기를 무한 반복하는 거고..\n\n컨설팅은 경영학자들이 만들어낸 허상의 비즈니스에 불과하다.\n- 마크 로메로\n\n\nLG 스마트폰의 몰락 \nLG 스마트폰의 몰락과 관련 \"과거 '초콜릿폰' 성공에 취한 피처폰 마인드와 리더십의 부재, 전략 연속성의 부족\"을 꼬집었다.\n외부 컨설팅을 맹신해 \"스마트폰은 찻잔속 태풍\"이라고 시장을 오판한 것은 유명한 일화다.\n스마트폰은 장기적 안목에서 플랫폼의 안정성과 서비스 지속성이 중요한데 이런 스마트폰 중심 구조로 조직을 전환하는데 너무 오래 걸렸다\"고 지적했다.\n정작 스마트폰에 필요한 기본기는 소홀했다. 대표적인 게 사용자환경(UI/UX)와 SW 경쟁력이다. 삼성이 초기부터 대대적인 투자에 나섰던 분야이지만 LG는 이를 등한시했다. 두고두고 소비자들이 LG폰 선택을 주저하게 만드는 요인이다.\n\nLG 전자만 저런게 아니고... LG 그룹 전체 특징이다.\n말아먹은 임원에게 책임을 묻는게 아니고, 우쭈쭈쭈 하면서 다른데 옮겨주고 비슷한 놈 또 데려옴.\n\n실패하면 책임을 물어야 하는데 수고했다고 격려금 줌 그러니 개판나지\n\n윗대가리가 고집부리다 말아먹었으면 책임지고 X되어야 다음 윗대가리가 뭔가 변혁을 생각하는데\n임원한테는 너무 자비롭게 영전시키고 아래 실무자들만 조지고 끝나니 발전이 없고 매번 처음부터 맨땅에 헤딩이지.\n\n확실히 LG가 소프트웨어 파워를 무시한게 맞긴함....최적화도 그렇고\n기본적인 UIUX도 지금 안드10 정도 와서야 1년 전의 갤럭시 따라잡았다고 할 정도로 좀 무식하긴함....\n\n인화의 LG는 임원들끼리 짬짜미 해먹을때 쓰는 말이고, 직원들한테 인화가 어딨냐는게 국룰 아님?\n\nLG가 뭘 개선한게 아니라, 그냥 안드로이드 기본 UI가 발전한것. 항상 구글에게 감사하십시오.\n사실 벨벳폰이나 회전폰같은 최상위모델 빼고는 ODM으로 그냥 요구사항만 전달하고 개발부터 설계, 제조까지 중국 업체가 한... 그냥 짱께폰에 LG로고만 박아서 파는 수준이었어서 그냥 UI/UX는 짱께의 능력이 발전한거임.\n\n실무자들 의견을 무시하는 경우가 많음ㅋㅋ\n\n심지어 이놈들은 외부 업체에 사업 평가까지 수십억 줘 가면서 받아놓고는 결과 무시하고 지 멋대로 함\n\n삼성과 비교하면 삼성은 임원진이 실적 못내면 나가야 하지만 LG는 계속 끌어 안고 쓸려고 한다는 것. 장단이 있지만 첨단 산업이 극소수 경영진과 연구진의 재능에 의존하는 분야라는 걸 간과한 셈.\n\n 가전 쪽에 있던 임원들 쓴게 가장 큰문제였다고 생각함 백색가전이랑 핸드폰이랑은 완전 다른 제품인데 밑에서부터 한우물만 파던 사람을 끌어올려야 하는데 엉뚱한거 하던 사람오니 방향이 바뀌고 또 바뀌고.. 악순환의 연속이었음\n\nmc 2년정도 있었는데 상부에서 원하는 업무방식이 너무 꼰대스타일임\n업무효율 개나줘버리고 자리에 오래앉히는걸 우선시 함 ㅋㅋㅋ 그러니 직원들이 갑갑해 죽으려하고 일할 맘도없도 집중도 안됌\n\n\nMBA 출신의 문제점\n문과 출신 MBA 인원들이 주도하면 망한다는 게 정설. 사업을 하려면 기술을 아는 이공계 출신이 주도해야 살 수 있다는 게 검증 완료됨.\n\n오늘의 교훈, 기술도 모르고 산업도 모르면서 MBA 출신들 모아 만든 허접한 외국계 컨설팅 회사들의 컨설팅을 조심.\n\n그래서 컨설팅회사 출신 MBA 키즈 유입한 회사들 죄다 망함. 단기적 성과와 숫자에만 집착하지 산업에 대한 안목이나 비젼이 없다.\n\n- 멕킨지, 말이 컨설팅 회사지 무당한테 회사 미래를 맡긴 거, 거의 돌팔이 무당급이죠. \n- 그 컨설팅 회사때문에 망한 기업이 한둘이 아님.\n- 맥킨지는 그냥 ppt 자료 잘 만드는 회사\n- 컨설팅 회사라는 게 서류를 보고 자료해석에 머물고 있어. 창의적이고 도전적인 해석이 부족\n\n- 맥킨지가 실패하는 경우도 있지만 방구석 댓글러들한테 무당 소리 들을 정도는 아닙니다. 애초에 엘지 멀티미디어 사업부를 살려낸 경험 때문에 남용이 맥킨지를 신뢰하기 시작한 거고. 한화나 삼성생명 같은 회사도 맥킨지에게 컨설팅 의뢰를 하고 업계 1위가 될 수 있었죠. 지금도 아모레나 롯데도 컨설팅 의뢰를 꾸준히 하고 있는 상황이구요. 기업들은 바보가 아니에요.\n\n두산은 원전과 화력발전소의 핵심 기술인 가스터빈의 국산화를 위해 지속적인 투자를 했었음. 터빈은 소형화시켜서 전투기 엔진에 적용할 수도 있으므로 국력에 연계된 기술이라 상당히 중요함. \n문정부 전까지 이전 정부는 두산의 연구에 힘을 실어주며 지속적으로 원전 발주를 해주고 있었음. 근데 일본에서 원전사고 터지고 문재인 정부에서 갑자기 탈원전 한다면서 신규 원전 발주 취소. 탈원전 하는 정부와 그 나라 기업을 신뢰하고 원전을 수주시킬 외국 고객도 없으므로 외국 발주도 취소. 이후  두산의 원전관련 연구개발사업 올 스탑. 이때까지 투자한 비용 회수도 못하고 미래가치도 상실함. \n하나의 우수한 회사가 정부 정책으로 골로 갈 수 있다는 예시를 보여줌.\n두산은 문재인이 탈원전만 안했으면 대박은 그냥 예약이였는데 탈원전 한다해서 나가리된 거\n근데 두산이 판 거 전부 대박 났다는 게 함정. 심지어 김치까지.\n매킨지 출신 사장에 매킨지 컨설팅 말 듣다 그리 된거다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-02-13T09:00:44.005000",
  "updatedAt": "2025-12-10T19:46:35.493000"
}