{
  "id": "b6f259ed-f7ce-4891-beee-1a208307520b",
  "title": "괴벨스",
  "content": "몸이 약한데다 만곡족(발바닥이 안으로 심하게 굽은)이라는 선천적인 장애가 있었던 소년 괴벨스는 제대로 걷지 못해 친구들에게 왕따를 당했다. 이 때문에 2층 다락방에 혼자 틀어박혀 울곤 했다. 수술도 해봤지만, 아무런 소용이 없었다. 평생 보조구를 착용하고 살아야 하는 아들을 바라보며 부모님도 가슴아파 했다. 당시 독일 사회는 장애를 신의 형벌로 받아들였기 때문에, 괴벨스의 부모님도 그의 장애를 불의의 사고 탓에 그렇게 되었다며 둘러대고 다녀야 했다.\n괴벨스의 같은 반 학생들은 체격이 작고 장애를 가진 소년 괴벨스를 늘 업신여겼고, 괴벨스가 같은 반 여학생에게 쓴 연애편지를 빼앗아 큰 소리로 읽으면서 절름발이라고 놀려댔다. \n괴벨스는 항상 혼자 있고 싶어 했고, 자기를 이렇게 만든 하.느님을 원망했다.\n\n\"하느님은 왜 나를 사람들에게 경멸당하고 조롱당하는 인간으로 만들었는가? 나는 인간을 사랑하고 싶은데, 그러지 못하고 증오해야 하는가?\"\n- 괴벨스의 일기 中 -\n\n유일한 재미는 책이었다. 괴벨스는 골방에 틀어박혀 도스토예프스키, 신비주의, 종교적인 러시아 사회주의 성향의 책을 읽어댔고 이 때문에 몽상가 소년이 되었다. 심지어 자신이 직접 소설을 쓰기도 했는데, 모든 소설이 타락한 사회를 비난하고, 세상을 구원해줄 강력한 지도자를 열망하는 내용이었다.\n신체적인 열등감을 학교 성적으로 커버하려고 이를 악물고 공부했다. 성적은 상당히 좋았다. 괴벨스의 부모는 빠듯한 살림에도 중고 피아노까지 사주면서 열심히 공부하는 괴벨스를 격려했다. 그의 학창시절 꿈은 신부였다. 괴벨스의 부모님 역시 그가 장애를 딛고 모든 사람들을 포용할 줄 알아야 된다고 생각했으며, 아들이 신부가 되는 길을 적극 장려했다. 괴벨스의 집안은 유대인을 싫어하지 않았고, 유대인과의 왕래도 잦았다. \n\n\"유대인을 싫어하는 게 이해되지 않아. 그들도 똑같은 인간인데 왜 멸시받아야 하는 것이지? 내가 가장 존경하는 교수도 유대인이야. 그와 학구적인 토론을 할 때마다, 유대인들의 능력은 아주 뛰어나다는 걸 수긍하게 돼. 좋은 사람이지. 정치에 관심있는 주변 사람들은 유대인을 독일에서 추방해야 한다고 말하지만 그건 인간의 도리가 아니잖아?\"\n - 청년시절 괴벨스가 친구에게 쓴 편지 中 -\n\n괴벨스는 역사수업, 특히 전쟁 이야기를 유난히 좋아했다. 특히 알렉산더, 마케도니아 대왕과 같은  영웅에게 완전히 마음을 빼앗겼다. 이때부터 조국과 민족, 신앙이 그의 마음속에 자리 잡기 시작한다.\n16세의 괴벨스는 이 지옥같은 세상을 전쟁이 해결해줄 수 있고, 처자식과 조국을 위해 목숨을 내놓는 것이 가장 명예로운 일이라고 믿게 되었다. 그러나, 다리 장애 때문에 군대에서 쫓겨나고 조롱당하기만 했다. 청년 괴벨스는 감성이 대단히 예민했다. 다른 사람들이 그냥 기분 나쁜 정도의 일이 터져도 괴벨스는 처절하게 절망하였다.\n열심히 공부하여 명문대학교에 입학했지만, 먹을 것을 사기 위해 옷과 손목시계를 팔아야 했다. 차비가 없어 집에 돌아오지 못할 때도 있었다. 돈의 노예가 되는 상황을 씁쓸하게 생각했다.\n\n\"언제나 돈 때문에 문제가 발생하고, 그것은 나를 매우 괴롭게 만든다.\"\n - 괴벨스의 일기 中 -\n \n졸업 이후 뛰어난 논문 실력과 학위로 박사가 되었으나, 달라진 건 아무것도 없었다. 박사 이름으로 과외를 하거나 언론사에 가끔 기고나 논문을 올리면서 푼돈을 받는게 전부였다. 몇 푼 받아봤자 당시 독일의 인플레이션 상황에선 받으나마나 였다. 그는 또다시 현실의 무력함을 느꼈다.\n이윽고 청년 괴벨스는 오랫동안 교제 중이었던 유대인 여자친구에게 청혼했지만, 그녀는 괴벨스의 장애 때문에 장애아가 태어나지 않을까 걱정된다며 괴벨스의 마음에 큰 상처를 주었다. 자존심이 강한 괴벨스는 여자친구가 헤어지자고 하면 자살할 것이라 말했다. 하지만 그녀는 결국 괴벨스와 헤어지고 돈 많고 몸이 멀쩡한' 사내와 결혼한다. 이 때문에 괴벨스는 지독한 우울증에 시달린다.\n방황하던 그는 유대인 은행에 입사하고자 했으나 장애가 있다는 이유로 퇴짜를 맞았고, 어렵게 들어간 또 다른 유대계 은행에는 직원들이 양심의 가책도 없이 투기와 사기를 저지르는 것을 보고 유대인에 대한 혐오감을 느끼기 시작한다.\n괴벨스가 결혼까지 생각하고 진심으로 따랐던 유대인 여자친구 엘제 얀케가 자신을 버리고 돈많고 사지가 멀쩡한 남성과 결혼한 것도 유대인에 대한 증오를 낳는 데 한몫했다. \n\n\"완전히 이사를 하고 나서 개를 한 마리 구했는데, 인간에 대해 더 많이 알면 알수록 개를 사랑하게 된다.\"\n - 괴벨스의 일기 中 -\n\n괴벨스는 열심히 공부해서 출세하면 어린 시절의 아픈 기억을 잊고 새롭게 시작할 수 있을거라 여겼다. 하지만 독일의 제 1차 세계대전 패배 이후 경제 대공황은 계속 되었으며 모든 국가의 금액을 배상금으로 퉁치는 일들이 일어나고 결국 실업자들만 늘어났다. 뿐만 아니라 여자친구에게 차이고, 아끼던 여동생마저 사고로 죽었으며, 같은 독일인들은 장애가 있다는 이유로 여전히 자신을 멸시했으며, 유대인들의 지속적인 불법 행위로 인해 그는 인간에 대한 증오심을 가지게 되었다. 어린시절부터 앓았던 우울증은 청년이 되었을 때 더더욱 극에 달해버렸고, 하루에도 수십번 씩 자살 생각이 들었다. 주변인에게 늘 '자살하고 싶어'라고 말하고 다녔다.\n\n\"그래, 나는 고독해야 하고 고독할 것이다. 이 비참한 삶이 무엇이란 말인가! 인간이라고 하는 쓰레기들!\"\n - 괴벨스의 일기 中 -\n\n스튜어트 체임벌린의 '19세기의 기초'를 읽고 또 다시 유대인을 생각하게 되었다. 고귀한 독일 인종이 물질주의 때문에 타락했고, 그 원인은 유대인이다. 독일 민족을 유대인으로부터 보호해야 한다는 체임벌린 주장에 크게 공감하게 되었다. 당시 독일 사람들은 독일의 가장 큰 적은 증권 자본주의고, 그 증권자본을 장악하고 있는 세력이 유대인이라고 믿었다. 괴벨스역시 경제 대공황으로 실업자 신세가 된 자신의 처지를 모두 유대인의 책임으로 돌렸다. 30대로 접어들면서 고민이 생기면 모조리 민족 문제와 연관 시켰다. 이제 완전히 민족주의로 생각하기 시작했다. 자신은 독일을 깊이 사랑하고 애국심은 예배가 되어야 한다고 믿기 시작했다. 결국 유대인에 대한 증오는 나날이 심해졌다. 1929년 크리스마스 직전에는 유대인 귀신들이 자신을 뒤쫓아 오는 악몽을 꾸었다.\n괴벨스가 보기에 사기꾼이 넘쳐나는 이 시대에서 독일 민족의 유일한 구원자는 아돌프 히틀러였다. 그는 히틀러를 만나기 오래 전부터 히틀러에게 고개 숙일 자세가 되어 있었다. 독실한 가톨릭 신자였던 그는 히틀러를 만난 뒤로 반종교주의자로 돌아선다. 히틀러 덕에 출세하여 장관이 되자, 어릴 적 자신을 '절름발이'라며 무시하던 고향 사람들이 환심을 사기 위해 몰려드는 것을 보면서 인간에 대한 혐오감은 더욱 심해졌다. 괴벨스는 그것을 두고 '구역질이 난다'고 표현했다.\n이후 그는 대저택, 커다란 배, 고급 승용차를 모조리 사들였고, 여자를 실컷 만나며 청년 시절의 한풀이를 했다. 절망과 고독에 몸부림 치면서 엉망진창인 세상을 향해 부논하던 괴벨스에게 히틀러는 모든 문제를 해결해주는 구세주였다.\n처음에 히틀러는 유대인을 협상카드로 사용하려 했다. 그러나 유대인 몰살이 일생의 목표였던 괴벨스는 히틀러를 열심히 졸라댔고, 결국 1935년 뉘른베르크 법이 제정되었다. 유대인의 재산은 모두 압류되었고 시민권을 상실했다. 나치는 자(제도기)를 사용해 유대인을 감별해냈다.\n실제로 학살 집행자였던 하인리히 힘러는 '유대인 대학살 계획에 있어서 괴벨스 장관이 가장 적극적이었다'라고 말했다.\n괴벨스는 자신이 장애인이라 '낙인찍기'의 위력을 잘 알고 있었다. 그는 일상생활에서 '유대인 낙인 찍기' 분위기를 조성했다. 또한 그는 자신과 같은 장애인들을 모두 '죽여야 하는 열등한 존재'로 인식하고 학살하거나 고문했다. 그는 사회적 약자에게 어린 시절 자신의 모습을 투영했다. 자신의 못나고 열등한 모습, 늘 도태되었던 모습, 인정받지 못했던 모습을 저주했으며, 그것을 매우 증오했다. \n1938년 11월 10일. 히틀러와 괴벨스 등 나치 일당은 '인종 대학살'을 감행하기 시작한다. 돌격대가 침대에서 유대인을 끌어내 죽였고 1939년에는 유대인을 가축 트럭에 실어 수송하기 시작했다. 1941년 베를린에서 3,5000명의 유대인을 색출해 모두 수용소로 보냈다. 노인은 따로 모아서 모두 죽였다. 그 당시 유대인이 할 수 있는 유일한 반항은 자살이었다.\n자신의 장애를 잘 알고 있었던 괴벨스는 연설을 해나가면서 다음과 같은 각오를 다졌다. \n\n\"내 스스로 명성을 높여야 한다. 나 같은 절름발이에게 먼저 떡을 갖다 줄 사람은 아무도 없기 때문이다. 분노는 삶의 원동력이다.\"\n-  괴벨스의 일기 中 -\n\n그는 선전 장관으로 활약하면서 나치 웅변학교를 세워 수천명의 선동가를 양성했고, 여러 종교 단체를 진압했으며, 수도원의 성폭력 동성애 사건을 집중적으로 보도하였고, 독일인들에게 있어서 투쟁의 대상을 오로지 한가지로 통일하였다. 바로 유대인 척결. \n현재까지 뉴스 프로그램에서 이용되고 있는 \"뚜... 뚜... 뚜.... 삐이~\"소리를 낸 뒤 본격적으로 방송이 나가는 방식은 괴벨스가 사람들을 방송에 집중시키기 위해 최초로 개발한 방식이다. 그는 tv와 라디오를 정치선전에 활용한 선구자이며 정치쇼의 원조, 공약보다는 감성에 호소하는 선거전략의 선구자이다. 또한 시장같은 장소에서 후보자가 유권자들과 어울리는 모습을 사진으로 찍어서 선전하는 행위의 창시자이다. 괴벨스 덕분에 독일은 프랑스와 함께 전 세계 최초로 정기적으로 tv 방송을 보낸 국가가 되었다.\n괴벨스는 히틀러 앞에서 어린애였다. 히틀러는 괴벨스 가족에게 크리스마스 선물도 보내고 생일 잔치도 베풀어주면서 계산된 총애를 했다. 히틀러가 보기에 괴벨스는 자신을 맹목적으로 숭배하면서도 뛰어난 언변과 불같은 열정을 갖고 있으며, 당시 강력했던 사회주의 세력을 포섭할 만한 사고방식도 겸비하고 있는 인재였다. 괴벨스는 나치 당원 가운데, 거의 유일하게 박사 학위를 갖고 있는 뛰어난 인텔리였다. 괴벨스는 히틀러에게 아부했다. 히틀러 역시 괴벨스의 자존심을 세워주었다. 괴벨스는 히틀러를 '시대의 난관과 결핍에서 벗어나는 길을 제시하는 존재'로 끊임없이 미화했다. 이 때문에 대부분의 독일인들은 히틀러를 거의 신이라고 생각했으며, 숭배했다.\n괴벨스는 전쟁이 불리해질 수록 전세계를 지배하려는 유대인과 싸워야 한다는 망상으로 빠져 들어갔다. 그는 유대인 학살이 서양을 구하는 유일한 방법이라 생각했다. 괴벨스는 자신과 제국이 위기에 빠져 들수록 히틀러에게 더욱 의존했다. 1945년 나치 제국이 완전히 패망하고 히틀러가 자살하자, 괴벨스는 역시 그를 뒤따라가겠다고 하며 처자식과 함께 음독 자살을 했다.\n\n\"총통이 없으면 살 만한 가치가 없다. 내 사랑스런 아이들이 살아남아서 어떤 대접을 받겠는가? 그래, 모두 데리고 가련다.\"\n - 1945년 괴벨스의 마지막 일기 中 -",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-19T01:35:50.185000",
  "updatedAt": "2023-02-14T01:36:47.672000"
}