{
  "id": "b955133f-29c4-4ab6-b562-fb8f36ea620a",
  "title": "4대 발명품",
  "content": "4대 발명품이라 자랑하는 화약만 해도 페르시아에서 유입된 것이 확인됐고 나침반은 '신라침판'에서 유래한 고유의 우리 발명품이다. 이 뿐인가. 인쇄술 역시 우리의 선조들이 가장 먼저 만든 발명품이고 종이는 인도와 중국, 우리가 거의 동시에 다양한 형태의 종이문화를 만들어 냈다. \n\n[화약]\n(1) 중국에서 발명한 화약은 실질적으로 \"흑화약(黑火藥, black powder)\"이고, 이런 화약의 용도나 성능은 매우 제한적이었다. \n(2) 진정한 군서변혁과 역사에 중대한 영향을 준 화약은 유럽인들이 발명한 \"황화약(黃火藥, brown powder)\"이다. 이것은 대규모로 공사와 군사에 응용되었고, 현대군사공업의 기초가 되었다. (황화약은 전문용어이며 명확히 정의되지는 않았다. 노란색 폭약이라고 하는 것이 더 타당할 것이다.) \n(3) 황화약과 흑화약은 전혀 전승관계가 없다. 처음부터 독립적 노선으로 발전했고, 성질도 완전히 다른 체계이다. \n이런 가장 중요한 세가지 요소를 보더라도 \"화약\"이 중국에서 발명되었다고 하는데, 무리가 있다는 것을 알 수 있을 것이다. \n(4) 중국이 발명한 흑화약은 초석, 유황, 목탄등 여러개의 천연물질을 혼합한 일종의 혼합물이며 물리적인 범주에 속한다. 그리고, 그 결과만 알 뿐이지 그 원인은 모르는 비과학적인 인식이자 경험주의가 누적된 것에 불과했다. (그러므로, 중국에서는 당연히 더 이상 발전시키지 못한 것이 더 이상 이상할 것도 없다) \n(5) 유럽인이 발명한 황화약의 제조방법은 화학적인 합성방법이므로 일종의 화합물이다. 황화약의 발명은 근대화학의 이론적인 기초를 이룬다. \n(6) 흑화학만 하더라도, 중국에서 서방으로 전해졌다는 것을 증명할 증거가 없다. 요즘 얘기되는 여러가지는 모두 추측에 불과하다. \n(7) 더구나 흑화학의 기원에 대하여도 여러가지 주장이 있다. 많은 고대문명지역에는 모두 흑화학과 비슷한 발명에 대한 기록이 있고, 학술계의 일파는 인도인이 먼저 흑화약을 발명하였다고 한다. 그리고 흑화약의 종류는 백여가지가 넘는다. 중국에서 사용한 흑화학은 그 중의 하나였다.\n\n흔히 화약의 발명을 서이 지나족이 했다고 하지만 정확한 기록은 없다. 이와 비슷한 물질이 있을 수 있지만 정확하게 만들어 진 시기도 송나라 시절로 주장하지만 사실은 시기적으로 신라에서 출발하여 신라 부흥군들에게 계속 이어졌고, 여진족 즉 후신라인 금나라에서 본격적으로 개발되고 사용된 것이 화약이다. 즉 그래서 화약은 지나족과 관련이 없고 신라인 김아골타가 세운 금나라에서 지나족 송과 전쟁에서 본격적으로 사용한 것이다.  \n\n [삼국유사]에 신라가 백제를 멸망시킨 후 661년 한산성(현 대동강변 평양성)에서 고구려와의 한산성 전투가 벌어지고 있었다. 내용; 신라 장군 왕사가 한산성에 주둔하니, 고구려와 말갈이 공격해왔다. 한산성의 군사들이 구원병이 오지 않아  서로 바라보며 우려하는데 신술을 쓰니, 갑자기 큰 독처럼 생긴 광휘가 남쪽 하늘에서 날아와 벼락이 되어 30 여개의 포석들을 쳐부수니 고구려와 말갈군의 활, 화살, 창, 칼들이 산산이 부서졌다. \n - '신라군이 신술을 쓰니 큰 독처럼 생긴 광휘'  - 광휘는 현대의 로켓과 같은 분사추진 무기로서 흑색 추진 화약가스의 불을 뒤로 뿜어대는  등 광휘는 흑색 화약을 쓴 화약무기임(이명우 박사; 천보노) 큰 독처럼 생긴 화약탄을 날려 보내는 무기는 신라의 천보노 즉 쇠뇌(팔우노)를 이용하였을 것이다. \n이와같이 신라는 중국보다 1세기 보다 앞선 7세기 중엽에 이미 화약을 사용한 근거가 있다. 당에서 8세기(784년) 화약을 사용한 기록이 있는데 송.금(후신라).원(몽골)에서  본격적으로 활용하였다. \n조선조 때 쓰여진 [용원필비] 책에서 폭탄 원리에 의한 화약무기인 충전뢰, 화뢰포 기록이 있는데 신라시대 한산성(현 대동강 평양성) 전투에서 신라가 고구려와 말갈 기병을 대상으로 사용한 것으로 기록하고 있다. 이는 중국의 당보다 신라가 고구려군과 전쟁에서 120년 이상 먼저 사용한 기록이다. \n\n[나침반]\n하나는 \"transparention determinants\"로 방향을 정하는 도구 즉, 지남철을 의미한다. 여기에 대한 해석은 \"중국 고대발명의 하나. 사남(司南)이라고 한다\". \n다른 하나는 \"compass\"로 \"나침반\"이라고 번역할 수 있겠다. 통상적인 의미에서 항해에 사용되는 나침반이다. 항해 혹은 탐측할 때 지구에서 사용되는 기본방향 측정도구. 가장 오래되고 가장 많이 쓰이는 것은 자석나침반이다. 12세기때, 중국과 우주의 항해가들이 모두 각각 사용했다.\n두 가지 용어는 서로 구분하고 있다. 한 가지는 육지에서 사용되는 비교적 간단한 지남철을 의미하고, 이는 중국의 '사남'이다. 또 한가지는 행해와 탐측에 사용되는 전문적인 도구로 유럽과 중국에서 동시에 출현하고, 선후를 가리기 힘들다는 것이다. 유럽에서는 \"나침반\"을 주요하게 보고 있으므로, 중국에서 발명되었다는 주장은 뒤집혀버린 것이다. 이유는 다음과 같다:\n   1) 유럽의 나침반은 처음부터 북쪽을 가리킨다. 중국의 나침반은 남쪽을 가리킨다.\n   2) 유럽 최초의 나침반은 16개의 방위만 표시한다. 중국의 24개방위를 표시하는 것과 다르다.\n   3) 유럽에서 나침반에 관한 최초의 문헌기재는 1190년까지 거슬러 올라갈 수 있다. 프랑스학자 알렉산더 네이컴이 쓴 <<기구를 논함>>이라는 책이다.(어떤 주장에 의하면 이미 1180년대에 쓰여졌다고 한다). 아랍의 최초문헌기록은 1282년의 The book of Merchants' Treasure로 Baylak al-Kibjaki에 의하여 카이로에서 출판된 것이다. 1세기정도 차이가 난다. 사실상 이는 그저 문헌기록상의 시간이고, 실제사용시기는 이보다 훨씬 앞설 것이다. 이미 1150년을 전후하여 이탈리아에는 이미 항해가들이 사용하고 있었다. 중세유럽에는 자석에는 신비와 무술의 색채가 있으므로 많은 항해원들은 접촉을 꺼렸고, 비교적 대담한 선장들이 어두워서 하늘이 보이지 않을 때에만 암중으로 사용했다. 이리하여 초기의 나침반은 유럽에서 신속히 보급되지는 않았다. 아마도 이런 이유로 발명자의 이름도 알려지지 않게 된 것같다.\n    4) 아랍어의 나침반(al-konbas)은 고대 이탈리아어에서 유래하였다.\n\n한국해양대학교 해양박물관 전임연구원 김성준외 2인의 논문 ‘항해 나침반의 사용시점에 관한 동서양 비교 연구’ 논문에서 필자들은 “유럽과 중국에서 거의 비슷한 시기에 나침반이 항해에 이용되었음을 역사적 기록과 최근까지의 연구성과들을 검토한 결과는 중국인들이 세계 최초로 나침반을 항해에 이용했다는 기존 주장과는 달리, 중국인들과 유럽인들은 거의 비슷한 시기에 서로 독자적으로 나침반을 항해에 이용했다”고 주장하며 중국이 선박 항해에 나침반을 세계 최초로 사용하였다는 주장은 사실이 아니라고 단정하고 있다.\n\n항해용 나침반의 이름은 신라의 라에서 비롯되었으며 해상을 통한 무역이 발달한 신라의 발명품으로 알려져 있다.\n나침반(羅針盤,Compass)의 발명국이 서이 지나(수.당)가  아닌 신라이다. 그래서 고문헌과 고의학서에 한결같이  신라의 나침반을 줄여서 신라(新羅)의 라침반(羅針盤)을 라침판(羅針板) 또는 라반(羅盤)이라고 문헌에 기록되어 있다. \n 신라 라반(羅盤)의 우수성은 당시 당나라(선비족)도 신라로부터 나침반의 핵심인 나침을 몇상자씩 수입해 간 기록이 삼국사기에 남아 있다. \n신라는 기원전부터 천문학에서 필수 불가결한 천문관측을 위해 라반을 사용하여 천체운행을 측정하고 예측할 수 있었다. 특히 라반(羅盤)은 천문학에 있어 없어서 안될 방위각을 산출하는 기구이다. 신라의 라반은 해양항해술에 적용되었다. 통일신라 시절에 우수한 선박 건조기술(신라는 동북아 최고의 선박 제조 국가로 '신라선'의 유명세와 함께 울산에 조선소를 건설한 고고학적 유적이 발굴이 되었고, 상해 부근 영파에 조선소 건설운영 등)과 해양항해술을 가진 전문집단 교육과 선단구성과 동서해와 동남해 그리고 제주도 이남의 상해와 대만과 오키나와 등 동남아 항로 장악으로 일찍부터 이슬람상인들과 직접 교류하고 있었다.(일본 승려의 옌닌의 일기 참조) \n해양 항로에서 해양용 수라반(水羅盤)을 별도로 사용하였다.  신라의 무역선단의 '신라선'과 모든 수군의 '군선'들은 이 수라반을 선실에 이를 설치하여 운항에 사용하였다. \n\n나침반은 일반적으로 중국에서 최초로 사용했던 것으로 알려져 있다. 그런데 중국 한나라 때의 나침반 설명문에 ‘방위표(地盤)는 낙랑에서 출토된 것을 복원한 것’이라 적혀 있고『삼국사기』 문무왕조에는 당나라에 자석과 금ㆍ은 침(針)을 보냈다는 기록이 있다. 나침반의 원료가 내지 나침반 자체가 신라지방의 특산물이라는 것을 말한다.\n  『삼국사기』 신라본기 문무왕 9년(669년) 정월조에 당나라 승려 법안이 신라에서 자석을 얻어간 사실이 쓰여 있고 5월에는 급찬 지진산 등을 통해 자석 두 상자를 당에 보냈다는 기록이 있다. 중국이 자랑하는 3대 발명품(나침반, 종이, 화약) 중에 하나가 나침반인데 중국의 나침반은 송나라 때 발명한 것으로 되어 있으므로 이런 자료를 보더라도 세계 최초로 나침반을 발명한 나라는 신라로 볼 수 있다.\n 풍기인삼이라는 말처럼 대부분의 특산물은 그것이 나는 지역 이름을 붙인다. 나당연합군이란 신라와 당나라의 연합군이며, 나제 동맹은 신라와 백제의 동맹이듯이 신라는 줄여서 ‘나’ ‘라’라고 불렀다.침과 반이 우리(특히 신라 지역)의 특산물이라면 ‘라(즉 신라)에서 나는 침반’, 즉 신라침반을 줄인 말이 ‘나침반’이 된다. 우리의 문화가 중국보다 앞섰음을 자연스럽게 알 수 있는 내용이다.\n고대에 중국이나 우리나라에서는 나침반을 풍수지리 술사들이 집이나 묫자리를 잡는데 사용하였다. 고대 중국에서는 방향을 가르키는 나침반을 사남(司南)이라고 하였으며 풍수지리용 나침반은 나경(羅經)이라 불렀다. 우리나라에서는 풍수지리용 나침반을 윤도(輪圖)라고 불렀다. \n\n1947년 중국 중앙문화부 문물국 박물관처에 처장으로 근무한 학자인 왕진탁(王振鐸)은 ‘사남 지남침과 나경반(司南指南針與羅經盤)’이라는 논문에서 나침반의 원리와 유래를 명확하게 밝혀 놓고 있다. \n왕진탁의 논문에 의하면 한(漢)의 나침반(司南)은 방위를 표시한 지반과 국자모양의 자석(勺)으로 구성되어 있는데 낙랑의 채광총(塗)과 왕광묘(王光墓)등에서 작(勺)과 지반이 모두 출토되었고 그것을 복원 사용한 것이 한나라의 나침반이라는 것이다.\n\n\n[종이]\n후한서 채륜전에 \"其用帛者謂之爲紙 (기용금자위지위지)\"라 했으므로, 이미 이전부터 누에를 이용하여 종이를 만들어 사용하였음을 알 수가 있다.\n그렇다면 누에가 많이나는 지방은 역사적으로 어느 지방인가? 바로 온난한 기온과 적당한 습도가 유지되고 뽕나무를 문제없이 재배 할수 있는 대륙 동부해안 또는 내륙 중남위도에 위치 하여야 한다. 적어도 전한시기 이전 부터 누에를 기를수 있는 지역은 알다시피 이미 동이족이 점거하고 있었던 대륙 동부 해안 지역 이었다. 즉 고조선 지역이라고 추정되는 지역들이다. 고조선의 후예국인 부여국에도 비단으로 복식을 하고 상당한 문화수준을 영위하며 지냈던 사서 기록으로 보아 고조선에서 이미 비단으로 된 종이를 만들어 사용하지 않았는까하는 추론이다. 이러한 신라의 종이 제조 기술에 의해서 세계 최초의 목판 인쇄물이 신라에 있게 된 것이다. 그 동안 석가탑 목판 인쇄물이 발견되기 전에 당나라 목판 인쇄본이 신라와 일본으로 전해졌다고 하는데 이는 전혀 근거가 없는 거짓이다. 최초 목판 인쇄물이라고 주장하는 당나라의 함통(咸通) 9년(868) 조판인쇄물인  『금강반야바라밀경(金剛般若波羅蜜經)』이 있다.  \n 하지만 당나라의 것보다 100여 년 앞선 세계 최초의 목판인쇄본인 신라의 석가탑에서 발견된  『무구정광대다라니경』(706~751경)이다. 이  『대다나리경』은 석가탑 수리 도중에 출토되었다. 석가탑의 무구정광대다라니경이 발견되기 전에 일본에 있는 목판 인쇄물이 세계 최초라고 하지만 불국사의 『무구정관대다라니경』이 발견되면서 후대의 것으로 판명된다.\n\n[침술]\n《황제내경》은 2011년 유네스코 세계기록유산으로 지정됐다. 약 2200년 전에 저술한 한의학의 최고경전인 《황제내경》에 “뜸은 북방, 침은 동방으로부터 유래되었다”고 기록되어 있다. 침술은 한국과 중국을 중심으로 자생적으로 발전하였고, 한국에서 가장 융성하여 체계화되었다.\n\n[비단]\n한족들은 한나라 때부터 양잠을 했다고 백과사전에서 말하나 우리는 동이전에서 기자때(BC1100년대)부터 양잠을 시작했다.\n\n[쇠뇌]\n우리말로 쇠뇌인 다연발을 쏠수 있는 \"노\"라는 무기가 당나라보다 신라가 우수했다고 삼국사기에 기록하고 있다",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-10-09T22:34:27.622000",
  "updatedAt": "2023-10-11T00:58:25.661000"
}