{
  "id": "b9576bdc-6458-4fb2-95ed-1621505b8595",
  "title": "국내성",
  "content": "![image](media/191dc360029.9bf8e70fd5663d15.jpg)\n![image](media/191f2ae1d11.b943307a5570ddbd.jpg)\n![image](media/19559047419.9c9c2c2cece7daf4.jpg)\n\n\n유리왕 21년(서기 2년) 봄 3월에 하늘에 지내는 제사인 교제(交祭)에 쓸 돼지가 달아나 버렸다. 이 일은 2년 전에도 한번 있었던 일이다. 교제는 하늘의 아들을 자부하는 천자인 왕이 하늘에 지내는 제사다.\n이 제사에 제물로 쓰이는 돼지는 특별히 관리 사육되고 있었다. 그만 일을 맡은 자들의 잘못으로 놓치고 말았다.\n유리왕은 장생(재물을 맡은 관리) 설지(薛支)를 시켜 쫒아 가게 하였더니 국내(國內) 위나암(尉那巖)에 이르러서야 가까스로 돼지를 잡았다. 설지는 그 돼지를 그곳에 살던 어느 농부에 맡겨두고 돌아와 왕에게 이렇게 보고한다.\n\"제가 돼지를 쫒아 국내 위나암에 갔더니 그곳의 산과물이 깊고 험하고 토지가 비옥하여 농사가 잘되면 물고기도 풍부하더이다. 왕께서 만일 그곳으로 도읍을 옮긴다면 나라가 크게 번성하고 백성들이 풍요를 누릴 것으로 생각됩니다. 또한 산세가 험준하여 적을 막기도 용이로울 것입니다\"고 하였다.\n이후 유리왕은 9월에 직접 국내에 가서 지세를 살피고 사물이라는 신하를 얻었다. 왕은 이듬해 즉 유리명왕 22년 10월에 국내로 도읍을 옮기고 위나암에 성을 쌓았다.\n이후 장수왕대에 들어 평양으로 천도할 때까지 무려 400여년을 고구려의 수도가 된다.\n이 사실은 <삼국사기>에 나오는 기록이다.\n도읍 졸본에서 하늘에 제사지내던 중 제물인 돼지가 달아나 국내 위나암(國內尉那巖)에 이르러 붙잡았은 것이다.\n“그곳의 땅이 비옥하여 산물이 풍부하고 지세가 험해 병란의 걱정을 면할 수 있다”는 말을 듣고 그곳에 성을 쌓고 도읍을 옮겼다는 곳이 바로 국내성이다. 이 말은 졸본에서 국내성은 돼지가 달아나다 잡힐 정도로 그리 멀지 않다는 말과 같은 것이다.\n\n\n정재수\n고구려 초기 도읍 중 유리왕이 천도한 위나암성(尉那巖城)은 소재지 자체가 불분명하다. 가장 큰 이유는 일제 식민사학자 도리이 류조(鳥居龍藏)가 길림성 집안현의 평지성 통구성을 국내성으로, 바로 위쪽의 산성자산의 산성을 위나암성을 비정해 놓았기 때문이다. 특히 훗날 산상왕(10대)이 천도한 환도성(丸都城) 또한 동일 장소로 비정하여 위나암성이 환도성을 겸하는 웃지 못 할 역사가 만들어 진다. 또한 우리는 이를 강요받고 있다.\n☞ 중국은 동북공정을 진행하면서 길림성 집안현의 산성자산을 환도산으로 이름을 고친다. 우리 학계가 산성자산의 산성을 환도성으로 비정하였기 때문이다. 안타깝게도 동북공정의 상당부분 근거는 우리 스스로가 제공하고 있다. 일제 식민사학이 중국 동북공정으로 변화만 했을 뿐이다.\n\n『삼국사기』는 유리왕이 3년(유리22)에 ‘국내로 도읍을 옮기고 위나암성을 쌓았다.[王遷都於國內 築尉那巖城]’고 나온다. 국내 지역의 위나암성이 유리왕의 천도지이다.\n국내는 국외의 반대말로 나라의 안쪽을 가리킨다. 『삼국사기』의 국내는 북부여의 직할지를 말한다. 북부여는 직접 통치영역인 직할지 외에 여러 제후국의 영역인 관할지가 따로 있다. 북부여의 지배 영역은 직할지와 제후국의 영역으로 나눈다.\n그렇다면 국내는 어느 지역을 말할까? 『고구려사략』은 국내를 명확히 설명한다. 웅심, 합환, 위나암 등 3개 지역이다.\n먼저 웅심(熊心)이다. 웅심은 유화부인의 출생지이다. 웅심산 성모(유화부인)의 고택이 있는 곳으로 개원(開原)이다. 청하(淸河)가 흐르며 유화부인 아버지 옥두진(屋斗辰)은 청하지역의 제후인 청하백(淸河伯)이다.\n\n다음은 합환(合歡)이다. 합환은 남녀가 만나 사랑을 나눈 장소이다. 지금의 요녕성 철령(鐵嶺) 은주구(銀州區)이다. 추모왕이 동부여를 탈출하여 홀본국으로 건너오기 전에 후원세력으로 확보한 옛 순노국이다. 합환은 유화부인이 자칭 해모수를 만나 추모왕을 임신한 장소인 까닭에 붙여진 이름이다.\n마지막으로 위나암(尉那岩)이다. 『고구려사략』에 따르면 위나암은 해모수(북부여 건국자)의 압록행궁이 있던 곳이다. 철령(鐵嶺)일대로 유리왕이 천도한 국내의 위나암성으로 명명한 장소이다.\n\n『삼국사기』에 위나암성 천도 배경이 나온다. 설지(薛支)가 돼지를 쫒다가 국내 지역에 들어가 지세를 살피고 ‘산수가 깊고 험한데다 땅이 오곡을 키우기가 알맞아 도읍을 옮기면 백성에게는 이득이 되고 전쟁의 걱정도 없다.[見其山水深險 地宜五穀 … 王若移都 則不唯民利之無窮 又可免兵革之患也]’고 유리왕에게 보고한다. 이후 유리왕은 위중림(尉中林)과 위나암(尉那岩) 지역을 직접 찾아가 사냥을 하며 천도 결심을 굳힌다.\n그러나 이는 어디까지나 표면적 이유다. 당시 유리왕은 대내외적으로 천도할 명분을 충분히 가지고 있다. 내적으로는 재위초기 소서노(비류/온조)의 홀본계를 제거하면서 옛 비류국 송양왕의 딸을 왕후로 맞이하며 비류계와 손을 잡는다. 그러나 점차적으로 비류계가 입김이 강화되자 유리왕은 비류계를 견제할 필요성을 느낀다. 외적으로는 동부여와의 대결에서 우위를 점한다. 유리왕은 동부여가 강대한 것을 꺼려 도절(都切)태자를 인질로 보내는데 도절태자가 두려워하여 가지 않는다. 이에 동부여 대소왕(3대)은 5만 군사를 이끌고 고구려를 침략하나 뜻밖에도 큰 눈을 만나 수많은 군사를 잃고 후퇴한다. \n결국 유리왕은 내대외적인 요건들로 인해 천도의 필요를 요구받던 차에 설지의 보고를 명분삼아 국내지역으로 천도를 단행한다. 특히 위나암성은 옛 북부여의 직할지이다. 비록 추모왕의 고구려가 북부여의 제후국인 홀본국을 모체로 출범하지만 유리왕에 의해 북부여 옛 직할지 영역에 직접 뿌리를 내린다. 유리왕의 위나암성 천도는 북부여 계승을 재확립하는 과정이다.\n\n성헌식\n『통전』에 “한나라 건안(196~220) 중 고구려왕 이이모가 새 도읍을 세웠는데 성은 환도산 아래 비류수의 동쪽에 있다.”는 기록과 동천왕이 위나라 관구검과 1차 전투를 벌였던 비류수는 과연 어디일까? <중국 고대지명 대사전>에는 강수(絳水)로 설명되어 있다.\n또한 『括地志』에는 “강수는 일명 백수, 현재 이름 비천, 근원은 강산에서 나온다.”는 기록이 있다.\n\n\n괄지지에는 \"불내성은 즉 국내성이다. 그 성은 돌을 쌓아 만들었다\"라고 기록됐다. \n\n국내성 = 석성 = 석가장 고성현",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-09-10T21:45:51.604000",
  "updatedAt": "2025-03-03T07:57:16.918000"
}