{
  "id": "ba42bbd3-d85c-4acf-9ab2-6e8850ecb50c",
  "title": "삼국사기 조작설",
  "content": "[성헌식]\n<삼국사기>는 언제 조작되었을까? 필자의 생각으로는 삼국사기의 조작은 조선왕조 5백년 역사 중 가장 강력했던 임금인 연산군을 반정(쿠데타)으로 끌어내리고 대신들이 정치를 좌지우지했던 중종조일 가능성이 가장 높아 보인다.\n\n고려 인종에게 바쳐진 ‘삼국사기’의 원작자는 김부식이다. 그러나 현재 전하는 ‘삼국사기’의 최종 각색자는 사대모화사상에 젖어 주체성이 결여된 조선왕조의 유학자들일 것이다. 왜 그런지 이해하려면, 먼저 김부식의 생애와 당시 국제정세에 대해 간단히 알아볼 필요가 있다.\n신라 왕실의 후예인 김부식은 지위가 높은 가문 출신은 아니었지만 과거를 통해 관직에 진출해 계속 승진하다가 1135년 일어난 묘청의 난을 진압한 공로로 문신 권력의 핵심이 되었다. 이후 1142년 인종의 명을 받아 10명의 편수관과 함께 ‘삼국사기’를 편찬해 3년 만에 50권을 완성시켰다.\n여러 가지 전황으로 미루어보아 아마도 ‘삼국사기’는 김부식의 생전에 발간되지 못해 원고 상태였거나 설사 이후 간행되었더라도 얼마 지나지 않아 집권한 무신정권에 의해 철저하게 불태워졌을 것이 확실하다. 김부식이 지었다는 문집 20권도 현재 전해지지 않은 것으로 보아 더욱 그렇다.\n조선왕조 태조 2년(1393)에 민간에 전해 내려오던 원본 1질이 경주에서 발견되어 경상 관찰사의 지시로 간행작업을 계속해 세상에 모습을 드러냈다고 하는데, 현재 전해지지 않아 그 내용을 알 수는 없으나 아마도 김부식의 원본에 가까웠을 것이다. 시기적으로 조선왕조 유학자들의 자국의 역사 왜곡이 본격화되기 이전이기 때문이다.\n그리고는 중종 7년(1512)에 다시 간행되었는데 그 원본이 1393년에 간행된 경주본이었다고 기록되어 있다. 지금 전하는 ‘삼국사기’ 옥산본이 이때 간행된 책자였다. 그러나 경주본은 중종본이 간행되면서 불살라 없어져야 했다. 그 이유는 지금의 ‘삼국사기’처럼 문구를 새롭게 각색해야 했기 때문이다.\n보잘 것 없었던 중국의 왕들은 연호를 쓴 황제라고 적으면서, 고구리 태왕들이 사용한 자체 연호에 대해서는 아무런 언급도 없고 삼국이 중국에게 조공을 바치고 칭신했다는 표현이 난무하는 것 등으로 각색되었다. 즉 당시 조선왕조가 상국인 명나라를 섬기는 것처럼 문장의 표현을 정반대로 바꾸었을 것이다.\n그런데 당시 중국인 송나라는 고려가 극진히 섬겨야 할 정도로 강대국이 아니었다. 송나라는 중국 통일 이후 요나라와의 투쟁에서 패해 1005년에 ‘전연의 맹약’이라는 굴욕적인 강화조약을 체결했는데, 그 내용은 첫째 형제의 의를 맺어 요가 송을 형으로 모시고, 둘째 송은 매년 비단 20만 필과 은 10만 냥을 요로 보낸다는 것이었다.\n게다가 그 무렵 거란(요)이 고려를 3차례 침략했는데, 서희의 외교담판으로 유명한 993년 1차 침략의 구실이 “우리(요)가 송과 싸우고 있음에도 고려가 송과 교류하며 우리를 멀리했다.”라는 것이었다. 이후 1010년에 2차, 1011년에 3차 침략이 계속 있었기에 고려와 송나라는 서로 원활하게 교류하기도 쉽지 않았을 것이다.\n김부식이 고려 조정에서 한창 성장할 때인 1125년에 정강의 변이 일어나 북송이 망했고, ‘삼국사기’를 편찬할 1142년에는 금과 남송 사이에 ‘소흥의 강화’가 체결되었다. 당시 중국인 송나라의 상황이 이랬는데 사대모화사상이 고려에 있을 수 있었겠는가? ‘삼국사기’를 쓴 김부식이 사대주의자라는 평가는 분명 어불성설일 것이다. 그에 마취된 자들은 조선왕조에 따로 있었다.\n태조 왕건이 나라이름을 고려라고 했음은 고구려를 계승해 궁극적으로는 그 고토를 수복하려는데 있었다. 인종이 묘청의 칭제건원과 금나라를 치려는 주장에 한때 찬성했다는 의미는 당시 그 시대에 주체 의식이 강했음을 암시한다.\n \n현 사학계의 가장 큰 후원세력에 대해 찾아보면, 사실을 알아도 외면할 수 밖에 없는 현실(돈)적 문제가 있을것으로 생각됩니다. 우리기업 국민들이 제대로된 지지와 후원이 있다면, 돈줄의 눈치를 안보는 사학연구가 가능할 것으로 생각됩니다.\n\n삼국사기는 원본일 수 없습니다. 현존하는 삼국사기는 조선초에 1번, 조선 중종 때 무려 4번 개정된 개정판입니다. 역사서가 개정되었다라는 것은 결국 고쳐졌음을 의미하는 것이며 원본과 다름을 의미하는 것이기 때문입니다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-07-03T07:30:08.474000",
  "updatedAt": "2024-09-17T07:53:04.736000"
}