{
  "id": "bb0a4d0b-a96b-4d8d-b439-58c5c6de3dcc",
  "title": "화폐의 역사 - 서양",
  "content": "[고대]\n구석기시대에는 쓸모 있는 돌들과 조개껍데기 등  사람들이 보기에 가치 있는 물건들이 소장품 겸 교환매체로 사용되었다. 화살촉이나 칼로 이용 가능한 흑요석이 좋은 예이다. 우리나라의 여러 구석기 유적에서도 백두산 흑요석(黑曜石)이 많이 발견되는 이유이다. \n한반도에서도 석기 시대부터 교역이 존재하였음은 고고학의 연구에서 드러나고 있다. 예를 들면, 신석기시대에 남부에서는 흑요석 생산지가 발견되지 않았는데도 흑요석으로 만든 석기가 다량 출토된 것은 동북부나 일본 규슈(九州)와의 교역을 통해 조달하였을 것으로 추정된다. \n\n그 외에도 화석이나 광석 또는 돌도끼나 창촉, 화살촉으로 만들기 쉬운 돌들이 화폐 역할을 했을 것으로 추정된다. 심지어는 운반하기 힘든 큰 돌들도 화폐로 사용되었다. 태평양의 얍이라는 섬에서는 몇 톤이나 되는 돌을 화폐로 사용했다. \n아즈텍 문명에서는 카카오 콩을 화폐로 사용했다. 카카오 원두는 화폐로도 유통되었다. 초콜릿의 원료인 그 카카오 콩이다. 그들은 카카오 콩을 신들의 음료라 부르며 곡식은 물론 가축, 술 심지어 노예까지 카카오 콩과 교환했다.\n멕시코의 원주민족인 아스텍족은 카카오나무를 숭배하고 신성시했다. 이들은 카카오나무의 열매를 화폐로 사용하거나 부족장에게 바치는 공물용으로 사용했다. 카카오나무는 부족이 신성시하는 나무였기에 그 열매 또한 귀한 것으로 여겨졌을 것이다. \n그런데 그 카카오 콩이 화폐 역할을 하자 그 옛날에도 이를 위조하여 이득을 보려는 자들이 나타났다. 진흙을 섬세하게 빚어 카카오 콩처럼 만들거나 카카오 콩 빈 껍질 안에 진흙을 채워서 교묘하게 카카오콩처럼 사용했다. \n\n신석기시대에 주로 통용되었던 화폐는 조개 껍데기였다. 이 것은 내륙에서는 보기 힘든 희귀한 물건이었기 때문이다. 특히 보배조개는 화려함과 견고성 때문에 기원전 3000년경부터 여러 문명에서 돈으로 쓰여왔다. 돈을 상징하는 한자 貝(조개 패)는 보배조개의 아랫면을 본떠 만든 상형문자이다.\n상업이 발전해서 상(商)나라라고도 불리던 은나라는 증가하는 교역 수요에 비하여 공급 수량부족으로 자연화폐인 패폐(貝幣) 조달이 어려워 지자 돌, 뼈, 도자기 등으로 패폐의 형태를 본뜬 석패, 골패, 도패 등을 만들어 썼다. 은나라 후기에는 청동으로 패폐를 만든 동패(銅貝)가 중국 최초의 금속화폐였다.\n신석기시대에 수렵채취 생활이 농경과 목축으로 바뀌면서 사람들은 종종 교환의 매개로 가축들을 사용했다. 오늘날 자본을 뜻하는 캐피털(capital)도 소의 머리를 뜻하는 라틴어 ‘caput’에서 유래되었다. 옛날에는 소가 부의 상징으로 중요한 가치 저장 수단이자 교환수단이었다. \n\n이후 농업의 발달로 사람들은 밀 다발을 화폐로 사용했다. 이때 밀(She) 다발(kel)을 세겔(Shekel)이라 불렀다. 그 뒤 수메르인들이 만들어 사용한 동전 역시 세겔이라 불렸다. 세겔은 지금도 이스라엘의 화폐단위이다. 인류 최초의 화폐단위이자 최장의 화폐단위이다.\n\n아시아, 아프리카, 유럽에서는 소금을 화폐로 사용했다. 소금은 아무 곳에서나 구할 수 있는 게 아니어서 바다에 인접한 지역에서나 소금광산이 있는 지역에서만 구할 수 있었다. \n고대 로마시대에는 군인들에게 월급으로 소금을 지급했다. 소금은 비교적 최근까지 화폐로 사용되었는데 소금이 귀한 아프리카 내륙지역에서는 상당히 오랫동안 소금을 화폐로 사용했었고, 제2차 세계대전 중에 아프리카 콩고지역에서는 건설 노동자들에게 소금으로 급료를 지급했었다. \n\n사회 초기에는 소가 상거래의 보편적인 수단이 됐다는 얘기가 전해 내려오고, 상당히 불편했을 것이 틀림없었을 테지만 소금이 아비시니아 지역에서는 상업과 교환의 수단으로 사용됐다는 얘기도 있다. 그 외에도 많다. 인도 해안 일부 지역에서는 조개껍데기류가, 뉴펀들랜드에서는 말린 대구, 버지니아에서는 담배, 서인도 식민지 일부에서는 설탕, 다른 나라에서는 짐승의 가죽 혹은 손질한 가죽이 각각 그와 같은 수단으로 활용되었다. 그리고 요즘에도 스코틀랜드의 한 마을에서는 노동자들이 빵집이나 술집에 돈 대신 못을 들고 가는 게 이상한 일이 아니라고 들었다.\n\n[청동기 시대]\n기원전 10세기경부터 시작되는 우리나라의 청동기시대에는 농경이 시작되어 교역이 더욱 활발해졌는데, 북한 학계에서는 이 시기의 교환 수단으로 모피, 곡물, 조개껍질, 돌로 만들어진 돈이 통용되었다고 본다. 돌돈은 보통 직경 40∼50㎝로 둥글게 다듬고 직경 6∼8㎝의 구멍을 뚫었다.\n\n상품 화폐는 사용되는 그 지역을 벗어나면 그 가치를 인정받지 못했고 보관도 쉽지 않았다. 곡식은 부패하기 쉬웠고 소금은 조금의 고온에도 쉽게 녹았다. 그리고 시간이 지날수록 그 가치는 점점 하락했다. 결국 상품화폐는 점차 사라지고 그 자리에 금, 은, 구리 등의 금속이 차지하게 되었다.\n\n기원전 3000년경 메소포타미아에서는 귀금속을 덩이 형태로 만들어서 화폐로 사용했다. 그들은 금속을 저울로 무게를 재서 가치를 평가했는데 이러한 개념의 화폐를 ‘칭량화폐’라고 한다.\n\n고대 메소포타미아와 고대 이집트 기록을 보면 돈 거래를 했다는 기록이 있다. 기원전 1,800년경에 만들어진 고대 함무라비 법전에는 282개의 판례법이 적혀 있는데 돈을 주고받는데 관한 규율이 나와있다. \n\n[리디아]\n소아시아 내륙의 대부분을 지배하던 리디아는 메소포타미아와 시리아, 에게해를 연결하는 교역의 요충지였다. \n덩이 형태의 주화는 위변조가 쉬웠고 그러자 당연히  가치를 떨어뜨려 이익을 보는 식으로 가짜의 위조화폐가 등장했다. 이를 방지하기 위해서 지역의 통치자는 금속의 형태를 일정하게 만들고 이를 입증하는 문양을 넣기 시작했다. 이것이 금속 동전, 즉 주화의 시작이다.\n서구 최초의 주화는 기원전 7세기경 지금의 터키 지역인 리디아에서 등장했다. 이는 금과 은이 약 3:1의 비율로 원래 혼합되어 있는 호박금(琥珀金·electrum)으로 만든 주화였다. 호박금은 리디아의 수도 인근의 팍톨루스 강에 많이 존재했기 때문에, 최초의 동전을 만드는데 이상적인 금속이었다. \n이 금화는 앞뒤에 양각과 음각으로 사자가 새겨져 있었다. 리디아의 왕 기게스는 주화에 그 가치를 보증하는 각인을 찍어 사용했다. 일렉트럼 코인 한 개는 소 5마리 가치였다. 하지만 이 최초의 주화는  국가가 그 가치보다 높게 책정됐기 때문에 사람들의 외면을 받았고 널리 통용되지 못했다.\n리디아에서는 그 뒤 소금을 이용해 금과 은을 분리하는 기술을 개발했다. \n리디아의 마지막 왕인 크로이소스왕은 부자의 대명사로 불린다. 크로이소스왕은 기원전 550년경에 최초의 금화와 은화를 만들었다. 크로이소스왕은 금속 조각에 무게만 표시했던 기존의 화폐 대신 금속을 일정한 모양으로 만들고 왕이 금속의 가치를 보증하는 세계 최초의 금화와 은화를 만들었다(이 주화를 '크로이세이드'라고 한다). 앞면에는 왕을 상징하는 그림을 넣고, 뒷면에 주화의 가치와 무게를 보증하는 인장을 찍었다. 그가 만든 금화와 은화는 당시 그 세계의 지배자였던 왕이 보증하였으므로 시뇌할 수 있었고 각지에서 큰 환영을 받았다. 크로이소스이 금화와 은화는 상거래에 주류로 사용됐고(소위 기축통화), 크로이소스 왕은 위내 금속의 가치보다 훨씬 비싼 값에 주화를 팔아 막대한  이익을 챙겼다. 주화는 리디아 한 곳에서만 발행되었으므로 크로이소스 왕은 서아시아와 동지중해 경제의 지배자로서 막대한 부를 쌓았다. \n표준화된 이 동전은 이후 그리스 제국 전체로 급속히 퍼져나갔고, 과학 및 문화 발전에 큰 역할을 했다.\n또한 크로이소스 왕이 시작한 \"지배자가 주화에 각인을 넣어 가치를 보증한다\"는 주화주조 방식은 이후 세계 각지의 황제, 왕, 귀족들에게로 이어져 그들의 축재 수단이 되었다.\n\n[페르시아]\n리디아의 주화 제조기술이 유럽과 아시아 전역에 퍼지게 된 것은 페르시아가 리디아를 정복하면서부터이다. \n기원전 546년 리디아를 정복한 키루스 2세는 리디아의 화폐인 크로이세이드를 그대로 사용했다. 권좌를 이어받은 다리우스 1세는 자신의 모습을 담은 경화를 만들었다. 금화는 다리우스 이름을 따서 ‘다레이코스’라 불렸다. 당시 금과 은의 거래 비율은 1 대 13으로 태양과 달의 관계였다. 다리우스 1세는  다릭 금화와 시글로스 은화라는 페르시아의 독자 화폐를 발행했다.  페르시아가 유럽, 아시아와 활발히 교역하면서 비로서 상품의 거래수단으로 유럽과 아시아 전역에 주화가 전파됐다.\n\n[고대 그리스]\n기원전 6세기 그리스 아테네의 '드라크마' 은화는 당대에 일종의 기축통화로서 아테네가 지중해 경제권을 장악하는데 기여했다. 드라크마 은화가 유통되자 아네테의 항구 피레우스에는 무역상과 환전상이 북새통을 이뤘고, 지중해 무역과 상권의 중심축이 경쟁국 페르시아로부터 아테네로 이동했다. 이는 화폐가 국가의 패권에 중대한 영향을 미칠 수 있음을 보여주는 사례이다.\n당시 그리스 집정관 솔론은 몰락 귀족 집안의 장사꾼 출신으로 경제와 통상에 밝았다. 그는 아테네 경제를 부흥시키기 위해 아테네와 페르시아 간 무역을 늘릴 방안을 찾았다. 그러기 위해서는 먼저 양국 간 화폐 통일이 필요하다고 보았다. 그는 아테네 드라크마와 페르시아 은화의 무게를 같게 만들어서 자유롭게 교환할 수 있으면 교역을 늘릴 수 있다고 판단했다.  그의 의도는 성공했다. 이로써 당시 최대 무역국인 페르시아와의 교역이 증가했다. 이후 아테네 은화가 페르시아 동전을 제치고 지중해에서 가장 널리 쓰이는 화폐가 되었다. 소위 기축통화가 된 것이다. 그 뒤 아테네는 그리스 화폐 주조의 중심지가 되었다. 더구나 기원전 483년에 발견된 라우리움 은광은 국부를 획기적으로 높여주었다. BC 483년에 라우리온 은광이 발견되어 군비 조달 여력이 생기자 테미스토클레스는 항만을 건설하고 에게해 해상권 장악을 위해 3단 갤리선 200척을 건설하였다. 은 채굴과 항만건설 갤리선을 만드는 작업에 빈민층을 투입시켜 일자리를 제공하고 은으로 만든 은전을 급여로 지급했다. 일꾼들은 은전을 받아 생필품 구입에 소비했고 은전은 시장에 빠르게 유통되었다. 단순한 소비로 끝내지 않고 은으로 일자리와 소비시장을 회전시키면서 통화 버블이 발생하기도 했지만 아테네의 내수는 활성화되면서 경제가 활성화되었다. \n아테네는 은광에서 채취해 쓰고 남은 은을 매년 시민들에게 나누어 주었다. 이는 시민들에게 경제적 풍요를 안겨주었고 생활이 여유로와진 아테네 시민들이 자연스레 토론 및 정치 활통에 참여하게 되면서 시민 민주주의라는 새로운 정치시스템이 탄생하게 되었다. \n아테네는 주변 도시국가들의 화폐와 도량형을 표준화하기 위해 기원전 449년 그리스 전역에 아테네식 주화와 도량형 사용을 강제하는 통화법령을 반포했다. 이는 화폐 교환에 드는 비용을 크게  줄여주었다. 이로써 기원전 5세기 아테네 항구 피레우스가 지중해 무역의 중심지가 되었다.\n기축통화의 위력은 대단했다. 이를 계기로 지중해 상권이 페니키아와 히브리왕국으로부터 아테네로 넘어왔다. 해상무역뿐 아니라 지중해의 경제권 중심축이 완전히 아테네로 이동했다. 아테네 항구 피레우스는 무역상과 환전상의 본고장이 되었다. 피레우스에서 일하는 큰 상인들은 대부분 외국인이었는데 특히 유대인들의 많았다. 유대인 무역상들은 어디에서 어떤 상품을 구할 수 있는지 파악하는 정보력을 갖고 있었고, 유대인 환전상들은 각국의 화폐에 정통했다. 개인 창고업자, 화물운송인, 은행가(환전상) 같은 서비스가 피레우스 항구를 중심으로 발전했다.\n\n기원전 5세기 펠로폰네소스 전쟁은 아테네와 스파르타가 그리스 전체의 지배권을 놓고 다툰 패권전쟁이다. 27년간 지속된 전쟁은 막대한 비용을 전비로 소모해야 했고 이는 당대의 부자도시 아테네라 할 지라도 예외가 아니었다.\n아테네는 거의 모든 재산이 전쟁비용으로 소진되자 최후의 수단으로 아테네 신전의 금을 벗겨내어 금화를 주조했다. 그래도 금이 모자라자 결국에는 통화량을 편법으로 늘리는 방법을 사용했다. 세금으로 거둔 금화를 녹여 새 금화를 주조하면서 금에 소량의 구리를 섞은 것이다. 처음에는 국민들이 눈치 채지 못했다. 하지만 재정이 점점 어려워지자 포함되는 구리의 양이 점차 늘어났고 시장에 갑자기 늘어난 ‘구리 색깔 금화’는 당연히 푸대접을 받았다. 그러자 원래의 금화는 시장에서 자취를 감추어 버렸고 시장에는 구릿빛 금화만 통용되었다.(사람들은 물건을 사고 대금을 지급할 때 진짜 금화보다 가치가 낮은 구리빛 금화를 내줄 것이다.) 소위 악화가 양화를 구축한 것이다. \n막대한 전비 조달을 위해 주화에 구리 함유량이 점점 늘어나 기원전 404년에는 아예 금이 안 들어간 동전만 남게 되었다. 이러자 상품을 구매하는데 필요한 주화의 갯수가 당연히 크게 늘어날 수 밖에 없었고 즉 물건값 엄청 뛰었다. 소위 인플레이션이 발생한 것이다. 그것도 엄청 높은 '초인플레이션'이었다.\n초인플레이션이 발생하자  아무도 아테네 금화를 취급하려 하지 않았고 결국 통화시장이 붕괴되었다. \n당시 스파르타와의 전쟁에서 처음에는 아테네는  시민병 위주였으나 전쟁이 장기화 되고 사망자가 늘어남에 따라 용병 비중이 늘어났다.\n아테네는 용병들로 구성된 부대의 급료를 구리빛 금화로 지급할 수 없게 됐고, 사기가 급격히 떨어진 아테네의 용병들은 전쟁에서 연전연패했다. 이는 스파르타의 승리로 이어졌다. \n\n[스파르타]\n기원전 9세기, 스파르타의 법학자 리쿠르구스는 아테네에 대항하기 위해 대대적인 개혁을 단행했다. 당시 그리스는 폴리스라는 도시국가 150개가 난무하고 있었고, 항구도시 아테네와 산악도시 스파르타가 그리스의 주도권을 잡기 위해 경합했다. 아테네가 솔론의 개혁에 의해 민주정치가 더욱 확립됐다면, 스파르타는 리쿠르구스에 의해 더욱더 군사적인 도시국가로 굳어졌다.\n리쿠르구스 개혁의 하나로 꼽히는 것이 그동안 유통되고 있던 금화와 은화를 폐지하고, 철로된 화폐인 철화(鐵貨)를 쓰도록 한 사실이다. 당시 그리스에는 이미 금화와 은화가 사용되고 있었고, 스파르타에서 사용되던 금화와 은화는 일정한 형상과 품위, 무게를 정해 만든 규격주화는 아니었다. \n리쿠르구스 이전에 스파르타에서 쓰던 금화와 은화는 사용할 때마다 그 무게를 달아 가치를 재는  '칭량화폐'였을 것이다. 어쨌든 스파르타는 군사도시였기에 금화와 은화가 그렇게 많이 쓰인 것은 아니었을 것으로 보인다.\n문제는 왜 리쿠르구스가 개혁을 한답시고 금과 은 대신에 철을 돈의 소재로 바꾸었을까. 경제를 활성화하려고 했다면 당시 국제 화폐였던 금과 은을 더 많이 확보해야 했을텐데, 굳이 철화 사용을 의무화했던 이유는 무엇이었까. 그것은 다름 아닌 스파르타가 추구하는 경제봉쇄주의와 금욕주의의 결과였다.\n쇠로 만든 돈으로 물건 값을 계산하면 스파르타 도시 내에서 통용될지 모르지만 철화가 다른 도시에서는 아무짝에도 쓸모 없기 때문에 국제적으로는 상인들이 교역을 꺼리게 된다. 검소하고 성실하며 강건한 생활을 기본으로 하는 스파르타는 외국, 특히 아테네의 고급 문물이 들어오는 것을 꺼렸다. 소박한 생활에 필요한 물품은 스파르타 안에서도 자급자족이 가능했다. 따라서 스파르트가 철화를 사용한 것은 선진 문화의 도입이나 고급 문화로의 진화를 거부하고 자급자족적 경제를 토대로 군사력 증강에 온 힘을 쏟기 위한 것이었다.\n스파르타는 군사 중심의 도시였다. 리쿠르스 개혁은 스파르타인으로 하여금 일상생활을 전보다 한층 더 군사적 목적으로 활용하도록 하는 것을 골자로 했다. 이런 군사문화의 나라에서는 돈이 필요 없었다. 금과 은은 아테네와 같은 타락한 문화의 소산이라는 것이 스파르타 지도자들의 생각이었다. 아테네에서는 은화를 만들어 앞면에는 아테네 여신의 얼굴을, 뒷면에는 올빼미와 올리브 그림을 새겼다. 그리스 도시국가들은 대부분 독자적으로 화폐를 만들었지만, 아테네의 질 좋은 주화는 지중해 연안에서 국제 화폐로 통용됐다. 이에 스파르타의 개혁가 리쿠르구스는 아테네에 대항하기 위해 철화 사용을 강제했던 것이다.\n스파르타는 국제교역을 무시했거니와 국내 자금 수요도 미미한 수준이었다. 농업에 종사하는 하층계급(헬로트)은 수확의 절반을 주인에게 주면 되고, 굳이 돈이 필요하지 않았다. 지배계급도 가난하고 질박한 삶을 살았기 때문에 부에 의한 계급투쟁이 일어날 염려가 거의 발생하지 않았다. 상공업이 발달하고 풍부한 유동성(금과 은)이 집중됐던 아테네에선 계급투쟁이 빈발했지만, 스파르타에선 달랐다. 스파르타의 철화는 이처럼 물질문명을 거부하는 군사문화 속에서 소량 유통됐던 것이다.\n그러나 스파르타의 철화는 페르시아와의 전쟁, 아테네와의 펠레폰네소스 전쟁을 거쳐 마케도니아의 알렉산더에게 점령되면서 종식됐다. 스파르타를 무너뜨린 알렉산더 대왕은 대제국을 형성한후 금화와 은화를 대량으로 주조해 자국 화폐로 통용시켰다.\n\n[마케도니아]\n동방 원정에 나서며 알렉산더 대왕은 자신의 초상을 새긴 스타테르(stater) 금화를 대량으로 주조해 광대한 제국에 유통시켰다. 왕으로서 자신의 모습을 인지시키기 위해서였다. \n알렉산더 대왕 이후 주화 표면에 왕의 얼굴을 새기는 관습이 자리 잡았다. 헬레니즘 시대에는 이러한 돈이 과거 페르시아 제국과 그리스 세계로 퍼져 나갔다.\n\n[카르타고]\n페니키아와 그리스는 지중해를 중심으로 해상 교역으로 시작된 문명이다. 레반트 지역에 자리를 잡고 동지중해의 해상패권을 장악하고 있던 페니키아의 여러 폴리스는 그리스의 여러 폴리스와 교역에서 경쟁해야 했다. 다른 지역에서 더 다양한 품목과 많은 교역 물량을 확보하기 위해 여러 지역을 다니며 탐험을 했다. 가장 활동적이었고 번성했던 '티레'가 주도해서 무역을 위한 거점 확보를 위해 곳곳에 식민지를 건설했다. \n당시에는 배의 크기로 인해 장기간의 원거리 항해가 불가능해서 바다에서 항해하다가 식수나 식량이 떨어지면 이를 싣기 위해 중간에 보급처가 있어야 했다. 때문에 식민지는 바다 교역에 있어 중요한 역할을 담당했다. 배를 통한 해상운송을 위해 해안가 여러 곳에 듬성듬성 식민도시를 건설했던 것이 당시 페니키아와 그리스가 지중해에 건설한 식민지들의 특징이다. 그 중에 하나가 ‘카르타고(Carthago)’다. \n페니키아가 지중해의 서쪽으로 진출할 수 있는 교두보 역할을 했고 지리상의 이점을 활용해 중계무역으로 모국인 티레에 못지않은 부를 쌓기 시작한다. 특히, 지금의 스페인 지역까지 진출해서 거대한 시장을 확보할 수 있었다. 그 곳의 많은 광산에서 채굴되는 은과 구리는 화폐 용도로 거래가 활발했는데 그 수혜를 카르타고가 흡수하게 되면서 번영을 누렸다.\n카르타고인은 천부적으로 상업적인 재능을 갖고 있었을 뿐 만 아니라 검소한 편이었다. 이는 그리이스나 로마의 도시 유적에 있는 극장이나 경기장과 같은 오락시설이 카르타고에서는 전혀 없다는 것이 잘 말해준다. \n카르타고는 무역으로 얻은 부를 통해서 금화를 발행하였으며 금화의 유통으로 시장 경제의 황금기를 이룰 수 있었다. \n그러나 떠오르는 신흥강국 로마와 지중해의 지배권을 둘러싸고 포에니 전쟁이 발발하자 전쟁 비용의 지출이 늘어났다. 카르타고는 전통적으로 국방을 용병에 의존한다. 덕분에 오랜 전쟁에도 시민의 수는 크게 줄지 않았다. 이는 로마보다 인구가 훨씬 적으면서도 전쟁을 수행할 수 있는 힘을 형성했지만, 대신 돈이 많이 들었다. 용병은 전투가 곧 직업이기에 매년 비싼 급료를 지불하지 않으면 싸우지 않는다. 20년간의 지속된 전쟁(1차 포에니 전쟁)으로 매년 용병료를 지불하다보니 부자나라  카르타고의 국고는 금방 바닥나버렸다.\n포에니 전쟁이 패배로 끝난 후에는 자구책으로 금과 은의 합금 electrum화를 만들어 유통시켰으나 자금 부족을 피할 수는 없었다. 국가 재정을 보충하기 위해 세금을 늘였지만 무리한 징세로 내부 민란이 일어나 국력은 더욱 약화되었다. 결국 2차, 3차 포에니 전쟁에서 로마에 패배한 후 카르타고는 역사에서 소멸되었다.\n\n[고대 로마제국]\n로마 제국에서는 은화인 데나리우스나 금화인 아우레우스 등이 쓰였고, 이후 콘스탄티누스 1세의 개혁으로 솔리두스 금화로 대체되었다.\n\n기원전 4세기 알렉산더 사후 그리스제국이 4개로 분열되면서 시장이 나누어졌고 자연스레 교역도 줄어들었다. 그러나 알렉산더가 발행했던 경화 드라크마는 그대로 유통되고 있어서 교역 단절로 공급되는 상품량이 줄어들자 자연히 물가가 뛰었다. 인플레이션이 발생한 것이다. 하지만 로마인들은 아테네의 통화 붕괴의 경험에서 아무런 교훈도 얻지 못한 채 주노(Juno) 신전에 모네타(moneta)라는 조폐소를 차려 돈을 많이 찍어냈다. (이 이름에서 영어 단어 ‘money’가 유래했다.)\n로마제국은 새 정복지가 생길 때마다 군대 주둔 유지비가 크게 증가해 만성 재정적자에 허덕였다. 이를 충당할 목적으로 로마 황제들은 여러 정복지로부터 금, 은 등 귀금속을 세금으로 거둬들여 조폐소에서 돈을 찍어냈다. 스페인 지역에서만 기원전 206년부터 10년 동안 거둬들인 금이 1.8t, 은이 60t이나 되었다.\n기원전 3세기 로마제국의 기축통화는 데나리온 은화였다. 포도농장 일꾼의 일당이 데나리온 은화 한 개였다. 기원전 211년 제2차 포에니전쟁 중 로마 원로원에 의해 발행되기 시작한 데나리온은 로마 외에도 각지에서 대량으로 만들어져 지중해 지역의 중요한 통화가 되어 활발한 무역을 가능케 했다.\n그 무렵 로마에는 금과 은이 많지 않았다. 전쟁 군비로 바닥난 것이다. 카이사르는 로마 전역 신전들의 봉납물을 공출하여 그것으로 화폐를 주조했다. 로마인들은 화폐를 신성한 것이라고 여겼다. 특히 금은 태양, 은은 달과 연관되어 있다고 생각했다. 그래서 신전에서 화폐를 주조했던 것이다. 당시 로마에는 오랫동안 은화와 구리 동전밖에 없었다. 이때 최초로 금화를 찍어내 통화로 편입시킨 사람이 카이사르였다. \n그리고 로마 화폐가 기축통화가 되기 위해서는 금화와 은화의 교환가치가 고정되어야 했다. 당시 그가 정한 금과 은의 교환비율은 1 대 12였다. 1년 중 태양과 달의 관계였다. 초기 화폐는 여러 신들의 모습과 같은 종교적 문양이었으나 카이사르를 시작으로 황제의 모습이 동전에 등장했다. 날마다 보고 만지는 화폐를 선전매체로 활용한 최초의 황제였다. 그가 가장 역점을 둔 것은 화폐주조권을 국가로 귀속시킨 것이다. 국립조폐창을 만들어 원로원의 주조권을 가져왔다. 그때나 지금이나 이것은 기득권의 거센 반발을 무릅쓴 혁명적 조치였다. 귀족들은 화폐주조의 차익을 빼앗기고 고리대금업의 수익이 낮아지자 카이사르에게 불만을 품었다. 그들은 독재자로부터 공화정을 지킨다는 명분하에 카이사르를 죽이기로 모의하고 결국 카이사르는 암살되었다.\n카이사르 시대까지만 해도 로마의 금화와 은화는 세계 어디에서든 기꺼이 환영받는 기축통화였다. 하지만 이후 로마 황제들은 프랑스와 스페인의 금 광산에서 24시간 채굴토록 해 돈을 단기간에 너무 많이 찍어냈다. 당연히 화폐 유통량이 급속히 많아져 인플레이션을 야기했다. 이로 인해 주화 가치가 지속적으로 하락했다. 당시까지만 해도 로마 화폐는 순도 100%의 금화와 은화였다.\n   \n로마제국의 화폐가치가 본격적으로 추락하기 시작한 것은 1세기 네로 황제 시절부터였다. 네로는 세금징수 규칙을 공표하고 세금을 내지 못하는 시민에 대한 징수권을 1년이 지나면 소멸시켜 세금을 탕감해 주었다. 시민들의 인기를 얻기 위해 일종의 포퓰리즘 정치를 한 것이다. \n세수가 줄어들어 국가재정이 어려웠지만 로마제국의 은 유통량은 점점 줄어들고 있었다. 당시 로마제국의 은 부족은 중국과의 무역적자가 원인이었다. 기원전부터 로마제국은 유대인을 통한 중국과의 무역이 발달해 있었다. 로마인들은 중국 비단이나 인도 향신료 등을 구입하면서 주로 은을 지불했다. 중국이 은본위제였기 때문이다. 무역적자가 계속되면서 유럽에서 은이 고갈되어갔다. \n이러자 64년 네로는 로마 대화재 재건을 위한 재원 확보라는 명목으로 금화와 은화에 약간의 구리를 섞어 유통시켰다. 처음에는 구리 함량이 적어 시민들이 눈치채지 못했다. 그러나 은 부족이 여전하고 재정 보충을 위해 네로는 금화와 은화 순도를 다시 낮춰버렸다. 얼마 안 가 그는 금, 은 함유량을 또 줄였다. 이렇게 되자 화폐가치가 더 떨어져 물가가 계속 올랐다. \n\n네로가 죽고 117년 로마 역사상 가장 대규모 군사활동을 이끌었던 트라야누스 황제는 은화의 은 함유량을 15% 줄였다. 이후 180년 아우렐리우스 황제 시대에는 25%가 줄었다. 그 뒤 셉티미우스 황제 때는 45%, 카라칼라 황제 때는 50%까지 줄였다. 데나리온 은화의 구리 함량은 점점 늘어나 은화는 원래 가치의 3분의 1밖에 안되었다. 그 뒤 세베루스 알렉산데르 재위 때 데나리온 은화의 은 함유량은 25% 정도였다. 이런 악순환은 지속되어 고티쿠스 황제 시절인 244년에는 데나리온에 함유된 은의 양이 20분의 1에 불과했다. 그 뒤에도 은 함유량은 계속 내려갔고, 결국 그리스의 아테네 시절과 같이 상품 가격이 폭등하는 초인플레이션이 발생했다.\n물건 값이 두 배, 세 배로 뛰다가 나중에는 열 배, 스무 배씩 뛰었다. 220년 무렵 밀 1부셸(약 27㎏)이 200데나리온이었는데 약 100년후인 344년에는 200만 데나리온이 되었다. 무려 1 만배나 되는 초인플레이션이 일어난 것이다. \n이러자 이방인들은 상품 대금으로 가치가 거의없는 데나리온을 받지 않았다. 로마 군대조차 주둔경비로 데나리온을 받지 않았다. 데나리온은 돈으로 인정받지 못해 교역이 줄어들었다.\n수입이 막히자 로마가 시도한 첫 번째 조치는 사치품 수입 제한과 귀금속 소장 금지였다. 그러나 이 조치는 실패했다. 260년 갈리에누스 황제 재위 시 환전상들은 로마 은화를 거절해 사실상 은행이 기능을 상실하고 문을 닫았다. 데나리온은 가치가 너무 떨어져 심지어 발행한 정부마저 이를 세금으로 받지 않고 순은을 요구했다. 정부가 거둔 은은 다시 가치 없는 데나리온을 만드는 데 사용되었다. 나중엔 은의 함유량이 5000분의 1까지 떨어졌다.\n돈의 가치가 급락하자 로마에서는 관료와 군인에게 생활필수품인 소금을 살 수당을 따로 지급했다. 그 수당을 라틴어로 살라리움(salarium)이라 불렀다. 이 단어에서 우리에게도 익숙한, 급여를 뜻하는 영어 샐러리(salary)가 탄생하게 된다\n\n3세기 말 초인플레이션이 일어나자, 디오클레티아누스 황제는 기축통화인 데나리온 은화를 폐지하고 새로운 은화와 동화를 발행했으나 제국에 만연한 인플레이션을 막을 수 없었다. \n디오클레티아누스는 최후의 방법으로 행정적 수단을 통해 물가를 직접 잡기로 했다. 이것이 바로 301년에 시행된 유명한 '최고 가격 칙령'이다. 이 칙령에서 디오클레티아누스는 인플레이션의 근원이 경기 침체와 화폐 가치 하락에 있는 것이 아니라(수요형 인플레이션) 상인들의 투기와 사재기에 있다고(공급형 인플레이션) 지적했다. 또 제국 내에서 유통되는 모든 제품과 서비스의 상한 가격을 정하고 이를 어기는 자는 엄벌에 처한다고 규정했다. \n그러나 문제는 정부에서 규정한 상한 가격이 생산원가보다 훨씬 낮았다는 사실이다. 만약 이 칙령을 강제로 시행한다면 시장에는 더 이상 상품이 존재하지 않는다. 한 마디로 물가통제는 불가능한 일이었다. \n물가통제 시도도 실패로 돌아가자 디오클레티아누스는 군대와 정부를 대상으로 배급제를 실시했다. 화폐 대신 실물을 세금으로 징수해서 이를 군대와 정부에 공급하고, 일반 서민들은 알아서 살라고 내버려둔 채 더 이상 인플레이션 억제 노력을 기하지 않았다.\n물론 시민을 보호하려는 선한 의지였지만 시장이 혼란에 빠지면서 시장기능이 마비되었다. 이로써 생산이 급격히 줄어들고 화폐가 기능을 잃자 군인들의 급여도 소금 등 현물로 지급하게 되었다.\n그 뒤 디오클레티아누스 황제는 세금을 화폐로 받는 대신 현물로 받는 방식으로 바꿨다. 가치 없는 화폐를 세금으로 받을 수 없었기 때문이다. 이로 인해 경제체제는 성격이 바뀌어 각 지역마다 장원제 자급자족 폐쇄경제가 형성되었다. \n\n로마 제국은 지나친 화폐 인플레이션을 이기지 못하고 결국 4세기 초중반 화폐 개혁을 단행하여 금본위 체계로 시스템을 바꾸게 된다. 5년 뒤 콘스탄티누스 황제는 화폐개혁을 단행했다. 이 결과 나온 금화가 바로 '솔리두스' 금화이다. \n솔리두스 금화의 실질적인 가치는 오랜 시간 동안 큰 변동이 없었는데 이는 그 금화의 금 함량이 유지된 탓이었다. 동로마 제국이 혼란기에 접어들 때 솔리두스 금화의 금함량도 줄어들어 그 가치가 폭락하긴 하지만 그것은 수백여년이 지난 뒤의 일이었다. \n이후 콘스탄티누스 황제는 330년 수도를 로마에서 비잔틴으로 옮겼고 솔리두스는 동로마제국 (비잔틴제국)의 기축통화가 되었다.\n이와 함께 서로마제국의 불행한 운명은 시작되었다. 이국 땅에 주둔한 로마군대를 지원할 수 없게 되자 서로마제국의 영향력은 줄어들기 시작했다. 게다가 금과 은을 소유한 사람들은 그걸 사용하는 것을 꺼려 사실상 화폐공급이 중단되어 통화시스템이 붕괴되었다. 교역이 위축되면서 유통 상품이 줄어들자 인플레이션이 더 심해졌다. 해적들이 다시 등장했고 상업이 쇠퇴하자 거래가 중단되면서 시장은 사라졌다. 더 이상 군인들에게 봉급을 지불할 수 없게 되자 마지막에는 용병이었던 바바리안들이 로마의 도시를 침략해 약탈했다. 결국 서로마제국은 476년 멸망했다. 고대 그리스처럼 서로마제국의 멸망도 전적으로 잘못된 통화정책 때문이었다.\n해적의 출현으로 그나마 존재했던 무역활동도 쇠퇴했다. 도시 인구가 시골로 빠져나가 줄어들었고 시골의 대규모 영지는 이들을 농노로 받아들여 자급자족 원시시대 모습으로 되돌아갔다. 이로써 로마문명의 상징이었던 도시는 시장의 붕괴와 함께 황폐화되었다. 476년 서로마제국의 멸망은 고대와 중세를 가르는 중요한 분기점이 되었다. \n로마의 경제적 몰락이 자세히 알려진 것은 17세기경 서기 439년에 제정된 테오도시우스 법전이 발견되었기 때문이다. 이 책을 통해 로마제국 말기의 경제적 취약성, 과중한 과세부담, 중간계층의 몰락, 산업의 파탄, 경작지의 황폐 등 몰락을 가져온 요인들이 자세히 밝혀졌다. \n\n[중세]\n프랑크 왕국이나 동로마 제국에서도 로마의 화폐를 계승한 주화가 계속 사용되다가 이후 자본주의와 부르주아지 계급의 형성으로 화폐 거래가 더욱 발달한다. 르네상스 시기의 대표적인 주화는 베네치아 공화국의 두카트 금화가 꼽힌다. 한편 대항해시대가 열리면서 아메리카 대륙에서 대량의 은이 산출, 통용되며 은이 국제통화로서의 역할을 하였다. \n\n이탈리아 여러 도시의 번영은 유라시아를 아우르는 몽골인의 거대한 상권과 연결된 원거리 무역이 활발해지면서 막대한 이익을 남기게 되었다. 베네치아는 이집트의 알렉산드리아를 거쳐 아시아 바다로 연결되었고, 제네바는 흑해 북쪽 연안에 구축한 식민지에서 초원길을 통해 일 칸국과 원 제국을 이었다. 원거리 무역으로 벌어들인 막대한 부가 르네상스의 재정적 기반이 되었다. \n십자군이 비잔틴 제국에서 '베잔트'라는 금화를 가져오자 그 금화를 모방해 이탈리아반도에서도 금화를 주조하게 되었다. 모직물 산업이 발달한 피렌체는 바야흐로 이탈리아 각 도시에 금융업을 전개해 막대한 이익을 내었고, 르네상스를 주도하는 도시로 거듭났다. 피렌체에서는 1252년 순금 3.53그램의 플로린(Florin) 금화가 주조되기 시작 했다. 한쪽 면에 백합꽃을 새긴 플로린 금화는 유럽에서 가장 신뢰할 수 있는 금화로 유럽에 널리 보급되었다. 이 플로린 금화와 동등한 가치를 지닌 돈이 순은 35그램의 대형 탈러(Thaler) 은화였다. 탈러 은화는 수량이 적은 플로린 금화를 보충하는 화폐로 널리 유통 되었다. 이 탈러 은화는 스페인에서도 유통되며 탈레로(Talero)라 불렀다. 이후 신대륙을 정복하고 페루와 멕시코에서 대량의 은을 획득하게 된 스페인은 페루와 멕시코에 은화 주조소를 설치하고 대량의 탈러 은화를 주조해 유럽과 아메리카에 유통시켰다. 탈러 은화를 모방한 셈이다. 이 돈이 훗날 ‘달러’라는 화폐 호칭의 기원이 된다.\n\n달러라는 화폐 단위는 16세기 유럽인들에게 낯선 표현은 아니었다. 당시에는 현재 독일 작센 주와 오스트리아 티롤 주, 그리고 보헤미아 지방에서 은이 많이 나왔다. 그러다 현재 보헤미아 지방에 있는 야히모프에 있는 계곡에서 은광을 발견해 이 지역을 통치하고 있던 슐리크 백작이 은화이 찍어내게 되었다. 이 지역은 독일어로 요하임스탈 (Joachimsthal)이라고 불렸는데, 요하임은 성모 마리아 아버지 이름이고 탈(tal 또는 thal)은 계곡이라는 뜻이다. 그러니까 요하임스탈은 ‘성(聖)요하임의 계곡’이라는 뜻이다. 여기서 나온 은화를 사람들은 ‘요하임스탈러’ 혹은 ‘탈러’라고 불렀다.\n\n화폐 경제의 부활은 르네상스 시대의 시작과 궤를 같이한다. 르네상스가 과거 그리스와 로마의 유산을 복원했던 것처럼 화폐 경제 역시 페르시아와 로마가 사용했던 은화의 부활로 시작됐다. 1486년 독일의 요아힘스탈 지역 은광에서 채굴한 은으로 주조한 은화인 요아힘스탈러가 인기를 얻는다.\n은화는 그 자체로 가치가 있는 실물화폐였기 때문에 누구나 양질의 은만 있으면 화폐를 발행할 수 있었다. 이에 유럽 각지의 은광마다 지역 명칭을 딴 은화들이 경쟁적으로 주조되고 유통되었다. 은광은 곧 부와 권력을 의미했으니 북유럽뿐 아니라 서유럽, 남유럽으로 확장됐다. 1497년 스페인의 페소 데 오초, 1576년 네덜란드의 달더르 은화가 차례로 등장했다. 당시 유럽 지역에서 통용되던 은화들을 통칭해 ‘탈러’라 불렀다.\n대항해 시대에 남미를 식민지화한 스페인은 볼리비아 포토시 은광을 발견하고 대량의 은화를 주조해 유통시킨다. 스페인이 남미에서 생산한 은화는 ‘스페인 달러’로 불리며 유럽뿐 아니라 전 세계로 유통됐고, 대항해 시대에 은 기축통화 시대를 열었다. 스페인과 해상 패권을 양분하던 네덜란드는 일본의 이와미 은광에서 독점한 은으로 주조한 달더르 은화를 유통시켰다. 스페인과 네덜란드 은화는 다량으로 신대륙으로 흘러들었고 이는 미국 ‘달러’의 기원이 된다.\n\n\n[스페인]\n16세기 스페인은 세계 최초로 해가 지지 않는 제국을 건설해 세계 금과 은 총생산량의 83%를 차지하는 최고 부국이었다. 당시 스페인의 ‘페소 데 오초’ 은화는 세계 기축통화였다. \n당시 스페인 화폐 단위는 레알(real)이었는데, 이 나라는 1497년 8레알에 해당하는 은화를 만들면서 ‘페소 데 오초(peso de ocho)‘라고 이름 붙였습니다.\n이 당시 스페인은 금화가 아닌 은화(페소 데 오초(pseo de ocho))를 제조했는데, 이 페소 데 오초가 국제화폐 노릇을 했다. 유럽지역에서는 페소 데 오초 은화를 내밀면 어느 정도 통용이 됐다는 거임. 그런데 1588년 스페인의 무적함대가 영국에게 완파를 당하면서 페소 데 오초의 지위도 흔들리기 시작했음. 그렇다고 영국 화폐가 기축통화 지위를 얻은 건 아니었음. 해적질로 운영되던 영국에겐 세계 무대에 전면적으로 나설만한 국력이 없었기 때문임.\n문제는 식민지로부터 금은보화가 쏟아져 들어와도 과도한 팽창주의와 방만한 재정으로 적자규모가 엄청나게 불어났다는 점이다. 1543년 경상수입의 65%가 이자상환에 지출되었다. 결국 1557년 부도가 났고 이는 현대적 의미의 첫 국가 파산이었다. 스페인은 이후 1560년, 1575년, 1596년 연이은 파산으로 결국 쇠퇴의 길로 접어들었다. 1599년 화폐 주조 때는 모든 주화에서 은을 빼버렸다. 시중의 구화도 강제로 신화와 교환케 해 여기서 뽑아낸 은으로 빚을 갚으려 했다. 이로써 저질 주화만 시중에 유통되어 화폐에 대한 불신은 경제를 파탄으로 몰아넣었다. 그 뒤 스페인제국은 서서히 해체되기 시작해 세계 강대국 대열에서 영원히 사라지고 말았다.\n\n[네덜란드]\n대신 네덜란드가 이 자리를 치고 들어왔음. 17세기 초부터 해서 동인도 회사를 전 세계 네덜란드 식민지에 깔기 시작했고, 암스테르담에는 최초의 근대적 은행을 만들어 수표도 발행시키기도 했음. 이러면서 네덜란드의 화폐인 길드화가 국제통화 역할을 하기 시작한 것임.\n\n[영국 파운드화]\n네덜란드와 연합해 가톨릭 스페인과 포르투갈을 물리친 영국은 해상 패권을 두고 네덜란드와 결별을 선택했다. 호국경 올리버 크롬웰은 영국 관련 무역은 영국 국적의 선박만 이용하도록 강제하는 항해조례를 발표해 네덜란드의 반발을 샀다. 결국 양국 간에 전쟁이 벌어졌고, 이 전쟁에서 승리한 영국은 해상패권을 장악하게 된다. 이후 영국이 금본위제를 채택하면서 세계 무역의 기축통화가 은에서 금으로 바뀌게 된다.\n영국이 하도 해적질을 하다보니까 국력이 커져서 네덜란드까지 이기고 전 세계 바다를 호령하기 시작하면서 영국의 파운드화가 기축통화 자리를 꿰차게 됐음.\n영국은 스페인이나 네덜란드보다는 기축통화의 지위를 오래 유지했음. 그 유명한 금본위제를 운영했기 때문임. 가장 믿을만한 화폐인 금에 파운드화를 연계시켜서 파운드화도 국제교역을 할 때 결제용도로 사용되기 시작했음. 19세기 후반에는 파운드화가 세계 교역에서 60%를 차지할 정도로 널리 통용되었음.\n\n파운드라는 이름으로 지어진 이유는 이 1파운드가 이 지폐, 과거에는 금화 하나로 1파운드 무게의 은을 얻을 수 있는 것을 의미하였기 때문이다. 프랑스의 리브르 금화도 이와 같은 의미이며, 파운드와 리브르 모두 로마 제국의 리베루스 화폐에서 유래한 것.\n약자가 P가 아닌 L인 이유도 그것이다. 또 무게 파운드도 유래가 같다. 이 때문에 종종 화폐 단위 기호로 £ 대신 lb를 쓰기도 하며 여기에는 이런 역사적인 유래가 담겨 있으므로 잘못 쓴 게 아니다.\n\n\n[지폐]\n마르코 폴로의 ‘동방견문록’에 당시 중국에서 쓰였던 지폐가 소개되었을 때 서양 사람들은 어떻게 종이가 화폐 구실을 할 수 있는지를 도저히 이해할 수 없었다. 하지만 서양에서도 금속화폐가 지폐로 바뀌는 데는 그리 오래 걸리지 않았다.\n\n서양 최초의 지폐는 14세기 이탈리아에서 탄생했다. 장거리 신용이나 지불의 수단으로 환어음, 지불지시서 등을 활용한 것이 지폐의 시초가 됐다.\n\n서양에서는 17세기 스웨덴에서 지폐가 탄생했다. 스웨덴 정부는 전쟁 자금 조달로 은화가 부족해지자 동화를 유통시켰는데 동화가 너무 무거워 제대로 쓸 수 없게 되었다. 그러자 스톡흘룸 은행은 정부로부터 허가를 받아 동본위제 지폐를 발행했다. 참고로 스톡홀름 은행은 훗날 국유화되었는데 이것이 바로 중앙은행의 효시이다.\n세계 최초로 은행권을 발행한 나라는 스웨덴이지만, 예금을 받고 대출을 해 주는 상업은행의 시초는 영국이었다. 17세기 런던에는 다양한 금 세공품을 만드는 일을 했던 골드스미스(Goldsmith)들이 있었다. 이들은 사람들이 맡긴 금화와 귀금속을 보관해 주는 일도 함께했다. 금화나 귀금속을 맡기면 보관 영수증인 골드스미스 노트를 써줬고, 이걸 가져가면 맡아 둔 금화나 귀금속을 돌려줬다. 시간이 흐르면서 사람들은 원할 때마다 금화로 바꿀 수 있는 노트를 금화와 똑같이 생각했다. 그리고 물건을 살 때마다 노트를 금화로 바꾸지 않고 바로 노트로 값을 치르게 됐다. 골드스미스 노트가 돈을 대신하는 지불수단이 되자 사람들은 돈을 빌리듯 이자를 주고 노트를 빌렸다. 골드스미스들은 오랜 기간이 지나도 일정 부분의 노트에 대해서는 교환 요구가 없다는 걸 알게 되었고, 또 노트를 금화나 귀금속으로 돌려달라는 사람들이 한꺼번에 몰려들지 않는다는 것도 알게 됐지. 사람마다 금화나 귀금속을 찾아야 할 이유와 시기가 다르니까 그럴 수밖에. 그러자 이들은 실제로 맡아 둔 금화나 귀금속보다 더 많은 양의 노트를 만들어서 이자를 받고 빌려주게 되었다. 돈벌이에 신이 난 골드스미스들은 나중에 아예 은행을 만들고, 은행권인 지폐도 발행했어.\n1688년에 명예혁명을 성공시켰던 영국의 신흥 귀족들도 돈벌이가 되는 금융시장에 눈독을 들였다. 신흥 귀족들은 프랑스와의 전쟁으로 빈털터리가 된 국왕 윌리엄 3세에게 전쟁 비용을 빌려주기로 하고, 1694년에 잉글랜드 은행을 만들었다. 힘이 강해진 신흥 귀족들은 다른 은행들도 돈을 발행할 수 있는 제도가 못마땅했다. 결국 이들은 국왕을 부추겨 1844년에 화폐 발행은 오직 잉글랜드 은행만 할 수 있다는 법을 만들었다. 이는 대부분 나라에서 중앙은행만이 돈을 발행하는 제도를 이끌어 내는 계기가 됐다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-03T00:00:37.464000",
  "updatedAt": "2023-01-19T12:48:16.642000"
}