{
  "id": "bb7fefc3-eadf-48fc-9044-e5827cdc5c89",
  "title": "부평/부천/인천",
  "content": "![image](media/1966f837c4e.a9663b62485518b2.jpg)\n![image](media/1966f8999e9.a41e131e96f7927b.jpg)\n![image](media/196701328bc.bcdc8cceee98ee39.jpg)\n![image](media/19670150605.a946198cca34c984.jpg)\n![image](media/19694f44f93.9e80acc6bdae6afe.jpg)\n\n\n\n근대까지 부평과 부천은 단일 지역으로서 공통의 역사와 문화권을 공유해왔다. 부천이라는 명칭이 생긴 것은 1914년이며 이마저도 부평에서 파생된 명칭이다. \n\n삼국시대 부천의 인근 지역인 인천이 백제 미추홀이었던 것에서 유추하여 부천도 백제의 영역에 포함되어 있었을 것으로 추정된다. 475년(장수왕 63) 고구려가 백제를 공격하여 수도인 한성을 함락시키고 한강 일대를 차지하면서 고구려의 주부토(主夫吐)로 기록되어 문헌에 최초로 등장한다. \n6세기에 고구려가 왕위 계승 분쟁이 일어나는 등 정치적 불안이 거듭되자, 551년 부천 일대의 한강 하류 지역을 백제가 수복하였으나, 553년 신라가 급습하여 한강 유역을 점령하였다. 삼국을 통일한 신라는 전국을 9주5소경으로 정비하면서 지명을 한자식으로 변경하였는데 이 과정에서 고구려식 이름인 주부토군도 긴 둑이라는 뜻의 장제군(長堤郡)으로 변화되었다.\n주부토와 장제는 고대어인 '줄보뚝'을 한자로 각각 음차 및 훈차한 것으로, '줄보뚝'은 과거 한강이 범람하여 김포·부평평야 일대가 자주 침수되자 이를 막기 위해 긴 둑을 쌓았다는 데에서 유래한 지명으로 추정된다.\n이 당시에 불렸던 지명인 '주부토'와 '장제'는 부평구 일대를 관통하는 길의 이름(주부토로, 장제로)으로 현재까지 전래되고 있다.\n\n태조 23년(940년) 고려는 지방제도를 고쳐 경주를 대도독부로 하고 전국의 지명을 주, 부, 군, 현으로 변경함에 따라 장제군을 수주(樹州. 지금의 인천 계양구, 부평구, 경기 부천시 일대)로 승격시켰다.\n\n수주라는 이름은 개국공신 이희목이 수소나무 우거진 수소마을(선주지동)의 호족이므로 수주로 했고 이곳에 수주읍(행정구역 읍을 두었다는 것이 아니라 邑읍治치, 즉 요즘 말로 하면 시·군청을 두었다는 말이다. 행정구역으로서의 읍은 일제가 만들어낸 것이다.)을 두었다가 후에 교통이 편리한 배곶이(선곶, 현 계양구 오류동.)로 이전한 것으로 보인다.\n\n이 시기에는 황어향(지금의 인천 계양구와 서구(검단제외)의 각 북부), 부원향(지금의 경기 고양시 덕양구 및 서울 마포구 각 일부), 석천향(지금의 경기 파주시 교하 지역), 금포현(경기 김포시내), 동성현(경기 김포시 하성면), 분진현(경기 김포시 통진읍, 월곶면), 수안현(경기 김포시 대곶면), 소성현(지금의 인천광역시 원인천 지역 및 경기 시흥시 북부. 지금의 인천광역시의 뿌리가 되는 그 원인천(미추홀) 맞다. 그만큼 부평은 역사적으로도 인천보다 큰 고을이었다.), 공암현(지금의 서울 강서구, 양천구 일대), 금주현 (현 서울특별시 금천구, 영등포구, 구로구 동부, 경기 광명시 일대. 여기에는 조선시대 한성부로 넘어간 여의도도 포함된다.), 안산군(경기 안산시, 시흥시 남부 일대) 등 아주 넓은 지역을 속군현으로 두어 관할했다. 그 중 황어향은 예 수주에 병합되었고, 공암현은 나중에 양천현으로 분리되었다. 한강 이북 지역이 포함된 이유는 당시 육운이 잘 발달하지 않아 한강이 교통로 역할을 했기 때문이다.\n의종 때 1150년, 안남(安南)도호부', 이때에 온수골(지금의 계양구 계산동)로 청사를 이전한다. 안남도호부가 전주에서 옮겨와 수도인 개경 방비의 요충지로서 위상이 더 높아졌다. 당시 부평지역을 관할하던 안남도호부는 주현으로서, 6개의 속현을 거느렸는데, 그 속현 중에 금주현(조선 시대 금천/시흥현: 현 서울 영등포 권역 + 경기 광명시 일대), 공암현(조선 시대 양천현: 현 서울 양천구, 강서구 일대) 등이 있었다. 고려 고종 때(1215년) '계양도호부(桂陽道護府)'로 불렸으며 충렬왕 34년(1308년) 때 길주(吉州)목'이 되었다. 충렬왕은 평소 수렵을 좋아해서 길주에 국영으로 매 사육장을 설치했다고 한다. 죽을 때는 길주에 장사지내 달라는 유언까지 했다고 하나 마땅한 자리가 없어 뜻을 이루지는 못했다고 한다.\n고종 6년(1219) 이규보가 좌사간 지제고의 높은 벼슬에서 계양부사로 좌천되어 부임하였다. 재임 1년 2개월에 가는 곳 마다 수많은 즉흥시를 읊어 이것이 훗날 동국여지승람에 등재되어 그 시문의 내용으로 그 당시 고장의 실상을 살필 수 있게 되었다.\n부평이란 이름이 황금벌판 곡창지대라서 생겼다고 하나 이는 잘못 생각한 것으로 부평이 비옥하게 된 것은 1925년 부평 수리조합이 생겨 관배수와 수해 방비를 한 이후부터의 일이고 그 이전까지는 굴포천은 한강의 지류로 조수물이 역류하여 드나들어 수해상습지로, 갈대 우거진 풀이 무성한 쓸모없는 벌판이었다.\n1314년(충숙왕 원년)에 양광도에 편제되었다.\n1390년(공양왕 2)에 경기 우도에 편제되었다.\n\n옥길동\n부천시 옥길동은 조선시대 인천부 황등천면에 속했던 지역으로, 18세기에 편찬된 『호구총수(戶口總數)』에 기록된 황등천면 3리와 황등천면 4리에 해당한다. 『조선지지자료』에는 황등천면 3리에 탄평(炭坪)·식곡(食谷)[일명 식골], 황등천면 4리에는 두길(斗吉)·어연(魚淵)·옥련동(玉蓮洞)·함박리(咸朴里) 등의 마을 이름이 기록되어 있다.\n조선시대 인천부 황등천면은 1914년 부제(府制) 실시와 함께 새로 신설된 부천군 소래면으로 통합되었고 이때 황등천면 3리 일부와 황등천면 4리가 옥길리로 개편되었다. 1964년옥길1~4리로 개편되었고, 1973년 경기도 부천군 소사읍이 부천시로 승격하고 부천군이 폐지되면서 소래면 일부 지역이 경기도 시흥군에 편입됨에 따라 경기도 시흥군 소래면 옥길리가 되었다. 1981년 시흥군 소래읍 옥길1~4리로 바뀌었다. 1980년 경기도 시흥군 소래읍 옥길리가 되었고, 1983년 2월 15일 대통령령 제11027호에 따라, 옥길1리와 옥길3리는 광명시에 편입되어 광명시 옥길동이 되었고, 옥길2리와옥길4리, 계수리 일부가 부천시에 편입되어 범박동에 속하였다. 1988년 구제(區制) 실시로 남구에 편입되었다가 1993년 구 명칭을 변경함에 따라 소사구에 편입되었다.\n옥길리 일부가 광명시로 편입되어 경기도 광명시 옥길동이 되고 행정동인 광명6동 관할이 되었다. 옥길리 나머지 지역은 경기도 부천시로 편입되어 경기도 부천시 옥길동이 되었다.\n법정동인 이 동은 행정동인 범박동과 역곡3동에서 관할한다.\n옥길동은 자연마을인 옥련리와 두길리가 합쳐진 지명이다. 옛 지명에 옥련리· 두길리· 함박리· 식골리· 사태말· 장고개· 장승백이고개· 장고개· 원남터· 계리월· 터진목· 우골 등이 있다.\n옥련리는 옥돌무지와 연꽃 방죽이 있어 붙여진 이름이며, 함박리는 마을의 지형이함처럼 생겨서 붙여진 이름이다. 사태말은 사태가 빈번하여 붙여진 이름이라 하고, 계리월은 닭이 아름다운 달을 보고 울어서 붙여진 이름이라 한다. 장고개는 오류동으로 장을 보러 갈 때 넘어야 하는 고개이므로 붙여진 이름이며, 터진목은 함박리에서 옥련리로 가는 지역이 범박동 신앙촌에서 물이 내려오면 쉽게터진다고 하여 붙여진 이름이라 전한다.\n봉예골은 광명시 옥길동에 있는 자연마을로써, 풍수지리로 볼 때 봉황이 앉아 있는 형국으로 예전에는 큰 소나무가 많아 솔모루라고도 하였으며, 부평말은 조선시대 부평군 계양면에 속하였던 곳이라 하여붙여진 이름이다. 또한 식골은 마을의 주산인 만수산을 광명동에서 바라볼 때 배부른 사람이 누워있는 형상이라 하여 붙여진 이름이다. 부천시의 남단에 위치하며, 동쪽으로 광명시와 접한다\n\n허난성(河南省) 난양(南阳)\n독산옥(独山玉, Dushan Jade)의 고향으로, 다양한 색상(초록, 흰색, 보라, 검정 등)의 옥이 생산됩니다. 5,000년 이상의 역사를 가진 중국의 주요 옥 산지 중 하나입니다.  \n\n南阳古城遗址\nhttps://m.thepaper.cn/newsDetail_forward_4809327",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-04-26T08:59:17.557000",
  "updatedAt": "2025-05-03T16:06:29.777000"
}