{
  "id": "bc135617-2e16-410f-8932-e671152336aa",
  "title": "스테이킹(staking)",
  "content": "디지털자산의 경우에도 은행 예금과 유사하게 디지털자산을 예치하면 보상을 지급하는 투자방식이 있습니다. 2020년부터 국내 거래소들이 선보이고 있는 스테이킹(staking)이 바로 그것입니다.\n\n스테이킹은 본인이 보유하고 있는 디지털자산을 블록체인 네트워크에 맡기는 방식으로 우리가 돈을 은행에 맡기는 예금과 구조가 비슷한데요. 여기서 주의해야 할 것은 우리가 맡긴 돈을 운영하여 이익을 낸 후 예치한 금액에 대한 일정 수준의 이자를 대가로 지급하는 예금과 다른 방식으로 보상이 지급된다는 점입니다.\n\n스테이킹의 경우 디지털자산의 운용 수익을 대가로 보상을 주는 것이 아닙니다. 본인이 가진 디지털자산을 예치함으로써 해당 디지털자산이 존재하는 블록체인 네트워크에서 새로운 블록을 생성하는 트랜잭션 검증 작업에 참여하고 그 보상으로 디지털자산을 지급받습니다. 스테이킹의 경우 가격 등락과 상관없이 일정 기간 동안 디지털자산을 예치하면 그 기간 동안 수익을 얻을 수 있어 변동성이 걱정되는 장기 투자자들이 선호합니다.\n\n모든 디지털자산이 스테이킹 가능한 것은 아닙니다. 스테이킹은 지분증명(PoS) 혹은 위임지분증명(DPoS) 알고리즘을 채택한 블록체인 네트워크에서 가능합니다.\n\n지분증명이란 디지털자산을 보유하고 있는 지분율에 비례해 의사결정 권한을 주는 합의 알고리즘이며 대표적으로 코스모스(ATOM), 테조스(XTZ) 등이 있습니다. 작업증명(PoW)방식을 따르는 기존 이더리움은 스테이킹이 없지만 지분증명 방식으로 전환할 이더리움 2.0에서는 스테이킹이 가능합니다.\n\n스테이킹의 단점은 정해진 기간 동안 언스테이킹(출금)하는 것이 기술적으로 불가능하다는 것입니다. 쉽게 말해 내가 원하는 시점에 매도하는 것이 불가능하다는 것인데요. 그렇기 때문에 스테이킹 중 디지털자산 가치가 급락을 하게 되는 경우 큰 손해를 볼 수 있음을 주의해야 합니다. 이 같은 단점을 보완하기 위해 최근에는 한달, 일주일 단위의 단기 스테이킹 상품도 나오고 있습니다. 하지만 무엇보다 스테이킹 서비스 이용에 앞서 투자자들의 신중한 판단이 필요하다는 것을 기억하시길 바랍니다.\n\n블록체인이 유지되기 위해서는 계속해서 블록을 생성하고 연결하는 방식을 통해 거래를 기록해 주는 사람들이 필요합니다. 하지만 아무나 거래를 자기 마음대로 기록할 수 있다면, 우리는 그 네트워크 믿을 수 있을까요?\n\n그렇기에, 블록체인 네트워크는 ‘누가 다음 블록을 생성할지’, ‘거래를 어떻게 검증할지’ 등을 정해 올바른 거래만을 기록하기 위한 약속을 만들었고, 우리는 이 약속을 합의 알고리듬이라고 부릅니다.\n\n블록체인에는 다양한 합의 알고리듬이 존재하는데, 그중 가장 대표적인 것이 작업증명(PoW)과 지분증명(PoS)입니다. \n\n스테이킹과 가장 연관 있는 지분증명에 대해 간단히 설명해 보면, 스테이크(stake), 즉 ’지분’을 바탕으로 검증인들이 블록을 생성 및 검증하며 네트워크의 안정성을 보장하는 방식입니다.\n\n검증인은 지분(토큰 보유량)이 많을수록 블록을 생성 및 검증할 확률이 높아지고 이에 비례하여 더 많은 보상을 받을 수 있게 됩니다. 다시 말하자면, 검증인들이 지분증명 방식의 네트워크에 참여하기 위해서는 지분이 필요하고, 코인 보유자는 자신의 지분을 직접 혹은 검증인을 통해 네트워크에 예치(스테이킹)하여 보상을 받게 됩니다.\n\n아무래도 거래소나 개인 지갑에 가상자산을 그냥 보관하고 있었던 장기 투자자라면, 스테이킹에 참여해 이자를 받는 것이 좋은 선택지가 될 수 있을 것입니다.\n\n이렇게 스테이킹을 단편적으로 살펴보았을 때에는 '코인을 예치하면 이자를 준다'는 개념이 얼핏 은행에서 제공하는 정기 예금 상품과 유사해 보입니다. 실제로도 많은 가상자산 투자자들은 이러한 맥락으로 정기 예금 상품처럼 꾸준히 이자를 받기 위해 스테이킹에 참여합니다.\n\n하지만 스테이킹은 블록체인에 있어 단순히 이자를 받는 것, 그 이상의 중요한 의미를 가지고 있습니다.\n\n앞서 설명했듯, 지분증명 합의 알고리듬 기반의 블록체인 상에서는 블록 생성과정에 참여하기 위해 지분이 필요합니다. 각 검증인들은 블록 생성 권한을 획득한 뒤 블록을 제안하여 보상을 획득할 수 있는데, 이 블록 생성 권한을 얻을 확률이 스테이킹한 지분량에 비례하기 때문입니다.\n\n이때 만약 누군가가 블록체인 네트워크에 스테이킹된 전체 코인의 지분 중 51% 이상을 차지한다면 어떻게 될까요? 이는 블록 생성 및 검증에 대한 과반수의 결정권을 가지게 되는 것이고, 이 경우 해당 주체는 손쉽게 해당 블록체인에 악의적인 공격을 감행할 수 있게 됩니다.\n\n더불어 만약 네트워크에 스테이킹된 전체 토큰량이 적다면 지분 전체의 51%를 차지하는 것은 더 쉬워질 것입니다. 이는 곧 분산돼야 할 네트워크가 누군가에 의해 탈취당할 위험이 높아진다는 것을 의미하게 됩니다. 이제 스테이킹의 의미를 다시 한번 생각해 볼까요?\n\n결국 스테이킹에 참여한다는 것은 블록체인 상에 스테이킹된 전체 토큰의 양을 늘리는 것을 의미이며, 이는 전체 지분의 51%에 해당하는 수량을 늘림으로써 네트워크를 공격하려는 악의적인 주체의 공격 비용을 증가시켜 네트워크의 보안성을 향상시키는 행위로 바라볼 수 있습니다.\n\n하지만 만약 아무런 보상이 존재하지 않는다면, 단순히 선한 의도만으로 네트워크 보안에 기여하려는 사람은 많지 않을 것입니다.\n\n그래서 대부분의 지분증명 기반 블록체인들은 많은 사람들이 스테이킹에 참여하도록 유도하기 위해 경제적인 보상을 제공합니다.\n\n결국 스테이킹은 지분증명 기반의 블록체인들에게 가장 중요한 요소들 중 하나로 작용합니다. 블록체인은 스테이킹된 전체 코인의 가치를 키워 공격 비용을 늘림으로써 네트워크의 보안을 유지하며, 스테이킹 참여자에게는 보상을 부여하게 됩니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-10T05:06:46.144000",
  "updatedAt": "2022-11-10T05:06:46.144000"
}