{
  "id": "bcf7e27e-f8e0-4a68-ae4d-e6c95ed7caea",
  "title": "ETF, ETN, ELS, ELF, DLS, DLF",
  "content": "![image](media/18c23038df0.b99d78dcf7821953.jpg)\n\n\n\n\nETN(상장지수증권)과 ELS(주가연계증권)는 모두 주식시장의 변동성을 활용한 투자 상품입니다. 하지만 발행 주체, 수익 구조, 투자 위험성 등에서 몇 가지 차이점이 있습니다.\n\n발행 주체\nETN은 증권사가, ELS는 자산운용사가 발행합니다. ETN은 증권사가 특정 지수의 수익률을 추종하는 파생상품을 발행하고, 투자자는 이를 매수하여 해당 지수의 수익률에 따라 수익을 얻을 수 있습니다. ELS는 자산운용사가 특정 조건을 설정하고, 그 조건이 만족되면 투자자에게 약속된 수익률을 지급하는 상품입니다.\n\n수익 구조\nETN은 기초지수의 수익률에 따라 수익이 결정됩니다. 만약 기초지수가 상승하면 투자자는 기초지수의 상승률만큼 수익을 얻을 수 있습니다. 반면 ELS는 기초자산의 수익률, 만기, 조건 등에 따라 수익이 결정됩니다. 조건이 만족되면 약속된 수익률을 얻을 수 있지만, 조건이 만족되지 않으면 원금 손실이 발생할 수도 있습니다.\nETN은 만기가 있는 채권과 같은 형태로 발행되어, 만기 시에 현금으로 정해진 수익이나 손실을 지급합니다. ELS는 일정한 기간 동안 일정 범위 내에서 주가의 움직임을 허용하면서 수익을 제공.\n\n투자 위험성\nETN은 기초지수의 수익률에만 영향을 받기 때문에 투자 위험성이 상대적으로 낮습니다. 반면 ELS는 기초자산의 수익률, 만기, 조건 등에 따라 수익이 결정되기 때문에 투자 위험성이 높습니다. 특히 조건이 만족되지 않으면 원금 손실이 발생할 수도 있습니다.\n\n투자 적합성\nETN은 상대적으로 투자 위험성이 낮기 때문에 장기 투자를 원하는 투자자나 안정적인 수익을 추구하는 투자자에게 적합합니다. 반면 ELS는 투자 위험성이 높기 때문에 단기 투자를 원하는 투자자나 높은 수익을 추구하는 투자자에게 적합합니다.\n\n세금\nETN은 과실이나 환매에서 얻는 소득은 배당소득으로 보고 있지만, 양도차익은 과세되지 않습니다. ELS는 과실이나 환매에서 얻는 소득은 이자소득으로 보고 있고, 양도차익도 과세됩니다.\n\n\n[ETF(Exchange Traded Fund, 상장지수펀드)]\n코스피나 코스닥, S&P 500 등의 시장지수나 헬스케어, 2차전지, 고배당 등 테마지수를 추종해서 수익률을 내는 펀드. ETF엔 하나의 종목이 들어있는 것이 아닌 여러 종목의 주식 또는 채권이 들어 있다. \n주가나 원유, 비트코인 등 기초자산 대상이 다양하고, 선물이나 선물지수를 증권화한 것. \nETF를 운용하는 자산운용사에서 만든 브랜드가 있다. \n예) 삼성자산운용의 ETF브랜드인 ‘KODEX’, 미래에셋자산운용의 ETF브랜드인 ‘TIGER’ \n자산운용사에서는 정해진 추종지수를 최대한 똑같이 따라갈 수 있도록 주식과 채권 등에 투자하여 ETF 포트폴리오를 구성한다. 그러나 상품 비중은 실제와 약간 다를 수 있다. 그래서 ETF는 추종지수와 실제 포트폴리오가 100% 일치하기가 어렵습니다. 이런 추종지수와 포트폴리오간의 차이를 ‘추적오차’라고 한다. 동일한 추종지수를 기초자산으로 만든 ETF도 순자산가치(NAV)가 달라질 수 있는 것이다. \n예를 들어 KOSPI 200 지수를 추종하는 ETF는 200 종류의 주식을 비중에 맞춰 펀드에 사두는 구조다. 때문에 KOSPI200지수가 10% 상승한다고 해서 ETF 포트폴리오의 수익률이 정확히 10%가 나지는 않는다.\n레버리지형과 인버스형이 있는데, 기초자산이 상승할 때 2 배의 수익을 주는 구조가 레버리지형, 기초자산이 하락할 때 수익이 나는 구조가 인버스형\nETF는 투자자들의 투자자산 또는 펀드가 보유한 주식을 자산운용사가 아닌 제3자(은행 등)에 신탁해 보관한다. 그래서 자산운용사가 파산해도 해당 자산을 매각해 이를 투자자에게 돌려줄 수 있다.\nETF는 만기가 없어 언제든지 사고 팔 수 있다. \n최근에는 비트코인 선물 ETF가 미국 증시에 상장해 인기몰이를 하고 있다. \n\n\n[ETN(Exchange Traded Note, 상장지수증권)]\n기초지수의 수익률과 연동한 수익을 약속하는 투자상품. ETN이란 원자재, 원유, 금리 등 기초자산의 성과대로 만기에 수익을 지급하기로 약속한 증권이다. 증권회사가 무담보 신용으로 발행한 상품으로, 기초자산 수익률에 의해 ETN의 실질가치가 결정되고 만기가 되면 투자자에게 이 수익률을 지급하는 계약의 의무를 가진 증권이다.\nETF처럼 거래소에 상장됐기 때문에 쉽게 사고팔 수 있다. \nETN은 해외지수, 원자재, 금리, 변동성 등 다양한 기초자산의 상품구조 개발이 가능하다. 특히 레버리지 ETN, 인버스 ETN의 거래가 매우 활발한 편이다. ETN은 KOSPI200의 수익률만큼 수익을 지급하겠다고 약속한 증권이기 때문에 추적오차가 발생하지 않는다.\nETN을 발행하는 곳은 증권사이다. ETN은 ETN 발행 증권회사의 이름이 맨 앞에 나오거나 임의로 명명. 삼성증권이 발행한 ETN은 ‘삼성’, 신한금융투자가 발행한 ETN에는 ‘신한’이 ETN이름의 맨 앞에 표기됩니다.\nETN은 증권회사가 파산할 경우 투자금을 돌려받지 못한다. 신용위험이 있다보니 자기자본 1 조원 이상의 증권사만 ETN을 발행할 수 있다. \nETN은 만기가 있다. 만기는 1년 이상 20년 이내. \nETN은 채권과 다르다. 채권은 만기시 지급되는 수익률이 확정되어 있지만 ETN은 만기시 지급되는 수익률이 확정된 것이 아니라 만기시 기초자산의 지표에 따라 다르다.\nETN은 기초자산 지표 수익률을 따르기 때문에 WTI 원유를 따르는 ETN이라면 이론적으로는 WTI 원유가 10% 상승했으면 해당 ETN 주가도 10% 상승해야 합니다. 하지만 ETN이 기초자산의 지표를 항상 똑같이 따라가지 못합니다. 이를 '괴리율'이라고 한다.\n\n[ELS(Equity Linked Securities, 주가연계증권)]\n개별주식의 가격이나 주가지수 등에 연동하여 수익률이 결정되는 매우 위험성이 높은  유가증권. 증권사에서 발행, 판매한다.\n일반적으로 만기 3년 동안 기초자산이 되는 개별주식 또는 주가지수가 절반 이하로 떨어지지 않으면 연 6~7%의 수익률을 지급하는 파생상품이다.\n삼성전자, 포스코 등과 같은 개별 주식에 연동된 상품부터 KOSPI 200지수나 KRX 100, 닛케이 225 등 주가지수에 연동된 상품까지 아주 다양하게 존재하고 있다.\n일반적으로 최대 연 5~25%의 수익률을 확정시켜놓고 있다는 것이 특징. 현물 주식이나 펀드와 달리 기대수익률이 아닌 확정수익률이기 때문에 만기 동안 주가가 크게 떨어지지 않으면 일정 확정 수익을 얻는다.\n일반적인 ELS는 단순하게 말하자면 고객이 ELS 발행자에게 풋 옵션을 매도하는 것과 같은 구조이다. ELS 투자가 성공하여 고객이 예금금리보다 높은 확정수익을 받는 것은 그 매도한 옵션에 대한 프리미엄을 ELS발행사로부터 받는 것으로 볼 수 있다. 반면 기초자산의 가격이 크게 떨어져 낙인(knock-in) 배리어 옵션(barrier option)이 작용하게되면 고객은 매우 큰 손해를 볼 수 있다. \nstep-down 방식 ELS의 경우 6개월 단위로 기초지수를 평가하여, 하한선 이상(보통 초기값의 80~90%)이면 약정 이율을 더해 조기상환 한다. 만약 녹인 구간에 진입한 적이 있더라도 자산평가때 하한선 이상이라면 원금과 수익을 받을 수 있다.\n원금을 100% 보장하는 원금보장형에서부터 원금의 80~90%까지 보장하는 부분보장형, 원금을 보장하지 않는 원금비보장형까지 매우 다양한 ELS가 존재하고 있다. 당연히 원금 비보장 비율이 높을 수록 제시되는 수익률이 크지만 그만큼 손실 시 손실률도 커진다.\n일정 범위내의 주가 하락 위험은 손해를 전혀 안보지만 그 범위를 벗어나면 쪽박 위험이 훨씬 큰 도박성의 상품. 특히 상당수 원금 비보장형 ELS 상품의 설명서를 살펴보면 주가상승시 이익은 10~20%로 제한하고 손실은 50~100%까지 몽땅 투자자에게 떠넘기는 구조를 볼 수 있다. 2008년 금융위기 때 악명을 떨친 KIKO와 비슷한 비대칭적 손익구조 시스템인데, 일정구간 내에서는 ELS 가입자가 수익을 얻지만 구간 외에서는 원금을 잃으며 책임을 떠안고 박살나는 구조이다.\n고위험 투자상품이라면 기대수익률이 높아야 하고 저위험투자상품이라면 기대수익률이 낮아야 하는 것이 투자의 기본이다. 하지만 ELS는 기대수익률은 낮지만 리스크는 낮지 않다. \n\n[ELF]\nELF는 ELS를 투자하는 펀드로 사실상 ELS라고 보면 된다. 굳이 펀드로 한 단계를 거치는 이유는 펀드를 팔 수는 있지만 ELS는 팔 수 없는 곳에서 ELS를 판매하기 위한 것이다. 주로 은행이 판매한다. ELS는 증권사에서 자체 발행하기 때문에 수익률 조정을 통해 별도의 수수료 이익을 남길 수 있지만 은행은 그렇게 할 수 없어서 선취수수료를 받는다.\n\n[DLS(Derivatives Linked Securities, 파생결합증권)]\n이자율, 환율, 실물자산(금, 원유 등), 신용위험(부도위험, 파산) 등 다양한 기초자산과 연계되어 수익률이 결정되는 신종 유가증권으로 증권사에서 발행 판매하는 상품이다.\nDLS와 ELS는 기준으로 삼는 기초자산만 다를 뿐 수익구조는 사실상 같다. 이를 펀드 형태로 만들어 포트폴리오에 넣는 파생결합펀드 DLF(Derivative Linked Fund)라는 형태도 있는데 이 또한 ELF와 매우 유사하다. 위험성 또한 마찬가지라서 해당 기초 자산이 손실 구간, 즉 녹인 배리어로 진입하면 큰 손실을 볼 가능성이 있다.\n\n[DLS 사태]\n독일 국채 10년물과 영국, 미국의 이자율 스와프 (Constant Maturity Swap, CMS) 금리를 기초자산으로 한 DLS·DLF다. 해당 상품은 기초자산인 독일 또는 영국 10년물 금리가 기준선 이하로 하락하지 않으면 원금과 확정 금리를 지급하지만 기초자산의 금리가 기준선을 하회할 경우 최대 100%까지 원금 손실이 날 수 있는 구조다. \n금융감독원에 따르면 2019년 7월 말 기준으로 현재 금리 수준에서 예상되는 손실만 각각 3천354억원과 1천204억원에 이른다. 평균 평가손실률이 56%와 95%인 셈이다.\n특히 최근 2019년 독일 국채 10년물 금리가 -0.7%을 하회하며 원금 전체가 손실이 나면서 논란이 되고 있는 상품이기도 하다.\n투자자의 투자 성향을 제대로 파악하지 않고 고위험 상품인 DLS·DLF 상품을 일반 예금 가입자에게 권유한 것이 이번 사태의 핵심이라는 얘기다.\n\n\n\nDLF와 파생결합증권(DLS)은 주요 해외금리에 연계된 파생상품이다. 은행에서 사모펀드 형태로 판매된 것이 DLF이며, 증권사가 직접 판매한 것이 DLS다. 이들 상품은 금리가 만기까지 일정 구간에 있으면 연 3.5~4%의 수익률을 보장하지만, 일정 구간 아래로 내려가면 손실 구간에 진입하며 최악의 경우 원금을 모두 잃게 된다.\n2019년 8월, 선진국(독일) 국채 금리가 지속적으로 떨어지면서 이를 기초자산으로 한 DLS와 DLF에 투자한 투자자들이 큰 손실을 입을 위기에 처했다. 특히 은행의 권유로 DLS에 투자한 투자자들은 사모 펀드의 DLF 형태로 거액을 투자했다가 큰 손실을 보게 생겼다. \n손실률은 상품의 판매 시기와 만기에 따라 다르지만, 쿠폰금리를 포함해 98.1%의 손실률을 기록한 상품도 있었다. 손실률만큼이나 충격적이었던 것은 DLF 판매 은행들의 불완전판매였다. \n손실이 예상되자 금융감독원이 고강도 검사에 돌입했다. 최대 쟁점은 불완전 판매의 여부로, 은행들은 상품 위험성 등을 충분히 고지했다는 입장이지만 피해 투자자들은 '불완전 판매'를 주장했다. 불완전판매 사실이 드러나자 금감원 금융분쟁조정위원회(분조위)는 은행들에 역대 최고 수준의 배상비율을 결정했다. 분조위는 부의된 6건 가운데 투자경험이 없고 난청인 79세 치매환자에게 DLF를 불완전판매한 사례에 대해 80%의 배상비율을 결정했다. 또 투자경험이 없는 60대 주부에게 ‘손실확률 0%’를 강조한 사례에 배상비율 75%, 예금상품을 요청한 고객에게 기초자산인 이자율 스와프(CMS)를 잘못 설명한 사례에 대해서는 손실액의 65%를 배상하라고 결정했다.\n2019. 11월 14일, 은행의 고위험 투자상품 판매가 금지되었다. 금융위원회와 금융감독원은 투자자가 상품 구조를 이해하기 어렵고 원금 손실 가능성이 20~30% 이상인 고위험 투자상품의 은행 판매 금지, 개인의 사모펀드 최소 투자금액 1억원→3억원 상향 등을 골자로 하는 '고위험 금융상품 투자자 보호 강화를 위한 종합 개선방안'을 발표했다. \n2020년 3월 4일, 금융위원회는 정례회의를 열고 불완전 판매로 인해 DLF 사태로 물의를 일으킨 우리은행과 하나은행에 대한 기관제재 및 과태료 부과안을 확정했다. \n\n독일 국채 10년물 금리 DLS는 하나금융투자, IBK투자증권, NH투자증권 등 세 곳 증권사에서 발행돼 유경PSG자산운용, KB자산운용, 교보악사자산운용, HDC자산운용 등 네 곳 운용사에서 설정한 DLF에 편입된 형태로 대부분 우리은행을 통해 판매됐다.\n해당 DLS는 통상적으로 만기시점에 독일 국채 10년물 금리가 마이너스(-) 0.2% 아래로 하락하지 않으면 연 4% 수준의 금리를 지급하는 구조를 취하는데 증권사와 투자자가 DLS 거래의 양 끝단에 위치할 경우 둘 사이에 제로섬게임이 성립된다. 이 경우 독일 국채 10년물 금리가 행사가격 미만으로 하락해 투자자가 손실을 볼 경우 그 손실은 증권사의 수익이 되지만 반대로 수익상환 요건을 충족하면 투자자가 약정한 수익을 얻는 대신 증권사는 해당 수익만큼 손실이 발생한다.\n이 때문에 증권사는 자체 헤지나 백투백 헤지를 통해 해당 손실 위험을 외부로 전가시킨다. 증권사가 헤지에 나서는 순간 증권사와 투자자 사이의 제로섬게임은 깨지게 된다.\n시장 전문가들은 국내 DLS 발행사들의 경우 금리연계형 DLS에 한해 발행물량의 100%에 대해 백투백 헤지를 선택하고 있다고 보고 있다. 자체 헤지 비율이 높은 ELS나 신용연계형 DLS와 달리 국내 증권사들이 금리연계형 DLS에서 자체 헤지에 나서려면 해외 금리 스와프(IRS) 시장에 참여해 장외파생상품(OTC) 트레이딩을 할 수 있어야 한다. 하지만 아직 해외시장에서 경쟁력이 없는 국내 증권사가 글로벌 IB들과 크레딧 상품을 거래하기는 사실상 불가능하다는 것이다. 다른 해외시장을 물색한다고 가정해도 큰 비용이 소요되므로 유인이 부족하다.\n이 때문에 국내 DLS 발행사는 소시에테제네랄(속젠·Soc-Gen), JP모간, BNP파리바 등 외국계 IB들에 대한 일종의 풀(pool)을 갖춰놓고 DLS 발행 때마다 발행한 DLS의 기초자산 및 수익구조와 동일한 구조의 스와프 계약을 체결한다. 이때 스와프 계약은 언펀디드 스와프 형식을 대부분 취한다. DLS 투자자로부터 받은 투자원금이 증권사 DLS 운용 원금북에 편입돼 여기에서 운용을 통해 발생하는 이자를 외국계 IB에 지급한다. 대신 DLS 기초자산의 퍼포먼스에 따라 해당 DLS와 똑같은 수익구조를 외국계 IB로부터 만기에 받게 되는 스와프 형태다. 이는 곧 DLS가 수익상환될 경우 국내 증권사는 손실이므로 이 손실만큼 외국계 IB로부터 수취하고, 반대로 DLS 투자자가 손실이 날 경우 국내 증권사가 본 수익을 외국계 IB에게 주는 딜이다.\n국내 증권사는 DLS 투자자의 실제 투자시 적용되는 액면가보다 할인된 금액으로 DLS를 발행하며 외국계 IB와의 OTC 거래시에도 할인된 금액으로 사온다. 이때 DLS 발행과 OTC 거래에 각각 적용되는 할인율의 차이가 곧 국내 증권사의 마진이다. 국내 증권사가 액면가 100억원인 DLS를 1% 할인한 99억원에 발행하고 외국계 IB로부터 1.2% 할인한 98억8000만원에 OTC 거래를 했다면 그 차이인 0.2%, 곧 2000만원이 증권사의 마진이 된다. 통상적으로 DLS 백투백 헤지를 통한 국내 증권사의 마진은 액면가의 0.1~0.5% 수준으로 알려져있다. 또 DLS 발행시 적용되는 할인율에 대해서는 판매사와 운용사의 수수료로 인식된다.\n\n[ELS 조작]\n홍콩주식 포함된 els 고의적으로 낙인시키려고 세력이 작전하는거라는 주장이 있었음.\n\n증권사를 믿고 맏긴 국민의 돈을 불려 주기는 커녕 손실을 입일수록 증권사 수익이 커지기 때문에(증권사는 헤지용으로 풋옵션을 매수하는데 이는 주가가 하락할 수록 유리) ELS 발행 연동 기업 주가를 대상으로 기업의 펀드멘털이 아니고 환율등 세계 경기와 관련되어 약간의 부정적인 조건만 생기면 전 증권사가 돌아가면서 주가에 부정적인 악의적인 리포트를 남발하여 목표가를 후려치고 ELS 연동 종목이 아니거나 기관들이 미리 찜한 종목은 세계 경기와 관련되어 조건이 같은데도 목표가 상향 리포트 남발하고 이런식으로 고객이 ELS 상품에 맏긴 돈에 고의적인 손실을 유도하는게 현실정이다.\n이런식으로 해서 올해 고객의 이 맏긴 ELS 상품 47조원 중 반만 먹어도 증권사 수익은 10조가 넘음. 이러니 고의로 전 증권사가 달라붙어서 돌아가면서 밀어주기식 찌라씨 뿌려가면서 록인 시키는 것 같음. ELS 낙인 조작 관련 비리에 대한 철저한 수사가 필요하고\n방송 등을 통해 알려서 앞으로 전국민이 ELS 상품 불매 운동을 벌여야 함.\n\n공매도 세력이 먼저 한쪽에서 공매도할 종목을 선정하여 ELS를 설계한 다음, 창구를 통하여 개미에게 팔고, 다른 한쪽에서는 주식을 빌려 공매도 쳐서 서서히 주가조작하고 있다가(연구원이라는 인간을 동원해 찌라시를 만들어 편향적인 엉터리 보고서를 내어 시장을 혼란시키고, 종목마다 알바들을 시켜 심리전을 펴서 개미들을 흔들어 놓는다.),\n만기시점이 되면, 주가를 폭락시켜 일반 주주와 ELS를 판 주주에게 막대한 손해를 입힌다.\n\n1단계:공매도세력들 국민연금포섭\n2단계:국민연금 고가에 매수. 포인트는 고가매수임. 그래야 공매도놈세력이 공매도하기 쉬우므로.\n3단계:대차받은 주식으로 신나게 공매도. 주가 당연 폭락\n4단계:주가가 폭락하니 로스컷 규정에 의해 다시 국민연금 손절매\n5단계: 공포에 질린 개미들 덩달아 투매\n국민연금이 기관과 외국인에게 대주한 것과 금액이 문제가 아니고 대주가 특정종목에 집중적으로 편중되어 있다는 것이 문제의 핵심이다. 특히 종목의 ELS편입 금액과 공매도 수량은 정비례하고, 종목이 ELS에 편입이 안되면 공매도도 반비례하지 않겟는가?\n이 비례관계에 대한 정확한 사실관계조사와 통계가 필요하다.\n\n파생상품시장에서 개인이 한쪽의 포지션(롱이든 숏이든)에 지나치게 큰 금액으로 베팅이 되어 있으면, 세력과 메이저 자산운용사들이 반대의 포시션으로 큰 수익을 내고(주가를 컨트롤할 수 있는 세력이므로) 개인에게는 큰 손실을 내게 만든다. 우리나라 옵션 시장에서 흔히 볼 수 있는 광경이다. 최근 수년 동안 증권회사가 순수하게 파생상품만을 취급하는 것이 아닌 주가연계증권(ELS) 상품을 일반인들(투자자에도 속하지 못하는)을 대상으로 판매하기 시작했다... \"시장이 급락하지 않는 이상...\" 또는 \"지수가 -15%이상 떨어지지 않는 이상...\" 등의 사탕발림으로 말이죠...당연히 시장에 대한 이해도가 떨어지는 일반인들은 주가나 기초자산이 그런식으로 급락할 거라고는 생각하지 않고, 증권회사 직원들이 저금리 시대에 안정적인 고수익을 얻을 수 있을 것이라는 희대의 사기극을 벌이죠.\n얼마전 중국증시 하락과 함께 홍콩 H지수가 50% 이상의 급락을 보이며, 투자자들에게 천문학적인 손실을 안겨주었습니다. 홍콩 H지수를 기초자산으로 하는 ELS는 홍콩 H지수(기초자산)가 정해 놓은 지수가격(행사가격) 아래로 하락하지 않는 한 약정 수익(풋옵션 매도로 얻은 옵션 프리미엄)을 보장한다는 것으로 최근에 낙인 구간(옵션의 손실구간)으로 진입하여 투자자들에게 손실을 냈다.\n일반인들이 한번에 봐도 도통 수익구조를 알 수가 없게끔 외계어로 되어 있으며, 안정적인 수익과 원금을 보장 받기 위해 원금보장형을 많이 선택하게 된다는 것을 충분히 이용하는 증권회사와 직원들입니다. 원금 보장형에서 나오는 수익이 옵션에 대한 이익을 돌려주는 것이며, 이 옵션은 '풋옵션 매도' 형태에서 나오는 수익구조로 되어 있다.\n파생상품 시장에서 특별히 풋옵션 계약이 과도하게 거래되는 경우 주가가 크게 하락하는 경우가 많은데, 이것은 특히 자본을 많이 가진 글로벌 자산운용사들과 기관 투자자들이 풋옵션 매수(시장의 하락에 베팅)의 권리를 갖고, 시장을 주도하지 못하는 세력이 풋옵션 매도(시장의 상승에 베팅) 를 과도하게 갖는 경우 시장을 주도하는 세력은 가격의 급격한 변동을 만들어 이익을 얻는 투기적 경합이 확대됩니다. 즉, 시장을 주도하는 세력들이 시장의 하락에 베팅을 하였으니 기초자산이 되는 주가지수를 끌어내려야 (기초자산가격이 행사가격 보다 낮으면 풋옵션 매수시 권리를 행사할 수 있다) 이득을 볼 수 있는 구조를 인위적으로 만들게 됩니다. 반대의 포지션인 풋옵션을 매도하였거나 콜옵션을 매수한 개인들은 권리도 손실이 무한대가 되거나 옵션 프리미엄만 허공에 날리며 권리를 행사하지 못하게 됩니다.\nDLS 즉, 상품(원유 및 원자재 등)을 기초자산으로 하는 파생결합증권도 마찬가지로 상품의 선물과 옵션으로 구성되어진 일종의 파생상품이라 자산이 이것저것 복잡하게 얽혀있고, 비정상적인 하락시에는 손실이 천문학적으로 발생하는 매우 위험한 상품이 됩니다.\n또한 ELS나 DLS는 헤지 구조상 녹인 구간에 들어가면 자체 해지 물량 매도가 증가하면서 하락을 더 가속시키며, 풋옵션 매수로 공격하는 메이저 세력들에게는 매우 손쉽게 이익을 얻을 수 있는 구조입니다. 따라서 이번 홍콩 H지수 ELS 사건을 보며 얻을 수 있는 교훈은 시장이 크게 하락하지 않는 이상 수익을 얻을 수 있는 풋옵션 매도 형태의 상품이 풀티나게 팔린다면, 향후 시장에 비정상적인 급락이 올 수 있는 신호가 될 수 있으며, 반대로 시장이 크게 상승하지 않는 이상 수익을 얻을 수 있는 콜옵션 매도 형태의 상품이 광범위하게 팔린다면 시장이 크게 상승할 수 있는 가능성이 높다는 겁니다. 증권회사에서 또는 투자기관에서 적극적으로 권하고 불티나게 잘 나가는 금융 상품이라면 반드시 경계하셔야 합니다.\n\n\n[조작 사례]\n대법원이 최근 내놓은 판결도 2008년 4월 한화투자증권이 판매하고 로열뱅크오브캐나다(RBC)가 운용한 ELS 상품의 조작 의혹과 관련된 것이다. 논란의 핵심은 이렇다. 이 상품은 1년 후 만기에 SK 주가가 기준 가격의 75% 이상이면 22% 수익을 주도록 설계됐다. 그런데 멀쩡하던 SK 주가가 만기 직전 갑자기 쏟아진 매도 물량에 기준 금액의 75% 밑으로 떨어졌다. 큰 손실을 떠안은 양 모 씨 등 투자자 2명은 “수익을 지급하지 않으려고 금융사가 고의로 기초자산의 시세 조종에 나섰다”는 의혹을 제기하며 법원에 ‘집단소송 허가’를 신청했다.\nELS가 시세 조종 의혹에 휘말렸던 건 비단 한화증권 소송건뿐 아니다. 2013년 9월 10일에도 KB금융 주가가 장중 하한가까지 추락하면서 ELS 수익률 조작 의혹이 강하게 대두됐다. 금융당국 또한 조사에 나섰지만 ‘고의가 아닌 주문 실수’라는 결론이 나면서 결국 해프닝으로 일단락됐다.\nELS를 통한 시세 조종은 정말 가능한 것일까. 결론부터 말하면 불가능한 것은 아니지만 그렇다고 증권사들이 작심하고 수익률 조작에 나설 유인이 부족한 것도 사실이다.\nELS는 크게 종목형과 지수형이 있는데 이 중 특정 종목을 기초자산으로 한 ELS가 말썽을 일으킬 때가 많다. 지수를 기초자산으로 둔 ELS에서 시세를 조종한다는 건 불가능에 가깝다. 반면 개별 종목을 기초자산으로 한 종목형 ELS는 녹인(Knock-In, 잠깐용어 참조) 시 투자자들이 손실을 볼 위험성이 상대적으로 높다.\nELS의 헤지구조도 주가 조작 의혹을 부추기는 한 축이다. 증권사가 ELS를 팔아 모은 자금은 통상 ‘백투백(Back to back) 헤지(다른 금융기관으로부터 같은 구조의 ELS를 더 싼값에 매입해 만기 때 고객 상환금을 보장받는 위험 분산 행위)’ 방식으로 운영되는데 이 헤지는 보통 외국계 금융사가 맡는다. ELS 헤지를 거는 이유는 기초자산의 가격이 오르든 내리든 일정 수준의 수익을 얻기 위한 목적이다. ELS는 발행 뒤 시장이 하락하게 되면 가격이 싸진 주식(혹은 선물)을 매수하고, 반대로 시장이 상승하면 일부를 조금씩 매도하는 식으로 헤지 운용이 이뤄진다. 특히 급락장에서 기초 자산이 원금 손실 구간(녹인)에 근접했을 때 투자자 의혹은 고조된다. 급락장에서 ELS 헤지는 원금 손실 구간 아래로 내려가면 주가 상승 시 매수, 하락 시 매도하는 구조로 바뀐다. 때문에 주가 급락기에는 기초자산 주가가 하락하는 속도가 더욱 가팔라질 수 있다. 국내에서는 특정 기초자산이나 스텝다운형(기초자산 가격이 일정 기준보다 떨어지지 않으면 수익을 지급) ELS 쏠림 현상이 심해 이른바 녹인이 녹인을 부르는 현상도 잦다. 투자자들로서는 “고의로 주가를 떨어뜨려 고객에게 줘야 할 수익을 회피한 게 아니냐”는 의혹이 강하게 일 수 있는 대목이다.\n그러나 ELS를 둘러싼 금융사 간 이해관계를 곱씹어보면 ‘고의적인 조작’에 방점을 두기 힘든 측면도 분명히 있다. 일단 문제의 소지가 있는 종목형 ELS는 과거 3~4년 전부터는 거의 발행되지 않고 있고 현재는 전체 발행액의 10%도 안 된다. 과거 판매됐던 종목형 ELS도 이를 판매한 증권사가 운용에서 배제돼 있어 시세 조종에 개입할 가능성도 거의 없다. 물론 ELS 운용을 맡은 외국계 금융사가 공매도 세력과 결탁해 시세 조종에 나설 가능성이 있기는 해도 금융사들이 구태여 주가 조작에 나서 얻을 실익이 크지 않다는 게 업계의 주장이다.\n한 대형 증권사 상품개발부서장은 “ELS 집단소송은 2009년 있었던 사건에 대한 소송으로 현재는 다양한 제도, 개선장치를 통해 수익률 조작 등은 일어날 수가 없다고 봐야 한다. 더군다나 지금은 대부분의 증권사들이 더 이상 종목형 ELS를 발행하고 있지 않을 뿐 아니라 3일 종가 평균 가격을 사용해 수익을 지급하고 모니터링 또한 강화됐다. 증권사 스스로도 불필요한 오해를 막고 평판 리스크를 관리하기 위해 ELS 평가일 근처에서는 매도 주문도 자제하는 실정”이라고 강조한다. “ELS에 편입된 종목은 대부분 대형주로, 이를 보유한 증권사가 소액의 ELS 헤지 비용을 아끼려고 굳이 주가를 떨어뜨릴 이유가 뭐가 있겠나. 거꾸로 하락장에서는 ELS가 기초자산을 편입하는 과정에서 주가 버팀목이 되는 효과도 분명히 있다”는 또 다른 증권사 관계자의 항변도 같은 맥락이다.\n\n\n대우증권은 2005년 3월 10일부터 15일까지 삼성SDI 보통주를 기초자산으로 하는 “제195회 대우증권 공모ELS 삼성SDI 신조기상환형”상품을 발매한 바 있습니다. 이 상품은 만기일인 2008년 3월 19일까지 3년간 매 4개월마다 도래하는 중도상환일에 삼성SDI의 종가가 기준가격 (108,500원) 이상인 경우 연 9%로 조기상환되고, 만기일에도 기준가격이상인 경우 연 9%로 만기상환되는 상품입니다. 이 상품은 8번에 걸친 조기상환기회를 모두 놓친 만기(2008. 3. 19)에 약 33% 손실을 보면서 상환되었습니다 (예컨대, 1억 투자시 약 6,700만원 상환).\n그런데 한국거래소와 금융감독원, 검찰 등의 조사결과 2005. 11. 16. 2차 중도상환평가일 장마감시점에 대우증권의 담당트레이더가 삼성SDI를 대량매도하여 조기상환을 무산시킨 것으로 드러났습니다. 즉, 문제가 된 ELS의 중간평가일인 2005. 11. 16.의 직전일인 2005. 11. 15. 삼성SDI의 종가는108,500원이었으며 2005. 11. 16. 장중 고가가 109,000원이었는데 대우증권은 삼성SDI 주식 약 90억 원어치를 매도해 종가가 108,000원으로 떨어졌으며 이로 인해서 조기상환이 저지된 것입니다. 대우증권의 담당트레이더는 이로 인해서 지난 2015. 8.경 징역 8월, 집행유예 2년의 형사처벌까지 받았습니다.\n대우증권이 막판에 9만8190주를 쏟아내면서 녹인(원금손실발생구간)되면서 원금 30%가 발생됩니다. 이런 경우는 사실 굉장히 많았습니다. 다시 말해서 ELS운영 펀드매니져와 공매도세력이 짜고 벌인 사건입니다. 공매도세력이 대우증권 공매도를 치고 ELS운영이 만기날 녹인(KNOCK-IN)구간으로 진입시키면서 매도물량이 나오고 주가를 폭락시키는 식이였죠. 03년부터 07년까지 ELS 원금손실이 1.45조원입니다. 중도환매한 금액을 포함하면 손실액은 더 커지게 되죠. 이 손실분에 상당부분을 공매도세력들이 가지고 가게 됩니다. \nELS에 결정적인 문제는 서브프라임때 터지게 됩니다. 코스피 1200선에서 갑자기 물량이 터지면서 급락을 하게 됩니다. 이때 녹인 물량이 엄청나왔습니다. 숏세력과 펀드매니져들이 짜고 녹인시켰죠​. 풋옵션을 매수했을 겁니다. 미국이 폭락하면서 지수는 800대까지 가게 됩니다. 미선물이 하한가로 직행했었죠. 코스피가 1000이 깨지면서 많은 ELS가 낙인을 당하게 됩니다. \n\n이데일리 2014-02-04\n삼성증권이 하룻새 주가가 7% 폭락하는 사태를 빚었다. ELS(주가연계증권) 손실구간 진입에 따른 물량 출회를 계산한 공매도 플레이어들에 난타 당한 것으로 증권가는 추정하고 있다. 증권가에서는 최근 며칠간 유독 삼성증권에만 공매도가 몰리고 주식대차잔고도 늘었다는 점에 주목, 공매도 플레이어를 주범으로 보는 의견이 나오고 있다.\n삼성증권은 최근 꾸준히 하락하면서 삼성증권을 기초자산으로 발행된 ELS가 손실구간에 진입을 코앞에 두고 있었다. 삼성증권은 대우증권과 우리투자증권과 함께 증권주 중 ELS 발행금액이 가장 많은 종목이다. 더욱 눈여겨 볼 점은 2011년 2월과 3월에 삼성증권을 기초자산으로 발행된 ELS가 꽤 됐다는 점이다. ELS가 손실구간에 진입할 경우 ELS에 담긴 모든 물량이 일시에 쏟아지는 것은 아니지만 일정 부분 매물 출회가 불가피하다. ELS 발행금액이 상당할 경우 자동적으로 나오는 물량도 많아 주가는 더 떨어질 수 밖에 없다.\n바로 이 점을 노리고 공매도 세력들이 최근 주가를 꾸준히 압박한 것이 아니냐는 주장이다.\n증권사 한 파생담당 애널리스트는 “공매도 세력은 체결호가 바로 위 호가에만 매도주문을 대놓도록 돼 있지만 매도물량을 쌓는 것만으로도 시장 참여자들에게 충분히 겁을 줄 수 있다”며 “ELS 물량이 나오면서 주가는 하락의 악순환에 빠지고 이틈을 통해 저가에 물량을 사들여 고수익을 얻을 수 있다”고 말했다. 이같은 매매기법은 새로운 것은 아니다. 다만 시장 상황이 좋지 않은데다 ELS 손실구간에 진입할 경우 자동적으로 나올 물량이 꽤 된다는 것을 미리 알고 있을 때 이같은 매매기법이 통할 수 있다.\n\n\n매일경제 2015.7.14\n검찰이 파생금융상품인 주가연계증권(ELS) 기초자산 주가를 조작해 투자자에게 의도적으로 손실을 입힌 혐의로 SK증권 본사를 전격 압수수색했다. 검찰은 금융당국 자료 등을 토대로 불공정 거래가 발생한 정황을 상당 부분 포착한 것으로 알려졌다.\n서울남부지검 증권범죄합동수사단(김형준 부장검사)은 서울 영등포구 여의도 소재 SK증권 본사에 대한 압수수색을 실시했다고 14일 밝혔다. 검찰이 ELS와 관련한 불공정거래 혐의를 조사하기 위해 증권사를 압수수색한 것은 이번이 처음이다. 대부분 사건에 연루된 특정 직원을 소환 조사하는 형태로 이뤄지는 데 그쳤다.\n검찰은 지난 3월 금융감독원에서 SK증권 직원 A씨에 대한 불공정 거래 혐의를 통보받고, A씨를 조사하면서 회사 내 리스크관리팀과 준법감시팀 등 감독부서 역시 연관이 돼 있을 것으로 보고 증권사 전체 단위로 조사를 확대한 것으로 알려졌다.\n검찰과 금융당국은 SK증권에 대한 수사를 계기로 ELS 등 파생상품을 판매하고 운용하는 과정에서 발생할 수 있는 도덕적 해이에 대한 감시 감독을 강화하기로 해 수사가 다른 증권사로 확대될 가능성도 높아지고 있다. ELS관련 위법행위에 대한 처벌 기준도 강화할 계획이다. 검찰 관계자는 “ELS의 경우 기초자산 주가가 특정 구간에 진입하면 증권사들이 투자자에게 손실을 전가하려는 유혹에 빠질 수 있다”며 “특히 증권사의 위험회피 기법인 ‘델타헤지’에서 투자자와 증권사 간 이해상충 문제가 발생할 수 있는데, 일부 증권사들의 델타헤지에서 불공정 거래 의심 행위가 나타나고 있어 이와 관련해서는 엄격한 기준을 적용할 방침”이라고 밝혔다. ELS를 판매한 증권사는 손실을 회피하기 위해 판매한 ELS의 기초자산 주식을 보유하는데, 이를 ‘델타헤지’라고 한다. 기초자산 주가가 증권사 예상과 달리 오름세를 보여 투자자에게 수익을 내주더라고 보유한 주식 주가가 올라 고객에게 지급한 이자를 보전할 수 있기 때문이다.\nELS는 기초자산 가격(일반적으로 주식)이 미리 정해진 주가(베리어) 아래로 하락하지 않으면 투자자에게 정해진 수익을 제공하는 금융투자상품이다. 기초자산이 베리어 아래로 내려가 투자자 손실이 확정되는 구간을 ‘녹인(Knock-In)’이라고 한다.\nSK증권은 지난 2011년 4월 포스코와 KT 주식을 기초자산으로 하는 ELS상품 약 100억원 어치를 일반 개인투자자에게 팔았다. 3년 동안 두 종목 주가가 발행 당시 주가의 60% 아래로 떨어지지 않으면 투자금의 36%를 보장하지만 반대로 만기 전까지 한 종목이라도 60% 미만으로 떨어지면 투자자가 원금의 36%까지 손실을 보는 구조였다.\n그러나 SK증권 직원인 A씨 등은 ELS 만기 두 달 전인 지난해 2월 28일 포스코 주식 시가가 배리어에 인접하자 델타헤지 목적으로 보유 중이었던 포스코 주식 15만주를 시장에서 매도, 주가하락을 유도해 ELS를 의도적으로 녹인구간에 밀어넣었다. SK증권측은 “ELS 운용 과정에서 정상적인 위험회피(헤지) 거래인 ‘델타헤지’를 한 것일 뿐 위법사항이 없다”며 혐의를 부인하고 있다.\n최근 ELS 불공정거래 혐의를 받고 있는 다른 증권사들도 ‘델타헤지’를 주장하고 있지만 최근 법원은 증권사의 책임을 인정하는 추세다. ELS 투자자와 법정 공방을 벌여온 KDB대우증권은 1심과 2심에서는 승소했으나 지난 5월 말 대법원은 원심을 뒤집고 대우증권의 위법성을 인정했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-23T10:29:43.725000",
  "updatedAt": "2023-12-01T11:04:08.389000"
}