{
  "id": "bd1e0ddf-0d99-498b-9e7d-77ae2bbce8b3",
  "title": "금나라는 신라의 후예",
  "content": "금 태조 정식이름은 '완안 아골타'\n송을 정벌할 때 금나라 군부의 핵심인물은 아골타의 넷째 아들 '완안 올출'\n중국의 '팔천리로의 雲月'라는 드라마를 보면 완안 올출의 한자표기를 '김올출(金兀朮)'이라 했다.\n\n중국 청나라 마지막 황제인 선통황제.\n그의 본명은 '아이신줘러 푸이'이다.\n아이신줘러는 한자로 '애신각라(愛新覺羅)'라고 한다.\n1100년경 만주는 거란이 세운 요나라가 차지하고 있었다.\n당시 여진족은 크게 숙여진과 생여진으로 나뉘어 있었다. 그 중 거란의 직접 통치를 직접받고 있던 여진을 숙여진이라 하고, 송화강 동쪽에 거주하면서 거란의 간접 통치를 받던 여진을 생여진이라고 했다. 하얼빈 인근 송화강 유역에서 유목과 농경을 하던 완안여진도 생여진의 일부였다.\n옛 부터 북방에선 '여진족이 1만명 뭉치면 대적하자 말라'라는 말이 있었다고 한다. 그래서 거란은 철저히 여진족을 뭉치지 못하게 경계했다. 하지만 완안 여진족은 거란의 통치속에서도 힘을 키워 나갔다\n1114년 팔리성 전투[출하점(出河店)  전투]: 아골타가 이끄는 1만 여진족이 10만 요나라 군대를 격파\n1115년 아골타, 金 건국\n1125년 요나라 멸망\n1127년 송나라 수도 카이펑[개봉(開封)] 함락\n·정강지변(靖康之變): 송의 휘종(徽宗)과 흠종(欽宗)이 금나라의 포로가 되어 북방으로 끌려간 사건\n강화도 마니산에는 이유립 선생이 설립한 '커발한 개천각'이라는 사당이 있다. 이 사당에는 24명의 우리나라 위인을 모시고 있는데, 그 중 금태조 아골타도 있다고 한다.  박은식 선생은 '몽배금태조'라는 글에서 '금나라 태조 황제는 우리나라 평주사람(大金國太祖皇帝는 我平州人)…'이라 적었다.\n《송막기문》에는 '여진추장은 신라사람(女眞酋長乃 新羅人)'이라는 기록이 있고, 《금사(金史)》에는 '금나라 시조의 이름은 함보이며 고려에서 왔다.(金之始祖諱函普初從高麗來)'라는 기록이 있다.(금시조 함보의 8대손이 태조 아골타이다) 즉, 송막기문과 금사는 금나라의 시조를 한반도에서 찾은 것 같다.  아골타의 8대선조 함보의 연대는 대략 900년. 신라멸망 시기 전란을 피해 함보(씨족)이 만주로 건너간 것으로 보인다.\n《흠정 만주원류고》에는 '사서를 보니 신라왕실인 김씨가 수십세 이어왔고 금이 신라로부터 온 것은 의심할 바 없다. 금나라 국호 또한 김씨 성을 취한 것이다.'라는 기록이 있다.\n그렇다면 아골타의 8대조인 '김함보'는 누구일까?\n신라 왕릉은 전부 경주에 있으나 유일하게 신라 마지막 경순왕의 무덤만 경기도 연천에 있다. 강원도 인제군 상남면 다물리에는 마의태자 유적비가 있고, 강원도 인제군 상남면 김부리에는 마의태자를 모시는 대왕각이란 사당이 있다.\n《고려사》예종 10년에는 '평주의 승려인 금준이 여진에 들어가 금나라의 선조가 되었다. 혹은 평주 승려 김행의 아들 극수라고 한다(我平州僧今後金之先或曰平州僧金幸之子克守)'기록이 있고,《해사록》에는 '완안 아골타는 경순왕의 외손이자 권행의 외손이다.'라는 기록이 있다.  권행은 견훤과 왕건이 안동에서 전투를 할 때 왕권을 도와 공을 세워 권씨를 받았으나, 본래는 경주 김씨라고 한다. 본래 신라인에 충성했던 권행과 그 후손들은 100년 넘게 고려 조정에 나가지 않았다고 한다.(고려사에 나오는 김행과 해사록에 나오는 권행이 동일인지는 확실치 않다.)\n김함보가 누군지는 확실치 않으나, 김씨 성의 신라 광복군으로 추정되며 금나라 태조 아골타의 선조임은 명확하다.\n김함보는 누구인가?\n<금사>에 이르기를,\n金之始祖諱函普，(금의 시조는 이름이 함보였다)\n初從高麗來，(원래 그는 고려에서 왔다)\n年已六十餘矣．(그가 고려를 떠날 때 60대였다)\n兄阿古好佛，(그의 형 아고는 불교를 숭상했는 데)\n留高麗不肯從，(그와 함께 고려를 떠나기를 거절하면서)\n曰：「後世子孫必有能相聚者, 吾不能去也」(말하기를,\n우리 후손들이 다시 돌아와서 만날 곳이 필요하다. 나는 갈 수 없다)\n獨與弟保活里俱．(그래서, 동생인 보할리하고만 왔다)\n始祖居完?部僕幹水之涯，(그는 완안부의 복간수 근처로 갔다)\n保活里居耶懶．(동생 보할리는 야뢰로 갔다)\n其後胡十門以曷蘇館歸太祖，(그후, 호십문이라는 부족이\n갈소관이라는 곳을 태조께 바쳤는 데)\n自言其祖兄弟三人相別而去，\n(말하기를 그들은 시조와 같은 삼형제의 후손이며)\n蓋自謂阿古之後．(그들은 아고의 후손이고)\n石土門、 迪古乃， 保活里之裔也．\n(석토문과 적고내는 보활리의 자손들이라는 것이다)\n及太祖敗遼兵于境上，\n(후에 태조가 요의 군대를 국경에서 격퇴했는데)\n獲耶律謝十，(요의 장군 야율사십을 사로잡고)\n乃使梁福, 斡答刺(태조는 두 명의 사절 양복、斡答刺을 보내서)\n招諭渤海人曰(발해 사람들에게 항복을 요구하면서)\n女直渤海本同一家」(\"여진과 발해는 원래 한 가족이다\"라고 했는데)\n蓋其初皆勿吉之七部也．\n(이것은 원래 다같이 물길의 7부족에서 나왔기 때문이다)\n금金나라 태조 '아골타阿骨打'는 고려의 후손이었다.  또한 그 후손이었던 청淸나라 태조 '누르하치努爾哈赤' 역시 그러한 배경\n즉, 고려의 후손이라는 배경을 가지고 있다.  그렇다면, 청나라 태조 누루하치는 자신의 성을 애신각라라 했는데, 도대체 어째서 '애신각라愛新覺羅'에서 신라가 등장하는 것일까.\n그 단서 중의 하나는 금나라 태조 '아골타阿骨打'의 6대조, 청나라 태조 '누르하치努爾哈赤'의 22대조 라는 고려(신라) 사람 '김함보金函普'의 성인 '김金'에서 찾을 수 있다.\n당시 고려의 김씨들은 모두 신라를 거쳤다고 생각된다.\n금나라의 태조 '아골타阿骨打'로 부터 6대조라고 한다면,\n그의 즉위(서기 1115년)로 부터 대략 150여년을 앞당겨 생각할수가 있다.\n그 자신의 나이를 최소 30세 이상으로 보고 그로부터 6대조를 20년으로 생각한다면,\n대략 150여년 전의 '김함보金函普'는 실제로\n신라가 고려에 합병된 시기(서기 935년)에 전후한다는 것을 알수가 있다.\n즉, 기록의 원래의 내용은 고려 사람 '김함보金函普'가 아닌\n신라 사람 혹은 신라의 유민 '김함보金函普'였을 가능성이 더욱 높은 것이다.\n신라가 고려麗에 합병되자 고려의 화합정책을 뿌리치고\n북쪽으로 이동한 신라 사람이었다고 보는 것이다.\n이러한 점은 위의 기록에서 나타난 '김함보金函普'의 형\n'김아고金阿古'에게서도 찾을수 있다.\n불교를 숭상했다는 그의 형은 숭불정책을 펼친 고려를 택한것으로 보여진다.\n결국, 신라 사람 '김함보金函普'는 고려에 반대해 북쪽으로 이동해왔으며, 그의 후손 '아골타阿骨打'는 후에 주변의 여진족을 규합하여 거란족의 요나라 왕조를 무너뜨리고 금나라 왕조를 일으킨다는 것이다.\n그런데, 위의 <금사金史>의 마지막 부분에 나오는 대목이 눈길을 끈다.\n바로, 요나라를 가리켜 발해라고 칭하는 부분이다.\n아마도 이것은 대진국(발해)을 무너뜨리고 그 지역을 차지한 요나라 세력 중에서도\n대진국(발해)의 유민출신 혹은 그 지역에 근거한 사람들에게 그들이 여진족과 같은 뿌리임을 자각케하는 표현으로 보여진다.\n 그렇다면, 금나라조를 일으킨 여진족은 도대체 누구일까요. 여진女眞족은 누구인가.\n\nhttps://blog.naver.com/chaijen_9207/130069572004?viewType=pc\n\n\n\n\n\n\n\n\n\n\n\n\n아이신줘러는 만주어이고 한자로 옴기면 애신각라가 됩니다. 애신(아이신)은 만주어로 금 이고 각라(줘러)는 씨, 부족 입니다. 그래서 애신각라는 금(김)이라고 하는 겁니다. 신라를 사랑하고 어쩌고는 아니고요.\n\n중국 사서 만주원류고에 김함보가 고려인이라는 기록은 있습니다.\n\n청나라 시절 편찬된《만주원류고》에서는 백제와 신라 등 삼한이 만주의 원류 중 하나로 기록되어 있고, 이전 금나라의 역사를 편찬한《금사》에서도 완안씨 황실의 조상이 고려에서 왔다고 기록되어 있다.\n\n대한민국 임시정부는 금, 청을 우리 역사로 가르쳤어요.\n\n신라왕자 김한보가 넘어가 후대의 아골타가 여진을 규합하여 금나라를 새운 것입니다.\n\n청나라 건륭제 때 편찬된 『흠정만주원류고』에 적힌 금나라의 어원은 이렇다.\n“『통고』와 『대금국지』에는 모두 신라로부터 왔으며 성은 완안 씨(完顔氏)라고 되어 있다. 살펴보건대 신라는 고려와 더불어 옛 땅이 서로 맞물려 있어서 『요사』나 『금사』에서는 왕왕 두 나라의 호칭을 구별하지 않고 쓰고 있다. 사전(史傳)의 기록으로 고찰하여 보건대 신라의 왕은 김(金)씨 성으로 수십 세를 서로 전하여 온 것인즉, 금나라의 시조가 신라로부터 왔다는 것은 의심할 수 없다. 건국한 나라의 이름 또한 당연히 이것을 취하였다. 『금사』 지리지에서 나라 안에 금이 있는 물줄기가 있어 나라 이름으로 삼았다고 하는 것은 사가(史家)들이 억지로 끌어다 붙인 말이며 전거로 삼기에 부족할 따름이다.”\n\n\n만주땅은 원래  우리 민족의 땅입니다. 고조선이 바로 그 예이죠. 고조선이 망하고 그 후예들이 만주 곳곳으로 흩어지고 나중에 고구려가 중국 한나라를 몰아내고 고조선 영토를   수복하게 되는데 아직 수복되지 않은 지역의 사람들을 중국에선 말갈족이라 불렀죠. \n나중에 고구려가 대부분의 말갈족을 병합시키고 그들에게 자치권을 주기도 했지만 그들 역시 같은 고조선의 후예들인건 맞습니다. 나중 고구려가 망한 후  자치권이 있는 말갈족은  당나라에 복종하지 않죠\n멸망당한 고구려 사람들은 당나라에 끌려감을 방지하기 위해 당나라의 통치권이 미치지 않고 있던  말갈족으로 스스로 편입하게 되는데 그 수가 무려 원 말갈족 인구의 20배가 넘었다는 기록이 중국 역사서인 동이.백제편에 고스란이 기록되어 있다합니다.\n그뿐 아니라 청나라 공식 역사서인 흠정만주원류고에도 고구려인들이 당나라에 끌려가기  싫어 스스로 말갈이 되었다는 기록이 나오는 거 보면  말갈이라 해보았자 제2의 고구려 사람들의 집합체가 아닐까 생각이 드네요.\n이들이 결국 고구려 유장 대조영을 도와 발해를 세웠고 발해 멸망후  생여진, 숙여진으로 남은 것이 아니었던가 추정되고요,\n특히 생여진은 통일신라 멸망후 고려에 복종하길 거부한 신라의 왕족들이 무리를 이끌고 들어가 말갈족을 규합하여 여진이 되고 뒤이어 발해 유민들과 힘을 합해 요나라를 몰아내고 금나라를 세우게 된 것이죠.  \n금나라를 세운 완안 아골타는 도성 곳곳에 단군 사당을 세우고 매월 10월 3일만 되면 단군께 제를 올리는 풍습도  만들었던 것으로, 이들 역사를 중국 역사로 볼 하등의 이유가 없는 것이고 당연히 우리 역사로 보는 것이 타당하다는 생각이  듭니다.\n\n근래에 만주족들과 한국인들의 유전자 검사를 해본 결과 거의 비슷하게 나오고 있으나  한족과는 전혀 별개의 유전자로 나왔다.\n\n모택동과 함께 중국 공산당을 만든 주은래가 1963년 6월28일 북경을 방문한 북한학자에게 했던 말  \"만주와 요하는 고대부터 원래 한국의 영토다. 이것은 역사적 사실이다.\" \n- 중국 외교부가 펴낸 <외사공작통보>\n\n발해 나 여진은 온돌을 만들어서 불을 지피워서 굴뚝으로 연기를 빼내고 난방을 잘 하고 생활했다. 지금도 금나라 사람은  중국 말을 쓰지만 침대처럼 흙 무더기를 만들고 돌고래를 만들고 부엌에서 불을 지피어서 길게 굴뚝을 세워서 온방을 사용하고있다.\n\n발해가 멸망했다. 끝 이게 아니라.. 발해->금 이 되었다 봐도 되겠네요.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-05-09T23:43:11.269000",
  "updatedAt": "2024-05-16T07:42:48.703000"
}