{
  "id": "bd42a82b-d647-46e4-90ce-3c242da067d6",
  "title": "고구려 三京 (평양성, 국내성, 한성)",
  "content": "![image](media/1915f7c6335.9c38920d39735b4f.jpg)\n![image](media/19aedd335d0.a3e54542c6f563a6.jpg)\n![image](media/19aedd5de73.b51d40b281e95195.jpg)\n\n\n\n\n​\n고구려 삼경三京 (평양성, 국내성, 한성)의 위치는 어딜까?\n중국의 정사인 <周書>와 <北史>, <신당서> 등에는 고구려 '三京' 에 관한 이야기가 나온다. 특히 <북사> 에는 '삼경' 이라는 용어까지 구체적으로 적시한다. 그 중에서 <주서>의  내용을 읽어보자.\n\n<주서>\n(고구려) 지역은 동쪽으로는 신라에 이르고 서쪽으로는 遼水를 지나니 (동서가) 2천리요, 남쪽은 백제와 인접하고 북쪽은 말갈과 이웃하니 (남북이) 천여리이다. 국도는 평양성으로, 그 성은 동서가 6리이며 남쪽으로는 패수에 닿아 있다... 그 밖에 國內城과 漢城이 있으니, 별도의 도읍지이다. 그리고 다시 요동과 현도 등 수십 개의 성이 있다​​. 모두 官司를 두어 관할 통치하였다.\n\n북주는 그 존속기간이 557~581년인데 고구려의 양원왕(545-559)와 평원왕(559-590) 시대에 걸쳐 있다. 주로 평원왕 때인데, 그러면 평원왕 시기의 고구려의 영토는 어떻게 구획할 수 있을까? 고구려는 모본왕, 태조왕에 이어 장수왕 때 그 강역이 최대한 확장되었는데 양원왕과 평원왕 시기에 이르러서도 장수왕의 강역을 굳건하게 견지하고 있었다. 위의 <주서>에 평원왕 때의 강토가 서쪽으로 요수를 지나 요동과 현도까지 진출해 있었다고 나오기 때문에 이는 장수왕 못지 않는 넓은 영역이었던 것이다.\n요하의 우측편을 요동이라고 불렀기 때문에 요동성은 창려현 서남쪽에 있었다. 현도군은 <한서지리지>에는 “유주에 속해있다” 라고 하고, <자치통감>에는 '유성과 노룡 사이에 있다' 라고 했기 때문에 현도군은 요동성 북쪽 언저리에 비정될 수 있다.\n평원왕 시기의 중국은 남북조의 말기적 혼란기였는데 북주와 진과 후량이 세력을 다투고 있었다. 때문에 평원왕은 장수왕 이래 요수를 건너 개척해 온 요동과 현도군 등 수십 개의 성에 관사를 파견하여 굳건하게 지키고 있었다. 수 문제가 581년 황제 즉위하자 이에 위협을 느낀 평원왕은 586년 도읍을 漢城으로 옮기고 '장안성' 이라고 불렀다.\n\n먼저 漢城에 대해 알아보면 이렇다. <삼국사기> ‘온조왕’ 조에 보면 온조왕 일행이 부여에서 남하하여 그들이 처음 정착한 곳에는 漢山, 漢水라는 지명이 나타난다. <삼국사기>에는 초기 백제 도읍과 관련해서 '漢城' 이라는 지명도 나올 법한데 이는 나오지는 않는다. (근초고왕 때가 되어서 漢城이라는 지명이 나타난다) 그렇더라도 한성은 한산, 한수 등과 더불어 백제인들이 만들어 내었고 백제의 도읍과 관련된 명칭이라고 본다.\n백제사는 대방고지에서 온 온조의 일행이 하남 위례성을  축성하면서 시작되었다고 본다. 그러면 그들은 자신들의 도읍을 뭐라고 불렀을까? 백제인들은 자신들의 도읍을 '한성'으로 불렀다. 그렇게 부른 것은 아마도 한수, 한산이라는 지명과 연관이 있을 듯하다. 이후 백제인들의 도읍인 한성은 고구려의 남하정책에 의해 고구려의 영역으로 편입된다.  장수왕이 이곳 한성을 진공해와 복속시켰기 때문이다.\n\n<삼국사기>\n (장수왕) 63년(475) 9월, 왕은 군사 3만을 이끌고 백제를 침공해 백제왕의 도읍지 한성을 점령하여 백제왕 부여경(개로왕)을 죽이고 남녀 8천 명을 생포해 돌아왔다. \n\n장수왕이 427년에 평양으로 천도했다는 사실을 널리 알려져 있다. 평원왕은 수문제가 중국을 통일하자 그에 위협을 느끼고 <삼국사기>에 \"(평원왕) 28년에 장안성으로 도읍지를 옮겼다\" 라는 기록이 그것이다.  \n\n현재의 평양이 한성으로 불린 실증적 증거를 대자면 <평양성 석각 제4석>을 들 수 있다. \n이 석각은 1913년에 현재의 평양성 성벽을 허무는 과정에서 일제에 의해 발굴되었는데 지금은 조선중앙 역사박물관에 소장돼 있다고 한다.  이 석각에는 \n丙戌十二月中漢城下後卩\n小兄文達節自此西北行步之\n병술(566)년 12월 漢城 하후부의 小兄 文達이 이곳에서부터 서북방향을 맡는다.\n(일제의 조작 가능성?)\n\n566년은, 장수왕이 475년 한성을 함락한 지 약 90년 뒤의 일이다. 고구려의 7등급 관직인 소형 문달이 이때 '한성의 서북부는 내가 맡는다' 는 글자를 성벽에 아로 새겼는데 자신이 사는 곳이 고구려 영토임을 천명하고 있는 것이다. 문달이 석각을 새긴 지 20년 뒤 586년에, 평원왕은 이곳 한성으로 도읍을 옮겨와서 '장안성' 이라고 불렀다. \n\n천남산의 묘지명\n천남생과 천남산은 연개소문의 첫째와 셋째아들이다. 이들은 또 다른 형제들과 더불어 나라가 망하는 것도 잊고 극심한 권력다툼을 벌였다.  이후 천남생과 천남산은 둘다 당에 귀부했다가 낙양성 십리허 (북망산)에 묻혔는데 1923년에 공히 이 두 사람의 묘지명이 발굴되었다. 그 중에서 천남산의 묘지명에는 다음과 같은 구절이 있다.\n\n 漢城不守 貊弓入獻 楛矢來王\n (천남산이) 한성을 지키지 못하고 고구려 활과 화살을 왕에게 바쳐야 했다.\n\n천남산은 맏형 천남생이 당나라에 붙자 형과 갈라져 보장왕 편에 서서 왕실을 수호에 힘썼다. 하지만 그는 끝내 한성을 수호하지 못했고 고구려 왕과 귀족들이 쓰던 유명한 맥궁, 즉 활과 화살을 들고 당왕을 찾아가서 항복의 표시로 그것을 바치는 신세가 되었다. 이런 역사적 사실을 기록한 천남산의 묘지명,  여기에 '한성' 이라는 지명이 나나타난다. 이는 당대에 기록된 명칭이므로 전혀 의심될 수 없다. \n한편 그의 형인 천남생의 묘지명에는 다음과 같은 기술이 나온다.\n\n 公姓泉 諱男生 字元德 遼東郡 平壤城人也\n공(천남생)의 성은 천이요 휘는 남생이고 자는 원덕이며 요동군 평양성 사람이다.\n\n형인 천남생의 묘지명에서는 \"평양은 요동군에 있다\" 라고 기록하고 있다. \n그럼 고구려의 국도 평양은 어디에 있었을까?  앞에서 장수왕은 427년에 도읍을 평양으로 옮겼다고 했는데 그런데 어느 날 그 새로운 국도에 귀한 손님이 찾아 들었다.  \n<위서>‘고구려’ 조에는 장수왕이 요수를 지나 요동과 현도군까지 점령하자 북위의 태무제(423-452)가 현실을 인정하고 장수왕을 ‘都督遼海諸軍事 征東將軍  領護東夷中郞將 遼東郡開國公 高句麗王’ 으로 배수했다는 기사가 나온다. \n서영수는 '제독요해제군사’ 중에서 ‘遼海’ 를 요하와 발해의 약칭으로 보고 장수왕 당시 실제 고구려 영역이 요하에 이르고 발해를 장악했을 것으로 판단하였다. \n<수경주>에도 '요해' 라는 말이 나오는데 \"濡水는 갈석산을 지나 遼海로 빠진다\"고 나온다. \n그렇게 영토를 확장해간 장수왕은 자신이 점령한 곳에는 官司를 두어 관할 통치하였다. 장수왕은 국위를 떨치면서 도읍을 서쪽으로 옮겨갔는데 그 새로운 국도에 귀한 손님이 찾아왔다. 북위에서 장수왕에게 관작을 수여하기 위해(조공하기 위해) 내왕한 사신이 李敖였는데 그는 평양성을 둘러본 뒤 이렇게 말했다.\n(고구려는) 요동에서 남쪽으로 일천여리 떨어진 곳으로서, 동쪽으로는 柵城, 남쪽으로는 小海에 이르고,  북쪽은 예전의 부여에 이른다. (<위서>‘고구려’)\n<주서>에서는 고구려의 강역이 동서 2천리, 남북 천여리라고 했다. 또 <주서>는 평양성이 \"남쪽으로는 패수에 닿아 있다\"고 한다. 그러면 요동군에 속하고, 남쪽으로는 패수가 흐르고, 동쪽에 책성이 있으며, 남쪽에 소해가 있는 그곳은 과연 어디일까?\n장수왕이 옮겨간 도읍은 현재의 임분(분요고성)으로 비정된다. 여기야말로 앞에서 말한 4가지 조건을 모두 충족시켜 주기 때문이다. (소해는 옛 '발해' 라고 본다). \n\n책성\n​고구려 6대 태조대왕 4년(A.D.56) 조를 보면, “가을 7월 동옥저(東沃沮)를 쳐서 그 땅을 빼앗아 성읍을 만들고, 동쪽으로는 창해(滄海)까지, 남쪽으로는 살수(薩水)에 이르기까지 국경을 확장하였다” 라고 기록되어 있고, 46년(A.D.98) 조를 보면,  “봄3월 왕이 동쪽으로 책성(柵城)을 순행하다가 책성 서쪽 계산에 이르러 흰 사슴을 잡았다. 다시 책성으로 와서 신하들과 함께 잔치를 베풀어 술을 마시면서 책성 관리들에게 물품을 차등 있게 하사하고 그들의 공적을 바위에 새겨놓고 돌아 왔다” 라고 기록되어 있고, 50년 (A.D.102)년 조를 보면, “가을 8월 사신을 보내 책성(柵城) 백성들을 위무하였다“ 라고 기록되어 있는 것으로 보아 고구려 태조대왕이 이 책성(柵城) 지역을 매우 중요시했음을 알 수 있고, 또 신당서 발해전을 보면, “국토는 5경 15부 62주이다. 숙신의 옛 땅으로 상경(上京)을 삼으니 용천부(龍泉府)이며 용주, 호주, 발주의 3개주를 다스린다. 그 남부를 중경(中京)으로 삼으니 현덕부(顯德府)이며, 노주, 현주, 철주, 탕주, 영주, 흥주의 6개주를 다스린다. 예(濊), 맥(貊)의 옛 땅으로 동경(東京)을 삼으니 용원부(龍原府)인데, 책성부(柵城府)라고도 하고, 경주, 염주, 목주, 하주의 4개주를 다스린다. 옥저(沃沮)의 옛 땅으로 남경(南京)을 삼으니 남해부(南海府)이며, 옥주, 정주, 초주의 3개주를 다스린다. 고구려의 옛 땅으로 서경(西京)을 삼으니 압록부(鴨淥府)이며, 신주, 환주, 풍주, 정주의 4개주를 다스린다. 용원(동경)의 동남쪽 연해는 일본길이고, 남해(남경)는 신라길이며, 압록(서경)은 조공길이고, 장령은 영주길이며, 부여(동부여)는 거란길이다“.\n사람들이 귀하게 여기는 것은 태백산의 토끼, 남해의 다시마(건포), 책성의 메주(柵城之豉), 부여의 사슴, 막힐의 돼지, 솔빈의 말, 현주의 베, 옥주의 솜, 용주의 명주, 위성의 철, 노성의 벼, 미타호의 붕어이다. 과일로는 환도의 오얏과 낙유의 배가 있다\" 라고 기록되어 있는데, 신증동국여지승람 강원도 편을 보면, “본래 예, 맥의 땅이었다(本濊貊之地)”라고 기록되어 있고, 같은 책 강릉대도호부의 건치연혁을 보면, “본래 예국이었다(本濊國). 한 무제 원봉2년에 장수를 보내 우거를 토벌하고 4군을 정했을 때 임둔군(臨屯郡)이 되었다”라고 기록되어 있고, 춘천도호부 조를 보면, \" 본래 맥국이었다(本貊國)\"라고 기록되어 있는데, 신당서 발해전에서 말한 “예(濊)와 맥(貊)의 옛 땅으로 동경(東京)을 삼으니 용원부(龍原府)인데, 책성부(柵城府)라고도 하였다”는 기록과 상통하고 있다.\n\n국내성\n <삼국사기> 고구려 본기에는 유리왕 22년(기원 45)에 천도했다는 이런 내용을 전하고 있다. 유리왕 21년에 제사에 희생물로 쓸 돼지가 도망치자, 담당 관리가 이를 뒤쫓아 국내 위나암에 이르러 잡았다. 그가 돌아와 유리왕에게 보고하기를 \"국내 위나암은 산이 험하고 물이 깊으며, 땅이 오곡을 기르기에 알맞고, 사슴과 물고기가 많이 납니다. 그곳으로 도읍을 옮기면 백성에게 크게 이롭고 병란도 면할 수가 있을 것입니다\"라고 했다. 이에 유리왕이 직접 국내 지역을 시찰했고, 이듬해에 수도를 국내로 옮기고 위나암성을 쌓았다.\n\n\n구오대사(중국 남송시대)\n高麗는 본래 扶餘의 別種이다. 그 나라는 平壤城에 도읍하였는데, 곧 漢나라 樂浪郡의 옛 땅으로서, 京師 동쪽 4천여리쯤에 있다. \n동쪽으로는 해를 건너 新羅에 이르고, \n서북쪽으로는 遼水를 건너 營州에 닿으며, \n남쪽으로는 해를 건너 百濟에 닿고, \n북쪽으로는 靺鞨에 닿는다. \n동서 3천백리이며, 남북으로는 2천리이다.\n \n \n\n\n​\n\n​\n\n​",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-08-17T07:15:43.748000",
  "updatedAt": "2025-12-05T19:20:37.045000"
}