{
  "id": "be106780-fc85-4a07-b034-e64bad912170",
  "title": "종교병사의 역사 - 서양",
  "content": "[중세]\n중세 수도자들은 의외로 싸움에 능했다. 그럴 수밖에 없는 것이, 일단 수도자들은 대체로 외딴 곳, 사람들이 잘 찾아올 수 없는 떨어진 곳에 수도원을 세워놓고 거기서 지냈는데, 그곳에는 바깥에선 잘 나돌지 않는 귀한 서적이나 물건의 반입, 반출이 잦았다. 따라서 바이킹이라든지 산적, 강도, 도둑과 같은 자들이 자주 침입과 약탈을 일삼게 되었기에 수도자들이 스스로를 지키기 위해 호신을 위한 무술을 익히는 경우가 많을 수밖에 없었다. 거기다가 십자군 전쟁 시기에는 아예 수도자가 기사나 군인을 겸하는 일도 많았으며, 성전기사단과 같은 십자군 기사단의 경우 기사단이자 수도회이기도 했으므로 기사단원 전체가 수도자였다. \n마자르족이나 바이킹과 같은 이민족의 침공과 군웅할거로 어지럽던 중세 초기의 외딴 수도원들은 튼튼히 지어져 위기시 방어 거점으로 사용할 수 있게 설계되었고, 수도자들도 방어를 위해 철퇴를 무기로  사용했었다. 교황이 \"제발 수도자들은 싸움 좀 내려놓으시오\"고 여러 번 명령을 해도 무시당하기 일수였다. \n\n[십자군(十字軍 : Crusades)]\n중세 서구의 기독교도가 회교도를 정벌하고자 일으킨 전쟁(1096~1291)이다. 11세기말~13세기말에 걸쳐 유럽의 기독교도가 이슬람교도에게 점령당한 성지 예루살렘(Jerusalem)의 회복을 위하여 일으킨 원정군을 말한다. 이 결과로 10~13세기에서 유럽의 봉건제도는 완성되고 사회는 안정되어 가고 따라서 인구가 증가하였다.\n\n기독교도들은 옛 부터 성지순례(聖地巡禮 ; pilgrimage)를 존중하여 왔는데 특히 11세기에는 예루살렘에의 순례가 성황을 이루었다.\n11세기 전반까지는 그 당시 동방을 지배하고 있던 사라센인(Saracen人)이 순례자들에게 관대했으나 11세기 후반부터 세력을 잡은 셀주크 터키(Seljuk Turkey)족은 성지를 점령하고 순례자를 학대하였으며 소아시아를 빼앗고, 비잔틴제국(Byzantine帝國)을 공격하였다. 그 후 11~13세기에 이르러서는 아시아 중서부를 통치한 셀주크(Seljuk)왕조가 있었다.\n비잔틴 제국은 로마 교황을 통하여 유럽의 여러 나라에 원조를 청했고 당시의 교황 우르바누스 2세(Urbanus Ⅱ)는 1095년 프랑스의 클레르몽 (Clairemond)에서 성직자(聖職者)·제후(諸侯)·기사(騎士)를 모아 대종교회의(大宗敎會議)를 열고 성지 회복을 선언하였다. 당시 그 회의에 모였던 모든 사람들은 모두가 감격하여, 각지로 돌아다니며 성지 회복의 원정(遠征)에 참가할 것을 열심히 호소하였다. 이렇게 하여 모여든 참가자들은 종교적 열정과 투철한 정신 그리고 기사도 정신으로 무장하였으나, 그 중에는 은사(恩赦;Indulgence)를 얻기 위하거나,  동방의 산물과 전리품에 대한 욕심으로 가담한 자도 있었다. 은사는 당시 나라에 경사가 있을 때 가벼운 죄인을 석방하는 일이다.\n이러한 모든 참가자들이 어깨 또는 등에 빨간 십자가의 표시를 달았기 때문에 십자군이라는 이름이 생겼다. 이렇게 일어난 십자군 전쟁은 장장 200년간에 걸쳐 여러 차례 끈질기게 행하여졌으나 규모가 큰 것만을 가려서 지금은 대개 7차로 구분한다.\n최초에는 은자 피에르(隱者 Pieere)가 각지로 돌아다니며 열변을 토로하여 모집한 열광적인 농민군을 이끌고 출전하였다. 그러나 그들은 졸지에 모여든 오합지중(烏合之衆)에 불과하였으므로 전투에서 이길 수 없었고 예루사렘으로 가는 도중에 흐지부지 전멸하고 말았다.\n제1차 십자군(1096~99)은 프랑스의 기사들이 많이 참가하였으며, 그들은 소아시아를 거쳐 격전 끝에 성지를 회복하고 예루살렘 왕국을 비롯하여 몇 개의 기독교국을 세웠다.\n제2차 십자군(1147~49)은 제1차 십자군이 세운 왕국들을 다시 터키족이 점령하자, 이번에는 독일의 황제 콘래드 3세(Conrad Ⅲ)와 프랑스 왕 루이 7세(Louis Ⅶ)가 함께 참가하였다. 그러나 이 군대는 도중에 약탈만 행하다가, 다마스쿠스 (Damascus)공격에 실패하고 그대로 빈손으로 되돌아 갔다.\n제3차 십자군(1189~92)은 이중에서는 가장 규모가 큰 원정이었다. 이것은 살아딘(Saladin)이 성지를 점령한 데 대항해서 일어난 것으로, 독일 황제 프리드리히 1세(Fridrich Ⅰ), 프랑스 왕 필립 2세(Philippe Ⅱ), 영국왕 리처드 1세(Richard Ⅰ)가 모두 참가하였다. 그러나 불행하게도 독일 황제는 소아시아에서 익사하고, 프랑스왕은 영국 왕과 사이가 나빠 반목하다가 귀국해 버렸다. 그래서 리처드 왕만이 혼자 남아서 싸웠으나 고군분투하다가 성지를 회복하지 못하고 돌아왔다.\n제4차 십자군(1202~04)은 교황 인노센티우스 3세(Innocentius Ⅲ)의 호소에 의해 프랑스의 제후와 기사들이 참가하였다. 그러나 그들은 지중해 상권의 독점을 노리는 베네치아(Venezia)의 상인들의 이권에 좌우되어 비잔틴제국의 수도 콘스탄티노플(Constantinople)을 점령하고 거기에 라틴제국(Latin帝國)을 세웠다. 아이러니하게도 비잔틴제국을 구해야 할 십자군이 오히려 같은 기독교국인 비잔틴을 멸망시켰던 것이다.\n소년(少年) 십자군은 1212년에 독일과 프랑스의 소년과 소녀들이 모여서 계획한 것인데, 목적지인 예루살렘에 가지도 못하고 도중에서 그 대부분이 마르세이유(Marseilles)의 상인의 농간에 의해 노예로 팔려가는 비극으로 끝났다.   \n제5차 십자군(1228~29)은 신성 로마제국(神聖Roma帝國)의 황제 프리드리히 2세(Friedrich Ⅱ)에 의해 일어났다. 황제는 외교적 수단에 의해 성지를 회복하고 예루살렘 왕국을 부흥시켰으나 이것마저도 그리 오래 가지 못하고 이집트 군이 성지를 다시 점령해 버리고 말았다.\n제6차 십자군(1248~54)과 제7차 십자군(1270)은 두 차례에 걸쳐 프랑스 왕 루이 9세(Louis Ⅸ, 聖王)에 의해서 이집트 및 북아프리카의 이슬람교도를 토벌하기 위해 행하여졌다. 그러나 제6차에서는 루이 왕이 포로가 되어 몸값을 내고 겨우 풀려나와 귀국하였으며, 제7차에서는 루이 왕이 전염병에 걸려 도중에 죽었으므로 결국에는 목적을 달성하지 못하였다.\n그 후에도 소규모의 원정군이 몇 번 시도되었으나, 13세기 말엽에는 그것마저도 없어져, 결국 십자군은 완전히 실패로 돌아가고 말았다.\n이상과 같은 과정에서 십자군의 본래의 원대한 성지회복의 목적은 달성하지 못하였다. 그러나 그 파급 영향은 결코 과소평가할 수 없이 지대하였다. 즉 유럽의 중세봉건사회의 붕괴와 새로운 시대에로의 점진적 이행을 재촉한 것이 곧 그것이다. 또 이 와중에 동방과의 무역이 현저히 성행해졌으며 특히 베네치아(Venezia), 피사(Pisa), 제노바(Genova) 등 이탈리아의 항구발달이 급속히 진전되었다. 그에 따라서 화폐경제의 발달, 시민계급의 대두, 그 밖에 사라센의 문화, 과학, 풍습, 전정술(剪定術 : 가지치기) 등이 전해졌으며, 종교 권위의 실추를 가져왔다. \n\n[기사수도회]\n기사수도회는 십자군 전쟁을 계기로 탄생한 특수한 형태의 가톨릭 수도회로, 일반적인 수도회와 달리 이교도(무슬림)로부터 그리스도교 왕국을 수호할 군사적 임무와 수도자로서의 의무를 함께 서약했다.\n이들도 여느 가톨릭 성직자나 수도자처럼 성품성사, 수도서원 때 청빈, 정결, 순명의 복음삼덕을 서원하였다. \n성전기사단이나 구호기사단, 튜튼기사단 등 많은 기사수도회가 이때 조직되었다. \n가장 활약한 것은 이베리아 반도의 기사수도회이다. 북부 일부를 제외하면 무슬림에 정복되었던 이베리아 반도의 그리스도인 관점에서는, 무슬림이 저기 멀리 중동에 있는 적들이 아니라 바로 코앞에 존재하는 강력하고 현실적인 침략자들이었기 때문이다. 또한 본거지가 전장이랑 가까우니 전투에 필요한 인력이나 물자를 훨씬 쉽고 빠르게 충원할 수 있다는 장점도 있었다. 그래서 이베리아 반도에서는 일찍이 기사수도회가 발달하였다. 이베리아 반도의 기사도 가톨릭이라는 종교적 구심점으로 적(무슬림)과 자신들을 구분하기는 했으나, 이미 그때부터 카스티야, 아라곤에 대한 민족적·국가적 충성심으로 결속하는 역할도 하였다. 또한 이베리아 반도의 기사수도회는 결과적으로 이베리아 반도의 탈환이라는 목적을 완수하였으므로, 예루살렘 탈환에 실패한 다른 기사수도회와 달리 큰 실적을 남겼다 할 수 있다.\n\n[알림(Alleumes of Clari)]\n제4차 십자군원정시 콘스탄티노플에 1년 가까이 주둔하던 십자군은, 마침내 성벽에서 진짜 전투를 벌인다. 그러나 비잔틴군이 제대로 싸우기 시작하자 십자군들로서는 성을 함락할 방법이 없었다. 그렇게 치열한 전투가 벌어지는 와중에 10명의 기사와 60여 명의 하사관, 30여 명의 보병으로 구성된 작은 무리가 성벽 한 군데에 구멍을 내는데 성공한다. 성벽 안에는 완전 무장한 수비대가 있었다. 이때 클라리 출신의 알림이라고 하는 무장 사제가 나섰다.  알림은 구멍을 통과해 비잔틴 수비대에 단신으로 돌격했다. 그런데 성벽 안쪽에 정렬해 있던 수비대가 이 한 명의 십자군을 보고 도망치기 시작했다. 기적을 본 십자군들은 뒤따라 구멍으로 들어와 성문을 열렸다.\n\n[성전기사단(템플기사단)]\n성전기사단은 1118년 8명의 프랑스 왕국 기사들이 예루살렘을 수호한다는 목적을 가지고 창립한 수도회이다. 명칭은 이들이 수도회를 솔로몬 성전에서 창립하였기 때문에 붙여졌다. 기사수도회로서는 최초의 수도회이자 가장 강력한 수도회였다. 붉은 십자가가 그려진 백색 망토를 걸치고 다닌 것이 특징으로 청빈. 정결, 순명의 3가지 서원 외에 용감한 십자군의 병사로서 하느님을 위해 싸울 것을 서원하였다. 두려움을 모르는 전사(戰士)이자 신심 깊은 수도자로서 모범을 보여준 성전기사 수도회 회원들의 명성은 많은 사람들에게 영향을 미쳤고, 이에 따라 많은 지원자들이 수도회에 입회하였다. \n십자군 전쟁이 절정으로 치닫고, 중근동 우트르메르에서 입지가 중요해진 뒤로는 가난하기는 커녕 많은 기부금에 더해 입회한 기사들의 유산을 상속하여 부유해졌고(성전기사단에 가입하면 수도자가 되기 때문에 결혼하여 후손을 남길 수 없다. 따라서 입회자의 유산은 기사단에 흡수된다.), 이를 바탕으로 나중에는 금융자본 집단으로 성장했다. \n이렇게 막대한 부를 축적한 기사단은 유럽 및 중동 각지에 광활한 영지와 독자적인 함대까지 만들었고 정부에 자금을 빌려줄 정도로 위세를 높였다. 템플 기사단 최전성기에는 키프로스 섬 전체를 소유했다고 하며, 파리에 있는 지부는 프랑스 왕국의 비공식 재무성이라는 말까지 있었다고 한다.\n십자군 원정이 끝난 뒤 프랑스에 정착하였으나 프랑스 국왕 필립 4세와의 불화로 1291년 수도원을 키프로스로 옮겼다. \n빈번한 십자군 원정으로 각 왕국과 귀족들은 막대한 자금난에 시달리고 있었고 그들은 템플기사단에게 자금을 빌려쓰고 있었다. \n8, 9 차례에 걸친 대규모 십자군도 실패하자 모병 열기가 식으면서 성전기사단의 입지가 좁아져 할 일이 없어지게 되었다. 모아놓은 막대한 자금을 바탕으로 사업을 하게 되는데 이게 현재 신용대출의 전신이 되는 대부업이었다. 이러자 성전기사단이 막대한 돈을 가지고 호의호식한다는 비난이 여기저기서 흘러 나왔다. \n성전기사단은 그렇게 모은 부가 화근이 되어 교황과 프랑스 왕의 협공으로 이단으로 낙인찍히고 몰락했다. 물론 그들이 모았던 재화는 프랑스 왕과 교황이 나눠 먹었는데, 상당수의 재산이 생존자들에 의해 빼돌려졌다.\n국왕인 필리프 4세가 갑자기 성전기사단을 잡아들인 이유가 불분명했기 때문에 이 사건은 이후 수 없이 많은 추측을 낳았는데, 현재 일반적인 평가로는 재정 궁핍에 시달리던 필리프 4세가 최대 채권자였던 성전기사단의 채무를 없애고, 이들의 재산을 몰수하고자 음모를 꾀했던 것으로 보고 있다. 다른 설은 프랑스 왕이 왕권 강화 관점에서 군사력, 재력, 종교적 권위를 갖고 있는 성전기사단을 제거한 것이라는 설도 있다.\n\n[튜튼기사단]\n독일인을 중심으로 북유럽과 동유럽의 독일인 기사로 구성되어 '독일 기사단'으로도 불린다. \n1190년 아크레 공성전에서 창설된 야전병원이 모체로, 1192년 가톨릭 교황으로부터 기사단 조직 인가를 받은 뒤 구호 집단으로 활약하다가 1198년 군사 기사단(military order)으로 전환한다. \n초기에는 다른 십자군 및 여타 기사단과 함께 성지 예루살렘과 주변 지역에서 활동했으나, 1211년 헝가리 왕 언드라시 2세의 권유로 트란실바니아로 이주, 카르파티아 산맥 동쪽 쿠만족의 침입을 받고 있던 헝가리를 구원한다. 이후 트란실바니아 지역의 방어 및 독일인의 이주를 통한 개척 역할을 수행하다가 1225년 언드라시 2세와 갈등을 빚자 교황의 지원을 받아 독립을 시도하다가 언드라시 2세의 노여움을 사 헝가리에서 쫓겨났다.\n기사수도회였기 때문에 단원은 모두 기사를 겸한 수도자였으며, 따라서 부양해야 할 처자식이 없으므로 소속 기사들은 다른 기사들보다 높은 전투력을 보여주었다. 참고로 초기 규칙 중에는 목욕을 금하는 규정이 있었다고 한다. 덕택에 이슬람 측에서는 튜튼 기사단이 오는 것을 1 마일 밖에서도 냄새로 알 수 있었다고 한다.\n수도자였지만 악행을 많이 한 것으로 악명 높다. 수도자라 기독교인은 덜 괴롭혔지만, 이교도 한테는 가혹해서, 당시 발트 신화 종교를 믿던 발트계 부족들을 잡아다가 이슬람 국가에 노예로 팔아먹었고, 특히 가까운 리투아니아 대공국은 꾸준히 괴롭혔다. 기독교 지역에서도 헝가리 내정에 개입했다가 쫓겨나거나, 분열되어 있던 발트족을 내쫓아 달라는 폴란드 제후의 요청에 따라 들어와서 폴란드 앞마당에 눌러앉아 버렸다. \n독일 기사단은 이후 프로이센을 거쳐 독일 제국이 되었다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-12-27T02:15:26.652000",
  "updatedAt": "2022-12-27T15:30:02.039000"
}