{
  "id": "be59268e-9237-46d8-a611-5c7467c10520",
  "title": "총의 역사",
  "content": "![image](media/17e9a224a5a.92f3e34995b5a98f.png)\n![image](media/17e9b17f1fb.b40269fc9cf5c04e.jpg)\n![image](media/17e9b1b57f9.86b9f240cacc6410.jpg)\n\n\n[핸드 캐논(Hand Cannon)]\n초창기 핸드캐논 형태는 화창식으로 중국에서 원나라 시절에 발명되었고 이후 서양으로 전수되어 발전되었다. 12세기 경 서양에서 발전된 핸드캐논은 화약 무기 중에서도 가장 오래된 종류에 속하며, 이후 만들어진 모든 개인화기의 기원이 되었다고 할 수 있다. 구조 등의 면에서 중국의 화창과 유사한데, 이에 대해서는 몽골군이 유럽을 침략할 때 전해진 것이라는 설이 유력하다.\n전장 120cm 가량에 중량 3kg 가량으로, 실제 화포의 포신은 30cm 안팎이고, 나머지는 전부 목제로 된 손잡이 길이로 구성되기 때문에 포신의 구경이 크고 길이는 짧아서 총보다는 포에 더 가까운 물건이었다. 구경이 크고 사용하는 화약이 보다 많았으므로 그 화력은 후대의 화승총보다는 강했으나, 그만큼 반동도 강했다.\n\n총기는 인류 역사에서 화포가 등장한 지 한참 지난 15세기 경부터 나타나기 시작했다. 최초의 총기는 '핸드 캐논'이라고 불렸다. 핸드 캐논은 말 그대로 '손에 들 수 있을 정도로 작게 줄인 대포'였다. 그리고 크기만 작을 뿐, 작동 방식은 전장식 대포와 다를 것이 없었다. 당시의 대포는 아무리 경량급이라도 최소 3명 이상이 함께 운용해야 했는데, 핸드캐논은 이 구조를 그대로 가져왔음에도 불구하고 이 3 명의 역할을 병사 1 명이 수행해야 했다. 따라서 사용이 매우 불편했다. 추진용 화약과 점화용 화약, 그리고 탄환을 모두 따로따로 총신 내에 재어야 했고, 개머리판도 없었기 때문에 발사시의 반동과 충격도 제어할 수 없었다.(그림 우측)\n초창기 핸드 캐논은 구식 화포와 동일하게, 불 붙은 심지를 약실에 가져다 대어 격발시키는 '터치 홀(Touch Hole)' 방식으로 격발했다. 하지만 이러다 보니 사람 1 명이 조작하기가 매우 어려웠다. \n발사시에는 지지대에 걸친 후 발사하거나 가슴에 지지판을 대고 발사하였는데, 강한 반동과 더불어 충격을 흡수할 구조가 없다시피 한 탓에 어깨나 가슴을 다치는 경우가 많았다고 한다. 애초에 완전히 고정된 상태에서 발사해야 하다보니 움직이면서 사격하는 것은 꿈도 꾸지 못했으며, 이 때문에 'Hand' cannon이라는 이름과 달리 손으로 들고 쏘기보다는 거치식으로 사용하는 경우가 더 많았다고 한다.\n우리나라의 승자총통을 비롯한 휴대용 소형 총통들도 핸드 캐논으로 분류할 수 있다.\n\n[화승총(火繩銃, Matchlock)]\n16세기를 전후하게 되면 이 불붙은 심지를 고정하는 장치와 함께, 석궁에서 사용하는 방아쇠 구조가 접목된 '화승총'이 등장하기 시작했다. 조총 역시 이러한 화승총의 한 종류이다.\n심지를 사용해 불을 붙이는 방식으로 격발하지만, 그렇다고 심지가 다 타들어갈 때까지 기다려야하는 매우 원시적인 방식은 아니였다. 실제로는 심지를 방아쇠와 연결해두었다가 방아쇠를 당기면 불이 붙은 심지가 화약에 닿아 점화하며 격발시키는 방식이였다.\n이러한 격발기구의 개발은 총기 운용에서 큰 전환점을 가져다 주었다. 방아쇠가 생긴 덕분에 사수는 목표물을 바라보면서 총을 겨눌 수 있게 되었고, 방아쇠를 이용해 이론상 원하는 시기에 격발시킬 수 있었다. 이러한 혁신 덕분에 총기는 유럽에서 조금씩 전쟁 병기로서의 면모를 갖춰나가기 시작했다. 그리고 총기는 1525년 프랑스의 프랑수아 1세와 합스부르크가의 신성 로마 제국 황제 카를 5세의 이탈리아 지배권을 두고 벌인 파비아 전투를 전후하여 전쟁에 사용되기 시작했다. 화승총으로 무장한 스페인 총병대가 고도로 훈련된 프랑스 기사대를 물리치며 그 막강한 위력을 과시했던 것이다.\n또한, 화승총은 활에 비해 숙련되는 데 시간이 압도적으로 적게 들었기 때문에 파비아 전투를 전후로 유럽 각국은 너도나도 총병대를 확보하는 데 몰두했다. 숙련된 궁수를 양성하는 데에는 1 년 이상의 시간이 필요했다. 활은 당기는 데에 상당한 근력을 필요로 했고 정확하게 명중시키기 어렵기 때문이다. 그러나 화승총은 단 몇 주면 무기의 사용법을 익힐 수 있었다. 조선 후기, 조총을 두고 \"어린아이도 항우를 능히 대적할 수 있다\"는 말이 괜히 나온 것이 아니다.\n파비아 전투 이후인 16~17세기는 화승총의 전성시대였다. 이 당시 화승총은 주로 '아퀘버스(Arquebus)'와 '머스킷(Musket)'의 두 가지 종류로 나뉘었다. 아퀘부스는 '휘어진 총'을 의미하며, 개머리판이 없이 휘어진 형태의 손잡이가 존재하는 구조였다. 약 1m 내외의 길이와 5kg 가량의 무게를 가지며, 구경은 머스킷에 비해 작은 50구경(약 13mm), 탄자의 무게는 19g으로 머스킷 대비 짧고 가벼운 총을 의미했다. 임진왜란 당시 일본이 사용했던 조총(鳥銃)이 아퀘버스의 일종이다.\n머스킷은 아퀘버스에 비해 훨씬 대형의 총기로, 약 1.4m 내외의 길이와 7kg 가량의 무게에 75구경(약 19mm), 탄자의 중량은 38g 내외의 납 탄환을 사용했다. 무거운 탄자와 총신의 길이 때문에 아르케부스에 비해 위력이 확연히 높지만 무겁고 화약을 많이 넣어서 경량화 되기 전에는 흔히 포크(Fork)라고 부르는 단각대를 받치고 사격했다.  화승총 시대의 머스킷은 워낙 크고 무거웠기 때문에 반동 제어를 위해 개머리판에 더해 별도의 거치대까지 사용해야 했다. \n16세기 경 등장한 개머리판은 조준선을 시선과 일치시켜 주는 역할을 해 줌으로써 총기의 명중률을 높히는 역할을 했다. \n머스킷과 아르케부스가 공존하던 시대에는 방탄 흉갑을 입고 권총과 아르케부스를 튕겨내는 병사들이 있었기 때문에 갑옷을 확실히 관통할 수 있는 머스킷을 아르케부스보다 높게 쳤다. 거기다 용병은 아르케부스 대비 몸값을 2배 가량 받을 수 있었기 때문에 아르케부스는 점차 도태되고 기술의 발전에 힘입어 7~10kg에 달했던 머스킷이 아르케부스 수준으로 가벼워지자 아르케부스는 사라지고 머스킷만 남아서 발전하게 된다.\n여담으로 머스킷 총 사수는 16~17세기의 군대에서 가장 후한 대접을 받았다. 알렉상드르 뒤마의 소설, '삼총사'에 등장하는 총사대(Musketiers, 머스킷티어)는 아예 프랑스 국왕의 '친위대'였을 정도로 엘리트 집단이었다.\n하지만 16~17세기에는 화승총만 사용된 것은 아니다. 화승총은 핸드캐논 대비 한층 진보된 무기였지만 여전히 문제점들이 산적해 있었기 때문이다. 그 중 하나는 바로 불이 붙어 있는 심지(화승)를 꺼지지 않게 유지하는 일이었다. 이 당시 사용했던 화승은 전투 중에 한 번 꺼지게 되면 다시 불을 붙일 방법이 없다시피 했기 때문에 화승의 불 관리는 매우 중요했다. 하지만 이는 항상 살아 있는 불씨를 들고 다니는 것과 같아서 야습은 고사하고 주간에 매복작전을 하기도 어려웠으며, 비라도 오는 날에는 값비싼 몽둥이로 전락하기 일쑤였다.\n그런데 화승총보다 조금 늦게 나타났지만, 화승총의 시대에서 화승총과 꽤나 오랫동안 공존하던 격발 방식이 있다. 바로 치륜식(Wheellock)이다. 치륜식은 작은 톱니바퀴와 부싯돌 사이의 마찰에서 발생되는 불꽃을 이용해 격발하는 방식이다. 즉, 현대의 일회용 라이터와도 유사한 방식이다. 차이가 있다면, 일회용 라이터는 톱니바퀴를 사람의 손가락으로 직접 돌리지만, 치륜식 총은 태엽으로 톱니바퀴를 돌린다는 차이가 있다. 태엽을 감아 놓은 총기의 방아쇠를 당기면 톱니바퀴가 힘차게 돌면서 불꽃을 일으켜 장약을 점화시키는 것이다. 이 덕분에 치륜식은 화승총이 가지지 못한 '즉응성'과 '은밀함'을 모두 가질 수 있게 되었다. 하지만 이 방식은 구조가 너무 복잡해 당시의 공업능력으로는 대량생산이 불가능해 가격이 지나치게 비싸서 대량 보급이 불가능했다. 또한 부싯돌로 사용되는 황철석이 매우 고급품이었기 때문에 치륜식 총들은 그 자체로도 고가품이었다. 복잡한 구조 때문에 신뢰성에도 문제가 있었다.\n\n[수발식총(燧發式, Flintlock)]\n이후 수발식총이 등장했다. 수발식은 부싯돌을 이용하여 불꽃을 일으켜, 화약접시에 담긴 점화약에 불을 붙이는 방식이다. 이 방식은 불 붙은 화승을 휴대할 필요가 없을 뿐만 아니라 치륜식에 비해 구조가 간단하여 생산과 보급에도 유리했다. 하지만 수발식 총은 발명 초기에는 널리 퍼지지 못했다. 기존의 화승총 대비 여전히 생산단가가 높고, 구조도 화승총에 비해 다소 복잡해 당시의 산업 수준으로는 대량생산에 불리했기 때문이다.\n하지만 수발식 총은 화승총을 점진적으로 대체해 나가기 시작했다. 공자기계기술의 발달과 상술한 장점들이 점차 인정을 받기 시작하면서 18세기 초에 이르면 화승총은 전장에서 완전히 퇴출되고, 수발식 총이 그 자리를 대체하게 되었다. 수발식 총은 불 붙은 화승을 취급하는 절차가 사라졌기 때문에  화승총에 비해 사격절차가 간소화되었다. 이 덕분에 취급이 용이하여 일반 보병들의 소총부터 기병들의 카빈(Carbine)총, 그리고 권총에 이르기까지 두루두루 사용되었다. 심지어 영국 해군의 경우에는 수발식 총의 격발장치를 함포에 도입하여 전투효율을 크게 높이기도 했다.\n\n[퍼커션 캡(Percussion Cap)]\n나폴레옹 전쟁이 한창이었던 1807년, 조류 사냥을 즐기던 영국인 목사 포사이스(A. J. Forsyth)는 자신의 수발식 머스킷 총에 불만을 느꼈다. 이 당시 그는 격발을 위해 방아쇠를 당겼을 때, 점화약이 타들어가는 소음으로 인해 새들이 먼저 달아나 버리는 것을 경험하고는, 이를 해결하고자 새로운 방식을 고안하게 된다.\n포사이스가 고안한 방식은 부싯돌과 화약접시를 제거한 대신, 충격에 민감한 '뇌홍(뇌산수은)'을 구리로 된 작은 캡에 넣고, 이 뇌홍을 담은 캡을 꼭지에 씌운 뒤에 공이를 이용해 격발시키는 것이었다. 1990년대 어린이들이 장난감으로 가지고 놀던 '화약총'에 들어가는 화약이 바로 뇌홍이다. 이렇게 되면 뇌홍이 직접 장약을 점화시켜주므로, 방아쇠를 당기는 시점과 실제로 총이 격발되는 시점 사이의 간극이 거의 사라지게 된다. 이것이 바로 '퍼커션 캡'이다. 퍼커션 캡은 오늘날 사용하고 있는 금속 탄피 안에 들어 있는 뇌관이 바깥으로 빠져 있는 것이라고 보면 된다. 화약접시가 없어지면서 점화약을 담는 절차가 생략되었고 바람으로 화약이 날아가는 현상도 없어졌다. 그리고 무엇보다도 수발식 총에 비해 사격절차가 간소화되어 장전속도도 더 빨라졌다. 그리고 민감한 뇌홍을 사용하기 때문에 불발률이 상당히 줄어들었다는 점도 특징이었다. 게다가 기존의 수발식 머스킷총을 보완하기 위해 발명된 것이었기 때문에, 구조적으로도 큰 차이가 없어서 기존의 총을 개조해서 적용하기에도 좋았다. \n퍼커션 캡은 개발한 당시에는 크게 주목 받지 못하고 있었지만, 1833년, 미국에서 이 구조를 채용하면서 점차 군대로 퍼지기 시작했다. 1842년에 들어서는 영국군에서 채용했고, 1800년대 중반을 전후하여 각국의 군대에서 도입하기 시작했다. 기존의 수발식 머스킷 총에서 최소한의 개량으로 손쉽게 적용할 수 있었고 전투 효율을 크게 올릴 수 있었기 때문이다. 물론 여전히 화약과 탄환을 총구로 장전하는 전장식이었기 때문에 장전속도는 느렸지만 이것만으로도 상당한 혁신이었다. 이 퍼커션 캡 방식의 소총이 사용된 전쟁으로는 미국의 남북전쟁과 서아시아에서 벌어진 크림전쟁 등이 있다.\n\n[후미장전식(後尾裝塡式, Breech Loading)소총, 페이퍼 카트리지] \n초기의 화약 무기는 탄환과 화약을 총 입구로 장전하는 전장식(Muzzle loading)이었다. 그리고 이 때문에 추진용 화약과 점화용 화약, 그리고 탄환을 따로따로 잴 수 밖에 없었다. 하지만 이 시기부터는 총탄을 더 이상 총구로 장전하는 방식이 아닌, 총구의 뒤쪽, 그러니까 약실에 직접 장전하는 후미장전식 소총에 대한 연구가 활발해지기 시작하며, 조금씩 오늘날의 총기의 구조에 가까워지기 시작했다. 그리고 1836년, 프로이센에서 개발되기 시작해 1841년도에 채용된 혁신적인 소총에 전 유럽이 주목하기 시작한다. \n초기의 페이퍼 카트리지는 밀랍을 먹인 종이에 탄두로 쓰이는 납 구슬(머스킷 볼)과 일정량의 흑색화약을 채워서 포장해 둔 것에 불과했다. 그렇지만 화승총의 시대에 사용했던 12사도와 같이 별도의 화약 전용병을 휴대하던 방식보다 훨씬 빠르고 효율적인 장전이 가능하고, 무게도 가벼우며, 비용도 적게 들었기 때문에 18세기 무렵부터는 전 유럽의 군대에서 널리 사용하는 방식이 되었다. \n포장지 수준에 머물렀던 페이퍼 카트리지는 퍼커션 캡(뇌관)의 발명과 함께, 조금씩 금속탄피와 비슷한 역할을 수행하는 형태로 진화하기 시작했다. 그리고 탄피 내부에 뇌관을 결합시키는 기술이 등장함에 따라, 현대의 금속탄피와 유사한 형태를 띄게 되었다. 19세기 초중반인 1836년, 프로이센에서 개발된 후미장전식 드라이제(Dryese) 소총이 대표적인 예라고 할 수 있다.\n\n하지만 본격적인 종이 탄피는 그리 널리 사용되지 못했다. 이는 당시 기술력의 한계로 인한 것이었다. 드라이제 소총은 구조적인 한계로 인해 신뢰도가 높지 못했고, 금속과 비교해서 무른 재질인 종이의 특성상 뇌관을 제자리에 정확하게 고정하는 것 또한 어려웠다. 이 때문에 종이 탄피를 사용했던 후장식 소총들은 전장식 소총들을 일선에서 완전히 밀어낼 수는 없었다.\n이 종이 탄피의 문제점을 보완하고자 하는 시도 중 하나로는 영국의 헨리 피바디(Henry O. Peabody)가 개발한 .45구경 헨리 복서탄이었다. 이 탄은 종이탄피의 바닥면에 금속판을 삽입하여 뇌관을 고정할 수 있도록 제작되었다. 하지만 여전히 종이탄피의 부실한 내구력으로 인해, 근본적인 해결책이 되지는 못했다. 그리고 이 내구성을 보완하기 위한 개발을 거듭하면서 종이를 금속 호일로 대체해봤지만, 얄팍한 금속 호일로는 격발시 발생하는 약실 내의 압력을 견디기 어려웠다. 이에, 탄피 전체를 원통형 황동 케이스를 채용한 .577 마티니-헨리 탄약이 개발되면서 본격적으로 금속탄피의 역사가 시작되었고, 그 역사는 21세기인 오늘날까지 이어지고 있다.\n\n\n[조총]\n17세기 무기 생산에서 중요한 의의를 가지는 것은 조총의 제작 기술이다. 조총은 당시 군인들의 무장을 강화하는 데 중요하였기 때문에 질을 높이기 위하여 많은 노력을 기울였다. 그러므로 청나라에서도 조선의 조총을 구해 가려고 여러 차례에 걸쳐 기술자들을 요청하기까지 하였다.\n임진왜란 때 조선은 항왜(降倭)를 통하여 조총의 제작 기술을 알아내고 노획한 조총을 분석하여 시험 제작하는 동시에 명나라 군대를 통하여 좀 더 발전된 화기 제조술을 배우려고 하였다. 그 결과 마침내 조총 제조 기술을 습득할 수 있었지만 핵심 기술인 조총의 총신을 만들기는 쉽지 않았다. 더불어 재료인 철의 부족과 재정 궁핍으로 제작 수량이 얼마 되지 못하였다. 이에 따라 지방의 조총 자체 조달과 상납을 적극 권장하기도 하였는데, 선조는 노획한 조총을 자주 올려 보낸 경상 우수사 원균의 노고를 치하하기 위하여 조총을 가지고 상경한 그의 아들 원사웅에게 관직을 제수하기도 하였다.\n또한 이순신은 1593년 9월에 일본 조총을 모방하여 우수한 성능을 지닌 조총을 제조하였고, 진주 목사 김시민도 진주성 전투에 대비하여 170여 정의 조총을 제조하였다. 또 김성일도 산청의 지곡사(智谷寺)에서 호남 지방에서 모은 숙련공을 동원하여 정철(正鐵)을 가지고 조총을 제조하였다.\n\n임진왜란 때 왜군이 사용한 조총은 조선군에게 가장 선진적이고 공포에 떨게 한 무기였다. 따라서 조선은 항복한 왜군을 통하여 조총 제작 기술을 알아내고 노획한 조총을 분석하였다. 동시에 명나라에서 좀 더 발전된 화기 제조 기술을 도입하여 마침내 조총 제조 기술을 보유하게 되었다.\n전쟁이 끝난 뒤 국방에 대한 인식의 증대와 함께 무기 개발에 적극적으로 나섰는데, 1614년에 설치된 화기도감(火器都監)에서 이를 전담하였다. 화기도감에서는 조총을 비롯하여 불랑기·백자총·삼안총·소승자총통 등을 제작하였는데, 16개월 남짓한 사이에 조총 900여 정, 환도 600자루, 화포 90문, 화전(火箭) 1,500개 등을 제작하였다.\n\n화기도감에서의 조총 제조는 장인들의 생산 능력을 기초로 하여 분업적 협업 형태로 진행되었다. 조총의 제조법은 크게 주조법(鑄造法)과 타조법(打造法)으로 나뉜다. 주조법은 화포류와 같은 주물 제작에 의한 것으로 주조 후 연마 작업만 하여 그 제조 양이나 제조 기간 단축에서는 유리하나, 총열이 쉽게 파열되어 장기간 사용할 수 없다는 단점이 있었다. 이에 비해 타조법은 총열을 연마 절삭하는 방식으로 성능이 월등하였다. 이때 항왜를 이용하였는데 두 명이 3일에 한 개의 총열을 뚫는 공정을 취하였다.\n\n조총 제조 공정은 대권로(大權爐)를 비롯한 권로장(權爐匠), 기장(機匠), 소장(塑匠), 야장(冶匠), 주장(注匠), 천혈장(穿穴匠), 조성장(照星匠), 두석장(豆錫匠), 목수(木手), 소목장(小木匠), 조가장(造家匠), 마조장(磨造匠), 제기장(蹄庪匠) 등의 장인들이 각각 일별 또는 월별로 생산량을 책정받았다.\n조총의 총열 제작은 가장 까다롭고 정밀함이 요구되는 공정으로서 처음에는 두 쪽의 반 원통형 철물을 접합하는 주조 양식이었으나 뒤에 총혈(銃穴)을 직접 뚫는 타조 양식으로 바뀌어 소로장(燒爐匠)과 야장이 담당하였다.\n조총은 총신이 길어야 화기가 새지 않고 탄환이 힘 있게 멀리 나갈 수 있으며, 또한 총구가 곧아야 하므로 연철(鍊鐵)을 잘 다듬어서 총열을 바르게 뚫어 막힘이 없게 해야 하였다. 따라서 총구가 고르지 못하면 장전과 발사가 어려울 뿐만 아니라 방포(放砲)할 때에 총신이 긁히거나 파괴되어 방포하는 사람이 사망하는 경우도 생길 수 있었다. 이렇게 제작된 총신은 연마장(鍊磨匠)에 의하여 표면이 연마되고 이어 조성장(照星匠)이 총신의 앞뒤에 가늠쇠를 만들어 붙이고, 두석장이 용두(龍頭)와 받침 등을 제작하여 부착하였다. 더불어 이약통장(耳藥筒匠)이 화문(火門)과 화문 덮개를 제작하면 총신 제작 공정이 일단 마무리된다. 여기에 총신을 지지해 주는 총가(銃架)를 제작하는데, 목수가 재목을 다듬고, 조가장이 총가를 만들고, 장가장(粧家匠)이 장식하며, 이어 찬혈장(鑽穴匠)이 총신과 접합시킬 홈을 파고, 취색장(取色匠)과 기화장(起畵匠), 칠장(漆匠)이 각각 광택과 문양을 놓아 옻칠을 하는 것으로 조총 제작의 모든 공정이 끝나게 된다.\n이렇듯 조총의 제작 과정은 총신 타조(銃身打造) → 주련 작업(注鍊作業) → 천혈 작업(穿穴作業) → 부착물 부착 → 총신 연마 → 장가 부착(粧家附着) 등으로 세분화·전문화되어 있었다.\n이렇게 제조된 조총의 가격은 때에 따라 다르지만 『만기요람(萬機要 覽)』에는 미(米) 2석(石) 10두(斗) 정도라고 하였다. 참고로 인조 당시 왜(倭)를 통하여 수입된 조총의 가격은 미(米) 1석 2두, 또는 무명(木) 10필(疋)이었다.\n17세기 이후 조총 제조 기술은 꾸준히 발전되어 인조 연간에 이르러서는 국내에서 생산된 조총이 일본 것보다 훨씬 더 우수하다는 자신감까지 표명하게 되었고, 수량도 1642년에는 1,500∼1,600정까지 늘어나 주력 무기로 사용되었다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-27T19:27:35.895000",
  "updatedAt": "2022-07-04T08:32:02.675000"
}