{
  "id": "be727e16-8f29-472a-a923-277dbb38a46d",
  "title": "대통령의 역할",
  "content": "동아일보는 특히 줄곧 호의적이던 층에서조차 '잘못하고 있다'는 여론이 높아진 점을 두고 \"우려되는 대목\"이라며 \"윤 대통령은 콘크리트 지지층이 없다. 대선 지지자 일부만 돌아서도 국정 기반은 위태로워질 수밖에 없다\"고 지적했다. \n\n동아일보는 \"인사 논란, 국정 비전 제시 미흡, 잦은 말실수와 태도 논란 등 부정 평가 이유는 다양하다\"며 \"김건희 여사를 둘러싼 논란을 사전에 방지하거나 단호하게 처리하는 모습을 보이지 않은 것도 주된 요인일 것이다. 이는 결국 윤 대통령의 국정 리더십 문제로 수렴된다\"고 윤 대통령 본인을 지목했다.\n대통령이 장관들에게 '현장을 챙기라', 수석비서관들에 '국정 홍보에 적극 나서라', '대통령이 안 보인다는 소리가 나와도 좋다'며 스타 장관을 제안한 점에도 경계의 목소리를 냈다. 동아일보 \"각료와 참모들이 대통령 심기 살피기만 해선 국정이 제대로 돌아갈 리 없는 건 당연하다\"며 \"다만 지금은 적극적인 홍보, 스타 장관 등을 강조하기에 앞서 대통령 자신의 리더십에 문제가 없는지 되돌아보는 것이 더 필요하다\"고 지적했다.\n\n전원책 변호사는 지난 20일 KBS '용감한 라이브' 출연해 \"대통령이 장관들에게 스타 장관들이 나오도록 기대하기 보다는 자신의 방향을 제시하고 앞장서고 나를 따르라 하는 노력이 앞서야 하는 것 아니냐\"며 \"무엇보다 조직에 스타 나오는 것 절대 좋은 조직 아니다\"라고 지적했다.\n\n중앙선데이는 빠른 지지율 하락세 요인을 두고 \"결정적인 하나의 원인이 트리거(방아쇠)가 된 것은 아니다\"라는 전문가 분석을 들어 \"인사 논란과 대통령의 말실수 등 대통령실에서 비롯된 각종 논란이 제때 진화되지 못한 채 하나둘씩 누적되면서 윤 대통령에 대한 부정적 여론도 함께 커졌다는 지적\"이라고 해석했다.\n\n조선일보의 윤 대통령 비판도 눈에 띈다. \"정치를 가볍게 여긴다는 인상을 받는다\"고 지적했다. 윤 주필은 \"정치 경험이 적으면 '내가 뭐 잘못했느냐'며 대중과 맞서고, 정치 경험이 많으면 대중의 생각에 자신을 맞춰 간다\"며 \"대통령 부인의 일정이 무계획적으로 방임된 것도 정치를 쉽게 본 것\"이라고 제시했다. 이어 주필은 양향자 무소속 의원이 윤 대통령 지지도 하락 원인을 '프로답지 못해서'라고 한 말에 주목하면서 \"실제 윤 대통령은 큰 잘못을 했다기보다는 국민의 기분을 상하게 한 것이 더 큰 것 같다\"\n\n한겨레, 윤 대통령이 관례를 장관으로부터 1대1 보고를 받고 있는 점을 들어 \"그런데 장관이 준비한 업무 계획을 제대로 보고하지 못하는 일이 잦다고 한다\"며 \"대통령이 장관 얘기를 조금 듣다가, 그만 됐다고 끊은 뒤 자기 말만 한다는 것\"이라고 전했다. 곽 선임기자는 \"더 큰 문제는 대통령의 긴 얘기에서 정작 정리할 내용이 별로 없다는 점\"이라며 \"정부가 성과를 내려면 장관의 충실한 보고-대통령의 명확한 지시-부처의 효율적 집행이라는 프로세스가 일사분란하게 진행돼야 한다. 하지만 지금은 시스템이 무너진 것 같다\"고 해석했다.\n지지율 하락의 원인으로 \"경제위기에 따른 민생 대책 미흡, 잦은 인사 실패, 여당 내분 등 여러 요인이 꼽힌다\"면서도 \"그 중심에는 자신의 준비 부족 리스크를 제대로 관리하기는커녕 오히려 키우고 있는 '아마추어 대통령'이 있다\"고 윤 대통령을 지목했다.\n\n“일하는 건 보이지 않고 매일 논란거리만 있으니 누가 좋게 보겠나”\n\n경북의 한 지자체장은 “최근 시민들의 이야기를 들어보면 김건희 여사 문제에서부터 검찰 출신 인사들의 중용, 오르는 물가 등 여러 이유로 등을 돌린 지지자들이 많다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-07-23T17:15:03.439000",
  "updatedAt": "2022-07-30T16:11:28.863000"
}