{
  "id": "bee859ab-9735-42a3-bc81-6f2719e1efe8",
  "title": "전열보병",
  "content": "유럽 지역에서 무기의 변화를 보면 처음 열병기를 사용 할 당시에는 냉병기 병과와 뒤섞여 있었다.\n후에 열병기가 점차 많아지면서 방패와 검을 든 병과로 보호를 하거나 장창을 든 병과로 머스킷 병을 보호 하는 형식의 방식도 있었다. 그러나 모두 결국 전열 보병으로 바뀌었다. 이유는 단순하다. 가장 효율적이니까. 다른 병과를 섞어 쓰는 것보다 전열 보병과 포병을 사용하는 것이 그 무엇보다 효과적 이였다.\n\n화약무기인 열병기가 등장했을 때 이미 전장은 판금 갑옷과 방패 그리고 수많은 무기들로 무장을 한 상태였다. 그런데 열병기의 등장 이후 그 모든 것이 사라졌다. 방패로 총알을 막을 수 있었다면 갑옷이 사라지지 않았을 것이다. 머스킷 총의 위력에 대해 말하자면 현대의 m16계열 5.56mm 총보다 운동에너지가 더 크다. 머스킷 총에게 사거리는 조준에 의한 정확도 문제지 위력의 문제가 아니었다. 머스킷 총을 막을 정도의 방패는 인간이 들기 어려운 수준의 무게이었다. \n\n머스킷총을 든 전열보병이 밀집 대형으로 서로 간에 싸움을 하는 근본적인 원인은 전장의 전투 방식이 사격이 아닌 총검에 의한 백병전이었기 때문이다. 단순히 사격으로 전투를 이길 수 있었다면 그 누구도 밀집 하지 않을 것이다. 그러나 당시 사격은 정확도가 떨어져서 적의 전력을 약화 시키는 수단일 뿐 적을 완전히 무너트릴 수 있는 수단이 아니였다. 무기의 한계로 여전히 백병전을 통해 승리를 쟁취해야 하기에 보병 전력이 뭉쳐 있어야 주 전투인 백병전에 효과적인 전투가 가능했다. 이후 총이 조금 더 발전해 후미장전식이 되어 분당 발사가 빨라져 사격만으로 전투의 승리를 쟁취 할 수 있게 변하자 전열 보병은 바로 사라졌다.\n결국 이 당시의 전열보병은 총을 든 병력이 아니라 총의 역할이 포함된, 단창을 든 보병이라 생각하는 게 이해가 빠르다.\n\n냉병기와 열병기가 섞여있는 과정에 대해서 설명을 들은 적이 있는데요. 병사를 모집하면 들고 오는 무기에 따라 편제를 했다고 합니다. 머스킷을 들고 오면 머스킷병, 창을 들고 오면 창병, 아무것도 들고 오지 않으면 창을 주고 창값을 월급에서 제했다고 하죠. 당연히 머스킷병이 대우가 좋았고.. 창병들의 목표가 나도 머스킷 사서 머스킷병이 되겠다였죠.\n그러니 점점 머스킷병 숫자가 많아졌죠. 전술의 변화가 있어서 머스킷병이 많아진게 아니라 그냥 머스킷 사들고 오는 병사가 많아져서 머스킷병이 많아진 거랍니다.\n\n그건 용병이 주류를 이루던 때의 얘기고 그 후 모집병으로 바뀌고 탈영 등의 문제도 겹치면서 전열보병이 나타나게 된겁니다.  알다시피 용병이야 그게 직업이니 숙련도를 알아서 쌓지만 모집병은 숙련도를 쌓을 때까지 훈련비용이 적지 않았읍니다.  그러나 총의 개발로 훈련기간과 숙련기간이 획기적으로 단축되었고 모병제가 강점을 발휘하면서 그에 맞는 전술이 발전하게 된 겁니다.\n\n전열보병의 탄생 원인\n1. 강선이 없어서 명중률이 엉망이었다. 그래서 크레모어처럼 총를 촘촘히 모아 쏘면 그 중에 한발이라도 맞아라 였음. 실제로 전투가 일어나서 총을 쏘기 시작하면 화약 연기 때문에 서로 안보여서 적이 우회하고 빈곳에 한동안 사격을 계속 경우도 허다했음. 그러다 보니 조준 사격보단 탄막을 형성했고, 얘네들이 안보이는 곳에다가 쏘면서 적군이 함성을 들으니 도망 가는 애들이 부지기수 였고, 대형 이루면서 한줄로 쭉서고 뒷에 바로 채우면서 들어오면 도망갈 틈이나 공간이 없기도 했고 관리하기가 편했음. 저땐 대형이 유지가 곧 명중률과 직결됐는데, 공간을 두어 한놈, 두놈 빠져 나가면 탄막이 제대로 형성이 안 되었음. 중간중간 대형 뒤나 옆에 하사관급 고참병사가 발리스타(노포,弩砲) 같은 무기들고 도망가는 애들 목을 쳤음.\n\n2. 저당시 조총은 최소 12밀리에서 14, 16, 17 짜리를 썼음. 그렇다 보니 현대식 소총보단 포에 가까웠고, 왠만한 방패로 안 막아졌음. 일본에서도 중세 플레이트 두 장씩 입고 오부나가 같은 애들이 돌아 다녔지만 실제로 한두방 맞으면 한 동안 정신 못차리고 다쳤음. 플레이트 두 장 입고도 막상 맞으면 관통 안되더라도 타격이 꽤 있었음. 이걸 방패로 막아서 막아 진다는게 의미가 없었음.\n실제로 풀플레이트 기사들도 조총에 녹아 사라졌음.\n 그리고 저 당시 총만 있던게 아니라 포병도 뒤에서 왔기 때문에 방패가 의미가 없었음. 오히려 포탄이 현대랑 다르게 쇠사슬로 엮거나 쇠구슬이었는데, 이걸 맞아서 파편이 튀어 여러 명한테 피해를 입혔을 때 견딜수 있을까는 다른 문제임.\n\n기사 갑옷이야기 하시는데. 1차 대전까진 기병이 있었습니다. 기병이 사라진 것은 화승총의 유무가 아닌 기관총의 개발이었다고 보는데요. 기사의 갑옷이 가성비가 안맞아서 도태된 것으로 압니다.\n전열보병은 왜 두꺼운 철제 방패를 배치하지 않았을까?의 해답은 대포가 아닐까 싶습니다.\n애초에 머스킷 병 전열에 방패를 배치한다고 해도 대포로 쓸고가면 답이 없죠.\n\n전열보병 이전 시대에도 화려한 색으로 잘 보이게 입는 군대는 존재 했습니다. 근접전이 주전투였던 시절에는 군의 사기가 매우 중요했는데 적의 규모가 크다면 당연하게도 사기에 큰 영향을 줍니다.\n화려한 색상의 옷은 적에게 더 큰 규모의 적으로 보이는 착시를 일으킵니다. 화려하고 수많은 깃발을 드는 이유도 비슷하죠. 또한, 지휘관 입장에서 눈에 잘 들어오는 색상의 옷을 입는다면 피아 구별이나 부대 구별이 더 쉽기도 합니다. 6. 25시절 꽹과리를 치는 중공의 전술은 손자병법에도 나와 있는 전술입니다. 현대전은 은폐가 중요하지만, 과거 전장은 은폐보다는 적의 사기를 꺾는 게 더 중요했죠. 옷 뿐만 아니라 이런 요란스러운 소리를 동반한 반복된 공격은 적에게 소리만으로도 긴장을 주어 사기에 영향을 주고 휴식을 취하지 못하게 하는 방식이었습니다.\n\n방패는 쓸모없죠. 테르시오시대를 지나자 갑옷조차 다 벗어재꼈는데요. 쓸모없고 무거운 거 들고 다니느니 가볍게 하고 계속 움직이는게 오히려 생존율을 높이는 방법이었죠. 전열 보병 시대의 병사란 안보면 도망가고, 정찰시키면 도망가고,  약탈할 거 있으면 도망가고, 추격전 시키면 도망가고, 돌격 시키면 옆으로 돌격해서 도망가는 존재들이었습니다. 그도 그럴게 그 시대 군인들이란 국가라는 개념도 없는 하층민 중에 하층민들이었기 때문에 전술은 언감생심이고 군기라는 개념조차 막연하던 시대입니다. 결국 빽빽하게 세워서 도망갈 틈 안주는게 군대 전력유지의 지상과제였고 그러다보니 지금 기준으로 보면 멍청해 보이는 해괴한 전열 보병이 된거죠.\n\n당시 라이플은 화약 양도 많았고 대구경 납탄이라 곰도 한방에 죽음.\n\n농사짓던 애들 긁어모아서 얼기설기 훈련시켰는데 전열보병 말고는 제대로 된 전술을 펼치기가 힘들었겠죠?\n\n전열보병 시대는 동시에 기마대의 시대이기도 한데,\n방패병과 병진하면 화력은 절반이고 무거운 대형은 훨씬 느려지죠. 기마대 돌격에 쓸려서 박살나는 꼴을 보게 됩니다. 기마 돌격 전통은 2차 대전 독일군들이 탱크 침공 할 때도 나오는데...",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-18T10:02:44.732000",
  "updatedAt": "2022-07-04T07:31:53.788000"
}