{
  "id": "bf0f9636-a112-4522-a336-b52fb4891b8e",
  "title": "KGGB",
  "content": "롱샷 기반. 롱샷은 Mark 80 시리즈 등의 무유도 항공 폭탄을 장거리활공유도폭탄으로 만들어주는 업그레이드 키트이다. 미국 록히드마틴에서 해외 판매용으로1989년 개발에 착수하여 90년대 후반 개발 완료하였으나 실제 양산은 이루어지지 못하였다.\nGPS/INS 기능으로 유도가 이루어지고 고도 10km정도에서 투하시 사거리는 75km정도이며 공산오차는 10~15m이다. 30km 미만의 사거리를 가지는 JDAM에 비하여 사거리가 긴 장점이 있다.\n이를 벤치마킹하여 대한민국에서 자체개발, 양산에 성공한 것이 KGGB이다.\n\nKGGB는 인터페이스 자체가 다르다. 그래서 500파운드급 이상 폭탄 파일런이 달린 어느 비행기나 KGGB를 무장할 수 있지만 대신 그 비행기와는 상관없는 전용 단말이 필요하다. 즉, F-16이나 FA-50의 파일런을 통해 전투기 컴퓨터와 통신할 하드웨어 자체가 없다.\n\n전투기에 달린 유도무기는 거의 대부분 전투기랑 케이블로 연결 됨.\n발사전에 유도무기 이상 없는지 점검도 해야하고, 필요하면 표적 정보도 알여줘야하고, 그럴라면 전기도 공급해줘야하고.\nJDAM 뒤에 보면 1760 인터페이스라 적혀있는 부분이 바로 그 케이블 연결용 컨넥터임. MIL-STD-1760은 항공기랑 외부 탑재물간 전기 케이블 연결을 위한 군사용 규격임. 무장마다 케이블 종류나 신호, 전원 주고받는 방식이 제각각이면 그 무장마다 별도의 파일런이나 아니면 중계용 케이블을 준비해야하는 참사가 벌어지니까 저걸 USB 케이블이나 휴대폰 5핀 충전기 마냥 아예 규격으로 정해둔 것.\n근데 KGGB는 저게 없음. 애당초 저런게 없는 F-5에서도 운용 가능하게 만든 게 KGGB라서 그러함. 대신 아시다시피 PDU라고 부르는, KGGB랑 무선(블루투스)으로 통신 가능한 일종의 태블릿을 들고 탐. 근데 이거 말이 태블릿이지 군 요구규격 다 맞출라다보니 엄청 크고 무거움.(심지어 바디가 플라스틱도 아니고 알루미늄이라.)\n대신 GPS 항법장비도 없던 F-4, F-5 입장에선 PDU가 GPS 항법장비 역할도 겸함. 처음엔 조종석에 고정하지 않고 조종사 허벅지에 고정했는데(조종석이 고정했다가 떨어지며 위험하다고 그랬다.), 나중엔 일선에서 결국 고정장치 만들어 썼다. 사실 예전에 군이 민수용 UMPC(Ultra-Mobile Personal Computer,\n 7인치 이하의 디스플레이를 장착한 x86 호환 PC) 사다가 비슷하게 조종석에 고정해 썼었는데 비행중 진동이나 G를 못견디고 다 금방 고장났다.\n여하간에 KGGB 자체는 무선으로만 통신 하도록 설계해서 FA-50에 탑재하건, F-15K에 탑재하건 조종사는 PDU를 들고 타야 함.\n근데 KFX 개발하면서, PDU 기능을 아예 전투기에 내장하자는 아이디어가 나와서 저 KIU라는거 개발함. 즉 PDU 별도로 들고 탈 필요 없이 조종석 모니터에서 KGGB 관련 조작을 하면, KIU라는 일종의 무선데이터링크 장치가 PDU 대신 KGGB랑 무선통신하는 방식임.\n이러면 이미 양산되어 깔린 KGGB 건들 필요가 없어짐. 사실 이제와서 KGGB에 1760 인터페이스 다시 심을려면 손댈게 많아서 아마 KGGB 2 사업 새로해야 할 듯.\n\n지금 생산분은 모르겠지만 어쨌든 그렇기 때문에 KGGB를 JDAM처럼 전투기 임무컴퓨터에 통합하려면 먼저 KGGB를 개량모델을 만들어야 한다. 전투기쪽 프로그램만 만진다고 될 일이 아니다. 그런데 공군은 KGGB 파생형이나 개량형을 발주하지 않고 이스라엘제 스파이스 시리즈를 사버렸다.\n\n우리나라가 항공무장 개발 경험이 별로 없다보니 K-JDAM 이야기가 잘 안나옴.\n일단 KGGB는 폭탄 투하장치만 호환되면 F-86에도 달 수 있는 물건임. 왜냐하면 항공기랑 일체의 전기적 연결이 없음. 전원공급조차 안받아서 내장된 배터리를 사용함(일반적인 무장은 투하되기전까진 항공기로부터 전원받고 투하된 이후부터만 자체적으로 발전기를 돌리건 열전지를 터트리건 해서 전기를 만듬).\n그래서 KGGB에 표적정보 입력하거나 하려면 조종사가 별도로 KGGB랑 무선으로 통신주고 받는 제어장치를 조종석에 들고 타야 함(KF-21은 이걸 전투기 내장형으로 바꾸긴 할 예정). \n이렇게 설계한건 KGGB가 F-4, F-5 같은 구형전투기에서도 쓸 수 있도록 개발하려했던게 첫번째 이유고, 우리가 아직 항공기랑 신규개발 무장사이 연결을 별로 안해본게 두 번째 이유임. 항공기랑 무장간 주고 받아야 하는 전원이나 신호 같은건 개발할때마다 새로 맞추지 않도록 어느정도 규격이 정해져있긴 한데, 그래도 이게 막상 개발과정에서 해결하려면 일이 많아서 까다로운 일임. \n그래서 여지것 우리나라가 유도무기는 많이 만들어왔음에도 정작 유인 전투기에 그냥 다는게 아니라 전기적으로 통신까지 주고 받는 식으로 통합된 유도무기 처음 만드는게 지금 개발중인 장거리 공대지 순항 미사일임. \n그나마 이것도 KF-21 탑재를 목표로 하는거고, F-16이나 F-15K 등의 도입 전투기에 탑재할 계획은 현재까지는 없음(개발 과정에서 F-4에 매달긴 했는데 이건 시험용으 임시 땜빵한기 위해+팬텀이 너무 구형기라 최신 유도무기 운용 규격 같은게 적용되지 않아서 실험용 장비 추가로 별도 파일런에 단거라 함). \n하지만 JDAM은 이미 FA-50, F-15, F-16, F-35에 통합이 된 상황이고 KF-21도 쓸 예정이다보니 추가 통합을 위한 연구개발할 필요가 없는데다가 결정적으로 국산으로 대체하려 하기엔 키트 자체의 가격이 너무 쌈. 이게 고가의 장비라거나, 미국이 수출 통제한다거나, 전략적으로 중요하다면야 모르겠는데 그런게 아니다보니...국산화 우선순위에 거의 들어가지 않는 셈임. 하다 못해 발 당 몇 억정도 하거나 해야 공대공 미사일들처럼 국산화 이야기가 나올텐데...\n결론적으로....\n1. 우리가 국산 무장을 도입 전투기에 통합해본 경험이 현재로선 없다.\n2. 개발등을 통해 그것을 위한 노오오력을 들이기엔 JDAM이 기본적으로 워낙 싸다.\n\n민수용 UMPC는 TACP(육군의 전투기동부대나 육, 해, 공군 특수부대와 연합하여 정확한 공격지점으로 안내하거나, 고정익 및 회전익 항공기의 근접항공지원과 대포 및 함포 사격을 지휘 통제)에서도 썼는데 개같은 성능과 종잇장같은 내구성 + 윈도CE OS도 병신임. 결국 갤럭시탭으로 갈아치웠고 내가 UMPC쓰는 마지막 세대. 갤럭시탭은 일단 GPS, 지자기센서, 자이로센서가 통합된 놈이니 운용 면에서도 압도적으로 좋았다.\n\nC-130에서 대량 투하해도 PDU만 있다면 충분히 유도해줄 수 있는 거. \n\n처음에는 민간 GPS 썼지만 재밍 방지를 위해 나중에 군용 GPS 로 교체.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-25T19:09:23.438000",
  "updatedAt": "2023-06-28T23:00:08.859000"
}