{
  "id": "bfc074bf-fb30-4924-b44e-67a7b58f7686",
  "title": "밀수의 역사 - 우리나라",
  "content": "[김대렴]\n\n\n[문익점(文益漸)]\n\n[최무선 화약]\n최무선(崔茂宣 1325 ~ 1395년)은 최초로 화약과 화기를 직접 제작한 고려 시대의 발명가이자 무관이다. 오랜 고생 끝에 화약과 화포 제조 기술을 습득한 뒤 직접 생산을 주도했을 뿐만 아니라 후손들을 위해 <화약 수련법>과 <화포법>이라는 저서를 남긴 것으로 알려지나 현재 전해지는 책은 없다.\n당시 흑색화약의 주요 재료는 염초(질산칼륨), 황, 목탄(숯)인데 숯이야 쉽게 구할 수 있지만, 황은 한반도에서 유황 광산이 발견된건 조선 현종 때 일이었으며 이전까지는 전량 일본에서 수입해야 했고, 염초는 특수한 토양에서만 채취되기 때문에 구하기 쉽지 않을뿐 아니라 질산칼륨으로 정제하는 공정이 필요하기 때문에 화약 제작은 정말 어려운 일이었다. 중국이 최신 무기인 화약을 주변국들에게 공급할리가 없었고, 제조법을 철저하게 국가기밀로 다루어 숨기고 완성된 화약만을 소량 주변국에 판매했다.\n그는 당시 한창 기승을 부리던 왜구에 대응하기 위해서는 화약과 총포만한 것이 없다며 화약 제조에 관심을 가졌고 화약 제조법 연구에 몰두하였다. 화약과 화포 제조에서 유황, 숯과 함께 꼭 필요한 염초는 화약의 본고장인 중국에서 수입해 와야 했는데, 당시 원, 명 왕조에서는 화약의 제조 방법(재료의 배합 비율 등)을 비밀에 부쳤기 때문에  한반도에는 이 기술을 아는 인물이 없었다.\n공민왕 23년(1374년) 5월에 고려 조정은 명에 사신을 보내 왜구의 준동을 막기 위해 필요하니 화약 제조법을 알려줄 것을 요청했지만, 명측은 \"재료를 고려에서 보내주면 우리가 만들어서 보내주겠다\"며 고려의 요청을 완곡하게 거절하였다.\n기록에 의하면 그는 화약과 화포 제작 기술을 습득하기 위해 직접 중국을 다녀오는 한편, 관련 서적들을 구해 연구했다.\n그러나 화약 제조법은 그의 오랜 노력에도 불구하고 좀처럼 풀리지 않았다. 화약을 만드는 원료 3가지 중 유황과 분탄은 어렵게 그 제조법을 알아낼 수 있었으나 가장 중요한 초석은 도저히 만들 수가 없었다. 최무선은 중국 상인들이 많이 드나드는 예성강 항구 벽란도로 가서 화약의 제조법을 은밀히 탐문했다. 그러던 중 원나라의 염초장을 지낸 이원(李元)이라는 상인이 있다는 소식을 접했다. 최무선은 그를 찾아가 자신을 소개하고 융숭하게 대접했다. 그리고 기회가 있을 때마다 화약과 염초에 관해 물었으나 이원은 쉽게 가르쳐 주지 않았다. 그러나 끈질긴 최무선의 뜨거운 열정과 능수능란한 중국어 실력에 감복한 이원은 마침내 입을 열었다.\n우왕 3년(1377년) 10월 화통도감(화약국)이 처음으로 설치되었다. 화통도감의 제조로서 최무선은 대장군포 · 이장군포 · 삼장군포 · 육화(六花) · 석포(石砲) · 화포(火砲) · 신포(信砲) · 화전(火箭) · 화포(火砲) · 화통(火㷁) 등의 총포류를 개발하고, 화전(火箭) · 철령전(鐵翎箭) · 피령전(皮翎箭) 등의 발사용 화기, 기타 질려포(疾藜砲) · 철탄자(鐵彈子) · 천산오룡전(穿山五龍箭) · 유화(流火) · 주화(走火) · 촉천화(觸天火) 등 각종 화기를 제조하였다. 아울러 이러한 함포를 실을 수 있도록 전함 개량에도 힘을 쏟았다. 또한 화기 이용에 대한 교육에도 힘써 화기발사의 전문부대로 보이는 화통방사군(火筒放射軍)이 편성되었다. \n그는 진포(지금의 전라북도 군산시)에 쳐들어 온 왜구들을 상대로 부원수로 출진하여 개발한 화포를 가지고 왜구들을 물리치는 공을 세웠다. 이후 왜구의 침입이 대폭 줄어들었을 정도로 화약 병기의 사용은 왜구 격퇴에 크게 기여하였다.\n임진왜란 때 활약한 조선 수군의 주무장도 최무선-최해산 부자가 개발한 화포류였다. 거북선, 판옥선 등 조선 수군의 대표함들은 모두 조선 초기에 그 기본형과 무장이 정립되었던 것이다.\n\n[조선]\n조선정부는 원래부터 백성들의 상업거래를 억제하고 외국과의 왕래를 금지하고 농사만을 기본으로 하는 농본주의 정책을 기본으로 했습니다. 그러나 조선후기에 민간중심의 상공업이 발달하자 따라서 밀무역을 퉁한 민간무역이 성행했읍니다. \n고려시대에는 정부가 민간무역을 막지 않았습니다. 그런데 조선왕조가 들어서고 쇄국정책을 쓰면서 민간상인이 외국과 무역하는 길이 아주 막히고 말았습니다. 백성들의 생활은 외국시장과는 완전히 단절되고 단지 지배계급이 필요한 외국물건만이 외국을 왕래하는 사신들에 의해서 수입되었습니다. 그러나 임진왜란 때 식량확보를 위해서 중국과 인접한 압록강과 두만강 변경지대에 시장이 서게되고 중국과의 거래가 시작됐습니다. 이 거래는 정부가 허가하고 감시했는데 이 무역을 개시무역이라고 합니다. 그때가 1590년대였습니다. 이 시장이 처음 열렸을 때는 주로 쌀과 은 그리고 구리와 쇠등이 거래 됐는데 10배이상의 이익을 보았다고 합니다. 이 시장은 압록강연안의 중강진과 두만강에서 가까운 함경북도 회령과 경원에서도 열리게 됐습니다. 1648년 가을에 열린 중강개시의 경우 각지 상인 230여명이 중국과 거래한 것은 소 200마리를 포함해서 다시마 16만근 그리고 해삼 2천200근 면포 400필 소금 300여섬 그리고 사기그릇 350죽등이었습니다. 이러한 거래 물량은 급속도로 늘어갔습니다. 이러한 거래에는 정부관리의 감독속에서도 민간인들이 주가 되는 밀무역이 성행했습니다. 때로는 정부의 감독관이 앞장서서 밀무역을 조장한 경우도 흔히 있었고 전합니다. 이러한 밀무역은 민간상인의 무역을 활성화시키는 추세로 번져갔습니다. 일본과의 무역은 처음에는 주로 무기와 동전을 만드는 구리를 중심으로 거래됐습니다. 그러다가 개성상인 중심으로 인삼거래가 크게 이루어졌습니다. 개성상인들은 후에 평안도의 의주상인과 경상도의 동래상인들을 잇는 이른바 국제무역에 발판역할을 했습니다. 그래서 한반도를 가운데 놓고 중국과 일본 그리고 조선이 참여하는 중계무역이 이루어졌습니다. 조선왕조가 쇄국주의와 상업을 억제하는 이른바 억상주의로 민간인의 상거래를 막고 있었지만 상공업의 발달과 사회변화의 추세에 편승한 민간인들의 자연스런 상거래 욕구는 막을 수가 없었습니다. 민간상인들의 밀무역은 바로 당시 상공업의 발달이 뒷받침된 것이었습니다. 그리고 상공업의 발달은 조선사회에 큰변화를 가져오는 것이었읍니다. \n\n유황\n조선은 임진왜란에서 조총의 위력을 경험했고 이후 조총부대를 창설하고 총기 개량에 돌입하는 등 군비 확충에 몰두했다. 그러나 유황 광산이 개발되지 않았던 조선에서 화약 제조에 필수적인 유황 확보는 어려웠다. 유황은 일본 에도 막부의 승인을 받은 정식 무역품으로 두모포 왜관을 통하여 들여오고 있었다. 그러나 1621년 일본이 갑자기 무기 수출 금지령을 내려 무기와 유황의 해외 수출을 금지하자 조선은 큰 타격을 받는다. 이에 조선에서는 상인과 역관 등을 일본 상일들과 비밀리에 접촉하게 하여 유황을 밀수입하게 된다. 무기류의 무역을 금지한 일본에서 밀수입하는 것이 최선의 길이었다.  유황 밀수에 일조한 자들은 벼슬까지 얻을 정도로 조선에서 유황 확보는 중대한 문제였다. \n17세기 국제적 분쟁을 우려해 자국의 무기 수출을 금지한 일본에는 나가사키를 중심으로 한 거대 밀매조직이 형성됐다. 그들의 주요 거래 대상은 조선이었다. 당시 조선실록에는 조선 중기 최고 의결기관인 비변사가 역관을 시켜 쓰시마에서 조총과 유황을 밀수한 내용이 등장한다. 뿐만 아니라 조선 조정은 훈련도감을 통해 상인들에게 무기밀수를 알선하도록 지시했다. 조일 간의 무기류 밀수는 조선의 조정이 개입한 국가적 차원의 밀거래였다.\n후쿠오카의 유력한 상인 가문 출신으로 다양한 물자의 교역을 통해 막대한 부를 축적한 이토 고자에몬은 지역 경제의 기반을 다진 인물로 추앙받았다. 그러나 1667년 그가 대규모 무역 범죄사건을 주모했다는 사실은 일본에 큰 파장을 몰고 왔다. 조선에 무기를 밀매한 사실이 발각되자 ‘책형(십자가형)’이라는 유례없는 극형에 처해진 이토 고자에몬. 에도 막부는 사건 직후 무기 밀거래에 대한 처벌을 강화하며 조선과 일본의 밀거래에 종지부를 찍었다.\n 일본은 100여 명의 가담자 중 주모자 이토 고자에몬을 포함한 40명 이상을 참형에 처했다.\n조선은 이 사건을 계기로 국내 유황 광산 개발에 적극 나서는데 이때 활약한 사람이 이의립 이다. 그는 경주 만호봉에서 유황 광산을 찾아내 자취법이란 신기술로 유황 생산에 성공한다. 이후 조선은 전국에 많은 유황점(유황광산)을 개발해서 유황군이란 전문적으로 유황을 채취하는 특수군 까지 두고 국내 수요에 충분한 유황을 생산하게 된다. \n수어청이 1661년(현종 2)에 진산(珍山)에서 유황광을 처음 발견하게 되자, 조정에서는 유황광의 적극적인 개발 정책을 펴는 한편 광산을 발견, 보고하는 자에 대해서는 큰 상을 내리는 시상법을 마련하기에 이르렀다. 발견자는 유황점(국방 무기와 관련되어 각 군문이 설치하고 감관(監官)을 파견해 경영하는 관영 형태의 성격을 지닌 유황의 채굴 및 조달을 맡은 광업소)의 실질적인 경영자인 감관으로 차정(差定)되는 것이 통례가 되었다. 광산 개발에 공을 들여  1661(현종 2)∼1712년(숙종 38) 간에 발굴한 전국의 유황 산지는 20여 곳에 이르렀다.\n\n물소뿔\n활은 조선에서 가장 중요한 개인 병기로 흑각궁 한 장을 만드는 데 물소뿔 2개가 필요하다. 그러나 물소뿔은 조선에서 생산되지 않아 전량을 수입에 의존해야 하는 가장 중요한 전략물자의 하나였다. \n물소는 아열대 또는 열대지방(동남아시아, 남중국)에서만 서식이나 사육이 가능한 동물이어서 조선은 활을 만들기 위한 물소뿔 전량을 중국으로부터의 수입에 의존해야 했다. 중국은 이러한 조선의 약점을 이용해 물소뿔 금수조치 등으로 조선을 통제했으며 특히 북벌론이 팽배하던 조선 초기에 더 강경했다. 조선은 물소뿔을 구하기 위해 명나라에 사은사나 사신을 보내거나 국가 주도로 밀수를 시도했다. 사은사나 사신을 보내면 단지 50개 정도만 보냈으며 밀수를 시도하다가 적발되면 참수해 압록강 변에 효수하기도 하고 때에 따라서는 과도하게 비싼 값을 요구하기도 했다.\n이러한 중국의 압력과 통제, 횡포에서 벗어나기 위해 세조 때는 물소를 직접 사육하는 방법을 강구하게 된다. 세조 7년(1461)에 유구국(琉球國, 현 오키나와)은 조선에 조공으로 물소 한 쌍을 바쳤는데  성종은 각종 포상 제도를 만들어 물소 번식을 장려했다. 조선왕조실록에 의하면 물소 사육을 장려하기 위해 성종은 노력을 했으며 성종 후기부터는 물소뿔 자급자족이 어느 정도 이뤄졌던 것으로 추정된다. 그러나 조선의 기후에 맞지 않아 물소가 하나 둘 씩 죽어나가기 시작하자 물소의 직접 사육을 포기한 조선은 임진왜란 이후 조총이라는 신무기에 능욕당하고나서 흑각궁 프로젝트를 포기하기에 이릅니다.\n\n염초\n염초자취는 흑색 화약을 생산하기 위해 필수적으로 필요한 공정이다. \n임진왜란 시기까지 조선의 염초 생산 방식은 민가의 오래된 부뚜막 흙을 긁어서 재료를 조달하는 방식이라 비용과 인력이 많이 들었다.\n명나라 때 질산칼륨 제조법이 개선되 생산효율이 증가된 것으로 알려졌지만 국가기밀이라 조선에 알려주지도 않았을 뿐만 아니라 염초 수입 또한 상당히 제한돼 있었다. 중국에서 염초 제작법을 비밀에 부치고 수출을 제한했기 때문에 그 고통이 더했다. 거기다 임진왜란을 거치면서 화약이 대량으로 소모되고 재능 있는 염초 장인이 전쟁 중 다수 사망하자 화약이나 염초 확보 문제가 더욱 심각해졌다. \n1634년 명나라가 후금과의 전쟁으로 화약을 많이 소비하여 염초가 부족하게 되자 또 다시 염초 수출을 중단시켰다. 이러자 조선에는 비상이 걸렸다. 해결책은 국내의 염초 제조 공정의 효율성을 높이는 길밖에 없었다. 이런 위기감 속에 조선은 효율성이 더 높은 명나라의 최신 염초 제작 기법을 필사적으로 확보하려고 노력했는데 이 과정에서 당시 평안도의 일개 하급 무관이었던 성근(成根)이라는 사람이  목숨을 걸고 중국을 수차례 건너다니며 중국내의 조선인과 비밀리에 접촉하거나 명나라 피난민을 일일이 만나가며 마침내 신 질산칼륨 제조법 14단계 공정법을 터득했다. 그 결과물이 신전자취염초 방언해이다. 후대에 만들어진 신전자초방과 함께 조선시대 화약 제조 비법을 자세히 알아볼 수 있다.\n\n염초의 제조는 임진왜란 이후 도입된 조총과 오군영의 설립으로 인한 화약 소비량의 증가에 따라 활발해졌다. 임진왜란 와중에 일본인에게서 제조법을 도입하기도 했으며(『선조실록』 26년 3월 11일), 각 군영에서부터 지방 군읍까지 염초를 제조하고자 했다. 그러나 염초자취는 필요에 비해 그 양이 절대적으로 부족하여 청국을 통한 사무역이나 밀매에 크게 의존하는 실정이었다(『효종실록』 8년 4월 2일). 조선에서 염초자취가 자유롭게 되는 시기는 정조대이다. 정조대에 청에서 도입된 『자초신방(煮硝新方)』으로 국내 소모량을 충족할 수 있었다(『정조실록』 20년 5월 12일).\n\n염초는 병자호란 이후 숙종대에 들어서서 취토법이 더욱 발전해 안정적 수급은 가능해졌다. \n깁지남은 1671년(현종 12) 역과에 급제하고, 1682년(숙종 8) 역관으로 일본과 청나라에 다녀왔다. 1692년 부사로 연경에 가는 민취도(閔就道)를 역관으로 수행했는데, 김지남의 권유로 자초법(煮硝法:염초 제조법)을 알아내기 위해 요양(遼陽)의 어느 시골집에 찾아가 사례금을 주고 방법을 배우던 중 갑자기 주인이 죽어 뜻을 이루지 못하였다. 당시 중국에서는 자초법을 국법으로 엄금했기 때문에 이를 알아내기란 무척 어려운 일이었다. 그러나 이듬해 다시 진하사(進賀使) 일행으로 청나라에 갔으며, 그 뒤에도 역관으로 중국을 방문할 때마다 되풀이해 물어 결국 그 방법을 알아냈다. 그리하여 1694년 이를 실험한 결과 성공했으나, 김지남을 지원하던 민취도가 평안도관찰사로 전근되어 더 이상 진척을 보지 못하였다. 1698년 병기창고 도제조 남구만(南九萬)의 지시에 따라 자초법에 따라 화약을 제조하였다. 성과가 매우 크자 숙종의 윤허를 얻어 제조법을 수록한 『신전자초방(新傳煮硝方)』을 저술해 군기시에서 간행, 반포하였다. 이 책은 1796년(정조 20) 정조에 의해 ‘금석(金石)과 같은 성헌(成憲)’이라고 높이 평가받았다.\n\n[후시(後市)]\n조선 후기 사상(私商)들이 전개한 밀무역으로 조선에서 청나라로 사신을 보낼 때 청나라의 회동관에서 이루어진 회동관 후시, 중강에서 이루어진 중강 후시, 의주 맞은편의 책문(柵門)에서 이루어진 책문 후시가 대표적이다. 또 함경도 경원 등에서 야인과 거래한 북관 후시, 부산 등의 왜관에서 왜인과 거래한 왜관 후시가 있었다. 후시에서 이루어진 무역 거래를 후시무역(後市貿易)이라 한다.\n\n개시무역(開市貿易)은 국경지역에 공식 개설되는 국가에서 인정한 공적인 무역이며, 후시무역(後市貿易)은 개시를 기회로 조선 상인과 청국 상인들 사이에 사사로이 이루어지는 국가에서 인정치 않은 사적인 무역을 말합니다.\n\n[역관]\n당시 역관들은 사신들과 함께 중국에 파견되어 통역임무를 담당하고 있었고 중국이나 일본에서 사신이 올 때면 조정에 나아가서 통역을 맡곤 했었다.\n  역관의 선출은 문과, 무과와 더불어 3년마다 한 번씩 실시되는 과거시험인 역과를 통해 이루어지곤 했었다. 그밖에 수시로 국가에 경사가 있을 때는 이를 경축하기 위해서 증광시(增廣試)가 실시되어 역관의 수는 필요 이상으로 넘쳐 있었다.\n  이들의 봉급을 일일이 줄 수 없었던 조정에서는 역관들에게 사신을 수행하여 외국에 갈 때마다 밀무역하는 것을 허락함으로써 자연 역관들은 떼돈을 벌 수 있게 되었다.\n  역관들이 무역자금으로 중국에 가져갔던 것은 주로 인삼이었다. 당시 인삼은 국내의 생산물 중에서 가장 높은 효용가치를 갖고 있었고, 중국에서는 약용으로 인기가 있었기 때문에 교역에 유리한 품목이었다.\n  역관들에게 허락된 무역자금은 팔포(八包) 무역이었다. 팔포란 인삼을 10근씩 한 꾸러미(包)로 묶어 모두 여덟 꾸러미까지 포장한 부피, 즉 80근의 인삼정액 내에서 역관들은 공공연하게 밀무역을 할 수 있었던 것이다.\n  이에 따라 당시에는 인삼 1근당 은 25냥으로 환산하여 인삼 80근 대신 은 2천 냥을 팔포정액으로 규정하였다. 이것은 당시 쌀로 환산하면 수천 석에 해당되는 막대한 거금이었다.\n\n[카를 귀츨라프]\n카를 귀츨라프는 한국에 와서 기독교를 전한 최초의 개신교 선교사였다. 그러나 그의 삶은 다른 어떤 선교사보다 서세동점의 제국주의 침략과 긴밀하게 연결되어 있었다. \n1827년 네덜란드 선교회에서 파송 받아 인도네시아에 온 그는 처음부터 중국 선교에 관심을 가지고 있었으며, 1831년 마카오에 정착했다. 마카오에 진출하여 독립선교사가 된 귀츨라프는 이후 영국 정부 및 상인들에게 고용되어 일했다. 1832년 그가 한국에 올 때 타고 왔던 '로드 앰허스트'호는 영국 동인도회사가 상업적, 외교적, 군사적 목적으로 파견한 배였다. 귀츨라프의 생애 가운데 가장 문제되는 것은 그가 1832년부터 수년 동안 당시 동아시아 최대의 아편 밀수상이었던 자다인-매트슨 상사에 고용되어 아편밀수에 가담했다는 사실이다. 귀츨라프는 아편밀수선 통역으로서 아편밀수에 열정적으로 가담했다. 이후 그는 영국정부에 고용되어 통역, 정보책임자, 식민정부 관리로 일했다. 특이한 점은 그가 그런 세속적 삶을 살면서 선교사로서도 열심히 일했다는 사실이다. 그는 고귀함과 저속함이 공존하는 독특한 성품을 가졌으며, 성(聖)과 속(俗)이 뒤섞인 삶을 살았다.\n\n[백동화]\n19세기 말 조선은 안팎으로 근대화에 대한 요구를 받고 있었다. 조선 정부는 갑오개혁을 통해 근대적 국가로의 전환을 꾀했으나, 만연한 조세 포탈과 심각한 정부 부채 앞에서 개혁에 필요한 자금을 확보하기 위해 정부는 은본위제를 도입하여 새로운 화폐를 발행하였다. \n백동화는 1892년부터 1901년까지 발행한, 백동으로 만든 흰색 동전이자 조선 최후의 화폐로 엽전 25개의 가치를 가지고 전환국에서 제조되었다.\n주조 비용에 차이가 큰 만큼 실질적으로 발행된 화폐의 비중은 백동화가 86%로 다수를 차지했다. 구리로 만들어진 화폐는 만드는 비용이 적으면서도 그 이상의 액면가를 갖고 있어 국가는  이윤을 남길 수 있었다. 백동화 주조는 액면가의 60% 정도 이익을 남길 것이라는 게 정부의 예측이었다. 또 새로운 화폐를 널리 유통하기 위해 민간인도 특허권료만 내면 백동화를 주조할 수 있도록 승인했으나 이는 민간에서 위조화폐 발행이 크게 늘어나는 결과를 낳았다. \n백동화는 근대 화폐였기 때문에 기존 상평통보 위조 기술 정도로는 밀조가 불가능했으며 조선 정부도 마찬가지. 그러나 전환국의 주조 기술은 일본에서 왔기 때문에 일본에서는 밀조가 가능했다. 그리고 일본에서 밀조된 백동화및 제조 기계가 조선으로 넘어가기 시작한다. 밀조 기계만 적어도 150대가 한반도로 밀수되었고, 수입된 백동화의 양은 예측이 불가능했다. \n일본의 백동화 밀조는 국제적 문제로까지 불거져서, 1902년 일본에는 '한국의 백동화 위변 조범 처벌령'까지 제정된다. 실제로 가장 악명 높은 것이 광무 2년(1898년) 이전 오푼 백동화인데, 이 시기 즈음에는 일본과 대한제국의 사이가 안 좋았기 때문에 백동화 위조를 조장한 것 아니냐는 이야기까지 나올 지경이었다. 그러나 저 일본이 시행한 처벌령은 1년 이하의 징역이라는 형식적인 수준에 가까웠기 때문에 위조는 전혀 줄어들지 않았다.\n당시 통계를 보면, 서울 내에서 유통되는 화폐의 25%가량, 그리고 제2 도시였던 평양에서는 80% 가량이 불량 혹은 위조된 백동화였다. \n백동화 주조 권한이 정부에서 왕실로 넘어간 것도 화폐 발행이 크게 늘어나는 데 일조했다. 갑오개혁의 개혁 비용으로 1895년 처음 발행된 백동화의 총금액은 약 16만원이었으나, 왕실의 수입원이 된 1899년엔 8배에 달하는 약 130만원이 발행됐다. 시중에 풀린 백동화의 양이 크게 늘어나자 화폐 가치는 심하게 떨어져 갔다. \n백동화의 비극은 스스로의 가치가 절반으로 떨어지는 데서 끝나지 않았다. 화폐 가치가 떨어진다는 말은 물가가 상승함을 뜻한다. 곡물 가격이 크게 오르며 시장의 혼란이 지속되자 결국 대한제국은 은본위제를 포기, 1901년 광무개혁의 일환으로 금본위제도를 재도입한다. \n금본위제의 문제는 조선에 금광은 많았지만 상거래를 위한 통화로 충분히 유통할 국가 소유의 금은 부족했다는 점이다. 금화의 생산량은 적었고, 기존의 백동화를 포함한 화폐들은 회수되지 않았다. \n사실 금본위제를 본격적으로 실행하려면 금이 풍부한 러시아로부터 차관을 빌리기 위해 러시아와 합작 한러 은행을 설치하거나, 중앙은행을 설치해 금의 보유량을 늘려야 했으나, 독립 협회가 크게 반대했고 러시아의 의욕도 부족해서 엎어진다. 교과서에서는 러시아의 이권 침탈을 막아냈다고 평가하고 있지만, 아이러니하게도 이 과정에서 일본의 제일은행(다이이치은행)이 가장 이득을 봤다. 당시 대한 제국은 정부의 중앙은행이 존재하지 않아서, 중앙 정부의 자금 상당수를 제일은행의 한양 지점에 예금하고 있었고, 이는 일본 상인들에게 대출되고 있었다. 때문에 한러 은행 설치는 일본 제일 은행에 심각한 위협이 되고 있었는데, 독립협회가 이 한러 은행의 설치를 반대하면서 무산되어 버렸다.\n결국 신식 화폐는 유통량이 턱없이 부족하여 기존 화폐를 대체하지 못했고, 이와중에도 위조 백동화는 여전히 발행되고 있었다. 금본위제에 의한 화폐발행은 준비금 부족과 외세의 차관 도입 방해로 인해 실현되지 못하였다. 대한제국의 공식 조폐창 역할을 했던 전환국이 황제 직속기관이 되어 정부의 통제를 벗어나 백동화가 남발됨으로써 인플레가 발생하고 화폐통용 지역이 분단됨으로써 경제적으로나 재정적으로 부정적인 결과를 초래하였다.\n러일 전쟁 이후 일본은 전환국을 폐지하고 대한 제국의 화폐 발행권을 박탈하였으며, 재정 분야를 일본인 고문 메가타 다네타로가 거머쥐게 만든다. 이후 제일은행이 대한제국의 공식 화폐 발행 은행이 되었으며, 일본 엔화가 조선 엔이라는 이름으로 공식 화폐가 된다. 당시 백동화의 화폐 가치는 1894년에 비해 절반 수준으로 떨어져 있었다. 일본의 재정고문 메가타 다네타로는 백동화의 유통을 금지하고 신식 화폐를 사용하라는 화폐정리사업을 실시하였다. \n이 과정에서 기존 화폐 소유자들이 대대적으로 손해를 보게 되었다.\n\n[해방 직후]\n해방되던 1945년은 전례없는 대풍이었지만 식량 통제가 해제되고 공출제도 폐기되자, 굶주렸던 백성들, 특히 농가에선 마구 쌀을 낭비했다. 도시 소비자들도 마찬가지여서 예기치 않은 쌀기근을 맞게 되었다. 그렇게 되자 미군정 당국은 마침내 안남미(安南米, 인도차이나 반도의 안남 지방에서 생산하는 쌀)를 긴급 도입하여 배급하는가 하면, 외국에서 면포를 들여와 농민들에게 나누어주고 쌀을 공출시키는 등으로 부심해야 했다. 그러나 절대량이 부족하고 보니 일본 중국 등지에서 귀환하는 동포, 그리고 월남해 오는 동포들은 식량을 구하기 위해 전국을 헤매야 되는 지경이었다.\n\n식량난은 일본도 마찬가지여서, 주요 식량 공급기지였던 한국과 대만을 패전으로 잃었을 뿐만 아니라 귀환일본인들의 증가에다 계속된 흉작으로 극심한 식량위기를 맞고 있었다. 따라서 일본은 쌀 반입자에게 가능한 한 모든 편의를 제공하기까지 했는데 그 같은 사정이 우리나라의 식량 사정을 더욱 악화시켰다. 행정의 공백을 틈탄 상인과 어민들이 100t급 내외의 기동선 아니면 어선을 이용하여 남해안과 서해안에서 쌀을 만재하고 일본으로 건너가는 일이 흔했던 것이다. 이들이 쌀을 넘겨주고 화장품·의류·학용품·의약품·기계부속품 등을 받아 오면 4~5배의 이익을 올릴 수 있었다.\n\n당시 일본 세관을 통해 정식 통관된 쌀만도 연간 8만 석이나 되었으며, 밀수량은 그보다 몇 배에 이르는 실정이었다. 해방 후로부터 미군정에서 6·25를 치르는 시기는 한마디로 밀수 극성기였다. 물자 부족에 따른 현상이기도 했지만 대외 무역행위 자체가 변태적으로 행해져 무역업자의 대명사가 모리배였던 시기였다.\n\n[한국전쟁 직후]\n1950년대 한국은 세계에서 가장 가난한 나라였지만 그 시절을 살았던 사람들에게는 미제 물건이 넘쳐났던 시기로 기억되기도 한다. (···) 미군 PX에서 거래되는 물건 중 70%가 암시장으로 흘러나왔다.\n\n밀수가 가장 활발히 행해진 곳은 부산과 여수 등 남부 해안지역일 거야. 경제력이 막강했던 일본과 가까우니 밀수품 조달이 용이했고, 섬이 많은 다도해여서 숨을 곳도 많았으니 밀수에는 최적의 조건이었지. 대마도 이즈하라항과 부산을 오갔던 ‘대마도 특공대’와 밀수왕 이정기는 부산세관의 철천지원수였고 여수의 밀수왕 허봉용은 여수 지역을 쥐락펴락한 거물이었어. 이들 밀수 조직들은 세관 공무원들과도 유착돼 있었고, 공권력을 우롱하며 남해안을 자기 앞마당처럼 설치고 다녔단다. 정부는 밀수 근절에 골머리를 앓았어. 지역 세관에 타 지역 출신 엘리트 공무원들을 파견해 밀수꾼과 관청의 짬짜미를 막아보려고도 했지.\n 1975년 여수세관으로 발령받은 서른네 살의 세관원\n 남해안에서 서정휴의 피살\n \n쥐치 등을 일본으로 수출하던 활어선 가운데 어떤 배는 선원에게 월급을 거의 지급하지 않았어. 그래도 일하겠다는 선원들은 줄을 섰지. 그들은 물고기를 가득 잡는 만선을 꿈꾸는 대신 일본 가전제품이나 오토바이 부품들로 어창(魚艙)을 채워왔으니까. 이 활어 수출선이 가장 활발하게 움직이던 곳이 여수였어. 폭력 조직과 결부된 밀수 조직이 지역 경제를 좌지우지했고, 인구 13만명 가운데 4만명이 밀수와 관련해서 먹고산다는 과장 섞인 이야기까지 돌았다.  \n\n허봉용은 광주 시내 한 고등학교의 배구 선수였어. 그런데 세관의 배구팀 선수로 스카우트되면서 세관 직원이 됐다. 허봉용 역시 세관원 출신이었던 거야. “세관원 출신인 그가 밀수 총책이란 것 자체가 아이러니다. 그러나 당시 여수에서는 이런 전직(?)이 흔했다. 경찰관이 밀수와 연루돼 옷을 벗으면 밀수꾼이 되는 식이었다.\n\n해방 이후 미군정 시기를 거쳐 정부가 수립되면서 관 주도(官主導)의 통제 무역이 시작되었다. 그러다보니 민간 무역이 활성화 될 수가 없었고 생필품마저도 귀하였다. 그래서 중국 정크(junk)선에 의한 밀수를 시작으로 마카오와 홍콩으로 오가는 화물선에 의한 밀수가 성행하였다.\n더군다나 대일 무역은 일본 정부에서는 변칙 무역(變則貿易)이라 불러가면서 밀무역에 동조를 하였다. 특히, 우리나라 경제에 막대한 영향을 끼친 ‘대마도 특공대 밀수(對馬島特攻隊密輸)’는 1950년 중반부터 1960년 말에 꼬리를 내릴 때까지 약 15년간 부산항을 중심으로 남해안 일대에서 활약하였다. 대마도 이즈하라[嚴原] 항을 거점으로 한 이 특공대 밀수 조직은 10톤 남짓한 소형 선박에 고속 엔진을 탑재하고서 약 30노트의 속력으로 야간 질주를 하였는데, 폭력배와 권력 기관원까지 개입된 매우 악명 높은 밀수 조직이었다.\n부산항의 아치섬[朝島]은 당시의 이들 밀수꾼의 소굴로 유명했으며, 국제 시장은 밀수품이 전시·거래되는 대표적인 시장으로 활기가 넘쳐나 마치 밀수품 박람회장과 같았다. 1966년도 대마도 이즈하라세관에 신고 된 밀수선은 160척, 신고 금액은 32만 8388달러이었으나, 1967년도는 더욱 증가해서 190척, 신고 금액은 69만 568달러이었다.\n\n특공대 밀수가 서서히 사라지고 1970년대에 고개를 든 것은 대일 냉동 운반선과 무역선에 의한 선원 밀수였다. 수출 드라이브 정책에 힘입어 나갈 때 수산물을 싣고 나간 수출선이 들어올 때는 밀수선으로 둔갑을 할 정도로 선원 밀수가 극심하였다. 1975년 12월, 여수 밀수 사건이 도화선이 된 부산 밀수 사건은 개항 이후 최대의 밀수 사건으로, 부산항을 무대로 활개를 치던 밀수 폭력 조직 등이 대거 검거되었다.\n또한 1981년 중반에 여행 자유화가 되면서 한·일 간을 오가는 페리호 및 항공편을 이용한 여행자에 의한 사치성 물품의 휴대 반입과 밀반입이 급증을 이루게 된다. 1990년 이후에는 중국과의 교역 확대로 참깨나 고추와 같은 저가의 농산물 또는 가방류나 의류 등의 가짜 상품이 컨테이너에 담겨져 밀반입되기도 하고, 최근에는 국제 우편물을 이용하여 가짜 상품이나 마약류가 밀반입 되는 추세이다.\n\n1950년대 중반부터 1960년대까지 남해안 일대를 무대로 조직적인 해상밀수인 일명 ‘특공대 밀수’가 판을 쳤다. 소형목선에 탱크 엔진을 설치하여 30노트(시속 55.6㎞) 이상의 속도로 달리며 10노트 정도의 세관감시선을 따돌렸다.\n\n1970년대에는 수출면장 없이 현지에서 외국으로 출항할 수 있는 활어선을 이용해 다량의 밀수품을 싣는 방식, 혹은 육지에서 가까운 바다 속에 있던 해녀가 이 밀수품을 운반했다.1980년대에는 외국산 제품의 높은 세율을 피하고 싶은 여행자 밀수가 크게 늘었다. 1990년대에는 세계무역기구(WTO)의 출범으로 통관절차가 간소화되면서 컨테이너를 이용한 중국산 참깨 밀수, 한·중 여객선 보따리 상인들의 농산물 밀수가 성행했다.2000년대 들어 나타난 일명 ‘커튼 치기’ 밀수는 컨테이너 앞쪽에 일반 무역물품을 적재하고 뒤쪽에 밀수품을 숨기는 방식이었다. 앞쪽의 물품을 모두 내려놓기 전에는 밀수품을 확인할 수 없다는 점을 악용한 것이다.\n\n[사카린 밀수사건]\n1966년 5월, 한국을 대표하는 기업 삼성의 계열사 한국비료공업이 일본 미쓰이그룹과 공모해 사카린 2259포대(약 55t)를 건설자재로 꾸며서 밀수입하려던 일이 드러나 망신을 당한 적도 있었어. 이 배후에 정권 실세가 도사리고 있다는 소문이 돌았고, 야당 의원 장준하가 박정희 대통령에게 ‘밀수 왕초’라는 비난을 퍼부었다가 철창신세를 지기도 했지.\n삼성그룹 계열사인 한국비료공업주식회사는 미쯔이 물산에서 상업차관을 도입하여 울산에 요소비료공장 건설을 계획했다. 당시 이 사건에 깊숙이 관여한 이병철의 아들 이맹희의 회고에 의하면, 공장건설은 정권과의 합의사항이었다. 즉 1967년 대선준비에 대한 강박관념과 농촌인구가 절대적인 상황에서 비료공장 건설은 훌륭한 홍보용 업적으로 내세울 수 있었기 때문이었다. 또한 이 조건을 수락하는 대신에 이병철은 국민, 정부, 언론이 비료공장 건설을 지원할 것, 정부가 책임지고 10억 원의 은행 융자를 해줄 것, 공장건설에 필요한 인허가 등을 신속히 해줄 것, 공장건설과 관련하여 한 푼의 정치자금도 제공하지 않겠다는 조건을 내세웠다는 것이다.미쯔이 물산과의 차관교섭과 도입과정, 조건협상은 이병철이 직접 담당했고 정부는 지불보증을 서는 것으로 지원했다. 차관의 내용은 비료의 연생산량 33만 톤, 외자 4200만 달러 2년 거치 8년 상환, 이자율 연리 5.5%였다. 당시 이자율이 보통 6∼6.5%였음을 감안하면 이는 상당히 저리였기 때문에 삼성특혜설이 돌기도 했다.이 과정에서 한국비료는 차관 외에 사카린 원료인 OTSA를 비롯하여 당시 금수품이었던 양변기, 냉장고, 에어컨, 전화기 등을 건설자재로 속여 대량으로 밀수하고 이것을 암시장에 되팔아 엄청난 이익을 보았다.이 사건은 한·일 양국의 대재벌이 밀수를 간여했다는 점에서 사회에 큰 물의를 일으켰는데, 1966년 9월 22일에는 김두한 의원이 국회에서 똥오줌을 던진 ‘국회오물투척사건’이 발생했고, 10월 5일에는 『사상계』 장준하 사장은 민중당 대구 유세에서 박정희 대통령을 ‘밀수두목’으로 규탄했다. 이 사건과 발언의 책임을 물어 김두한, 장준하는 각각 9월 24일, 10월 26일에 구속되었다.\n이병철이 한국비료를 국가에 헌납하고 일체의 기업활동에서 손을 떼겠다고 발표하기에 이르렀다. 그런데 이병철의 성명이 있던 날 미쯔이 물산이 사실상 삼성이 밀수의 주체였음을 확인해주는 발표가 있었다. 이 발표에서는 사카린 원료인 OTSA는 건설자재로 정식 수출계약된 것이며, 그 대금은 차관대금에서 결제했다는 곳으로써 이 밀수사건이 한국비료 일개 직원의 개인적 밀수가 아님을 확인해주었다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-21T18:36:47.870000",
  "updatedAt": "2022-12-11T01:02:18.737000"
}