{
  "id": "bff3c8be-22c3-4228-aed4-50159bcfb955",
  "title": "뇌",
  "content": "뇌는 신경세포들이 연결된 전기적 회로의 작동을 통해 기능한다. 신경세포가 이 회로의 기본 구성 요소이다. 한 개의 신경세포의 전기적 정보는 신경 시냅스라는 구조를 통해 다른 신경세포에 전달된다. 시냅스는 신경계의 단위인 뉴런의 축색돌기 말단과 다음 뉴런의 수상돌기 사이의 연접 부위를 말한다. 이러한 연결을 통해 다양한 신경회로가 형성되고, 이들 회로의 작동에 의하여 다양한 뇌 기능이 나타난다. 즉 단일 신경세포는 회로의 한 부분으로서 뇌 기능에 참여하게 되는 것이다.\n뇌는 대표적인 복잡계(Complex system)이다. 뇌가 복잡하게 기능하려면 뇌의 회로와 신경세포들의 복잡성·다양성이 필요하다. 우선 신경세포의 수가 많다. 사람의 뇌에는 약 1000억(1011)개의 신경세포가 있다고 한다. 이에 더하여 신경세포보다 10배 정도 많은 신경 아교 세포들도 있다. 이들은 다양한 유전자를 발현하고 있기 때문에 종류도 그만큼 다양하다.\n뇌의 복잡·다양성의 문제를 생각할 때에 신경시냅스의 다양성을 빠뜨릴 수 없다. 신경세포 하나가 평균 1000개의 시냅스를 형성한다고 보면, 모두 100조(1014)개의 시냅스가 있는 셈이다. 더구나 이들 시냅스는 고정적인 구조물이 아니고 신경세포의 활동에 따라서 생성, 강화, 약화, 소멸 등 역동적으로 변화하는 존재이다.\n뇌의 기능을 가장 단순하게 보면 정보가 들어오고 나가는 것, 이 두 가지다. 그러나 실제로 정보가 들어와서 나가기까지 뇌에서는 엄청난 일이 일어난다. 뇌가 하는 기본적인 일은 환경에서 오는 정보를 알아차리고 분석하여 환경의 상황에 따른 적절한 반응을 취하도록 하는 것이다. 적절한 반응이 생존에 필수적임은 당연한 일이다. 그런데 여기에서 말하는 환경이란 몸의 외부만이 아니라 내부에서 일어나고 있는 수많은 현상들까지 포함한다. 즉 복통처럼 우리가 인식하는 것, 혈압이나 혈당 농도처럼 인식하지 못하더라도 몸 속에서 잘 조절되어야 하는 것 등도 뇌의 입장에서 보면 환경의 일부이다.\n뇌가 겪게 되는 정보처리의 경험은 기억의 형태로 뇌에 보관되고, 이렇게 축적된 기억은 뇌의 작동 방식에 변화를 준다. 구구단을 외우고 난 후에 '9 곱하기 8은 72'라는 답이 그 이전보다 빨리 얻어지는 것은 이 때문이다.\n근래의 연구결과로 보면 학습과 기억이 형성되고 보관되는 과정의 핵심 요소가 시냅스의 변화라는 가설이 힘을 받고 있다. 특정 회로가 학습을 거치게 되면 그 회로에 참여하고 있는 신경세포의 유전자 발현이 달라진다. 그 결과로서 시냅스의 구조가 달라지고 이에 따라서 그 시냅스의 기능이 강화된다는 증거가 많이 발견되고 있다. 즉 학습의 결과로서 기억이 생성되면 회로 자체의 구조가 변화되어 기능이 강화된다는 뜻이다. 이 점이 뇌와 컴퓨터를 구분 짓는 중요한 요소이다. 컴퓨터에서와 달리 뇌에서는 소프트웨어(Software)와 하드웨어(Hardware)가 분리되어 있지 않고 통합(Integrate)되어 있다는 뜻이다. 컴퓨터의 경우 MS 워드를 사용하다가 문제가 생기면 새 버전으로 업그레이드하거나 한글 프로그램으로 바꿀 수 있다. 만들어 보관했던 파일을 지워버리고 새로운 파일을 만들 수도 있다. 컴퓨터 작동에 자꾸만 오류가 생기면 아예 전체를 지워버리고 컴퓨터 자체를 리 포맷(Re-format)할 수도 있다. 뇌에서 이러한 목적을 달성하기 위해서는 회로의 시냅스 구조를 바꿔야 하는데, 이것이 쉽지 않음을 우리는 잘 안다. 과거의 언짢은 기억을 모두 없애려고 해도 쉽게 안 되는 이유이다.\n현대 신경과학의 큰 과제는 복잡계인 뇌의 구조·기능을 어떻게 낱낱이 밝혀낼 것인가에 있다. 궁극적으로 각각의 신경세포 간 유전자 발현의 차이, 그에 따른 각 신경세포들의 서로 다른 특성, 모든 시냅스들의 연결 상태 및 활동에 연관된 시냅스 전도 효율, 각 회로들의 구조 및 작동 방법을 구별하고, 그들 간의 전기적 활동을 파악하여 이것이 어떠한 뇌 기능으로 나타나게 되는가를 이해하고자 함이다. 뇌를 구성하고 있는 모든 뇌세포와 그들이 형성하고 있는 모든 시냅스의 연결 상태, 즉 커넥톰(Connectome)을 파악하고자 하는 거대한 목표가 거론되고 있는 이유이다. 이러한 목표가 우주를 이해하려는 것 못지않게 광대한 것임을 쉽게 알 수가 있다. \n\n시냅스는 어떻게 세포 사이를 연결하여 기억하게 해 주는가? 기억이 저장되기 위해서는 시냅스가 항상 연결된 상태가 유지되어야 한다. ‘호랑이’라는 물체가 어떻게 기억되는지 알아보자. 뇌 속에는 수많은 신경세포가 있지만, 이것들은 처음에는 모두 연결되어 있지 않다. 호랑이를 보게 되면, 이에 자극받은 신경세포가 흥분한다. 이 흥분 때문에 만들어진 활동전위 신호는 시냅스를 통하여 옆 세포에 전달된다. 그런 후에 시냅스 연결은 다시 끊어진다.\n그런데 호랑이를 자주 본다고 가정해 보자. 앞서 살펴본 신호 전달 과정이 반복된다. 자극이 반복되면 시냅스 연결이 활성화된다. 신경세포 사이의 시냅스 연결이 강하게 만들어진다. 연결이 강화되면 작은 신호가 들어와도 전달이 잘된다. 즉, 두 세포가 연결된 것이다. 이것이 호랑이를 기억하는 뇌세포회로가 된다.\n외국어 단어를 외우는 과정을 생각해 보자. 처음 그 단어를 볼 때는 암기가 되지 않는다. 그러나 자꾸 반복하면 기억이 된다. 뇌 속 어딘가에 그 단어에 해당하는 뇌세포회로가 만들어지는 것이다.\n전자회로의 칩 속에 있는 전자 소자들도 혼자 떨어져 있으면 독자적으로 기능을 수행하지 못한다. 여러 개의 소자가 연결되어 회로를 형성해야 기능을 수행한다. 전자회로에서 소자 사이를 연결하는 것은 스위치다. 그래서 모든 전자회로는 스위치를 연결해 놓은 것이라고 말할 수 있다. 이러한 스위치들이 연결된 회로가 전기를 흐르게 하고 기억도 한다. 전기가 흐르고 기억하기 때문에 휴대폰에서 음악도 나오고 영상도 나온다.\n우리의 뇌에서도 마찬가지다. 뇌세포를 연결하는 것은 시냅스이다. 시냅스에 의해서 뇌세포들이 회로를 형성한다. 이러한 뇌세포회로가 기억도 하고 몸을 움직여 행동도 하게 만든다.\n그런데 전자회로와 뇌세포회로에 큰 차이가 있다. 전자회로는 한번 만들어 놓으면 변하지 않는다. 그래서 고장이 나지 않는 한, 저장된 기억은 아무리 오래되어도 사라지지 않는다. 그러나 우리 인간의 뇌세포회로는 자주 사용하지 않으면 사라진다. 자주 사용하지 않으면 시냅스 연결이 끊어지기 때문이다. 우리가 오래된 친구의 이름을 잊어버린다든지, 또는 어떤 외국어를 자주 사용하지 않으면 현저하게 어휘력이 줄어드는 것은 바로 이런 이치다.\n이제 우리는 기억한다는 것은 시냅스 연결이라는 것을 알았다. 다른 세포들처럼 신경세포도 계속 사용하면 세포가 계속 활성화되지만, 사용하지 않으면 퇴화한다. 자꾸 사용하면 시냅스 연결도 잘된다. 나이가 70이 되어도 80이 되어도 시냅스 연결이 가능하다. 아무리 나이가 들어도 새로운 것을 기억할 수 있다는 말이 된다. 다만, 약간의 노력이 더 필요할 뿐이다.\n\n\n뇌에는 엄청나게 많은 신경세포(뉴런)가 있죠. 그 수를 실제로 세는 건 어렵기에 어림짐작으로 추산합니다. 널리 인용되는 뇌 신경세포의 수는 대략 1000억개이지만 최근엔 860억개라는 좀더 정밀해 보이는 수치도 제시되네요. 다른 체세포와 달리 신경세포엔 많은 가지(축삭과 가지돌기)들이 뻗어나와 서로 연결되는데, 신경세포 하나에 무려 수천, 수만 가지가 나 있다고 합니다. 신경세포들의 가지와 가지를 이어주어 신호를 주고받는 부위가 바로 시냅스입니다. 그러니 사람 뇌엔 무려 수십조 내지 100조개의 시냅스가 존재하는 것으로 추산됩니다.\n신경세포, 그리고 이들을 잇는 어마어마한 수의 연결 패턴은 우리가 뇌를 이해하는 데 매우 중요합니다. 신경세포들은 기본적으로 전기적 방법으로 소통하지만, 세포들끼리 신호 전달은 주로 시냅스에서 물질을 교환해 이뤄집니다. 글루타민산염, 도파민, 세로토닌 물질이 이런 역할을 수행하는 신경전달물질로 알려져 있죠. 간단히 말하면, 신호를 보내려는 신경세포에서 분비된 신경전달물질은 신호를 받아들이는 신경세포의 활성을 흥분시키거나 억제합니다. ‘흥분’과 ‘억제’는 매우 중요한 열쇳말입니다. 스위치를 켜고(+, 흥분성) 끄는(-, 억제성) 것에 비유해 상상하셔도 됩니다. 어떤 신경세포는 주로 흥분성 물질을 내는 흥분성 신경세포이며, 어떤 것은 반대로 억제성 신경세포입니다. 억제성 신경세포가 억제성 신경세포를 억제하기도 합니다. 탈억제 신경세포의 구실입니다. 흥분성 물질이 파도타기를 하듯이 여러 흥분성 신경세포를 거쳐 먼 거리에 있는 신경세포를 흥분시키는 경우도 있습니다. 이처럼 흥분과 억제는 수십조개의 시냅스를 통해 수백억개 신경세포를 깨우거나 잠재우는 뇌의 협주에서, 기본적인 작동 기제가 됩니다.\n기억의 메커니즘은 이런 신경세포와 시냅스의 작용을 통해 일어납니다. 그것은 신경세포와 시냅스 분자들에 나타나는 변화이기도 하며, 또한 세포간 연결 패턴의 변화이기도 합니다. 기억이란 어떤 생물학적 현상이라고 말해주는 단 하나의 답은 아직 없다고 합니다. 기억을 일으키는 여러 현상의 여러 측면이 막 밝혀지고 있으니까요. 기억이 저장된 분자, 세포, 연결망 수준의 흔적, 즉 ‘기억 흔적’ 또는 ‘기억 장소’를 일컬어 과학자들은 엔그램(engram)이라 부릅니다. 박형주 대구경북과학기술원 교수는 “예전엔 모호한 개념이었지만 점차 기억과 관련한 신경세포와 연결 패턴이 조금씩 밝혀지면서, 엔그램도 점차 생물학적인 실체로 구체화하고 있다”고 말합니다. \n\n최근 각광받는 분야로는 '그래프 이론'이 있다. 요즘 유행하는 '네트워크 과학'의 수학 버전으로, 점과 점 사이를 연결하는 방법에 대한 이론이다. 네트워크 이론에서는 네트워크를 점과 선, 노드와 링크로 나누어서 각 노드들이 서로 어떻게 연결되는지, 연결이 집중되는 특정 노드는 무엇인지 찾아내고 네트워크의 특성을 분석한다. 이런 '선긋기 놀이'는 뇌 안에서도 이뤄지고 있다. 놀랄 일은 아니다. 뇌의 본질이 1000억 개의 신경세포가 아니라, 이들이 만드는 150조 개의 연결, 즉 시냅스이기 때문이다.\n뇌 기능 연구에서 '선긋기'에 주목하게 된 것은 비교적 최근이다. 얼마 전까지만 해도 \"뇌는 특정 영역이 특정 기능을 도맡아 한다\"는 생각이 지배적이었다. 그런데 실제로는 뇌의 일부가 망가져도 다른 영역이 그 일을 대체하곤 한다는 사실이 밝혀졌다. '뇌 가소성'이라는 성질이다. 이는 특정 영역이 망가져도 특별히 많은 링크를 보유하는 '허브'를 통하면 그 기능을 대체할 수 있기 때문이다.\n\n신경계의 구조는 환경, 경험, 신체상태에 따라 변한다는 것이 확인되고 있기 때문이다. 신경계의 이런 유연한 성질을 가소성(plasticity)’이라고 부른다. 가소성(可塑性, 塑= 빚을 소)은 신경계의 가장 놀랍고도 두드러진 특징이며, 신경계는 죽을 때까지 유연한 변화를 계속한다.\n가소성은 양날의 칼이다. 학습한 결과(가소성의 성과)를 기억하고 사용하려면 뇌 회로가 안정적으로 유지되어야 하는데 가소성은 필연적으로 안정성을 해치기 때문이다. 그래서 무엇이든 빨리 학습하는 극도로 유연한 뇌는 아무것도 오래 기억하지 못하는 쓸모없는 뇌가 된다. 인공신경망에서 학습률(learning rate)를 높게 설정해두면 이런 일이 실제로 일어난다. 학습률이 높은 인공신경망은 최근에 입력된 자료의 영향을 너무 크게 받은 나머지, 이전에 학습한 것들은 죄다 잊어버린다. \n결정적 시기(critical period) 동안에 이미 만들어진 회로가 바뀌기도 한다. 결정적 시기란, 발달 단계에서 특정한 능력을 습득하기에 대단히 중요한 시기를 뜻한다. 예컨대 언어의 결정적 시기 동안, 뇌는 언어에 민감하게 반응하며, 언어에 관련된 뇌 회로의 가소성이 증가해서 언어 습득에 유리한 상태가 된다. 그러나 이 시기를 지나면 언어에 관련된 뇌 회로들이 안정화되면서 언어 습득이 어려워진다.\n과거에는 결정적 시기가 끝나면 뇌 회로를 더이상 바꿀 수 없다고 여겼다. 해당 뇌 부위의 가소성은 결정적 시기가 끝남과 함께 끝난다고 본 것이다. 하지만 결정적 시기가 지난 뒤에도 경험에 따라 뇌 회로가 바뀌는 사례들이 보고되면서 이런 생각이 변하고 있다. 이미 닫힌 결정적 시기를 재개하는 방법을 찾는 연구도 늘어나고 있다. 이에 따라 요즘에는 결정적 시기라는 강한 표현 대신에 민감한 시기(sensitive period)라는 표현을 사용한다.\n뇌에서 구조와 동작은 분리하기 어렵다. 뇌의 활동은 구조적인 변화를 동반하며, 구조의 변화는 동작의 변화를 일으킨다. 그러니 환경의 변화에 적응하거나 경험과 연습을 통해 뇌의 작동 방식이 변하면 구조도 함께 변한다.\n변화의 속도는 예상 외로 빠르다. 신경세포의 종류와 뇌 부위에 따라 다르겠지만, 앞에서 말한 스파인(spine)의 모양은 고작 몇 초 사이에도 달라진다. 시냅스를 구성하는 구조물인 스파인의 모양 변화는 시냅스 세기의 변화를 일으킨다. 인공신경망의 학습이 연결 세기를 바꾸는 과정이었음을 떠올리면, 스파인 모양이 바뀌는 것이 얼마나 큰 의미를 지니는지 알 수 있다.\n뇌 속에는 860억 개의 신경세포가 있고, 신경세포 하나당 평균 7000개의 시냅스를 가지고 있으니, 일부 시냅스의 모양이 바뀌는 정도야 사소하게 느껴질지도 모르겠다. 그럼 해상도가 1mm³인 자기공명영상 기기로 측정 가능한 규모의 구조적 변화라면 어떤가?\n고작 2시간의 연습만으로도 이런 규모의 변화가 일어날 수 있다. 최근의 한 연구에서는 피험자들에게 ‘니드 포 스피드’(Need for speed)라는 자동차 경주 게임을 하면서 경주 트랙을 기억하게 했다. 2시간의 학습 전후에 자기공명영상으로 피험자들의 뇌를 살펴봤더니 공간 탐색에 관련된 뇌 부위인 해마(hippocampus)와 부해마(parahippocampus)에서 구조적인 변화가 관찰되었다. 고작 2시간의 연습으로, 이 연구에서 사용한 자기공명영상의 해상도 1mm³로 관찰 가능한 크기의 구조적 변화가 일어난 것이다.\n이런 변화가 오래 누적되면 뇌 구조의 차이가 두드러지게 된다. 영국 런던에서 택시 운전 자격을 얻으려면 25000개나 되는 미로 같은 도로들을 돌아다니며 외워야 한다. 런던 택시 운전기사들의 뇌를 관찰해 보면, 공간 탐색에 기여하는 해마 뒷부분(posterior hippocampus)은 일반인보다 큰 대신에 해마 앞부분(anterior hippocampus)는 일반인보다 작다고 한다. 그 정도는 택시 운전 경력이 길수록 더 크게 나타났다.\n이런 변화는 해마에만 국한된 것이 아니다. 프로 음악가는 일반인이나 아마추어 음악가에 비해 시각, 청각, 움직임 조절에 관련된 뇌 영역이 더 크다고 한다. 연구자들은 시각에 관련된 뇌 부위는 음악가가 악보를 볼 때, 청각에 관련된 부위는 음악을 들을 때, 움직임 조절에 관련된 부위는 악기 연주에 많이 사용되기 때문에 더 커진 것이라고 추정하고 있다.\n‘뇌 가소성’의 원리들은 변화의 방향을 주도하는 방법에 대한 힌트를 준다. 사용하지 않는 시냅스들을 없애는 과정인 시냅스 가치치기에서 알 수 있듯, 뇌에서 자주 사용하지 않는 부분은 약해진다(“Use it or Lose it”). 반면에 연습은 뇌의 구조를 바꾸어 점점 더 능숙해지도록 만든다. 우리는 앞에서 2시간의 자동차 게임 전후의 뇌와, 런던 택시 운전기사의 뇌를 통해 연습이 실제로 뇌의 구조를 바꾼다는 것을 확인했다.\n그래서 변하고 싶을 때는 문제보다는 목표하는 상태에 집중하는 것이 좋다. 고작 생각의 방향을 바꾸는 것만으로도 정말 효과가 있을까? 운동을 계획하는 전운동 영역(premotor area)을 비롯해 뇌의 많은 부분은 어떤 동작을 실제로 할 때나 그 동작을 상상할 때나 거의 동일하게 작동한다. 따라서 상상을 통해 동작을 계획하는 뇌 영역을 연습시켜두면, 계획된 운동을 실행에 옮기기가 좀더 수월해진다. 실제로 운동 선수들은, 이미지 트레이닝(상상 연습)을 신체 훈련에 병행하기도 한다. 세계 신기록을 세운 역도 선수 장미란은 시합을 하는 무대에 올라가서 몇 kg짜리 역도를 들어올리는 장면을 구체적으로 상상하는 훈련을 정기적으로 했다고 한다.",
  "color": "default",
  "labels": [
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-08-20T05:26:15.690000",
  "updatedAt": "2022-08-20T06:26:22.562000"
}