{
  "id": "bffb6c4e-f0a2-4dee-a90c-d882cded0c4d",
  "title": "전쟁과 광기",
  "content": "임소장님이 예전부터 하신 말씀중에 전쟁은 상식적으로 일어난적이 없으며 상대방을 내기준으로 생각하면 필패다.\n\n일본도 진주만 공습을 결정했을 때 공습 후에 미국이 협상 테이블로 나올 거라는 판단을 근거로 했습니다. 애초에 전쟁 자체가 0 에서 더하기 하는 것이 아니라 내가 잃을 것 보다 얻을 것이 많을 것이라 생각 하고 실행하는 도박이라는 거죠. 이렇게 방심하다 수십 수백번 넘게 침탈 당했던게 우리 역사아닙니까.\n\n1) 나치 독일이 국가주도 개발을 할 수 있었던 자금원이 채권이었는데 전쟁직전 그 채권이 한계에 달해 더 지속 성장이 불가능해졌고 전쟁을 통해 각 국가은행의 보유 금괴를 털었다는 말을 본 것 같습니다. \n2) 민간경제와 전쟁이 필요한 경제는 조금 다를 수 있지 않을까 싶습니다. \n3) 중국은 최근 몇 년간 견제 가능한 다른 계파들을 숙청해 권력을 집중시켜왔는데 전쟁을 내부에서 반대할 세력이 있을지 모르겠습니다. 김일성은 전쟁에서 불리한 결과를 이용해 오히려 다른 파벌을 숙청했다고 하더라구요. \n4) 중국은 특히 상륙에 필요한 해군을 몇년간 강화시켜 온 것으로 알고 있습니다. 반면 미국은 해군의 질에서는 압도적이지만 생산량이 줄어들어 전력을 급히 늘리기는 어렵다고 하고요. 만약 대만이 항전 의지가 강하지 않고 내부에서 친중 세력이 발호해도 미국은 끝까지 대만을 포기하지 않을지 모르겠습니다.\n5) 중국은 대만 침공 명분을 지속적으로 자국민들에게 홍보해왔습니다. 여론을 준비해 온 것이죠. 그리고 민주주의가 약하고 독재가 강한 국가에서는 여론보다 최고 권력자들의 의지가 더 중요해지지 않는지 염려가 있습니다.\n\n사람들이 그렇게 이성적이라면 애초 어떤 전쟁도 일어나지 않았겠지요. \n그리고 쇠퇴하거나 망하는 나라도 없었겠지요. \n철저히 이성적이고 합리적으로 판단하는데 그런일들은 일어나지 않겠죠. \n하지만, 역사엔 수많은 국가의 흥망성쇠와 전쟁이 있었고 지금도 마찬가지입니다. \n푸틴이, 히틀러가 비이성적이고 비합리적으로 판단해서 전쟁을 했을까요?\n아닙니다. 그들은 철저히 이성적이고 합리적으로 판단했습니다. \n다만 그 기준이 자신들의 기준일 뿐입니다. \n시진핑도 우리가 생각하는 객관적이고 합리적인 판단을 했다면 이미 고개를 숙이고 미국과 손을 잡았겠죠.  둘의 패권전쟁은 누가봐도 승자가 정해져 있으니까요.\n하지만 시진핑은 미국과의 갈등을 선택했습니다. \n그게 시진핑의 이성적이고 합리적인 판단입니다.\n철저히 객관적이고 이성적이며 합리적인 판단이란 존재하지 않습니다. 모두 자신들의 나라, 자신들의 입장에서의 판단일 뿐입니다. \n그래서 전쟁은 언제나 일으킨쪽의 명분과 이성적이고 합리적인 판단으로 시작됩니다. 그게 상대쪽에서 보면 비이성적이고 억지일 뿐입니다.\n\n\n100%를 기준으로 중국과 대만의 양안전쟁이 전혀 일어나지 않는다고 100% 장담하기는 어렵죠. 단, 1%의 가능성은 존재하고 그 가능성에 대비, 대응해야죠.\n\n좋은 쪽이든 싫은 쪽이든 자신의 욕망이 앞서다 보면 자신의 속마음과 겉마음이 따로 노는 게 인간 심리입니다. 그래서 특정 국가에 대한 호불호는 그 사람이 원하는 방향으로 선전선동을 하게끔 만들고 이런 과정을 스스로도 잘 캐치 못하는 경우가 많죠. 그러다보니 진실을 냉철하게 보기 더 힘들어지는 게 대부분의 사람들이라 여깁니다.\n\n중국이라는 국가를 위해서는 전쟁을 할 수 없지만 공산당이 권력을 잃는 것을 막기위해서는 전쟁을 할 수 있습니다.\n중국군 자체가 국가를 수호하는 군대가 아닌 공산당을 수호하는 군대이기 때문이지요.\n중국 경제의 붕괴로 인한 공산당의 실권을 막기 위해서는 당연히 전쟁이 가능한 것이지요.\n뿐만아니라 이미 중국 공산당은 반도체의 중요성을 부각시켜서 대만을 점령해서 반도체 기술만 제대로 확보한다면 미국을 넘어설 수 있다는 프레임으로 계속 이슈를 만들어서 인민들을 세뇌하고 있습니다.\n결국 인민들에게 대한 대만전쟁의 명분은 미국을 넘어서는  G1이 되는 것이지요.\n\n임박사님 얘기는 남중국해에서 중국이 인공섬을 만들어 실제로 군사기지화하고, 남중국해에 군사력을 투사하며 자신들의 영해라고 우기는 현상을 무시한 주장 같습니다. 중국은 절대로 '허풍'을 떠는게 아닙니다. 남중국해에서는 실제로 주변국에 서슴없이 적대행위를 하며 영해를 강탈하고 있습니다. 남중국해를 놓고  미국과 중국은  뻥카만 주고받는 상황이 아닙니다.\n\n학자나 지식인들의 실책이 저들도 이성적으로 생각할 거라는 착각입니다.",
  "color": "default",
  "labels": [
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-09-14T09:01:06.703000",
  "updatedAt": "2023-09-14T09:12:18.651000"
}