{
  "id": "c0c0459e-892a-43e2-817b-7c774d2ce632",
  "title": "화약의 역사 - 고대, 중세",
  "content": "[연단술(鍊丹術)]\n화약의 발상지나 발명 과정에 대해서는 약간의 이론이 있지만 대체로 중국의 연단술에서 파생되었다고 보고 있다. 연단술이란 불로장생을 위하여 금단을 조제하여 복용하는 고대 중국의 신선도술로, 불로장생의 단(丹)을 만들기가 목표였다. 그래서 연단술을 단학(丹學)이라고도 부른다. 고대 중국 도교의 도사나 선인ㆍ신선이라고 불리는 이들이 이런 연단술을 연구했다. 원래 연단술은 서구의 연금술과는 별개로 중국의 도교 사상을 구체적으로 실천하는 방안의 하나로 발전했다. 연단술에서는 금이나 은과 같은 귀금속을 불로장생의 약으로 생각하고 있었으며, 특정한 방법을 사용하면 이들 귀금속을 대량으로 만들 수 있을 것으로 믿었다. \n중국은 고대부터 연단술이 발달했다. 처음으로 천하를 통일한 진시황도 궁궐에 부서를 두고 연단을 제조하게 해서 불로장생을 꿈꿨다. 전국시대부터 방사(方士 : 주로 도가에 기초한 기술에 통달한 사람을 의미하며 기술 자체는 방술이라 칭한다. 천문, 주역, 점술, 오행, 풍수, 의술, 연단술 등을 방술로 칭한다.)들이 불로장생의 단약을 만들어왔다. 실제로 도교의 원조인 노자(BC 350년경)를 비롯한 당대의 지식인과 방사들에 의해서 이에 관한 연구가 활발히 진행되었다고 전해온다.\n이들이 생각한 것은 금이나 은처럼 부식되지 않은 물질을 인체가 흡수함으로써 불로장생할 수 있다고 여겼다. 그래서 도교의 연단술사들은 이런 물질을 흡수가 잘 되도록 성질을 변형시키고 먹기 쉽도록 둥근 환 형태로 만들어 불로장생과 부귀영화를 바랐던 제왕과 귀족들에게 제공했다. \n유황이나 초석(질산칼륨)은 금이나 은같은 광물을 변형시키는데 유용하게 사용됐다. \n\n초기의 연단술에 관해서는 한나라 시대의 위백양(魏伯陽)이 BC 220년경에 저술한 연단술서 <주역 참동계>에서 엿볼 수 있다. 이에 따르면 비금속에 유황이나 수은 등을 작용시키고 '金木水火土'의 오행과 '靑赤黃白黑'의 오색을 결합시키면 금과 같은 귀금속이 함유된 단약이 제조되는데 이를 복용하면 선인이 돼 불로장생한다고 기록돼 있다.\n이어서 한무제 시대에 준남왕(准南王)이었던 유안이 방사들에게 저술시킨 연단서인 <준남자>에는 황백술에 관한 기사가 있다. 황백술은 단약을 만들기 위한 금과 은의 제조 기술로서 여기서 '황'은 금을 의미하며 '백'은 은을 말한다. 이 책에는 \"소(消·초석), 류(流·황) 및 탄(炭)을 섞어 만든 니물(泥物)에서 금이 생성되었으며 납(鉛)을 은으로 변화시켰다\"는 내용이 수록돼 있다. 이 기록을 과학적인 측면에서 믿을 수는 없지만 여기서 언급된 3 종의 물질(초석, 황 및 목탄)이 흑색 화약의 성분과 같다는 점에서 화약의 기원을 연상할 수 있다. 그 후에도 도교 사상에 입각한 연단술은 서양의 연금술과 맥을 같이 하면서 여러 가지 흥미로운 경험적 사실들을 발견하였다.\n그러나 화약 제조법을 처음 발견한 중국인들은 그것의 군사적 가치를 간과하고 주로 폭죽이나 놀이기구로 사용했다. 화약은 시끄러운 폭발음을 내기 때문에 사람에게 해를 끼치는 나쁜 귀신들을 놀라게 해 겁주고 쫓아내는 데 적합하다고 생각했다. 그래서 설, 추석 명절에 화약을 터뜨려 그 해의 나쁜 액운과 재앙이 모두 떠나기를 기원했다. 화약은 200년 간 폭죽과 불꽃놀이 같은 행사용으로만 쓰였다고 한다.\n\n[진나라]\n서진(西晉)의 정사원(鄭思遠)이 저술한 연단서인 <진원묘도요약(眞元妙道要略)>에는 복화초석법(伏火硝石法)이 소개돼 있다. 즉 \"황과 웅황(雄黃, 황과 비소가 함유된 광석)을 초석이 들어 있는 용기 중에서 밀폐해 가열했더니 불꽃이 발생하여 손에 화상을 입었다.\"는 내용이 있다. 또 \"초석, 황, 웅황 및 꿀의 혼합물에 화기를 가까이 하면 격렬하게 연소하기 때문에 화상이나 화재를 일으킬 위험이 있다.\"는 기록도 있다. 다시 말하면 초석의 산소 공급 작용에 의해 황과 같은 가연제가 밀폐 용기에서도 연소하는 현상을 관찰한 것이다.\n\n진(晋)나라의 갈홍(葛洪)이라는 문학가이자 도교 이론가가 있었다. 그는 저서 <포박자(抱朴子)>를 통해 \"웅황이라는 물질과 초석, 돼지창자 기름, 송진 등을 섞어 단약을 만들었다.\"고 기록하고 있다. 웅황은 유황성분이 많고 돼지창자 기름과 송진에는 탄(炭) 성분이 있기 때문에 화약의 기본요소를 갖고 있었다. 이미 그 시대 연단술로 일종의 화약을 만들어 낸 것이다. \n하지만 연달술사들의 노력은 불로장생의 약의 만드는 데 쏠려있어 화약의 발명에 이르기까지는 ‘우연적인 요소’가 필요했다. 이 우연은 연단술사들이 질산칼륨과 유황 그리고 숯이라는 세 가지 물질을 혼합하면서 일어났다. 그들은 이 세 가지 물질이 한 데 모이면 폭발이 일어난다는 사실을 발견했고, 이를 병을 치료하는 약물로 여겨 '불이 붙는 약'이라는 의미로 '화약(火藥)'이라 이름 붙였다. \n\n[당나라]\n850년경에 작성된 『진원묘도요략』(真元妙道要路)에서는 초석(硝石), 유황(硫黄), 숯을 섞으면 연소나 폭발이 일어나기 쉽다고 기술되어 있어 이 무렵부터 이미 원시적인 형태의 흑색화약이 발명되었다. \n당나라 초기의 유명한 약사이자 의사였던 손사막(孫思邈)은 그의 저서 <단경내복유황법(丹經內伏硫黃法)>에서 초석(질산칼륨)과 유황 그리고 숯을 혼합해 불을 붙이면 강력한 화학반응이 일어난다는 사실을 기록하고 있다. 하지만 그는 단지 약을 제조하고자 했을 뿐, 이것이 화약 제조의 배합 방법이라는 사실은 알지 못했다. 그 뒤 확인된 것은 역시 당나라 시대 서기 808년 <연홍갑경지보집성>에 기록된 내용을 보면 유황과 초석 그리고 약초의 하나인 쥐방울을 이용해 환약을 만들어 불을 붙이면 불이 나고 연기가 났다고 언급하고 있다. 다른 기록에도 \"유황과 웅황, 초석을 결합해 불을 가하면 화염과 손과 얼굴까지 번지고 전신을 태우기도 했다\"고 돼 있다. \n\n중국에서 화약을 사용한 병기로 추정되는 무기가 처음 등장하는 시기는 당나라 말로 고증된다. 904년 당이 예장(豫章, 지금의 강서성 남창)을 공격할 때 비기(飛機)와 비화(飛火)를 써서 용사문(龍沙問)을 불태웠다는 기록이 있는데 이는 초기형 화전인 것으로 보인다. 이어서 940년에 기술된 허동의 호령경에는 '화포는 화약을 사용하는 포를 말하며 화구는 구상으로 만든 화약을 화전 끝에 가까이 묶은 다음에 인선(引線)으로 점화시키고 포로 발사하는 것'이라고 하였다. 그리고 송사중(宋史中)의 병사에는 970년 풍계승(馮繼昇)이 조정에 화전법을 진언하였다는 기록이 전해 온다. \n그런데 화약 제조 과정에서 칠레초석이 물을 차갑게 하는 성질이 있다는 사실 또한 발견됐다. 질산칼륨 같은 염을 물에 녹이면 질산과 칼륨의 화학결합이 깨지는데 그 과정에서 주변 물에서 열기를 흡수해 물이 차가워지거나 얼게 되는 화학반응이 일어난다. 현대식 냉장제의 기본원리인 흡열반응이 일어나는 것이다.\n\n[송나라]\n화약 무기는 중국 북송시대(960~1127) 군대에서 이미 보편화 됐는데, 요나라 도종 황제 때는 11세기 중반 화약무기 부대를 뒀다는 기록이 있다. 이어 남송(1127~1279), 금, 몽고도 모두 화약무기 제조 기술을 갖게 됐다.\n서기 975년 송 태조는 '화전(火箭)'을 이용해 남당(南唐)이라는 나라를 제압했고, 서기 1000년 북송시대에도 화전 등 무기를 전쟁에서 이용했다는 기록이 있다. 물론 그 당시에는 단발식이었다. \n화전은 활 시위의 탄력이 아니라 화약을 연소시켜서 얻은 추진력으로 날아가는 화살이다. 오늘날 로켓의 원리와 비슷했다. 대나무 막대에 화약통을 달고 끝부분에 불을 붙일 수 있는 도화선을 달았다. 화약이 연소하면서 발생하는 힘을 이용해 화살이 날아가게 했다.  \n북송대인 1040년경에 증공량은 흑색화약의 제조법을 발견하였다. 흑색화약(黑色火藥, black powder) 또는 그냥 화약(火藥, gunpowder)은 황, 숯과 초석의 혼합물이다. 연소될 때 많은 양의 기체가 발생하며 급격히 팽창하여 화기의 탄두를 발사하는 추진제로 사용된다. 불꽃놀이의 폭발에도 사용된다. \n1040년 북송은 변경(지금의 하남성 개봉(開封))에 화약공장을 건설했으며, 1045년에 쓰여진 <무경총요>는 화약의 배합을 비롯한 화전, 화구, 질려화구 및 독약연구의 구조에 관해서 상세히 설명하고 있다. \n북송 말기인 1126년 대륙 동북쪽에 있는 금나라 군사가 북송의 수도 개봉성 앞에서 진을 치고 성을 공격했다. 이 때 성을 사수하던 북송 군대는 ‘벽력포’를 이용해 반격에 나서자 금나라 군사들이 혼비백산했다는 기록이 있다. 벽력포는 대포가 아니라 화학물질을 채워넣은 주머니를 말한다. 벽력포는 송나라때 등장한 수군 무기로 염초나 석회, 화약따위를 채운 탄이 물에 떨어지면 화학 반응을 일으키면서 벽력탄이 물 위로 튀어 오르게 된다. 이때 탄이 터지면서 주변에 석회를 흩날려 주위에 화생방 피해를 주는 무기라 한다. \n이 때문에 금군은 1126년 북송의 수도인 변경을 포위했을 때 송의 증갈(曾竭)이 사용하는 화기, 화전 및 화포에 의해 후퇴할 수밖에 없었다. 이어서 1130년에도 화기를 보유하지 못했던 금군이 합주(陜州·하남성 협진)를 공격했으나 남성의 이언산(李彦山)이 금병포를 사용하여 방어했다.\n\n[금나라]\n금은 1127년에 송나라의 화약 공장과 이에 관련된 모든 기술을 인수했다. \n1232년 금군이 몽고군과 싸울 때 비화창(飛火槍)을 사용하여 몽고군을 격파했다. 또 진천뢰(震天雷)라는 작열탄을 사용했다는 기록이 있다.  진천뢰는 휴대용 무기로 이름도 폭발하는 순간에 우레와 같은 굉음을 내는 데서 유래했다. 12세기부터 제작해서 사용한 일종의 폭탄이다. 이것은 후대로 오면서 철로 만들어진 용기 안에 폭발성이 강한 화약을 채워 넣는 것으로 바뀌었다. 도화선을 사용해 점화함으로써 손으로 던지는 휴대용 폭탄에 가깝다고 할 수 있다. 이것은 조선의 비격진천뢰에 일정한 영향을 주었을 것으로 사료된다.\n몽골군이 성벽에 굴을 파고 몸을 숨긴 후 금나라의 화살과 돌을 피하자 금나라가 진천뢰를 새끼줄로 매달아 몽골군병이 숨은 굴 근처에서 작열시켜 몽골병을 폭사시키는 방법으로 사용되었다.  \n1259년에는 대나무 통에 화약을 장전해서 발사하는 돌화창(突火槍)이라는 무기가 등장했다. 이후  돌화창의 몸체가 금속으로 바뀌면서 화통(火統)이라고 불리기 시작했다.\n\n[몽고]\n몽고는 1214년 금의 수도인 북경을 점령하면서 화약공장을 접수하고 화약병기 관련된 기술과 기술자들을 몽고로 가져갔다. 그러나 초기의 몽고군은 화약 병기의 사용에는 별로 관심이 없었으며 자신들의 용맹성에만 의존하면서 수많은 전쟁을 치렀다. \n그러나 몽고군도 유럽 쪽으로 진출할 때는 몇 가지 화기를 사용한 것으로 알려졌다. 먼저 1219년에 있었던 서하(중앙아시아지역)의 오트라르(Ottrar)를 공격할 때 화약 병기와 유사한 화공품을 사용했다는 기록이 발견된다. 그리고 더욱 본격적인 화기는 1221년 넷사(Nessa)의 공략에 사용한 독화부, 화전, 화포라고 할 수 있지만 이 무렵 몽고군의 화기는 초기적인 형태로 실전에서 큰 효과를 거두지는 못하였던 것으로 보인다. 그리고 몽고군이 중국 대륙을 침공할 때 사용한 화기는 금의 남경을 공략하던 1232년의 진천뢰라고 할 수 있다. 같은 해에 몽고군은 화포로 석탄(石彈)을 발사하여 성을 파괴하였으며  1234년에 채주(蔡州)(하남성의 여남)를 점령하고 1237년에 남송의 안풍(安豊)을 공격할 당시에도 각각 화포를 사용하였다.\n그리고 몽고의 서정(西征)군은 1241년 폴란드의 발스타트(Wahlstadt)전에서 독약연구(毒藥煙毬)를 처음 사용하였다. 또한 같은 해에 모라비아(지금의 슬로바키아)의 올뮈쯔(Olmuetz)성을 공략할 때에는 화전으로 사원을 불태웠으며 1258년 바그다드전에서는 진천뢰를 사용하였다. 이 밖에도 몽고의 재상인 백안(伯顔)이 1247년 남송의 사양(沙洋)을 공격할 때도 화포를 사용하여 공성에 성공할 수 있었다.\n반면 몽고군의 계속적인 공략의 대상이 되었던 남송은 이종(理宗) 때인 1257년에도 월남(안서성)에서 북상한 몽고군으로부터 격렬한 공격을 받고 있었다. 이때 남송의 재상인 이증백은 정강(靜江)을 시찰하던 중 화약 병기가 대소철 화포 95문, 화전 95기 및 화창 105통 뿐임을 알고 즉시 호북(湖北)의 형주(荊州)에서 보충시켰다. 당시 형주에는 1-2천문의 철화포를 생산할 수 있는 공장이 있었으며 양장(襄陽)과 종상(鐘詳)에는 철화포가 각각  1-2만 문이 있었다는 기록이 전해온다. 그리고 1259년 남송의 수춘부(壽春府)에서 발사화기의 하나인 돌화창(突火槍)을 처음 발명했으며 1268년에는 몽고군에 의해 5년간이나 포위돼 있던 양양 등 호북성 선상에 설치한 화창으로 구원했다는 기록이 있다. 또 정강이 함락되던 1277년에는 남송의 수장인 요령할(要玲轄)이 대화포에 점화시켜서 성벽을 파괴했으며 성 밖의 몽고병도 수없이 전사했다는 기록이 발견된다.\n1279년에 있었던 남송과 몽고의 마지막 결전지가 된 안산(岸山)에서는 양군이 서로 선상의 화포로 응전하였는데 이 전투에서 남송이 멸망하였다. \n\n1273년 고려와 몽골의 연합군이 삼별초의 마지막 근거지였던 제주도의 항파두리 성을 공격할 때, 원나라 군대는 화기를 가져와 사용했다. 다음해 이 부대는 일본 원정을 떠났는데, 이때도 원나라 군대는 화약 무기를 사용했다. 그 중 하나가 도기에 화약과 쇳조각을 넣고 던져서 폭발시키는 진천뢰였다. 진천뢰의 발명처럼 화약의 표피가 철로 바뀐 것은 엄청난 발명중 하나였다. 이를 통해 살상력은 물론 폭발력까지 막강해졌으니 화약의 위력이 한층 진일보할 수 있다. \n\n[원나라]\n원나라에 들어서면서 이 화약은 더욱 발전하여 이전까지만 해도 대나무로 포신을 만들어 사용한 것과는 달리 원나라에서는 마침내 철로 만든 통을 사용하여 그 위력을 증강시켰다. 즉 현대전에서 전세를 바꾸었던 대포가 이 화포의 전신이라 할 수 있겠다. 원나라 말기에는 이 화포가 더이상 일급비밀이 아니어서 여러 지방군과 반란세력들이 화포를 만들어 사용하였고 화포를 통해 원나라 군대를 격파했다고 전해지니 자신들이 강력하게 만든 무기에 오히려 자신들이 당하는 결과를 초래 했다.\n또한 원나라 이후 '화룡출수'라는 화포가 있었는데 이 화포는 죽통으로 만든 용으로 용의 앞뒤에 로켓을 부착해 그 힘으로 용을 멀리 날려보냈다. 또한 용이 날아가는 중에 2단로켓이 점화되면 용의 입에서 불을 뿜어내며 적을 공격했다고 전해지는데 이것이 현재의 로켓과 비슷하다고 할 수 있다.\n\n[명나라]\n명나라 이후에도 화약의 진화는 계속 되어 화약무기들만을 전문으로 다루는 군대인 신기영이 등장하였고 수많은 화포들이 생산되었다. 임진왜란 때 조선을 도우러온 명나라 군대도 화약무기가 주력인 군대였다.\n명나라는 자신들이 원나라처럼 되지 않기 위해 화약 제조방법을 국가기밀로 하였다. 명나라 말에 이르러 청나라가 명을 무너트리기 위해 많은 공격을 했음에도 몇번이고 명의 화약무기에 당하자 청나라는 전쟁터에서 얻은 총이나 포를 통해 오진초파를 조직하여 대적하게 했다고 한다. 또한 명나라의 무장한 군대의 항복을 받아들여 그대로 자신의 군대로 편성 화약무기를 사용하게 했다고 하니 그 당시 화약의 중요성이 얼마나 컸는지 알 수 있는 대목이다.\n\n[유럽]\n남송시대에 이미 이슬람 상인들에게 화약이 전해졌을 수도 있으나 가장 가능성 있는 것은 몽골의 원정에서다. 금나라에서 화약을 처음 보게된 13세기 몽골군은 금나라를 정복하여 화약과 그 제조법을 손에 넣었고 이를 통해 그들은 더 큰 제국을 만들려 계속 서쪽으로 향한다. 그리고 이때 화약이 서양에 자연스럽게 전해졌다. 또한 몽골제국이 서아시아를 정복하면서 전세계적으로 문물교류가 가속화 되었고 화약기술은 자연스럽게 서쪽 유럽대륙까지 전해지게 된다.\n\n1295년에 마르코 폴로가 중국에서 마법의 가루를 가져오면서 유럽이 화약에 대해 알게 되었다고 하는데, 사실은 그 이전부터 유럽은 화약을 실험하고 있었다. 1200년 경에 수도사가 스페인의 이슬람 화학자에게서 화약에 대해 배웠고, 그가 쓴 '불의 책 (Libre Igneum)'을 알베르투스 마그누스(Albertus Magnus)가 찾아내 영국에 전해주었다는 기록이 있다.  마그누스에게서 화약에 대해 배운 영국의 로저 베이컨(Roger Bacon)은 1249년에 모든 실험기록을 암호화해서 숨겼다. 그러나 유럽 곳곳에서 이미 화약에 대한 연구와 실험이 있었던 것으로 보인다. 1304년 스털링 성에 갱도를 파고 처음으로 화약을 사용했고 같은 해에 브레친(Brechin) 전투에서 화약을 일종의 지뢰로 사용했다.\n\n[고려 최무선]\n최무선(崔茂宣)은 최초로 화약과 화기를 직접 제작한 고려 시대의 발명가이자 무관이다. 오랜 고생 끝에 화약과 화포 제조 기술을 습득한 뒤 직접 생산을 주도했을 뿐만 아니라 후손들을 위해 <화약 수련법>과 <화포법>이라는 저서를 남긴 것으로 알려지나 현재 전해지는 책은 없다.\n당시 흑색화약의 주요 재료는 염초(질산칼륨), 황, 목탄(숯)인데 숯이야 쉽게 구할 수 있지만, 황은 한반도에서 유황 광산이 발견된건 조선 현종 때 일이었으며 이전까지는 전량 일본에서 수입해야 했고, 염초는 특수한 토양에서만 채취되기 때문에 구하기 쉽지 않을뿐 아니라 질산칼륨으로 정제하는 공정이 필요하기 때문에 화약 제작은 정말 어려운 일이었다. 중국이 최신 무기인 화약을 주변국들에게 공급할리가 없었고, 제조법을 철저하게 기밀로 다루어 숨기고 완성된 화약중 소량만을 주변국에 판매했다.\n공민왕 23년(1374년) 5월에 고려는 명에 왜구의 준동을 막기 위해 화약 제조법을 알려줄 것을 요청했지만, 명측은 \"재료를 고려에서 보내주면 우리가 만들어서 보내주겠다\"며 고려의 요청을 완곡하게 거절하였다.\n최무선은 당시 기승을 부리던 왜구를 물리치기 위해서는 화약과 총포가 필요하다고 여겨 화약 제조법 연구에 몰두하였다. 화약과 화포 제조에서 유황, 숯과 함께 꼭 필요한 염초는 화약의 본고장인 중국에서 수입해 와야 했는데, 당시 원, 명 왕조에서는 화약의 제조 방법(재료의 배합 비율 등)을 비밀에 부쳤기 때문에  고려에는 이 기술을 아는 인물이 없었다. 그는 화약과 화포 제작 기술을 습득하기 위해 중국에서 관련 서적들을 구해 연구했다. \n그러나 화약 제조법은 그의 오랜 노력에도 불구하고 좀처럼 풀리지 않았다. 화약을 만드는 원료 3가지 중 유황과 분탄은 어렵게 그 제조법을 알아낼 수 있었으나 가장 중요한 초석은 도저히 만들 수가 없었다. 최무선은 중국 상인들이 많이 드나드는 예성강 항구 벽란도에 원나라의 염초장을 지낸 이원(李元)이라는 상인이 있다는 소식을 접했다. 최무선은 그를 찾아가 화약과 염초에 관해 물었으나 이원은 쉽게 가르쳐 주지 않았다. 그러다 최무선의 뜨거운 열정과 능수능란한 중국어 실력에 감복한 이원은 마침내 염초제조 기술을 전수했다. \n터득한 화약제조기술을 바탕으로 최무선은 다양한 무기들을 개발했다.\n우왕 3년(1377년) 화통도감(화약국)이 설치되었으며 이곳에서 최무선은 대장군포 · 이장군포 · 삼장군포 · 육화(六花) · 석포(石砲) · 화포(火砲) · 신포(信砲) · 화전(火箭) · 화포(火砲) · 화통(火㷁) 등의 총포류를 개발하고, 화전(火箭) · 철령전(鐵翎箭) · 피령전(皮翎箭) 등의 발사용 화기, 질려포(疾藜砲) · 철탄자(鐵彈子) · 천산오룡전(穿山五龍箭) · 유화(流火) · 주화(走火) · 촉천화(觸天火) 등 각종 화기를 제조하였다. 아울러 이러한 함포를 실을 수 있도록 전함 개량에도 힘을 쏟았다. 또한 화기 이용에 대한 교육에도 힘써 화기발사 부대인 화통방사군(火筒放射軍)이 편성되었다. \n그는 진포(군산)에 쳐들어 온 왜구들을 화포로 물리쳤다. 이후 왜구의 침입이 대폭 줄어들었을 정도로 화약 병기의 사용은 왜구 격퇴에 크게 기여하였다.\n임진왜란 때 활약한 조선 수군의 주무장도 최무선, 최해산 부자가 개발한 화포류였다. 거북선, 판옥선 등 조선 수군의 대표함들은 모두 조선 초기에 그 기본형과 무장이 정립되었던 것이다.\n\n[조선]\n당시 화약제조비법은 최무선 가문내에만 전승하다가 세종 때에 이르러 국가에 헌납되었다. \n임진왜란 때 병마절도사 박진(朴晉)은 경주성 탈환 작전에 화차(火車)와 비격진천뢰(飛擊震天雷)를 사용하여 큰 성과를 거두었다.\n비격진천뢰는 중국의 제도를 모방하여 화포장(火砲匠) 이장손(李長孫)이 처음으로 만들었다. 진천뢰를 대완포구(大碗砲口)로 발사하면 500~600보 날아가 떨어지고, 얼마 있다가 화약이 안에서 폭발한다. 진을 함락시키는 데는 가장 좋은 무기였으나, 뭉치가 무겁고 운반이 어려워 그 뒤에는 활용하는 사람이 없었다. 박진이 앞서 패하였다가 다시 군사를 모집하여 안강현에 주둔하다가 밤에 몰래 군사를 다시 진격시켜 성 밖에서 비격진천뢰를 성 안으로 발사하여 진 안에 떨어뜨렸다. 적은 무기인 줄 모르고 다투어 구경하면서 서로 밀고 당기며 만져보는 중에 조금 있다가 포(砲)가 그 속에서 터지니 소리가 천지를 진동하고 쇳조각이 별처럼 부서져 나갔다. 이에 맞아 넘어져 즉사한 자가 20여명이었는데, 온 진 중이 놀라고 두려워하면서 신비스럽게 여기다가, 이튿날 드디어 성을 버리고 서생포(西生浦)로 도망하였다.\n\n염초 자취는 흑색 화약을 생산하기 위해 필수적으로 필요한 공정이다. \n임진왜란 시기까지 조선의 염초 생산 방식은 민가의 오래된 부뚜막 흙을 긁어서 재료를 조달하는 방식이라 비용과 인력이 많이 들었다.\n임진왜란 이후 조선은 조총의 제조와 배치에 심혈을 기울였다. 조선후기 무관을 뽑는 무예시험에서 조총의 방포술(放砲術)이 핵심 과목 중 하나일 정도였다. 당시에는 총을 만드는 기술이 부족해 총기의 성능보다는 그것을 다루는 사수의 능력이 더 중요시됐다. 조총은 숙련도에 따라 사격 속도가 달라지는 무기이기도 했다. 재미있는 것은 당시의 사격술 훈련이 단순히 움직이지 않는 허수아비나 표적을 쏘는 것이 아니었다는 점이다. 군영에서는 일정 거리에 있는 참새를 쏘아 맞추는 고난도의 훈련을 실시했다. 그만큼 실제 사격 능력을 중시했다는 뜻이다.\n그런 조총의 위력을 좌우하는 것은 화약이었다. 양질의 화약이 있어야만 충분한 살상력과 사거리를 확보할 수 있었다. 화약 제조는 조선의 국가적인 사업이었다. 당시에는 화약의 원료가 되는 염초(焰硝)를 얻는 것이 가장 어려웠다. 지금은 초석(硝石·질산칼륨)이라 불리는 물질이다. 당시에는 흙에서 염초를 얻었다. 이를 취토법(取土法)이라고 불렀다. 여러 종류의 흙 가운데 화약에 사용할 수 있는 것은 맹맹한 일반 흙이 아닌, 일정한 ‘숙성 과정’을 거친 짠 흙(일명 함토)과 매운 흙(일명 엄토)이었다. \n문제는 이런 흙이 아무 곳에나 있는 것이 아니라 조금은 애매한 곳에 많았다는 점이다. 주로 사람이 살고 있는 집의 마루 아래나 화장실 근처의 흙이 최고의 화약재료로 각광을 받았다.\n화약 원료 구하기가 얼마나 중요했는가 하면, 당시 염초의 재료인 흙을 수집하는 취토군이란 병과가 따로 있었을 정도였다. 취토군은 흙을 파는 도구와 수레를 갖고 이 집 저 집을 가리지 않고 들어가 할당량을 채웠다. 그러다 보니 집을 가진 사람이라면 누구나 취토군을 꺼렸다. 아무런 약속 없이 문만 두드리고 들어와 처마 밑과 화장실 주변의 흙을 몽땅 퍼가니 굳게 다져졌던 마당이 비가 오면 진흙탕으로 변하기 일쑤였다고 기록은 전한다. 그래서 취토군이 돌아다닐 즈음에 미리 마당 가득 모래를 깔아 버리거나, 권문세가의 경우 사전 답사를 나온 취토군 병사를 잡아 흠씬 두들겨 패는 일도 있었다. \n당시 함토를 채취하기 위해 궁궐은 물론 사대부 집안도 모두 개방시켰다.\n벼슬살이 하는 관료가 자기 집에서 흙 채취하는 것을 거부하면 파직시키는 규정도 있었다. \n\n이런 일이 빈발하자 국왕까지 나섰다. 화약을 만드는 일은 국가방위와 직결되는 문제였기 때문이다. 화약 제조의 진흥을 위해 국왕의 명령으로 ‘특별 취토령’이 선포되기도 했다. \n광해군 재위기간(1608∼1623년)에는 당시 가장 강력한 군권을 가지고 있던 훈련도감을 중심으로 도성 안의 각 지역을 무작위로 나눠 집 주인의 지위고하를 막론하고 무조건 흙을 파오라는 명령이 하달됐다. 이를 방해하는 사람이 있다면 군령으로 엄히 다스리겠다는 내용이 덧붙여졌다.\n당시에는 집의 크기에 비례해서 파낼 흙 또는 염초의 양을 결정하고 취토군들이 작업을 했다. 그런데 비가 올 때도 있고, 흙의 성질이 안 좋은 곳도 많아 할당량을 채우기가 늘 어려웠다. 그래서 비상시에는 국왕이 살고 있는 궁궐의 처마 밑이나 화장실 근처 흙도 죄다 퍼내 화약재료로 사용하기도 했다.\n그런데 흙의 양과 비교해 보면 사수 과정을 거쳐 나온 초석은 일반인이 상상하기 어려울 정도로 매우 적었다. 지금으로 치면 덤프트럭 한 대의 흙을 정제해 밥공기 하나 정도의 초석을 얻을 정도였다. 그러니 수백 근의 화약을 만들기 위해서는 말 그대로 산더미 같은 흙이 있어야만 했다.\n쑥뿌리에다가 오줌을 끼얹는걸 반복 또 반복하고 서늘한 장소에서 장기 숙성시키는 방식이 동양권에서 가장 널리 쓰였다. 이 숙성 과정에서 진한 오줌이 질산으로 바뀌고, 나중에 숙성이 끝난 쑥뿌리를 끓여서 질산 결정을 추출했다. 문제는 화약 무기가 발전하면서 화약의 소모량의 늘어나자 덩달아 원료인 초석의 수요도 폭등했고 때문에 초석의 원산지가 아닌 국가들은 주기적으로 초석 수급 문제에 시달렸다. 가뜩이나 조선은 장마 때문에 염초밭을 만들기에도 불리한 환경이라 국내 초석 생산량이 크게 부족해 명나라에서 초석을 수입해 충당했음에도 화약 생산량이 크게 부족했다. \n똥오줌으로 염초밭까지 만들어가며 초석을 모은 이유는 초석 광산이 인도랑 중국에 엄청 편중되어 있었기 때문이었다.  \n남미 초석광산이 등장하기 이전까지 전 세계 염초 생산량의 80-85%를 차지한 곳이 바로 인도였다. 화약이 중국에서 처음 발명된 것도 원료인 초석이 넘쳐나서였던 것이었다. 인도에는 초석이 품질도 좋고 양도 많아서 효율도 2배고 땅파면 나오는 정도였다. \n중국은 조선이 인도에서 초석을 수입하여 국방력이 강화되는 것을 막고자 인도와의 초석 교역을 제한했으며, 청나라 시대에는 배 크기까지 지정해고 원양함대를 금지할 정도로 내정간섭이 심했다.\n\n\n\n명나라 때 질산칼륨 제조법이 개선되 생산효율이 증가된 것으로 알려졌지만 국가 기밀이라 조선에 알려주지도 않았을 뿐만 아니라 염초 수입 또한 상당히 제한돼 있었다. 거기다 임진왜란을 거치면서 화약이 대량으로 소모되고 재능 있는 염초 장인이 전쟁 중 다수 사망하자 화약이나 염초 확보 문제가 더욱 심각해졌다. \n1634년 명나라가 후금과의 전쟁으로 화약을 많이 소비하여 염초가 부족하게 되자 또 다시 염초 수출을 중단시켰다. 이러자 조선에는 비상이 걸렸다. 해결책은 국내의 염초 제조 공정의 효율성을 높이는 길밖에 없었다. 이런 위기감 속에 조선은 효율성이 더 높은 명나라의 최신 염초 제작 기법을 필사적으로 확보하려고 노력했는데 이 과정에서 당시 평안도의 일개 하급 무관이었던 성근(成根)이라는 사람이  목숨을 걸고 중국을 수차례 건너다니며 중국내의 조선인과 비밀리에 접촉하거나 명나라 피난민을 일일이 만나가며 마침내 신 질산칼륨 제조법 14단계 공정법을 터득했다. 그 결과물이 '신전자취염초 방언해'이다. 후대에 만들어진 '신전자초방'과 함께 조선시대 화약 제조 비법을 자세히 알아볼 수 있다.\n임진왜란 이후 도입된 조총과 오군영의 설립으로 인한 화약 소비량의 증가에 따라 염초의 제조도 활발해졌다. 임진왜란 와중에 일본인에게서 제조법을 도입하기도 했으며, 각 군영에서부터 지방 군읍까지 염초를 제조하고자 했다. 그러나 염초자취는 필요에 비해 그 양이 절대적으로 부족하여 청국을 통한 사무역이나 밀매에 크게 의존하는 실정이었다. 조선에서 염초자취가 여유있게 되는 시기는 정조시대이다. 이때 청에서 도입된 『자초신방(煮硝新方)』으로 국내 소모량을 충족할 수 있었다.\n염초는 병자호란 이후 숙종대에 들어서서 취토법이 더욱 발전해 안정적 수급이 가능해졌다. \n깁지남은 1692년 부사로 연경에 가는 민취도(閔就道)의 역관으로 수행했는데,  자초법(煮硝法:염초 제조법)을 알아내기 위해 요양(遼陽)의 어느 시골집에 찾아가 사례금을 주고 방법을 배우던 중 갑자기 주인이 죽어 뜻을 이루지 못하였다. 당시 중국에서는 자초법을 국법으로 엄금했기 때문에 이를 알아내기란 무척 어려운 일이었다. 그러나 이듬해 다시 진하사(進賀使) 일행으로 청나라에 갔으며, 그 뒤에도 역관으로 중국을 방문할 때마다 되풀이해 물어 결국 그 방법을 알아냈다. 1698년 병기창고 도제조 남구만(南九萬)의 지시에 따라 자초법에 따라 화약을 제조하였다. 성과가 매우 크자 숙종의 윤허를 얻어 제조법을 수록한 『신전자초방(新傳煮硝方)』을 저술해 반포하였다. \n이전 조선에서 옛부터 쓰던 염초 제조 방법은 민가의 부뚜막이나 뒷간 흙을 채취해 염초를 제조하는 것이었다. 그러나 화약 제조량이 많지 않고 비용과 인력이 많이 들며 무엇보다 민폐가 심했다. 이에 김지남이 민가의 흙이 아닌 평범한 길바닥 흙을 사용하는 방법을 만든 것이다. 화약 공정 단계도 기존의 14단계에서 10단계로 줄어 재료 부담 없이 좀더 쉽고 많이 만들 수 있게 했다. 또한 이전까지 한국에서 쓰이던 화약이 마치 밀가루와 같은 분말 형태의 가루형이었던 반면 이 책에 수록된 화약은 최초의 알갱이형 화약으로, 같은 분량의 가루형 화약에 비하여 폭발력이 150% 더 강했다.\n1635년에 무관인 성근이 지은 '신전자취염초방언해'에서 장인 3명과 일꾼7명이서 염초를 한 달에 1000근 생산가능하다 하였는데 신전자초방은 이것의 몇배를 생산할 수 있다고 한다. 또 지하에 넣고 10년이 지나도 습기에 강하다고 하였다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-07T09:34:29.120000",
  "updatedAt": "2023-02-12T22:06:28.684000"
}