{
  "id": "c1217643-5834-4c32-827a-30f1ed69a9af",
  "title": "아쳐 자주포",
  "content": "스웨덴은 합금강 기술이 굉장히 우수한 샌드빅 이라는 회사가 있어서 포신이 분당 14발 발사해도 견딜 겁니다. 우리나라에서도 아주 중요한 금속은 샌드빅에서 수입하고 있습니다. 특히 열처리 기술은 타의 추종을 불허하는 회사 입니다.\n\n이거 왠지 pzh2000의 의문의 1승! pzh2000의 연사속도는 13발입니다. 10발이 아닙니다. 아처처럼 닥쏴하면 13발입니다. 아처도 연사로 저렇게 못쏩니다. 이게 몇발을 적재할 수 있는지, 탄보급은 어떻게 되는지, 탄의 위력, 탄의 종류, 호환성, 이런 것은 빼버리고 이야기 하면 무적이죠.\n저런 스타일은 실제로 5명 이상 붙어야 됩니다. 몇 분 연사하고 보급 받고 재장전하려면 3명 이외에 추가 인원 필요하고, 캐스터 박으려면 평지가 아니고 굴곡있는 지형이라면 곡갱이 질도 해야되고, 수평 잡는데 시간이 좀 걸리죠. 차륜형이 단점입니다. 유압고정장치가 만능이 아니거든요. 손볼떼가 많아요. 분명 악조건이 있습니다.\n\n아쳐는 탄약 재장전을 하기 위해서는 포 및 포탑을 수평으로 놔야지 차체 중간에 있는 탄을 커내서 넣을 수 있습니다. 지속 발사속도가 분당 6발이니. 자동장전장치의 카트리지에 있는 12발 2분만에 쏘면 더이상 지속사격이 불가능한 모순이 있습니다. \n즉 지속발사속도는 아무 의미 없는 거죠. 그래서 운용 개념이 사격 지시를 받으면 카트리지에 있는 탄을 후다닥 쏘고 이동한 뒤 승무원 딸랑 3명이서 카트리지에 12발 재장전하고 다시 쏘죠. 그래서 어쩔수 없이 1문 6발 TOT를 해야만 한거고\n분당 최대 발사속도가 12발이나 되야만 했던 겁니다.\n12발 카트리지로 지속사격 자체가 불가능한 포라 포대내의 1문이 빨리쏘고 튀면 다음 포가 다른 위치에서 다시 쏘고 튀는 식의 사격 방법을 반복 합니다. 그래서 아처 자주포 운용 동영상을 보면 포대 전체가 함께 사격하는 모습은 안보이고 여기 저기서 사격하는 영상만 보입니다.\n결론은 k9보다 뛰어난건 1문 tot 외에 없는 포죠\n\n발사속도는 빠를지 몰라도 발사하고 이동하는 속도가 제일 문제가 되지요. 그리고 반격탄이 날라오면 어떻게 해요.\n\n프랑스 세자르는 진짜 양심불량. 시대가 어느 시대인데 통상적 의미의 자주포가 아닌\n글자 그대로 말장난. 자주 이동인 비견인 야포면서 \n그 가격을 받겠다니...\n\n[차륜형 자주포 RCH 155]\nRCH 155는 높은 가격으로 수출이 어렵고, 중량 문제로 A400M 수송기로 이동이 어려운 PzH 2000 자주포의 문제를 해결하기 위해 개발사인 클라우스-마페이-베그만(KMW)이 개발했다. \n핵심은 PzH 2000 자주포 포탑을 무인화한 AGM(Artillery Gun Module) 모듈이다. AGM 모듈은 내부에 자동장전장치를 갖추고 있으며, 운용 요원들은 포탑이 아닌 차체에 탑승하기 때문에 완전 무인으로 운용된다. 이 외에 이동 간 사격, 헌터킬러 사격 등이 가능하다.\nAGM 모듈에는 155mm 포탄 30발과 모듈형 장약 144개가 적재된다. PzH 2000이 포탄 60발을 적재하는 것에 비하면 적은 양이지만, 신속 발사 후 이탈하여 안전한 곳에서 빠르게 재장전 받는 개념을 채택했다. \n포탑을 지탱할 차체만 있으면 어디에나 갖다붙일 수 있다는게 장점이다. \n\nBOXER 장갑차 하체 + PzH2000 포탑 개량형.\n무인포탑. 포수, 운전수 2명이 운용.\n원격제어 가능. 무빙샷 가능. 차량 무게 39t\n\n기동사격 동영상이 돌아다니는데 자주포가 구지 기동사격을 해야 할 이유가 없다라는 것. 뭐 무인기 쏠 때나 유리하겠죠.\n\n자주포의 차륜형이 유리한가 하는 문제는 현재 프랑스, 독일 등 의외로 문제를 겪고 있습니다. 부품수명이 생각보다 짧아서 그에 대한 정비와 관리능력이 요구되는 상황입니다.\n자주포가 궤도형이 유리한 점이 험지 주파능력과  바로 정비성입니다. 차륜형이 좋지 않냐 그렇지 않다라는 것입니다. 이번 러시아의 차륜형 타이어 상황에서 보듯이 부품수명 주기가 생각보다 짧아서 그에 대한 정비비용이 상승한다고 합니다. 오히려 궤도형보다도 더 비용상승이 든다고 합니다.\n특히 자주포의 경우는 오랜 시간의 거치형 무기이기에 거점 확보와 그에 따른 대포병 레이더의 성능에 오히려 더 큰 기대를 걸고 있는 상황입니다.\n후방지원이라는 측면에서는 정확도가 생명이기에.\n기동형 차륜형의 문제는 아직도 많은 부분이 검증되지 않고 있습니다. 현재로서는 K9이 구매할 수 있는 최고 선택지라는 것은 아직도 변함이 없습니다. 다만 저물건이 대단해 보이는 것은  독일의 저감화약 기술의 최고봉이라서 우리 역시 이 부분에서 개발능력을 보여줘야 할 겁니다.\n\n이동사격이 자주포의 경우 필요가 있을지가 의문인 기능이죠. 중국 애들꺼 산 파키스탄이 인도와의 분쟁에서 k9에게 당한 이유가 어차피 서로 위치 알고 쏴도 포탑이 흔들려 목표물을 못맞췄는데, 움직이면서 쏘면 결과는?\n이 분야에서 독일이 가장 시급한 건 저런 보여주기식 기능이 아니라, 인터페이스와 기능들을 간소화해서  병사들이 빠른 시간안에 훈련되어서 실전을 치룰 수 있게 하는 건데, 그것이 가능할 지. 다른 기능에서는 별로 높은 점수를 주고 싶지 않네요.\n30발이라고 해도 2명중 운전수 빼고 혼자 30발 옮겨야 한단 건데 쉽지 않을 뿐더러, 30발 쏘고 보충할 때 저걸 사수 혼자서 다한다면? 죽어날 겁니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-05-08T20:14:19.635000",
  "updatedAt": "2023-01-19T11:48:12.800000"
}