{
  "id": "c223a2ee-9527-4ef3-8fb8-95943e806b09",
  "title": "신관(信管, detonator)의 역사",
  "content": "같은 폭약이라도 공병이 폭약덩어리를 직접 들고 적의 벙커같은 구조물에 설치한 다음 기폭시키기 위해 폭약덩어리에 삽입하는 것은 보통 뇌관이라고 부르며, 포탄같이 이미 기성품으로 만들어진 폭발물에 역시 기성품으로 만들어진 폭발물을 목적에 따라 다르게 결합하면 그것을 신관이라고 부른다.\n \n현대의 폭약은 불을 붙이거나 총을 쏴도 스스로 폭발하지 않을 정도로 매우 안정적인 화합물이기 때문에 순간 폭발적인 화학반응을 일으키기 위해서 일정량의 에너지가 필요하다. 그리고 그 역할을 해주는 것이 바로 신관이며 대부분의 신관은 스스로가 작은 폭탄이기 때문에 포탄같이 강력한 폭약의 신관 같은 경우 폭발 시 수류탄처럼 주위 사람 몇 명은 날려버릴 정도의 위력이 있어 취급에 매우 조심해야 한다.\n\n[작동 원리]\n안전장치로 구성되어 있는 신관을 탄두에 결합하여 포에 장전 발사하고, 추진제의 폭발 압력에 의해 순간적으로 37,800Kg의 추진력을 받아 내부 장치 등에 후진관성력이 작용되며 포의 강선에 의거 약 2,000RPM 속도로 탄두가 회전하게 되므로 내부장치들은 원심력을 받게되며 신관이 목표에 충격되면 충격력이 신관내부 장치들에 작용되어 안전장치가 해제되어 요구하는 시간과 장소에서 신관내부 기폭장치인 뇌관화약, 기폭화약, 전폭화약들의 폭발 전달과정에 의거 탄두의 작약을 폭발시키는 원리.\n\n\n[비격진천뢰]\n세계 최초의 시한 포탄인 비격진천뢰도 있다. 비격진천뢰는 삼국시대부터 사용해왔었던 화포 즉 화뢰포, 지뢰포, 충천뢰 등의 발전과정에 이루어진 것인데 16세기 말 화포제조 기술자인 리장손이 진천뢰를 개조하여 만들었다.\n비격진천뢰는 무쇠로 주조되었는데 두 개의 불심지 구멍이 있는 둥근 탄체 내부에는 폭발 화약과 마름쇠(파편역할을 하는 쇠쪼각)들이 가득 채워져 있고 신관 장치인 대통이 설치되어 있었다. 대통은 나사처럼 홈을 판 나무에 불심지를 감고 그것을 참대 통안에 넣어 만들었는데 한쪽 끝을 폭발장약과 연결시켜 놓았다.\n비격진천뢰는 별대완구, 대완구, 중완구 등의 화포에 의해 발사되었는데 사격거리는 750 ~ 900m 정도까지 였다. 비격진천뢰를 처음 사용한 것은 1592년 9월 경주성 전투때였다. 어느 날 둥그런 무쇠덩어리가 적들의 숙소 주변에 떨어졌다. 폭탄이면 벌써 터졌겠는데 숨을 죽이고 있는 육중한 쇠덩어리를 이상스레 바라보던 수십 명의 왜적들이 그 곁으로 우르르 모여 들어 구경을 하다가 그것이 터지는 바람에 무리죽음을 내고 혼비백산하여 '귀신의 조화'라고 하면서 성을 버리고 달아났다고 한다. 일본의 한 연구사는 저서 《조선역수군사》에서 《이 기구의 가장 교묘한 점은 신관장치이다. 일종의 나사형의 홈을 파고 거기에 화약심지를 넣고 그 길이에 따라 폭발시간을 규정한 것은 이 시대에는 마땅히 놀랄만한 특이한 것으로 인정해야 할 것이다.》라고 평하였다. 이러한 사실들은 당시 비격진천뢰는 세계 무기 기술 발전 사상 처음으로 우리민족이 발명이용한 시한포탄이라는 것을 말해준다.\n\n[진천뢰]\n진천뢰는 대구경 야포인 대완구로, 비격진천뢰는 그보다 구경이 작은 중완구를 이용해 발사한 것으로 기록돼 있다. 진천뢰의 총 무게는 70.2㎏으로 상당히 무거웠다. 이 가운데 화약은 3㎏이었다. 형태는 공 모양이었으며 지름은 33㎝에 달했다. 비격진천뢰보다 무게는 5.6배, 화약은 5배 더 들어갔다. 진천뢰는 비격진천뢰처럼 발사 뒤 최적의 시점에 터지는 현대 포탄의 ‘시한 신관’과 유사한 기능이 내장돼 있었다. 그러면서도 비격진천뢰에는 없는 뾰족한 금속 파편인 ‘능철’ 30개를 지니고 있었다. 채 교수는 진천뢰가 비격진천뢰보다 폭발력과 살상력이 5배 이상 컸을 것으로 추정했다.\n화포식언해에 따르면 진천뢰의 사거리는 234보로, 대략 280m였다. 비교적 가깝게 접근한 적을 향해 강력한 화력을 집중했던 것이다.\n\n\n[역사]\n1334년 화약이 발명된 후 탄약에 화약을 사용한 것은 레오나르드 다빈치이다. 이때 탄약을 발사시 불이 붙여졌으며 적지에 탄이 떨어진후 터지도록 점화선을 조절한 일종의 도화선식 시한신관의 개념이 적용되었다.\n최초의 기폭 장치 또는 신관은 1745년 영국의 물리학자이자 약제상인 윌리엄 왓슨(William Watson)이 발명했다. 그는 두 개의 쇠를 마찰시킬 때 발생하는 전기 스파크가 흑색 화약을 발화시킬 수 있음을 보여주었다.\n1750년 미국에서 벤자민 프랭클린(Benjamin Franklin)은 흑색 가루로 가득 찬 종이 튜브로 구성된 상업용 발파 장치를 만들었다. 전선을 튜브 양쪽으로 잇고 끝을 진흙으로 밀봉했다. 두 개의 와이어는 가까왔지만 연결되지는 않았고, 두 와이어 사이의  전기 스파크 방전이 기폭장치를 점화시켰다.\n\n1832년 미국의 화학자 로버트 헤어(Robert Hare)가 열선 기폭 장치를 개발했지만 이전에 이탈리아인 볼타(Volta)와 카발로(Cavallo)가 유사한 시도를 했었다. 헤어는 가는 튜브 내부의 화약 충전물에 다중 가닥 와이어를 통과시켜 폭발 장치를 만들었다. 그는 가는 가닥이 열 브릿지 와이어(Bridge Wire) 역할을 하도록 다중 가닥 와이어 중 가는 가닥 하나만을 제외하고 모두 절단했다. 대형 배터리의 강한 전류가 가는 가닥을 통과하면 눈부시게 밝은 빛이 나면서 화약을 점화시켰다.\n1863년에 Alfred Nobel은 니트로글리세린이 도화선만에 의해 폭발할 수는 없지만 소량의 화약이 도화선에 의해 기폭되면 폭발할 수 있다는 것을 발견했다. 그후 1년 만에 그는 기폭 장치의 화약으로 뇌산(雷酸)수은(mercury fulminate)을 만들었고, 1867년에는 니트로글리세린을 폭발시키기 위해 퓨즈에 의해 작동되는 뇌산수은의 작은 구리 캡슐을 만들었다.\n1868년 헨리 스미스(Henry Julius Smith)는 스파크 갭 점화기와 뇌산수은을 결합한 신관을 개발했는데, 다이너마이트를 폭발시킬 수 있는 최초의 전기 캡이었다.\n1875년 스미스(그리고 1887년 매사추세츠 주 노스 아담스의 페리 G. 가드너)는 열선 기폭 장치와 뇌산수은을 결합한 전기 기폭 장치를 개발했다. 이들은 최초의 현대적인 유형의 기폭장치였다. \n요즘의 기폭장치는 다른 폭발물과 서로 분리된 기본 및 보조 폭발물을 사용하지만 일반적으로 Gardner 및 Smith 것과 매우 유사했다.\n전기 성냥(Electric Match)은 1900년대 초 독일에서 개발되었다. 전기 성냥은 전기로 불을 붙이는 장치이다. 전기 성냥은 폭약의 전기식 뇌관, 로켓의 추진체 점화 장치, 에어백, 불꽃놀이 등에 사용된다.\n1950년대에 미국으로 전파되었으며 이후 세계 표준이 되었다.\n\n1670년대 시계의 출현으로 1차세계대전 이후에는기계식 신관의 등장을 가져왔다. \n\n[충격신관]\n초기의 수류탄은 충격신관으로써 매우 비싸고, 신관이 제대로 작동하지 않아 불량이 절반가량으로 많았다고 합니다.\n\n[지연 신관]\n신관이 충격을 받은 후 일정 시간 뒤에 폭발하는 형태의 신관. 지연되는 시간은 영점 몇 초 정도의 매우 짧은 시간이지만 포탄 등에 사용될 경우 포탄의 속도가 음속의 두세 배에 가깝기 때문에 그 짧은 시간 동안에 포탄이 떨어진 지점으로부터 수십 미터나 벗어나서 폭발할 수도 있다. 그렇기 때문에 순발신관보다 전술적인 용도로 사용된다. 2차대전 당시의 전함 등의 함포들에도 사용되었는데, 장갑을 관통한 후에 폭발하여 피해를 최대화하기 위해 사용되었다. 단, 호위항공모함처럼 장갑이 너무 얇은 경우에 신관이 작동하기 전에 관통해버려 피해를 거의 주지 못하는 경우도 발생했다. \n그리고 수류탄도 이 신관을 사용하는데 안전손잡이가 해제되면 공이가 뇌관을 때리고 약 3~5초 뒤에 몸체안에 있는 화약을 폭발시킨다. \n\nEarly artillery time fuzes were nothing more than a hole filled with gunpowder leading from the surface to the centre of the projectile. The flame from the burning of the gunpowder propellant ignited this \"fuze\" on firing, and burned through to the centre during flight, then igniting or exploding whatever the projectile may have been filled with.\n\nBy the 19th century devices more recognisable as modern artillery \"fuzes\" were being made of carefully selected wood and trimmed to burn for a predictable time after firing. These were still typically fired from smoothbore muzzle-loaders with a relatively large gap between the shell and barrel, and still relied on flame from the gunpowder propellant charge escaping past the shell on firing to ignite the wood fuze and hence initiate the timer.\n\nIn the mid-to-late 19th century adjustable metal time fuzes, the fore-runners of today's time fuzes, containing burning gunpowder as the delay mechanism became common, in conjunction with the introduction of rifled artillery. Rifled guns introduced a tight fit between shell and barrel and hence could no longer rely on the flame from the propellant to initiate the timer. The new metal fuzes typically use the shock of firing (\"setback\") and/or the projectiles's rotation to \"arm\" the fuze and initiate the timer : hence introducing a safety factor previously absent.\n\nAs late as World War I, some countries were still using hand-grenades with simple black match fuses much like those of modern fireworks: the infantryman lit the fuse before throwing the grenade and hoped the fuse burned for the several seconds intended. These were soon superseded in 1915 by the Mills bomb, the first modern hand grenade with a relatively safe and reliable time fuze initiated by pulling out a safety pin and releasing an arming handle on throwing.\nModern time fuzes often use an electronic delay system.\n\n[시한신관(Time fuze)]\n탄두가 발사된 후 사전 장입된 시간에 도달하면 작동하는 신관으로, 흑색화약을 사용하여 설정된\n시간만큼 연소한 후 기폭화약, 전폭화약을 기폭시키는 도화선식, 시계 자명종의 원리를 이용하여 설정된 시간에 신관내부의 격침을 작동시켜 기폭 및 전폭화약을 기폭시키는 기계식, 그리고 전자식 타이머(Timer)를 이용한 전자식이 있다.\n전자식 시한신관은 탄두가 발사되는 순간 후진 관성력에 의해 전원결합체가 작동하여 전원이 발생되며 발생된 전원은 전자부로 전원을 공급하고 전자부(디지털 신호처리부)에서는 시한 카운트를 시작한다. 안전장치는 탄두의 후진 관성력에 의해 관성핀이 풀리고 회전운동에 의한 원심력으로 풀림쇠가 풀려 폭발계열이 정열(순발기능 작동) 된다. 점화회로는 탄 발사 후 0.5초 후에 전자부 (점화회로부)의 점화에너지를 충전시키며 탄이 비행하는 동안 디지털 신호처리부에서는 장입된 시간과 카운트한 시간을 비교하여 그 값이 일치하면 점화회로를 작동시켜 폭발계열을 폭발시킨다. 만약 시한 기능이 정상적으로 작동되지 않을 경우는 보조기능으로 표적과의 충격에 의해 폭발된다.\n\n시한 신관은 대구경 대공포에 사용된 형식 입니다..이것은 일일히 지연시간을 조작 해줘야 하고 해서 실용적이지 못햇습니다. 일단 2차대전때 많은 대공포에서는 시한 신관을 사용한 포탄이 발사됩니다. 비행기까지의 거리를 포탄의 비행시간으로 환산해서 이걸 시한 신관에 입력하면 포탄은 일정 시간후에 폭발하는거죠. (시한 신관은 정밀한 시계로 보시면 됩니다) 문제는 이게 생각보다 신통치 않았다는 점입니다. 그래서 나온게 근접 신관이었죠.\n\n조그마하고 저공비행하는 전투기나 경폭격기 같은 경우는 그냥 예광탄과 철갑탄 및 고폭탄이 혼합된 20 ~ 40mm급 고사포로 잡았습니다. 물론 30구경급 기관총들이나 50구경 기관총도 대공용으로 사용됐죠. 이런 작은 포탄들은 시한 신관을 안씁니다. 보통 충격-순발 혹은 충격-지연 신관을 사용했죠. 그에 대해 57mm나 88mm, 90mm, 125mm같이 덩치크고 높은 고도로 올라가는 대공포들의 포탄에 시한 신관을 씁니다. 이런 고사포들의 경우 각종 중폭격기들을 잡는게 목표였죠. 좋은 예로 영화 멤피스 벨을 보시면 B-17의 상자대형이 목표 지점에 도달하니 그 주변에서 대공포가 작렬하는 장면이 나올 겁니다. 이 때 대공포 포탄에 사용된게 바로 시한 신관입니다. 보통 이런 폭격기의 때들은 생각보다 민첩하게 방향을 틀거나 하진 못합니다. 게다가 폭격을 위해서 접근가능한 경로가 존재합니다. 대공포들은 폭격기들의 예상 경로와 고도를 잡고 포탄 신관을 셋팅한 다음 발사를 하게 되죠. 사실 이건 대공포를 20mm나 30mm급 쏘는거 생각하지 마시고 대포 쏘는 것과 같다고 보시면 이해가 아주 쉬울 겁니다. 저런 덩치큰 대공포들은 여느 포병포들처럼 포대를 만들고 사격통제반의 제원 산출에 따라 사격을 하는데다 도시정도를 방어한다치면 그 규모가 한두문 가져다 놓고 쏘는걸 벗어나 거의 100문 정도를 놔두고 쏴대는 식이 되버리니.\n\n[VT신관(Variable Time Proximity Fuze)]\n처음에는 영국에서 개발되어 1940년에 기구를 목표로 한 발사시험에 성공하였으나 이는 일반 포에서 실험한게 아닌 일종의 대공로켓에서 실험한 것이였다. 당시 영국은 VT탄을 일반 대공포에 넣지 못하는 문제가 있었는데 진공관이 포탄의 원심력과 발사시의 충격에 견디지 못하는 문제점이 있었던 것이다. \n문제는 고도의 기술력과 자금이 필요했다는 점. 가장 먼저 개발에 나섰던 영국은 막대한 비용을 댈 수 없자 미국에 기초자료를 넘겼다. 미국 연구진은 더욱 골머리를 싸맸다. 로켓에 실렸던 영국제와 달리 폭탄 안에 집어넣으라는 요구를 받았기 때문이다. 주먹 크기의 VT 신관(해군의 5인치 함포탄 기준) 안에 표적과 거리 데이터를 주고받는 송신·수신 진공관과 공진기, 전기식 기폭장치를 넣는 것부터 어려웠다. 포탄 속의 진공관들은 발사할 때 화약의 폭발력과 강선을 따라 지구 중력의 2만배로 회전(2만G)하는 원심력까지 견뎌내야 했다.\n한편 영국은 미국과의 과학 기술 협력 임무(티저드 계획)에서 미국한테 VT신관 설계도가 공개되자 미국은 이를 영국과 함께 개량하고 생산하기로 한다.\n초기에 신관은 기술의 낙후로 신뢰성면에서 취약하였으며 전자기술의 발전과 더불어 1943년 태평양 전쟁시에 소위 전자신관이라 일컫는 근접신관이 미국의 Eastman Kodak 회사에서 개발.\n기술력의 상징 격이던 독일이 포기한 VT 신관을 미국이 개발할 수 있던 배경은 경제력. 맨해튼 프로젝트(원자폭탄 개발)에 버금가는 10억달러를 투입해 종전까지 VT 신관 2,200만개를 만들어냈다. \n2차대전 중에는 주로 대공포탄에 많이 쓰였다. 카미카제 자폭비행기로부터 미국 전함을 방어하는데 기여하였다. VT 신관은 이보다 더 정확하게, 대충 근방에 적 항공기가 있다면 알아서 터진 덕에 명중률이 훨씬 좋았다. 기존의 시한식 대공포탄에 비해서 대충 3배 정도의 명중률 향상을 보였던 모양이다. \n\nVT 신관은 유럽과 태평양 전선에서 제 몫을 다해냈다. 무인 지대지 공격기 격인 독일의 V-1로켓을 막고 유인 공대함 미사일 격인 일본의 가미카제 특공기를 떨어뜨렸다. 일본의 마지막 발악이던 자살 공격이 큰 효과를 내지 못한 것도 VT 신관 내장 포탄과 자동 추적 레이더, 전자식 화력 제어 시스템이 연동되는 대공 화망 덕분이다.\n발지 전투에서 그걸 썼다고 해요. 포탄이 탄착전 목표 상공 몇 m에서 터지도록 했다고. 그리고, 도플러효과를 이용한 이 VT fuz의 명성은 카미카제의 덕을 많이 봤습니다. 왜냐하면, 문제중년님 말씀대로 통상적인 폭격은 지연신관으로 대응할 만한 시간이 있었거든요. 그런데, 카미카제는 항공기의 진입각도(대공포 입장에서는 사격각도)는 그대로인데 거리가 급격하게 줄어드니까, 레이더로 재고 컴퓨터로 맞춰서 신관세트하고 쏘다간 늦습니다. 여기서 근접신관(접근신관)은 최대발사속도로 그냥 쏘기만 하면 됐으니까. 됐다는 거죠. 이걸 개발할 때 가장 난관이 발사시 충격이 20000g라는데 이걸 견디는 진공관을 만들어 우겨 넣는 일과 고장률을 낮추는 일이었다고 합니다.\n그리고, 저러 것들이 있긴 했지만, 태평양전쟁에서 가장 많은 비행기를 격추한 대공포는 엘리콘이라고 하더라고요.\n그 후로는 이런 VT 신관이 자주 사용되게 되서 대공포만 아니라 각종 지상군의 화포 포탄부터 나중에는 항공기 투하용 폭탄(데이지 커터 퓨즈)이나 박격포 포탄등에까지 적용되게 되죠.\n\n작동원리는 주변으로 전파를 방사하다가 전파가 되돌아오면 작동한다. 전파가 되돌아 왔다는 것은 주변에 무언가 물체에 부딪혀 반사되어 되돌아왔다는 뜻이며, 즉 주변에 무언가 물체가 있다는 소리가 되기 때문이다. 전투기에 반사된 전파는 도플러 효과로 인해 주파수가 늘어나는 것(청색편이)을 이용해서, 주파수 차이가 발생한 전파의 세기가 회로에서 규정된 한계치를 넘어갈 경우 기폭된다. 원시적인 레이더라고 보면 된다.\n문제는 그 당시에 그리도 비쌌던 첨단 부품인 진공관을 포탄 하나하나에 다 집어넣었다는 점.\n개발에 B-29,맨해튼 계획에 필적하는 자금(순서대로 30억 달러, 20억 달러, VT신관은 10억 달러)이 투입되었고, 개발이 완료된 이후에도 생산단가가 매우 비쌌다. 이는 개발 과정에 진공관의 크기를 줄이고 내구성을 대폭 늘리는, 요즘 식으로 비유하면 연산 소자를 새로운 공정으로 개량하는 단계가 포함되었기 때문이었다. 1942년도 기준으로 한발당 가격이 732달러로 당시 자동차 한 대값. 현재 가치로는 9347.54달러다. 그러나 이후 대량생산에 들어가면서 1945년도 기준으로는 18달러, 현재 가치로 약 221.13달러까지 내려갔다. \n독일도 VT신관과 같은 종류의 신관을 39년 쯤에 개발을 완료한 상황이었다. 일선 장병들에게 쥐어줄 총과 전차, 화포, 전투기도 부족한 상황이라 스킵되었을 뿐. 독일은 일찌감치 이런 문제점을 극복할 기술 개발에 나섰지만 중도에 손을 들었다. 제작비가 너무 비쌌기 때문이다. \n이후 전자신관은 전자산업의 발달로 트랜지스터, 집적회로 등이 개발되어 생산비용의 저렴, 안전성, 신뢰성 및 정확성의 증대로 비용 대 효과면에서 경제적이고 효율적인 신관으로 각광을 받게 되었다.\n오늘날의 신관은 전자공학의 눈부신 발전에 따라센서 시스템이 개량되었고 신호처리능력이 더욱 향상되었으며 탄이 발사될 때의 충격에 잘견디는 반도체 소자와 인쇄 회로기법의 출현으로 하드웨어의신뢰도를 더욱 증진시켰고, 직접회로를 발사체의 작은 공간에 담는 극소형화가 가능하게 되었다.\n최근의 야포용 신관은 접근, 지연, 충격 및 시한등의 기능을 선택하여 사용할 수 있는 다기능신관(MOFA)이 개발되고 있고 유도탄 및 종말유도탄신관으로는 초고주파나 밀리미터파 및 적외선 기술을 응용하는 인공지능의 표적인식기법으로 조우상황을 계산해 적 항공기나 유도탄과 같은 이동목표물을 최적폭발영역에서 파괴시키는 스마트탄(Smart Munition)용 신관이 개발되어 생산 사용되고 있다. 앞으로 차세대에 적용될 신관은 더욱 더정교하고도 다기능의 복합센서가 채택된 종말 신관(Univ-Fuze)이 개발될 것으로 전망된다.  \n\n[신관의 종류]\n충격신관은 간단히 2가지로 나눕니다.\n순발(혹은 착발)신과 과 지연 신관입니다.(세부적으로 순발과 착발은 조금 다릅니다.) 순발(착발)의 경우 물제와 접촉시 터지는 겁니다. 지연 신관은 물제와 접촉 후, 일정시간이 지나면, 터지는 것으로, 숲이나 건물에 숨어짔는 적을 대상으로 사용합니다.(관통 후 폭발) 공통적으로 \"충격\"을 신호로 터지기에 충격신관이라 합니다.\n\n시한신관의 경우, 발사부터 착발까지 시간을 사표로 FDC가 계산 후에, 지상에 닫기전에 터트는 겁니다.\n공중에서 터트릴때 사용합니다.\n균등한 높이에서 터트리기 매우 힘드고, 계산을 잘못하거나, 외부 환경적인 요인으로 날아가다 자폭을 하거나, 땅에 처박혀서 터질 수도 있습니다.\n\n근접신관은 레이더파를 쏴서 돌아오는 시간을 측정, 거리를 파악후 공중에서 터지는 겁니다.\n시한신관 보다 발전된 방법으로 균등한 높이에서 탄이 터집니다. 다만 숲으로 가리거나, 구조물이 많은 도심지역에서 문제가 될수 있습니다.\n\n[국내]\n국내의 신관개발은 1970년대 국방과학연구소가 창설되고 탄약개발사업이 수행되면서부터 동시에진행되어 왔으며 초창기에는 기본신관인 기계식 충격신관을 위주로 기술자료를 입수하여 모방개발하였다. 이때 최초로 개발된 신관이 60, 80밀리 박격포탄약에 사용되는 KM52A1 및 KM525/KM526신관이다.\n'70년대 말에는 40밀리 저속유탄용 신관개발로 최초의 한국형 모델(K502)이 탄생되었으며 국내 전자신관의 시초인 KM728 야포형 접근 신관을 모방개발하였다.\n이후 공업 발전과 더불어 로켓트신관인 K505의 독자개발, 60밀리 박격포용 신관 K510, K511개발 등 모방 개발 경험을 바탕으로 '80년대 중반에는대함 유도탄용(해룡)K540신관과 현무에 사용하는K582 전자식 신관 및 K560 신관의 안전무장장치를독자설계 개발하여 생산하였다.\n'90년대에 와서는 종래의 기계식에서 전자식으로 탈바꿈하는 현상이 가속화되고 있으며 60밀리 박격포용 접근신관 K584, 함포용 40밀리 대공접근신관 K585 및 76밀리 접근신관 K586 등의 전자신관 개발이 완료되었다. 차세대 신관개발을 위해 전파형대공신관 센서, 장갑표적신관 센서, 충격 센서 등핵심기술 획득을 위한 응용연구를 수행중에 있다.\n\n[신관의 발전추세]\n현대의 신관개발 발전추세를 대략적으로 살펴보면 다음과 같다.\n첫째, 부품의 소형화 및 고직접화이다. 신관은 가장 신뢰성 있고 정확해야 하면서도 부피가 작아야한다. 이러한 요구조건 및 기술환경의 변화에 따라고밀도 직접회로(LSI)4) 제조 기술과 혼합 직접회로기술 등이 신관에 적용되어지고 있다.\n둘째,안전무장장치,전원 및 폭발계열부의 극소형화와 안전도, 신뢰성 향상이다. 이러한 환경적인요구들과 전자신관의 가격저하를 달성하기 위해서는 이들 부품들에도 최신 기술이 도입되어야 한다.\n셋째, 신호 처리기법의 다양화, 고도화 및 사용주파수 대역의 확대이다. 전장환경이 점점 다양화되고 적의 전자방해 등이 더욱 발전되므로 종래의단순한 회로를 사용한 전자식 신관에서 탈피해 정확하고 정교한 신관이 요구되고 있다.\n넷째, 다양한 지능탄약의 핵심 체계인 지능신관이 개발되어 저비용, 고정확도가 요구되고 있다. 특히 종말유도탄용신관, 탄도수정용신관, 정찰용신관, 지능자탄용신관 등이 개발 발전추세에 있다.\n \n단기적인 발전방향\n군전력의 현대화와 첨단화는 무기의 성능 향상 및고급화가 필연적으로 따르게 된다. 새로운 탄약의 개발은 특수한 첨단기술을 응용한 전자신관이 필연적으로 요구될 것이며, 기존탄약의 성능개량도 대부분전자산업의 발달에 따라 신관의 성능개량이 가능할것이다. 우리군도 이와 같은 추세에 부응하여 다음과 같은 기술이 우선적으로 개발되어야 한다.\n첫째, 현재 진행되고 있는 유도탄용 광학신관과충격신관의 체계개발은 물론 전파형 대공신관, 기술확보 그리고 유도탄체계 개발에 따른 신관개발 기술확보 방안 등을 마련하여야 한다.\n둘째, 박격포 및 곡사포용 전자식 시한신관의 개발이다. 특히 조명탄, 방출탄 등에 적용할 수 있는새로운 개념의 신관인 고도계 신관(Altimeter Fuze) 개발을 시도해 볼 필요가 있다.\n셋째,대구경 곡사포탄 등 접근신관의 성능 개량이다. 현재 사용하고 있는 KM732 신관의 성능을개선하여 모든 곡사포탄에 적용 가능하도록 하여야한다.\n넷째, 안전무장장치 및 전자부품의 최소형화와모듈화 실현이다.\n차세대에 신관개발은 필연적으로 다기능을 요구할 것이며 이런 경향에 대비하여 탄종별로 소형화, 모듈화 하는 사업에 착수해야 할 것이다.\n이외에도 무기체계 발전추세에 따른 신관개발 기술확보 대책방안 마련과 국내에서는 개발경험이 없는 투하탄신관, 감응신관 등의 소요기술 확보에도관심을 가져야 한다.\n\n장기적인 발전 방향\n차세대 신관으로 다목적 다기능 신관의 등장과스마트탄약 신관의 출현을 쉽게 예측할 수 있다. \n다목적 다기능 신관은 기존의 충격, 시한, 접근, 고도조정 등의 고유 기능을 한 신관에 모두 내장할 뿐아니라 광범위한 유사탄종에 호환성을 갖는 신관으로 개발된 것이며 이의 등장은 '90년대말로 예상되며 2000년도에는 야포용신관으로 각광을 받을 것으로 보인다.\n스마트탄약 신관은 일종의 지능신관으로 다양한기능수행 체계에 이용될 것이다. 이와 같은 다양한기능의 신관류 출현은 미래의 무기체계를 크게 변경시키게 될 것이며, 이에 따라 우리의 장기적인 요구 및 발전방향을 쉽게 예측할 수 있다.\n앞으로 우리도 고도정밀 무기체계가 요구되는 특수용 신관 그리고 인공지능이 가미된 스마트신관의개발을 위하여 다음과 같은 분야별 기술확보에 주력해야 할 것이다.\n첫째, 표적감지 및 신호 처리기법 향상으로 어떠한 전장환경에서도 목표를 정확하게 감지하고 인식할 수 있는 고정 및 고신뢰성 표적탐지 설계기술이 개발되어야 한다. 이를 위해 전자회로의 직접화 및 부품의 소형화, 새로운 파장을 적용한 복합·센서의 기술, 패턴 인식기법의 도입 및 개발이 필요하다.\n둘째, 전자식 안전무장장치 개발이다. 지금까지는기계식 안전 무장장치를 사용하고 있으나 전자식안전 무장장치로 전환될 전망이다.\n셋째, 보존형 특수전지 개발이다. 전자신관의 구성품중 하나는 에너지 공급원이다. 미래의 전원장치는 필요에 따라 언제든지 활성화가 가능해야 하기 때문에 특수보전형 전원장치 개발이 필수적이다.\n넷째, 무전지 또는 활성화 전지, 사용신관 개발로사용시 전원을 간편하게 신관에 결합하여 사용하는체계이다.\n다섯째, 비디오 영상수집 탄두기술 확보이다. 미래에는 사용 탄두에 의해 표적을 관측하고 파괴하는 역할을 동시에 수행할 것이다.\n마지막으로, 생산된 신관의 성능을 확인하기 위해서 다양한 시험평가기법 장비 및 시험시설 확보가 선행되어야 할 것이다.\n\n\n[현대]\n현대의 폭약은 불을 붙이거나 총을 쏴도 스스로 폭발하지 않을 정도로 매우 안정적인 화합물이기 때문에 순간 폭발적인 화학반응을 일으키기 위해서 일정량의 에너지가 필요하다. 그리고 그 역할을 해주는 것이 바로 신관이며 대부분의 신관은 스스로가 작은 폭탄이기 때문에 포탄같이 강력한 폭약의 신관 같은 경우 폭발 시 수류탄처럼 주위 사람 몇 명은 날려버릴 정도의 위력이 있어 취급에 매우 조심해야 한다. \n\n신관은 탄두를 폭발시키는 매우 중요한 장치입니다. 안전을 위해 둔감하게 설계된 탄두들은 신관이 작동하지 않으면 표적에 명중하여도 그냥 무거운 쇳덩이에 불과할 뿐 폭발하지 않는 무용지물이 되기 때문입니다. \n\n[근접신관]\n근접신관의 종류에는 자기장 감지 방식, 전파 방식, 레이저 방식 등이 있다. 기계식으로 작동하는 다른 신관과는 달리 근접 신관 내부에 전자 회로가 들어가 있기 때문에 당연히 전기가 공급되어야 작동한다. 그래서 납축전지같은 전지를 내부에 탑재한다.\n현대의 대공화기는 거의 대부분이 이것을 사용하고 있다. 대공포의 경우 구경이 40mm 이상이면 근접신관을 사용\n\n1. 자기장 감지방식\n선박은 그 자체가 거대한 금속덩어리이므로 주변의 자기장을 교란시키고, 신관은 이러한 교란된 자기장을 감지하여 기폭하게된다. 선박공격용 중(重)어뢰나 기뢰가 이러한 신관을 많이 사용 중이다.\n특히 중어뢰의 경우 선박에 직접 부딪혀서 터지는 것이 아니라 선박 밑을 지나가다가 폭발해, 이때 생기는 강력한 압력으로 선박의 용골을 박살내 침몰을 노린다. 말 그대로 선박의 척추를 부러뜨리는 셈.\n하지만, 지구내의 자기장은 나침반을 작동하게 하는 지구 자체의 자기장부터 철광맥에 의한 자기장, 침몰선에 의한 자기장등 여러 종류가 있으며, 지역에 따라서 자기장의 특성이 달라지는 문제가 있다. 그래서 2차대전 당시 자기장 감지방식의 신관을 쓴 어뢰는 1년 이상의 기간동안 엄청난 오작동을 보여 쏘면 내 위치를 적에게 광고하는 무기로 악명이 높았으며, 2011년 현재도 이런 방식을 사용하는 신관이나 감지장치는 다른 방식의 탐지기를 보조로 사용해서 판단의 오류를 막는다. 미국과 독일 모두 만든 곳에서는 괜찮았는데 전선에선 바보가 되어 악명높았다.\n\n2. 전파 방식\n발신한 전파가 다른 물체에 맞고 돌아오는 것을 마치 간이형 레이더처럼 감지한다. 그리고 정해진 거리 안에 물체가 들어올 경우 (보다 정확히 설명하자면 수신한 전파의 세기가 미리 정해진 수준을 넘을 경우) 자동으로 기폭한다. 최대 탐지 거리는 근접신관에 따라 다르지만, 비행기를 격추하는 용도로 사용할 경우 대체로 3~20m 정도이다.\n이 방식은 주로 항공기 공격용으로 많이 쓰이며, 2차대전 중 미국이 대공포탄용으로 개발하였던 VT신관이 그 효시라 할 수 있다. 대구경 대공포가 사장된 현대에는, 포탄 대신에 미사일에서 전파를 사용하는 근접신관이 많이 사용되고 있다.\n발사되기 전에는 근접 신관이 비활성 상태에 있는데, 미사일의 경우 발사 후 내부 회로가 신관을 활성화 시키고, 포탄의 경우 일정한 수준 이상의 가속도(보통 10,000G 이상이다)가 신관을 활성화 시킨다.\n\n3. 레이저 방식\n레이저를 주변에 쏜다. 보통은 적외선 레이저를 사용한다. 주로 대공 미사일에 쓰이며, 적 전차 머리 위를 지나가다 폭발하도록 설계된 일부 대전차 미사일에서도 쓰이고 있다. 전파 방식처럼 최소한 4개 이상의 센서를 탑재한다\n레이져를 사용하는 경우에는, 공대공 미사일의 근접신관중에 사용예가 있는데, 주변으로 레이져를 발사해서 적기와의 거리를 측정해서 폭발시킵니다.\n\n공대공 미사일의 레이저 근접신관의 경우에는, 상공에서 구름등이 끼었을 때, 구름에 의한 레이져의 산란 현상등이 있어서, 그것을 실제로 실험을 통하여 보정해야 하는데...그런 설비가 미국에만 있습니다. 그래서 우리나라에서 공대공 미사일을 개발하기 위해서는, 해당 설비를 가진 미국의 신세를 질 수 밖에는 없습니다.\n\n신관 내부구조를 보니 레이져가 나오는게 아니고, 전파를 발사해서 지면에 반사되어 돌아오는 전파를 측정해서 고도를 측정하는, 전파고도계가 장착된 신관이군요..",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-12-21T10:44:05",
  "updatedAt": "2023-12-19T00:27:51.869000"
}