{
  "id": "c29dfb18-fe5c-4556-aea6-0961a1db8a7a",
  "title": "계엄, 나였어도",
  "content": "![image](media/1733795046386.976503567.jpg)\n\n\n\n1987년 민주화 운동의 결실로 탄생한 우리의 현행 헌법이 제정된 지 37년이 지났다. 군부독재의 아픈 역사를 극복하고 민주주의의 새로운 장을 열었던 87년 체제는 분명 우리 현대사의 중요한 이정표였다. 하지만 이제 우리는 이 체제가 지닌 근본적인 한계를 직시해야 할 때이다. 87년 헌법은 대통령의 독재를 방지하는 데는 성공했지만, 의회의 전제화를 막을 장치는 미처 마련하지 못했다. 이는 당시의 시대적 상황에서 군부독재의 경험이 헌법 제정 과정에 과도하게 투영된 결과로, 87년 체제는 대통령이 독재자가 될 경우만을 상정했을 뿐, 의회가 독재자가 될 수 있다는 가능성은 전혀 고려하지 않았다. 그 제도적 결함은 현재 우리 정치 현실에서 뚜렷하게 드러나고 있다. 대한민국 역사상 처음으로 감사원장, 중앙지검장이 탄핵되었으며, 야당의 스무번이 넘는 탄핵 시도로 국정이 마비되었다. 더욱 심각한 것은 국가의 운명이 걸린 예산안마저 정쟁의 도구로 전락했다는 점이다. 7000억을 지역화폐 사업으로 전용하고, 미래 에너지 안보의 핵심인 SMR 투자보다 중국산 태양광 패널 사업을 우선시하는 현실이 이를 잘 보여준다. 실효성이 없다고 밝혀진 정책들을 밀어붙이기 위해 국가의 미래 투자 예산을 삭감하고, 당대표 개인의 안위를 위해 검사들을 탄핵하며, 간첩법에 반대하는 이러한 행태들이 과연 '반국가적이지 않다고 확신할 수 있겠는가? 혹자는 180석을 넘겨준데에 대한 책임이라 말하지만, 다수를 차지했으면 무엇이든 해도 좋다는 생각이 과연 그들이 말하는 줄기차게 떠들어대는 자유민주주의인가?\n지금 상황에서 현재 제기되는 대통령 탄핵 논의를 살펴보자. 과거 탄핵 사례와 비교해보면 현재의 상황이 얼마나 비정상적인지 분명히 알 수 있다. 박근혜 전 대통령의 국정농단은 2016년 10월에 의혹이 제기되어 그해 12월 탄핵소추가 이루어졌고, 뇌물죄 검찰 기소는 2017년 4월이었다. 노무현 전대통령 탄핵의 직접적 원인이 된 열린우리당 창당은 2003년 11월, 탄핵소추는 2004년 3월이었다. 반면 현재의 비상계엄 논란은 어떠한가? 발생한 지 일주일도 되지 않은 사안을 두고, 야당은 6개월 남은 당대표의 대법 선고를 의식하듯 폭주기관차처럼 당장 탄핵을 밀어붙이고 있다. 이러한 행태는 현상황이 순수한 헌정질서 수호를 위한 것이 아님을 더욱 의심하게 만든다. 더욱 우려되는 것은 내란의 여부조차 확실하지 않은 상황에서 사건의 전말이 제대로 밝혀지기도 전에 탄핵을 서두르고 있다는 점이다. 만약 정말 내란이라면 탄핵이 아니더라도 형사상 대통령 자격을 박탈당하게 된다. 그런데도 사건의 전말을 파악하기에 물리적으로 극히 부족한 시간 안에 탄핵을 추진하려 하고 있다. 게다가 허위 보도로 무고한 이들의 삶을 무너뜨린 전례가 있는 언론들이 탄핵 여론을 주도하고 있다는 점, 그리고 그들의 평소 정치적 성향을 함께 고려해 본다면 현재 우리가 접하는 정보들에 대해 더욱 신중한 검증이 필요하다.\n이런 상황에서 고려대학교의 이름으로 행동을 서두르는 것이 과연 지식인의 올바른 자세일까? 역사는 우리에게 분명한 교훈을 주고 있다. 격변의 시기일수록 지성인들에게 요구되는 것은 냉철한 판단과 신중한 접근이다. 감정이 이성을 압도하고 몸이 머리를 앞서갔을 때 그 결과가 참담했던 역사적 사례들을 우리는 너무나 잘 알고 있다. 진정한 지식인이라면 당장의 여론과 감정에 휩쓸리지 않고, 충분한 시간을 두고 사태의 본질을 파악하려 노력해야 한다. 학생들은 대통령과 여당을 비판하는 대자보를 내걸고 단체시위를 하는 데 열중하고, 총학은 이와 다를 바 없는 선언문으로 화답하고 있지만, 이는 오히려 우리에게 주어진 지성인으로서의 책임을 저버리는 일이 아닐까? 가슴은 뜨겁되 머리는 차가워야 하는 법이다. 취임 이후 118차에 이른 촛불집회의 의미를 깊이 있게 성찰하고, 그 이면의 진실을 꿰뚫어 보려는 노력이 우리 지식인들에게 먼저 요구되는 것이다. \n우리가 진정으로 집중해야 할 것은 제도적 개선이다. 국회의 자의적인 예산 심의권 행사를 견제할 수 있는 장치가 필요하고, 대통령이 국회의 불합리한 압박에 대응할 수 있는 실효성 있는 수단이 마련되어야 하며, 탄핵 절차가 정치적 도구로 남용되지 않도록 더욱 엄격한 요건과 절차가 확립되어야 한다.\n이제 우리는 중대한 선택의 기로에 서 있다. 37년 전의 낡은 틀에 안주할 것인가, 아니면 새로운 도약을 위해 용기 있는 첫걸음을 내딛을 것인가? 우리에게 필요한 것은 감정적 대응이나 정파적 판단이 아닌, 보다 건강하고 지속가능한 민주주의를 위한 제도적 개선이다.\n헌법은 우리 공동체의 영구적 존속을 위해 존재한다. 악법은 고치라고 있는 것이다.\n\n\n고려대학교 자유전공학부 24학번 임재욱\n고려대학교 수학과 24학번 김병찬\n\n\n\n\n\n전국 6300명 교수, 윤 대통령 탄핵 반대 성명\n\n\n전국 377개 대학의 교수 6300여 명이 회원인 사회정의를바라는전국교수모임(정교모)이 윤석열 대통령의 '비상계엄'을 겨냥한 더불어민주당과 야권의 탄핵 시도에 대해 '주권찬탈' '헌법파괴'라며 즉각 중단할 것을 촉구했다.\n정교모는 6일 성명에서 '위대한 대한민국 국민과 지도자들이 일구어 온 번영된 대한민국이 지금 풍전등화에 처했다'며 \"대한민국 주권자 국민은 지금 시각(時刻)을 다투며 전개되는 '정치난투극'을 결코 원하지 않으며, 주권적 명령으로 이를 규탄한다\"고 밝혔다.\n정교모는 \"6시간의 비상계엄은 헌법의 최고 수호자인 대통령의 직무수행이었음을 확인한다. 그 6시간의 비상계엄은 헌법 제77조 5개 조항에 의거 발동되고 해제되었다. 대통령의 비상계엄령 발동의 사유, 절차의 적법성 여부에 대해서는 제도권 정치인, 언론 및 지식인을 포함하여 대한민국의 유권자 국민은 예외없이 적법성 여부를 다툴 수 있다. 대한민국의 정치권과 언론, 시민단체 등의 대표와 세력은 정견과 의사표시는 자유롭게 표시할 수 있다\"며 \"그러나 누구에게도 '최종 재판관'의 권능이 허용되지 않음을 확인한다\"고 밝혔다.\n그러면서 정교모는 \"대한민국 헌법의 수호와 자유·진실·정의 가치의 실현을 추구하는 정교모의 6300명 교수 일동은 대한민국의 주요 헌법기관과 제4부인 제도권 언론(미디어)이 음모·기만·선동카르텔을 맺어서 벌이고 있는 이 난투는 '주권찬탈, 헌법파괴, 국가반역'의 대역(大逆) 범죄행위임을 확인한다\"고 규정했다.\n\n다음은 정교모가 밝힌 6가지 요구사항과 성명 전문이다.\n우리 정교모는 첫째, 이틀 전 대한민국에 실시된 6시간의 비상계엄은 헌법의 최고 수호자인 대통령의 직무수행이었음을 확인한다. 그 6시간의 비상계엄은 헌법 제77조 5개 조항에 의거 발동되고 해제되었다. 대통령의 비상계엄령 발동의 사유, 절차의 적법성 여부에 대해서는 제도권 정치인, 언론 및 지식인을 포함하여 대한민국의 유권자 국민은 예외없이 적법성 여부를 다툴 수 있다. 대한민국의 정치권과 언론, 시민단체 등의 대표와 세력은 정견과 의사표시는 자유롭게 표시할 수 있다. 그러나 누구에게도 '최종 재판관'의 권능이 허용되지 않음을 확인한다.\n\n둘째, 이미 해제된 비상계엄의 실체적 이유가 2020년 4.15 총선 이후 투개표의 \"전자적 부정\"과 \"선거 조작\"에 대한 주권자 국민의 광범위한 불신, 선거관리당국의 '전자적 증거'의 의도적 은닉에 대한 증거의 압수인 것으로 나타났음을 확인한다. 2020년 총선 이후 대한민국은 이른바 '선거 부정'에 대한 주권자 국민의 광범위하고, 정당한 의혹이 제기되었음을 확인한다. 그러나 이에 대한 대한민국의 헌법기관인 선거관리위원회, 국회와 국회의원, 사법부, 그리고 제4부의 제도권 언론까지도 '선거무결성'을 요구하는 유권자 국민의 불신을 해소하기는커녕, 주권자의 정당한 요구를 다양한 방식을 동원하여 압살해 왔음을 확인한다. 대통령이 비상대권인 계엄령을 발동하지 않으면 안 될 충분하고 정당한 이유가 있음을 확인한다.\n\n셋째, 비상계엄 해제 후 드러난 선거위원회 세 곳에 대한 경찰과 계엄군의 압수·수색이 알려지자 야권의 두 명의 중대 범죄 피선고자 이재명 더불어민주당 대표, 조국 조국혁신 당대표, 집권 여당의 비원내 한동훈 대표가 결탁하고, 조선일보를 비롯한 이른바 제도권 언론은 각종 가짜뉴스를 동원하여 대통령의 자진 사퇴를 압박하고, 직무를 정지시키기 위한 '대통령 탄핵 몰이'에 돌입했다. 이것은 '국민주권·헌법·법치의 파괴'를 통한 명백한 反국가 범죄'임을 선언한다.\n\n넷째, '선거의 무결성' 여부를 확인하기 위한 헌법수호자 대통령의 정당한 직무행위에 대한 물리적 사퇴압박, 가짜뉴스를 통한 대통령의 자진 사퇴와 직무 정지를 강제할 탄핵 몰이는 국민의 본원적 주권에 대한 도발이며 자유민주주의 헌법 체제에 대한 반역이다. 주권자 국민은 대통령이 비상계엄권 발동으로 확보한 2020년 4월 총선 이후의 모든 국가 및 지방선거의 '무결성' 여부가 명명백백하게 밝혀지기를 요구한다.\n\n다섯째, 이 요구는 대한민국 헌법 제1조(①대한민국은 민주공화국이다. ②대한민국의 주권은 국민에게 있고, 모든 권력은 국민으로부터 나온다)가 규정한 대한민국의 민주성, 국민주권의 최고성과 본원성이 한치의 흔들림도 없이 지켜져야 하는 이유에 근거한다. \"범죄적 정략가\"와 음모적 언론이 카르텔을 맺어 주권자 국민이 선출한 대통령에 대해 자진 사퇴와 탄핵 몰이 전격전은 국민과 국가에 대한 반역 범죄임을 확인한다. 주권자 국민은 이들의 사법적, 정치적, 역사적 범죄성을 규탄하며 엄중한 책임을 물을 것이다.\n\n여섯째, 국민의 주권을 위임받아 헌법을 수호할 최고의 책무를 지는 대통령은 적법하고 정당한 모든 수단을 통하여 음모·기만·선동카르텔의 반국가 정변(쿠데타)과 국민주권 찬탈의 망동(妄動)을 제압할 것을 요구한다. 대한민국 헌법의 수호와 자유·진실·정의 가치의 실현을 추구하는 '사회정의를 바라는 전국교수모임'(이하 정교모)의 6,300명 교수 일동은 주권자 국민의 명령에 따라 대한민국의 대통령은 헌법수호를 위한 적법하고 정당한 조치를 즉각적으로 취해나갈 것을 요구한다.\n\n2024년 12월 6일\n사회정의를 바라는 전국교수모임",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-12-10T10:44:09.904000",
  "updatedAt": "2024-12-11T12:23:23.578000"
}