{
  "id": "c2ef75f8-a0fb-4cae-9fea-b47acdb2f3bf",
  "title": "중국 전자전 대응",
  "content": "중국 학술지인 Radar & ECM에 게재되고 홍콩의 사우스차이나모닝포스트에서 강조한 새로운 보고서는 2023년 12월에 발생한 주목할 만한 사건을 조명합니다.\n\nUSS 칼 빈슨호에 탑승한 미국 전자공격전대 136(VAQ-136) 사령관인 윌리엄 콜터가 예기치 않게 직무에서 해임되었습니다.\n\n미국 해군은 이 결정을 \"그의 지휘 능력에 대한 자신감 상실\"에 기인했지만, 보고서는 콜터의 해임이 중국의 전자전에 대응하는 미국 해군의 어려움과 관련이 있을 수 있다고 시사합니다\n\n2024년 1월, 055형 구축함 난창에 탑승한 PLA 장교와 선원들은 미 항공모함 함대에 대한 행동으로  영예를 얻었 습니다. 중국 언론은 이후 EA-18G 그라울러로 추정되는 한 대와 난창 구축함을 포함한 두 대의 미국 제트기 간의 상호 작용을 보여주는 영상을 방송했습니다.\n\n\n중국 인민해방군 구축함, 외국 군사 개입 '파괴'; 055형 전함, 미국 AEGIS 순양함과 동등: 보도\n\n보고서는 중국 인민해방군 해군이 최첨단 인공지능(AI)을 활용해 미국 해군의 EA-18G 그라울러의 역량에 도전하도록 설계된 강력한 \"킬 웹\"을 개발했다고 주장합니다.\n\n보고서는 중국 인민해방군 해군 과학자들이 처음으로 현대 군함이 미국 공해 전투 전략의 핵심 구성 요소인 EA-18G 그라울러의 첨단 전자전 능력에 어떻게 대처하는지에 대한 정보를 공개했다고 밝혔다.\n\n보잉의 EA-18G 그라울러는 적의 레이더와 통신 시스템을 억제하도록 설계된 전자 방해 기능으로 유명합니다. 첨단 기술과 F/A-18 호넷 및 슈퍼 호넷 변형에 대한 현대화 이니셔티브를 포함한 최근 업그레이드에도 불구하고 그라울러는 대응책에 면역이 없습니다.\n\n중국 과학자들은 난창함을 포함한 인민해방군 해군의 055형 구축함에는 정교한 레이더와 센서가 장착되어 있다고 밝혔다.\n\n이러한 시스템을 통합하면 Growler의 전자 방해의 효과가 감소하여 대량의 데이터를 처리할 수 있습니다. PLA 해군은 이 두 시스템을 통합하고 전자 공격에도 불구하고 효과적으로 작동을 계속함으로써 기술적 역량에서 주목할 만한 발전을 보였습니다.\n\n중국 해군과 미국 그라울러 항공기 간의 치열한 경쟁은 적어도 2018년으로 거슬러 올라갑니다. 트럼프 행정부 당시 중국이 남중국해에 레이더와 통신 방해 장비를 배치했다는  보고가 있었습니다 .\n\n당시 EA-18G 그라울러 조종사들은 중국 시스템의 간섭을 의심했지만, 전문가들은 항공기의 작전 능력에 미치는 영향의 정도에 대해 논쟁을 벌였다\n\n미국 EA-18G 그라울러, 중국의 '킬웹'에 맞서다\n\n중국 과학자들은 인공지능(AI)이 중국 인민해방군의 레이더 시스템에 EA-18G 그라울러보다 결정적인 이점을 제공했다고 주장한다.\n\n한 과학자는 인지 지능형 레이더의 기능을 강조했는데, 여기에는 사전 예방적 환경 감지, 사용자 정의 가능한 송수신 기능, 지능형 처리, 리소스 스케줄링 등이 포함됩니다.\n\n이러한 기능을 통해 레이더는 EA-18G가 사용하는 복잡하고 다양한 전자기 방해 전술에 효과적으로 대응할 수 있습니다.\n\n그는 시스템 감지가 단순히 여러 센서를 쌓거나 느슨하게 연결된 네트워크를 만드는 것 이상이라고 설명했습니다. 대신 실제 조건에 따라 다양한 센서의 성능 특성을 종합적으로 활용하는 것이 포함됩니다.\n\n이러한 접근 방식은 전술적인 관점에서 탐지 리소스의 합리적인 할당과 일정을 보장하여 플랫폼의 정보 제어 기능을 향상시킵니다.\n\n중국 과학자들은 복잡한 전자기 환경에서도 전체 함대에 대해 신뢰할 수 있고 빠른 통신을 보장하는 데 상당한 진전을 이루었습니다. 주변의 중국 해군 함선은 자국 함선 중 하나를 표적으로 삼은 EA-18G를 신속하게 반격합니다.\n\n이러한 협력은 EA-18G에 대해 유연하고 지능적으로 대응할 수 있는 대규모 \"킬 웹\"을 생성하여 \"단일 리소스 대결\"에서 \"체계적인 탐지 리소스 대결\"로 전환합니다.\n\n이러한 기술적 발전으로 중국 해군은 이전의 신중한 자세에서 보다 적극적인 전략으로 전환했습니다. \"방어로서의 공격\"으로 설명되는 이 새로운 접근 방식은 동시에 여러 조치를 취하고, 조합을 최적화하고, 다른 요소와 협력하여 전자전 항공기에 효과적으로 대응합니다.\n\n난창에 대한 공식 보고서는 이러한 전술적 변화를 확인했습니다. 이 함선은 전통적인 편대에서 벗어나 100해리(185km)를 전진했고, 후방군의 지원을 받아 미 항공모함 태스크포스가 중국 훈련 구역에 진입하는 것을 막았습니다.\n\n이에 대응해 미국군은 항공모함 기반 항공기를 배치했습니다. 중국이 공개한 영상에 따르면 EA-18G는 다른 전투기와 편대를 형성하고 소음 재밍을 수행하거나 밀도가 높고 거짓된 표적 신호를 방출하여 난창을 혼란스럽게 하는 '동행 중 재밍'이라는 전투 모드를 사용했을 가능성이 있습니다.\n\n이러한 노력에도 불구하고 난창의 레이더 시스템은 정상적으로 작동했고 미국 함대의 주요 목표물을 성공적으로 포착했습니다. 난창의 한 사령관에 따르면, 미국 함선과 항공기는 수직 발사 시스템의 보호 커버를 제거한 지 얼마 지나지 않아 철수했습니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-07-20T20:05:47.004000",
  "updatedAt": "2024-07-20T20:36:14.219000"
}