{
  "id": "c302dafd-e95a-45af-aed0-27ae73b31948",
  "title": "연/제/노/창려/추수/패수",
  "content": "![image](media/19060b4ff02.b29c16cb8717b304.jpg)\n![image](media/19060bbd5c8.bef093966e119ef7.jpg)\n![image](media/19bc3c3796a.8366071cf00807a8.jpg)\n![image](media/19bc3c57790.b5824e34700d3d01.jpg)\n\n\nm.cafe.daum.net\n\n燕과 위만조선의 위치는 하남,산서 주변\n\n\t\t\t\t\t\t\n전국시대 연나라는 주무왕의 동생 召公奭이 세웠다고 되어있고 아래와 같은 내용이 사전에 기재되어있다. \n\n\"수도는 계(薊)였으며, 전국시대에는 7웅(七雄)의 하나가 되었다. 연왕 쾌(噲)가 재위하던 기간에는 내란으로 인하여 제(齊)나라의 공격을 받았다. 소왕(昭王)이 재위하던 시기에는 조(趙)나라 출신의 악의(樂毅)가 상장군(上將軍)이 되어 군을 지휘했다. 이때 진(秦)·한(韓)·위(魏)·조·연의 5국은 연합하여 제나라의 70여 개 성을 공략했다. 연나라 장군 진개(秦開)는 동호족(東胡族)을 대파하여 북동쪽으로 영토를 확대했으며, 상곡(上谷)·어양(漁陽)·우북평(右北平)·요동(遼東)·요서(遼西) 등의 군(郡)을 설치하여, 한때 북방지역에서 크게 세력을 떨쳤다.\"\n\n魏略의 기록에 의하면 연나라 장수 진개가 東胡를 대파하고 조선땅 이천여리를 쳐들어가 조선을 약화시키고 그곳이 현재의 하북성의 북경 지역이라는 사서 기록을 근거로 한국의 역사학계나 한자 좀 하고 역사책을 읽는다는 사람들이 이 내용을 그대로 신봉하여 燕所封地는 하북의 북경지역으로 보았다.\n중공 아이들이 실토하는 연나라의 위치는 중국 사회과학원지도가 증명하고 위만이 조선으로 망명하기 위해 건너왔다던 추수는 바로 하남성 제원이라고 중화민국 군사지도가 말한다. \n또한 고조선 당시의 패수는 하북성 '영정하'나 '난하'가 아니라 하남성에 존재하는 강으로 한나라와 충돌 지점에 있다. \n우왕을 기만하고 위만조선을 만든 연나라 사람 위만이 하남성에서 3000여리 이상을 이동하여 갑자기 하북성 천진 부근으로 그 국체를 옮긴다는 이야기가 가능하리라 보는가? \n사서에서 처럼 燕將 진개가 고조선지로 처들어가 2000여리의 땅을 확보한 곳이 그림과 같이 고조선 중심부의 턱밑에  있었다면 그들이 확보했다는 상곡, 우북평 등 산서지방의 지명들과 연나라는 어찌 멀리 떨어져 있을까?  \n연나라 위치와 ,위만조선, 기자조선의 진짜 위치는 하남으로부터 시작되고 이로서 증명.\n패수는 하남성 맹진에 있다고 기술하는 수경주. 패수 인근에 추수가 있다.\n- 운영자 심제.\n\n\n학계의 ＜고조선 패수 대동강설 ＞등을 간단하게 반박한다\n1. 진개가 빼앗은 고조선땅 2000여리는 현 압록강이 아니다.  \n燕東有朝鮮、遼東，北有林胡、樓煩，西有雲中、九原，南有呼沱、易水，地方二千餘裏，帶甲數十萬，車六百乘，騎六千匹，粟支數年。南有碣石、雁門之饒，北有棗栗之利，民雖不佃作而足於棗栗矣。此所謂天府者也。— 史記 蘇秦列傳\n\"동쪽으로 조선과 요동반도, 북쪽으로 임호와 누번, 서쪽으로 운중과 구원, 남쪽으로 호저와 역수(易水)가 있다.\"라고 하였다. 동쪽으로 조선에 이르고, 남쪽으로 역수(易水)까지 영토가 이천여 리에 달했으며 갑병 수십만과 전차 6백승(乘), 기병 6천기(騎)를 낼 수 있었다. 기원전 323년에 왕으로 자칭하었다.\n연 소왕(昭王) 때에 장수 진개(秦開)가 고조선(古朝鮮)을 침략하여 만번한지역까지 영토을 확장하였고, 기원전 285년에는 장수 악의(樂毅)를 총사령관으로 삼고 제나라를 공격해 수도와 대부분 지역을 함락시켰다.\n위의 내용은 연이 고조선을 공격하여 2천여리를 빼앗고 난 후의 위치를  기록 한것으로 보여지므로 이를 증명하는 <중국사회과학원>의 역사 지도가 있다. \n윗 그림 중앙에서 연나라 燕 ①은  최초 위치로 하남성 무양 부근에 있었다 추정한며 중국사서의 내용대로 연나라 소왕(召王)때 진개가 고조선을 공격하여 고조선영역 2천여리를 빼앗아 위치한 지역이 燕②라고 표시하였다.\n결국  최종 燕②의 위치로 부터 남쪽은 결국 고조선의 영토라는 이야기가 되는것이다.\n즉 황하를 사이에 두고 고조선과 연나라가 대치 했었다는 말이 된다.\n그러나 사학계에서는 燕②의 위치를 최초의 위치인 燕 ①로 보고 여기서 다시 2천여리를 동으로 빼앗았다고 보고 있으므로 결국 대릉하 이동으로 고조선 강역이 움츠려 들었다고 보고있다. 이보다 앞선시기 기자조선의 위치에 대해 이형구는 객좌현에서 발굴된 기후방정을 보고 기자조선의 유물이라고 보고있다.  \n그러나 기자조선의 유물이 단속적으로 좁은 지역에서 나타남을 이유로 기자조선의 현요동 지역 동래설은 신빙성이 적은 이론으로 보게 되었다.\n그러나 중국사서의 내용대로 연의 위치는 아직고 불변하고있다 그대로 요동이 현 요하부근으로 확고히 자리 잡고 있는데 그림처럼 적의 지역에 저렇게 혼자 버티고 있을 수 있을까?  \n\n2. 위만이 넘어온 패수에 대한 논증.\n사학계에서 패수 위치에 대한 의견이 분분하다.\n이에 대한 근원은 조선말 실학파학자들의 이론들 .. 결국 성호 이익 부터 정약용까지 이나라 학자들의 추정은 고서적류의 문헌고증적 방법으로 실시되었을 것이다. 실제 중국 고지도나 현지 등을 고려하지 않았을 것으로 보인다.\n그 보다도 서영수 같은 이는 고조선 대동강설이 고려에서 부터 유래한다고 주장한다 그러므로 본 대동강설은 적어도 800여년 동안 과학적으로 증빙할 수 있는 방법이 발전되어 왔음에도 요지부동의 학설로 회자되고 있는 꼴이다.   \n 그 맥이 일제 어용학자들에게 의해서 이용되었고 그 이론이 이땅의 식민적 후학인 현금의 학자들에게도 이어져 내려오고 있는 것이다. 문헌사학에 이론이라는 것은 없다 단지 방법론 일 뿐이다 그러므로 이러한 이론은 무시할수 있다고 말한다 그러면서도 중국 고대사서 <관자>등에 조선이 등장함을 이유로 기원전 8세기경에 고조선이 실재하였음을 그리고 기원전 4세기경에 칭왕되었으므로 왕조국가로 추정한다.\n그러면서도 고고학적으로 하가점 하층지역의 유물로 부터 나온 결과를 두고서 고조선 관련설을 부정하기도 한다. \n대동강이 패수라는 이병도학설 이후로 좀처럼 그 영역이 변동되고 있지 않다. 또 다른 주장은 패수가 청천강 혹은 매우 진보적인 학자들이라야 현재의 요하 정도이나 그 이론들도 다수로 부터 인정받지 못하고 있는 실정이다.\n연나라 위만이 패수를 건너서 고조선 공지로 들어가 위만조선을 세우게 된 실제 지리학적 루트를 문헌사학적으로 밝히려고한다. 이땅의 사학자들의 논문을 보면 1988년에 발표한 내용과 2009년에 발표한 내용 즉 20년간 내용의 변화가 없다. 이 무슨 해괴한 현실인가.\n사골 곰탕도 3번 끓이면 맛이 없어지는데 결국 <黃牛渡江湯>  보다도 못한 국을 끓여내는 주방장들인 것이다.  \n사기 원전을 보자.\n-------------------------------\n史記卷一百一十五　朝鮮列傳　第五十五\n-------------------------------\n注 集解徐廣曰：\n「昌黎有險瀆縣也。」\n索隱韋昭云「古邑名」。\n徐廣曰「昌黎有險瀆縣」。\n應劭注「地理志遼東險瀆縣，朝鮮王舊都」。\n臣瓚云「王險城在樂浪郡浿水之東」也。\n왕검성은 낙랑군 패수의 동쪽에 있다. \n-------------------------\n漢書 卷二十八下 地理志第八下\n-------------------------\n요동군(遼東郡)편에 나오는 험독(險瀆)에 대한 설명부분\n險瀆\n應劭曰 朝鮮王滿都也 (응소 왈 조선왕 위만도읍이다)\n依水險 故曰 險瀆 (험수에 의지해서 험독이라한다)\n臣瓚曰 王險城在樂浪郡浿水之東 此自是險瀆也 (신찬 왈 왕검성은 낙량군 패수의 동쪽에 있다 이로서 험독이라 한다)\n師古曰 瓚說是也 (신찬의 말이 맞다)\n浿音普大反\n----------------------\n삼국지 위지(魏志) - 위략\n----------------------\n漢以盧燕王 朝鮮與燕界於溴水 及反入匈奴 燕人衛滿亡命胡服東渡水.\n한(漢)에서 노관을 연왕으로 삼았다.\n조선과 연(燕)은 추수(溴水)를 경계로 삼았다.\n노관이 배반하고 흉노로 갔다.\n연나라 사람 위만이 호복(胡服)을 입고 동쪽으로 추수(溴水)를 건너 망명을 하였다.\n---------------------------\n추수(溴水)- 명일통지(明一統志)\n---------------------------\n溴水在濟源縣 其源有三 一出琮山俗呼白澗水春秋公諸侯于梁此 一出縣西二十里曲陽城西南山\n一出陽城南溪俱東南流與瀧水合又東南至溫縣入于黃河\n추수는 제원현에있고 그 근원이 세곳이다. \n하나는 종산 (백간수)에서 다른 하나는 현의 서쪽인 곡양성 서남산에서 나오고 마지막 하나는 양성 남쪽계곡에서 동남으로 흘러 롱수와 합쳐져 온현(하남성)에 이르러 황하로 들어간다. \n이 땅의 역사학자들 모두 요동을 현재의 요녕성으로 본다 그리고 그 시각에서 벋어나질 못하고 있다 그러면서 고려로 부터 내려온 주장의 연장이라고 말 할 뿐이다. \n운영자가 밝히지만 송나라 前期에 작성된 <구당서>에는 한나라 이래로 고려와 발해가 위치한 요동이 당토인적이 없다고 한다. 그 요동이 당나라 초기엔 하북성 서남부 유역이고 고구려가 망한 이후로 7~9세기 사이에 요동이 현재의 요동지역으로 확장되었다 하더라도 좁게는 하북에서 넓게는 현요녕 까지 중국의 속지가 아니었다는 말이 된다. \n이러한 한구절의 글귀가 상대를 궁지로 모는 열쇠가 될 수 있다.    \n운영자는 이 주장에 대한 자료로 군사지도와 고지도를 보인다.\n제1도에서 연나라의 위치 제2도에서 위만이 추수를 건너서 도망간 사건을 보면 연은 공히 하남성 지역에있었다는 사실과 북쪽의 고조선 空地로 황하의 지류인 추수를 건너 운장으로 도망간 사실을 사서에 기록한 것이다. \n그렇다면 연 소왕시기(bc311-279)에  진개가 고조선을 처들어와 뺏았다는 고조선지는 위만이 연에서 호복으로 갈아 입고 추수를 건너서 고조선으로 들어간 사실(bc194)과 지역적으로는 같을지라도 시간적으로  약 90년간의 차이가 생긴다. 기원 3세기초 연나라가 현 북경지역까지 차지했던 것이 소왕 이후에 고조선 세력에게 다시 빼았겼던지 혹은 그 以南 지역이 연나라 쇠퇴하여 세력이 미치치 못하므로 空地로 남아서 위만이 그 틈새로 도망가 위만조선을 세웠다고 추정하는 것이 옳지 않을까? \n위만이 조선을 세웠을 때에는 하북 한단출신 영정(진시황이름)의 秦이 망하고 前漢이 세워졌을 즈음이므로 부여와 위만조선, 한나라가 황하 이북지역의 패자 자리를 다투고 있었을 것이다. 이즈음에 고조선의 주후예인 부여가 한나라의 창업을 도왔다는 기록이 隋나라 재상 李密은 그가 추모의 자손임을 밝히고 그 진실을 묘지명에 썼기 때문이다.\n또한 진나라를 망하게할것은 호이다라는 의미인 <亡秦者胡也>를 기록한 도참설이라면 그 도참이 부여를 두고 한예언이 아니었을까? 그렇다면 부여가 그 자리를 차지하고 있을 수 도 있다는 가정이 가능하다.   \n명일통지에 같은 위치의 강을 두고 패수와 추수로 달리하는것은 왜 일까?\n옛 제수의 모습과 풍경 (19세기)\n浿水가 溴水로...\n왜 중국사가들은 개犬을 浿자 받침으로 썼을까?\n\n\n글쓴이 : 心濟\n출처 : http://cafe.daum.net/greatchosunsa\n\n\t \t\t\t\t\t \t\t\n\n중국이 숨긴 패수는 하남성 격수다\n패수위치 논쟁에 종지부를 찍은 산해경\n\n▲ 성헌식\n명·청나라 때 학자들의 편집에 의해 <수경주>권14에 언급된 포구(鲍丘)수와 습여(濕餘)수는 고(沽)하와 관련 있는 물길들이라 청장(淸漳)수·탁장(濁漳)수가 언급된 권10에 들어가야 마땅하며, 요서군에 속하는 유(濡)水는 하수의 본류를 설명한 권4의 지류에 언급되어야 하며, 요동군·현토군과 관련 있는 대요(大遼)수·소요(小遼)수는 권6 분수의 지류에 언급되었어야 한다.\n \n그리고 패수(浿水)는 하내(河內)군과 깊은 관련이 있기 때문에 분명 권7~8 제수에 언급되어야 마땅하다. 권7~8 제수에 패수의 흔적이라도 남아있는지 아니면 아예 삭제되어있는지 권7 처음부터 상세히 살펴보도록 하겠다. 결과 7~8권에 패수와 비슷한 강이 언급된 문구는 아래뿐이다. 불필요한 문구를 생략한 번역은 다음과 같다. \n \n(수경주 권7) “제수(濟水)는 하동(河東)군 원(垣)현 동쪽 왕옥산(王屋山)에서 나오는데 연수(沇水)라 한다. (중략) 그 강의 근원은 두 군데 있는데 동쪽근원은 원성 동북쪽에서 나온다. 두예(杜預)가 말하기를 심수현 서북쪽에 원성(原城)이 있는데 남쪽으로 흘러 서쪽근원과 합쳐진다.  \n \n서쪽근원은 원성 서쪽에서 나와 동쪽으로 흘러 서남에서 나온 강으로 들어가 동북쪽으로 흘러 제수로 들어간다. 제수는 원성 남쪽을 지나 동쪽에서 북수(北水)와 만나 동남쪽으로 급하게 흘러 들어간다. 그 강 하나가 두 강으로 나뉘는데 한 강이 동남쪽으로 흐르는데 연수이다. 제수는 동남쪽으로 흘러 치성(絺城) 북쪽을 경유해 온현(溫縣)에서 나타난다.  \n \n또 한 강은 남쪽으로 흘러 격수(湨水)로 들어간다. 소위 백간(白澗)수라고도 하는 격수는 원성 서북에 있는 원산의 훈장(勛掌)계곡에서 나와 남쪽으로 원성 서쪽을 지난다. 격수는 동남쪽 양성(陽城) 동쪽을 경유해 남쪽근원과 합해진다. (중략) 격수는 동쪽에서 북쪽 강과 만나 동남쪽으로 어지럽게 흐르다 좌측이 제수의 지류인 인공하천과 만난다.\n \n격수는 역시 동쪽으로 흐르다 동남쪽으로 도구수(涂沟水)로 들어간다. 격수는 동북으로 파현 고성(波縣古城) 북쪽을 경유해 동남쪽으로 흐르다 천장간수(天漿澗水)로 들어간다. 격수는 동남류해 우측에서 동수(同水)를 만난다. 격수는 동남류해 안국성(安國城) 동쪽을 지나고 남쪽으로 무벽(無辟)읍 서쪽으로 지나 황하로 들어간다.\n \n▲ <패수=격수=추수는 왕옥산에서 발원해 제원시를 흐르는 연수=제수.> [사진=필자 제공]\n  \n湨(격)水 = 溴(추)水 = 浿(패)水\n \n그런데 문제는 제수에 대해 설명하는 권7의 앞부분에 언급된 강은 패수(浿水)가 아니고 비슷해 보이는 글자인 격수(湨水)이다. 조개 貝자는 눈目자 밑에 여덟 八자가 붙어 있고, 날개 펼 狊자는 눈目자 밑에 개犬자가 붙어있는 글자이다. 이것이 과연 다른 글자인지, 아니면 약간만 흘려 써도 같은 글자로 보일 수도 있기에 같은 글자로 봐도 무방한지 그것이 문제이다.  \n \n그래서 다시 한 번 위 격수의 흐름을 권14 패수의 아래 흐름과 비교해보니 지명은 완전히 달랐지만 흐름 방향은 동쪽과 동남쪽으로 거의 대동소이해보인다. “패수는 낙랑(樂浪)군 루방(鏤方)현에서 나와 동남쪽으로 임패(臨浿)현을 지나 동쪽으로 해(海)로 들어간다.\n \n<설문>을 쓴 허신이 전하기를 패수는 루방에서 나와 동쪽으로 海로 들어간다. 일설에는 패수현에서 나온다. <십삼주지>에서 말하기를 패수현은 낙랑의 동북쪽에 있고 루방현은 낙랑군의 동쪽에 있다. 그 현에서 나와 남쪽으로 루방을 지나간다.”  \n \n또한 격수(湨水)는 책에 따라 추수(溴水)라고 기록되어 있기도 한다. 溴자는 湨자의 目자 대신에 스스로 自자로 외뿔이 있는 점이 다를 뿐이다. 두 글자의 발음은 溴(xiù)와 湨(jú)로 서로 다르나, 글자모양이 흡사해 혼용되었던 것이다. <강희자전>의 설명에 따르면, 원래는 격(湨)이 원본이었는데 글자가 아주 비슷한 추(溴)가 나중에 혼용되어 기록되었다고 한다. \n \n<중국고대지명대사전>의 湨梁(격량)에 대한 설명에 ‘석경송본악본’에 의하면 격자가 현재 본에는 추로 되어 있으며, ‘완원교감기’에 격과 추 소리는 구별에 거리가 있음에도 ‘육씨공양음이’에 이르길 격본이 추로 되었고 지금 본은 격으로 되어있다고 하여 서로 혼용되어 사용되었다고 설명하고 있다.\n \n▲ <패수=격수=추수는 현대지도에 추하라는 이름으로 불려지고 있다.> [사진=필자 제공]\n  \n<대원대일통지>에 “추하는 제원(濟源)현에 있고 3곳에서 발원한다. 첫째는 원성의 서북 종산 훈장곡에서 발원하는데 사람들이 이르기를 백간수라 한다. 춘추에서 말하는 제후가 모인 추량(溴梁)이 이곳이다. 둘째 발원지는 제원현 서쪽 20리 곡양성 서남산이다. 셋째 발원지는 양성 남쪽 지현 서남의 관교촌 북에서 출발한다. 동으로 흘러 지현의 롱수와 합한다. 또 동으로 흘러 10리를 가면 피성촌에 들어가 하양(河陽)의 경계에서 황하로 들어간다.”는 기록이 있고,  <명일통지>에는 “추수는 하남성 제원현에 있다.\n \n물의 근원이 세 군데 있는데, 동남류해 롱수(瀧水)와 합해져 동남으로 흘러 온현에서 황하로 흘러들어가는 강이다.”라는 기록이 있고, 또한 추수는 지금도 추하라는 이름으로 현대지도와 중국군사지도에 그대로 남아있어 격수=추수임이 확실하다.\n \n과연 격수가 패수와 같은 강이냐 하는 점은 <수경주>에 위만이 망명하면서 건넌 강이라고 기록된 패수가 <삼국지>에는 “한나라에서 노관을 연왕으로 삼았다. 조선과 연은 추수(溴水)를 경계로 삼았다. 노관이 배반하고 흉노로 갔다. 연나라 사람 위만이 호복을 입고 동쪽으로 추수(溴水)를 건너 망명했다.”라는 기록이 있어 패수=추수=격수임을 알 수 있다.\n \n조선왕조 후기 역사학자 안정복은 <순암복부고3>에서 浿水=溴水라는 자신의 견해를 피력하고 있다. “浿자에서 溴가 만들어졌다. <성경통지>에는 모두 溴자로 되어 있다. <한사>조선전에도 浿자로 일컬은 것이 수십 개밖에 안 되어 모두 浿자로 하였음에 의심이 없다.\n \n溴수 역시 물길이름이며 춘추시대에 溴梁에서 제후회의가 열렸으며 溴수는 河內에서 출원하여 바다로 들어간다. 溴와 浿자는 스스로 구분이 된다. 대개 패수와 추수는 다른 글자로 알려져 있으나, 한나라부터 명나라시대까지 지리적 연원으로 浿水와 溴水 공히 河內에서 출원하여 바다로 들어간다고 되어있다. 따라서 패수가 추수로서 동남쪽으로 흐르는 수계로 봄이 타당하다. \n\n \n패수 위치논쟁에 종지부를 찍은 산해경 \n \n<산해경>의 산경 남산2경에 “동쪽 5백리에 성산이 있고, 그 동쪽 5백리에 회계산이 있는데 작수가 나와 남쪽으로 흘러 湨으로 들어간다. 역시 동쪽 5백리에 이산이 있는데 湨水가 나오는 곳이다.”의 湨에 진(晉)나라 곽박(郭璞)이 ‘一作 浿’라는 주를 달았다. 즉 湨水(溴水)= 浿水라는 말인 것이다.\n \n<강희자전>에는 조식의 악조론과 ‘오음집운’을 인용해 貝+鳥=鵙와 狊+鳥=鶪자는 다른 자이나 음과 뜻은 모두 때까치 격으로 같은 자이며 貝가 붙은 鵙가 원래 글자라고 설명되어 있다.\n \n이렇듯 낙랑군에 속하는 패수의 위치가 명명백백하게 들어났으니 그동안 지루하게 논쟁을 거듭했던 한사군의 위치 즉 식민사학의 한반도 북부설과 재야사학의 난하설, 조백신하설, 대능하설 이제는 모두 접을 때가 되었다.",
  "color": "default",
  "labels": [
    "baf8ac0a-cbc0-4174-aafe-417a1cab2927",
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-06-29T06:14:42.424000",
  "updatedAt": "2026-01-16T07:27:48.196000"
}