{
  "id": "c3732053-5d97-4dcb-ad9f-de688fe220c1",
  "title": "실질 GDP, 구매력평가지수(PPP)",
  "content": "​\n모든 국가는 경제성장을 추구한다. 경제성장이란 국민소득의 규모가 커지는 것이고, 이는 국민 전체의 구매력이 증가하여 국민의 전반적 생활수준이 높아짐을 의미한다.이러한 경제성장은 보통 ‘ 국내총생산‘, 즉 GDP(Gross Domestic Product )의 증대로 나타낸다. GDP는 일정 기간 한 나라 안에서 생산되어 최종적 용도로 사용되는 재화와 서비스의 가치를 모두 더한 것이다.\n그런데 경제성장을 측정하는 지표인 GDP에는 물가 상승분을 반영했느냐, 안했느냐에 따라 명목 GDP와 실질 GDP로 나눠진다. 명목 GDP는 당해년도의 가격에 당해년도의 생산량을 곱하여 계산되어 생산량의 변화뿐만 아니라 가격(물가)에 생긴 변화에 의해서도 영향을 받는다. 따라서 생산량은 불변이고 물가만 상승해도 명목GDP는 증가하게 된다. 따라서 GDP의 생산활동 추이를 정확하게 반영하도록 만들기 위해서는 물가변동의 효과를 제거해야 한다. 이를 위해 미리 정해진 기준년도의 가격에 당해년도의 생산량을 곱하여 구해야 하는데, 이것이 실질GDP이다.\n이렇게 기준년도를 정해 놓고 물가변동분을 제거해 GDP를 산출하는 실질 GDP의 증가를 경제성장으로 정의하는 것이 타당하다. 실질GDP의 증가는 경제가 성장했다는 것을 의미하므로 실질 국민소득이 증가한 것이고 이는 국민 전체의 실질 구매력이 커졌음을 의미한다.\n그런데 실질GDP가 커진 만큼 인구도 늘어나면 사람들의 생활수준은 달라질 것이 없으므로 엄밀한 의미의 경제성장은 1인당 실질GDP의 증가로 정의된다. 즉, 실질국민소득이 더 커졌다 해도 단지 인구가 급격히 늘어 그렇게 된 경우에는 1인당 실질국민소득이 오히려 줄어 국민 개개인의 실질 구매력이 감소할 수도 있다. 그렇다면 국민의 경제적 복지는 예전보다 더 나빠졌을 것이고, 따라서 이와 같은 변화는 진정한 의미의 경제성장이 될 수 없다. 국민의 개개인의 소득을 증가시켜 개개인의 구매력을 늘림에 따라 생활수준을 향상시킬 수 있는 변화만이 진정한 경제성장이라고 할 수 있으므로, 엄밀하게 말해 경제성장은 ‘1인당 실질국민소득이 증가한 것＇으로 정의되어야 한다\n국민의 실질적인 소득 및 구매력수준을 나타내는1인당 실질GDP는 실질GDP를 인구수로 나누어서 구한다. 따라서 1인당 실질GDP가 커지면 개개인의 구매력이 커져서 사람들 개개인의 삶은 나아진다. 이러한 이유로 GDP에서 물가변수와 인구변수를 분리한 1인당 실질GDP를 개인의 구매력지표로 사용한다. 즉, 1인당 실질GDP를 사용함으로써 인구규모에 따른 영향을 제거할 수 있고 동시에 물가변화의 영향을 없앨 수 있어서 개인의 구매력을 판단하는 소득지표로 사용하게 된다.\n\n그러나 개개인의 국매력을 국가 간 비교를 하기 위해서는 1인당 실질GDP만으로 충분하지 않다. 이를 세 가지 측면에서 살펴보자.\n세계화로 인해 각국 경제의 대외의존도가 높아짐에 따라 GDP를 소득지표(구매력 지표)로 사용하는 데 문제가 발생하게 되었다. 그 문제의 핵심은 수출품과 수입품의 가격사이의 상대적 비율, 즉 교역조건(terms of trade)에 변화가 오면 그 나라 국민의 실질구매력에 변화가 온다는데 있다.\n일국의 수출 상품의 가격 상승으로 교역조건이 개선되면 수출 상품 1개를 팔아서 수입할 수 있는 재화의 양이 전보다 증가한다. 교역조건이 개선(상승)되면 실질 구매력이 높아지는 것이다. 반대로 수입 상품의 가격상승으로 교역조건이 악화(하락)됐다면, 수출 상품 1개를 팔아서 수입할 수 있는 재화의 양이 전보다 감소한다. 교역조건이 악화(하락)되면 실질 구매력이 낮아지는 것이다. 따라서 교역조건 변화가 실질 구매력을 변화시키게 된다.\n이에 따라 교역조건의 변화까지 반영한 새로운 지표인 GDI(국내총소득 : Gross Domestic Income)를 사용하게 되었다. GDI는 실질 GDP에 ‘교역조건 변화에 따른 실질 무역손익’을 더하여 구한다\n한편, 또 다른 소득지표(구매력지표)로 실질 국민총소득(GNI : Gross National Income)도 자주 활용된다. 실질 GNI는 실질 GDI에 일국의 국민이 해외에서 벌어온 수입(대외수취요소소득)을 더하고 우리나라에서 외국인이 벌어간 수입(대외지급요소소득)을 뺀 값이다. 물론 인구규모의 영향을 분리하기 위해 1인당 실질 GNI를 사용하여 비교할 수 있다.\n\n구매력평가지수(PPP : Purchasing Power Parity)\n구매력평가지수란 공식환율이 아닌 각국의 물가를 반영한 가상의 환율로 계산했을 때의 국민소득을 의미한다. 그런데 환율이란 원래 각국의 물가를 반영한 지표가 아닌가? 환율을 결정하는 요인들에는 물가 이외에도 여러 가지가 있다.\n그래서 환율이 물가만을 정확하게 반영하지는 못하다 보니 물가를 더 정확하게 반영한 환율을 따로 계산할 수 없을까 하고 만들어진 개념이 바로 PPP다. 쉬운 예로 언론에서 자주 인용하는 빅맥지수를 들어 보자. 공식 환율이 1달러당 1200원이라면 미국에서 5달러의 구매력과 한국에서 6000원의 구매력이 같아야 한다. 그런데 실제로는 미국의 빅맥 가격이 5달러인데 한국에서는 5000원일 수도 있다. 이런 경우에 한국의 국민소득을 5000원이 아니라 6000원으로 계산하는 방식이 바로 PPP다. 다른 예를 들어보면 미국의 미용사가 서비스의 대가로 20달러를 받을 때 중국의 미용사가 2달러를 받는다면, PPP 기준으로는 중국 미용사의 소득이 2달러가 아니라 20달러가 된다. 이렇게 PPP로 계산하면 개발도상국일수록 소득이 올라가고, 선진국일수록 소득이 내려간다. PPP 기준으로 중국의 국민소득은 이미 미국보다 훨씬 더 크다.\n\n상대적 효과\n이런 설명을 듣다 보면 공식 환율에 따른 국민소득보다 PPP로 계산한 국민소득이 서로 다른 나라 국민들의 생활 수준을 더 정확하게 반영하는 것처럼 생각된다. 하지만 꼭 그렇지만도 않다. 2달러를 받는 중국 미용사의 삶이 과연 20달러를 받는 미국의 미용사만큼 행복할까? 공식 환율이 개발도상국 국민들의 구매력을 과소평가하는 경향이 있다면 PPP는 반대로 개도국 국민들의 현실을 미화하는 경향이 있다. \n고로 1인당 GDP의 명목값이 높은 국가일수록 자국 화폐 가치가 높아 해외여행을 가는 국민 비율이 높으며 수입품을 부담 없이 사용할 수 있지만, GDP는 낮지만 1인당 GDP의 PPP값만 높은 국가들의 경우, 자국 생산품을 사용하는 데는 무리가 없지만 수입품은 너무 비싸서 사용하기 어렵고 해외여행에 드는 비용도 부담스러워진다. 그래서 구매력평가가 GDP에 물가지수를 반영한 치수이므로 스위스, 노르웨이와 같이 물가가 비싼 선진국들이 GDP에 비해 수치가 낮게 나오는 경향이 있고, 러시아, 인도네시아, 중국, 튀르키예 등과 같이 생활 물가가 상대적으로 싼 개발도상국들이 수치가 높게 나오는 경향이 있다.\n\nGDP(1인당 실질GDP)는 각국 통화별로 평가하면 국제적 비교가 어려워 대개 달러화로 환산해서 발표한다. 그러나 이 수치는 나라마다 다른 물가수준이 전혀 고려되지 않아, 1인당 GDP가 실제 그 나라에서 어느 정도 구매력이 있는지를 알기 어렵다.\n시장환율은 나라마다 다른 물가수준을 반영하지 못합니다. 예컨대, 원-달러 시장환율이 1000원이라도 햄버거 1개의 가격이 미국에서 5달러, 한국에서 3000원이라고 하면, 시장환율이 구매력을 제대로 반영하지 못한다고 볼 수 있습니다. 이런 문제를 해소하려고 고안된 ‘구매력 기준 환율’은 그 나라 화폐가 가진 구매력이 어느 정도인지 측정하고 그 수준을 국가 간에 비교하는 지표입니다.\n그래서 국가별로 다른 물가수준을 고려해서 만든 수치가 구매력 기준(PPP: Purchasing Power Parity) 1인당 GDP이다.\nPPP를 기준으로 한 GDP는 물가와 통화가치를 반영해 산출한다. 1달러를 가지고 그 나라에서 실제로 얼마나 살 수 있느냐(구매력)를 따진다. 1인당 GDP가 같은 국가라고 해도 1달러를 가지고 식빵 한 개를 살 수 있느냐, 두 개를 살 수 있느냐는 수입물가, 소비자물가, 환율 등에 따라 달라진다. 1달러로 식빵 두 개를 살 수 있는 나라의 PPP 기준 1인당 GDP가 당연히 높게 나온다.\n\n\n구매력 평가론에 대한 비판. \n첫 번째, GDP(PPP)는 GDP를 달러화 시킨 수치에 비해 정확도가 떨어진다. 이는 물가 수준의 차이를 반영하는 셈에 있어서 많은 차이가 존재하기 때문이다. 나라마다 산업구조에 따라 싼 재화, 비싼 재화가 제각각인데 PPP는 각국의 차이는 생각하지 않은 채 같은 기준에 따라 정리를 한다.\n두 번째, 낮은 노동임금을 가진 국가에서 생산되는 물건이 당연히 쌀 수밖에 없는데 PPP에서는 각국의 노동비용을 모두 같다고 본다는 점이다.\n세 번째, 상기한 물가 반영 비율의 경우 경제력의 크기를 비교적 적절하게 측정하는 데에 있어서는 요긴하나 국가마다 같은 형태의 자산이더라도 다른 형태의 가치를 가질 가능성이 존재하기 때문이라는 점이다. 예를 들어서 'ㄱ'나라에서는 사탕을 매우 좋아하지만 'ㄴ'나라 사람들은 사탕보다 초콜릿을 더 좋아하기에 자국에서 사탕이 나지만 쵸콜릿을 더 비싼값을 주고서 산다고 가정, 국제 시장에서 사탕과 쵸콜릿 가격은 동등하게 형성이 되지만, 이 두 나라가 멀리 떨어져 있기 때문에 수출,수입이 용이하지 않다고 가정해보자. 서로의 나라에 해당 제품의 교환이 이루어 지지 않는다면 실제로는 'ㄴ'나라에서는 초콜릿에 쓰는 돈을 'ㄱ'나라가 사탕에 쓰는 돈보다 더 많이 쓰게 되지만 PPP 상에서는 같게 나오게 된다. 이러한 요소가 PPP에 반영이 안 되는 것은 아니지만 이러한 이해관계가 얽히면 얽힐수록 정확하게 판단하기 힘들어진다.\n네 번째, PPP는 GDP가 물가 수준을 고려하지 않았다는 단점을 보완할 수 있지만, 물건 및 서비스의 퀄리티를 제대로 반영하지 못한다는 비판이 있다.\n똑같은 물건이면 가격이 같아야 한다는 아주 옳은 말이지만 실제로는 같은 물건을 생산하더라도 각 나라의 생산 공장의 기술이 달라서 같은 품질을 갖추기 어렵다. 그런데 그런 점들을 고려하지 않으니 즉 생산량은 몰라도 제품의 품질 자체는 구할 수가 없다.\n예를 들어 똑같은 배기량의 차라고 하더라도 독일인과 중국인이 각각 자국의 차를 구입한다고 할 때 독일차와 중국차의 품질 차이는 크지만 PPP는 같은 자동차를 샀다고 여긴다. 또 다른 예로 3~4만원짜리 가방이나 명품 브랜드의 천만원 짜리 가방이나 같은 소비를 했다고 한다. 특히 비교역재 부문에서 이 문제가 심각할 수 있다.\n\n\n\nWSJ \n'China can’t buy missiles and ships and iPhones and German cars in PPP currency. They have to pay at prevailing exchange rates. That’s why exchange rate valuations are seen as more important when comparing the power of nations.\"",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-02-16T23:13:49.823000",
  "updatedAt": "2024-02-16T23:34:55.055000"
}