{
  "id": "c38b00f9-b44b-48a3-bde4-3eef29e57019",
  "title": "KF-21 보라매, 세 가지 버전\nEA, EX, SA",
  "content": "![image](media/1963e58330e.80582102b23afc30.jpg)\n\n\n\n[비즈한국] 한국항공우주산업(KAI)이 개발 중인 대한민국의 차세대 전투기 ‘KF-21 보라매’가 세 가지 버전으로 개발을 준비하는 것이 알려졌다. 계획된 모든 버전이 완성될 경우 각종 파생형 개발로 보라매 전투기의 수출 가능성 및 추가 양산을 통한 공군 전력증강이 이뤄질 것으로 보인다. 다만 개발이 초기 단계에 머물러 있어 예산 배정 및 실제 전력화까지는 많은 시간이 소요될 것으로 예측된다.\n\n첫 번째 버전은 KF-21 EA(Electronic Attack)다. 미 해군의 전자전기인 보잉(Boeing) EA-18G 그라울러(Growler)와 역할이 유사한 전자전 전투기다. KF-21 EA의 핵심 임무는 에스코트 재머(Escort Jammer)로, 북한 및 적국을 공습하는 아군 공격비행대와 함께 동행한 후 아군 비행기들이 안전히 임무를 수행할 수 있도록 전파 방해로 적 지대공 레이더나 미사일, 항공기의 탐지를 방해하는 것이다. 이 외에도 AARGM-ER(AARGM Extended Range)과 같은 대 레이더 미사일(Anti-Radiation Missile)을 탑재해 적 지대공 미사일을 제압하는 방공망제압(SEAD, Suppression of Enemy Air Defenses) 임무에 투입된다.\nKF-21 EA는 현재 국방과학연구소(ADD)에서 기초 연구를 수행 중이다. ADD는 KF-21 EA 개발을 위해 다음과 같은 개조 방안을 연구하고 있다. 우선 복좌형 KF-21 B를 개조해 후방석을 전자전 오퍼레이터가 탑승할 수 있는 좌석으로 개조하고, 총 3개의 전자 공격(EA) 장비와 2개의 전자정보 수집(ESM) 장비를 KF-21에 장착한다. 이 중 3개의 EA 장비는 2개의 고주파 전자전 장비와 1개의 저주파 전자전 장비로 구성돼 적이 가진 거의 모든 주파수에 대한 전자 공격을 수행할 수 있다.\n2개의 ESM 장비는 KF-21 EA의 날개 끝에 두 개가 장착되는데, 주변의 전파 정보를 분석해 적의 레이더 위협이 어떤 거리에서 어떤 종류가 있는지 정보를 수집한 뒤 직접 공격이나 전자 공격을 수행해 아군 항공기를 보호한다.\n마지막으로 ARM 미사일과 EA 전자전 포드를 장착하기 위해 현재 KF-21의 무장 장착대 구성을 개조해 전자전 포드, ARM 미사일, 자체방어용 공대공 미사일을 동시 장착할 수 있도록 배열과 구조를 바꿀 예정이다.\n\n두 번째 버전인 ‘KF-21 EX’는 한때 ‘KF-21 블록3’로 불리던 KF-21의 성능개량 버전이다. KF-21이 4.5세대 전투기를 목표로 하는 반면, KF-21 EX는 5세대 전투기에 준하는 성능을 위해 새로운 성능을 추가한다. 우선 내부 무장창(IWB,Internal Weapon Bay)를 장착해 외부 무장을 장착할 때보다 스텔스 성능을 더욱 높일 수 있다. 현재 실전 배치된 전투기 중 내부 무장창을 가진 전투기는 F-22, F-35, J-20, Su-57 밖에 없는 첨단 기술이다. 이를 위해 KF-21의 기관포 배치가 일부 변경되고, 반 매립식 무장 장착대 공간에 내부 무장창이 들어간다. 미티어(Metor) 장거리 공대공 미사일 4발, 혹은 8발의 소형 스마트 공대지 무장이 장착된다.\n외장형 표적획득장비(EOTS)역시 내장형으로 바꿔 스텔스 성능을 더욱 높이고, 기타 능동 전자주사 레이더(AESA)나 자체방어 전자전 장비(EW Suite)등도 개량될 것으로 보인다. KF-21 EX는 KAI가 준비 중인 NACS(Next Air Combat System)의 하부 체계로 무인 전투기 등과 위성 데이터링크로 연결되는데, KAI는 2039년 완성을 목표로 하고 있다.\n\n세 번째 버전인 ‘KF-21 SA’는 수출형 버전이다. 현재 수출을 협상하고 있는 어느 국가의 요구사항을 충족하는 수출형 KF-21이다. KF-21은 현재 인도네시아 공군용 IF-X가 계획되고 있으나, 보조 연료탱크를 제외하고는 한국 공군 사양과 거의 같은 것을 사용할 예정이다. 다만 KF-21 SA는 수출국 요구사항에 맞춘 무장과 내부 장비가 교체될 전망이다. 하지만 수출 국가와의 협상이 초기 단계고, 요구조건이 유동적이라 실제 수출 성공시의 장비와 성능이 아직 확정되지 않았다.\n\n방산 관계자들은 KF-21 EA, EX, SA 세 가지 버전이 공개됐지만 아직 갈 길이 멀다는 평이다. 김민석 한국국방안보포럼 위원은 “세 가지 버전 모두 이제 막 개발 타당성에 대한 기초연구가 시작된 실정”이라며 “세부 설계 및 개발 비용을 받아 본 개발로 가기까지는 10여 년 이상의 기간이 필요하다”고 설명했다.\n\n특히 5세대 전투기 업그레이드 버전인 KF-21 EX는 개발완료 이후 10년이 지나서야 계획될 것으로 보인다. 현재 정부 및 방위사업청이 KF-21의 완성과 양산에만 집중하고 있어 스텔스기 성능향상 계획이 큰 지지를 얻고 있지 못하는 것으로 알려졌다.\n\n김 위원은 “KF-21이 2026년부터 본격 양산된다. 양산은 끝이 아니라 시작이고, 현재 우리 KF-21의 경우 가격 경쟁력이 우수하지만 세계 전투기 시장에서 기존 4.5세대 전투기의 마케팅이 거세 우리 KF-21의 수출 경쟁력 향상을 위해서는 5세대급 성능을 갖춘 KF-21 EX의 개발을 조기에 시작해야 한다”고 강조했다.\n\nKUS-LW\nKF-21 보라매와 짝을 이룰 로열 윙맨은 대한항공이 국방과학연구소(ADD)와 개발 중인 KUS-LW다. 미군의 XQ-35A와 유사한 형태로, 기동성을 위해 꼬리날개를 장착하고 고기동성을 위한 애프터버너(추력강화장치)와 추력편향노즐(TVC)을 적용한다. 2025년 첫 비행, 2027년 유인기와의 합동작전(시험)을 목표로 하고 있다.\n\n\nKUS-RP\n[비즈한국] 대한항공이 부산 벡스코(BEXCO)에서 열린 ‘드론쇼 코리아 2025’에서 소모성 무인 협동 전투기(KUS-RP)의 새로운 형상을 최초 공개했다. 기존 소모성 무인기와 달리 랜딩기어를 장착해 스스로 이착륙이 가능하며 날개부분이 더 길어져 활공거리가 더 늘어날 것으로 보인다.\nKUS-RP는 대형 무인기 및 전투기 플랫폼과 협동 작전을 수행할 것으로 예상되며 유·무인복합(MUM-T) 작전이 가능할 것으로 예상된다.\n대한항공은 현재 중형급 협동전투기(CCA)와 소모성 무인 협동 전투기(KUS-RP) 등 신형 무인기들을 자체 개발하고 있다. 또한 다양한 임무장비와 AI-파일럿 기능을 탑재해 전장에서 유인기 및 다른 협동전투기 체계와 협력해 임무를 효과적으로 달성하기 위해 개발을 진행하고 있다.\nKUS-RP는 미사일처럼 운용할 수 있으며 날개를 접었다 발사 시에 전개해서 운영하는 개념이었다. 하지만 이번에 공개된 KUS-RP 새로운 버전은 착륙장치와 바퀴가 장착돼 스스로 비행하고 지상발사도 가능해졌다. 지상이륙형 KUS-RP는 다수의 소형 무인기를 전방에 투사해 기만 및 전자전 위주로 작전을 수행하며 적 방공망의 위치를 노출시키고 무장소모를 강요할 예정이다.\nKUS-RP는 전장 3m, 전폭1.2m 최대이륙중량 200kg이다. 전자전·기만·공격·감시정찰 등을 수행한다.\n대항항공에 따르면 KUS-RP는 공중 또는 지상 발사돼 운영된다. 전투기와 함께 작전하면서 ‘페이로드 모듈’을 고체해 공격 임무 수행이 가능하다. 페이로드란 자폭형 탄두, 탐색형 AESA레이다, EO·IR 광학추적장비, 전자전 장비 등을 탑재해 필요할 때마다 임무에 바꿔 쓸 수 있는 개념이다. 이러한 운영 개념과 형상은 미국 안두릴의 ‘바라쿠다-M’과 유사하며 한국항공우주산업(KAI)의 AAP 무인기에 대응하는 것으로 보인다.\n대한항공 측은 KUS-RP를 향후 대형 무인기 및 유인 전투기와 복합 편대를 구성해 미래 항공 작전을 수행할 예정이다. 특히 대한항공이 개발한 중고도 무인기(MUAV)에 KUS-RP를 장착해 공중발사를 할 경우 사거리를 충분히 늘릴 수 있다. 대한항공 관계자는 “현재 전시된 공중발사형 기체는 중고도무인기와 같은 플랫폼에 발사해 유인기 및 중형 협동전투기와 같이 적지 종심해 협력해 들어가는 개념이다. 소형 CCA가 먼저 진입해 적의 방어태세 확인 후 중형 CCA 및 유인기가 제압하는 형태”라고 설명했다.\n대한항공은 현재 KUS-RP의 시제기를 제작 완료한 상태로 올해 1분기내 비행시험을 수행할 예정이다. 또 주요 협력업체와 함께 AI파일럿 소프트웨어를 개발하고 있다. 올해 말 소프트웨어를 통합해 기술실증을 수행할 것으로 예상된다.\n김민석 한국국방안보포럼 위원은 “대한항공과 국방과학연구소(ADD)가 공동개발한 무인기 KUS-LW는 250kg 무기를 두 개 장착할 수 있다. 향후 KUS-RP를 LW(Loyal Wingman)의 무기로 사용한다면 드론 속의 드론으로 활용할 수 있다. 미래 항공전의 게임체인저로 활약할 것”이라고 설명했다.\n다만 KUS-RP도 엔진 문제를 해결해야 한다는 지적이 나온다. 김민석 위원은 “KUS-RP 엔진은 미국의 수출 규제로 다소 약한 버전을 장착해 현재 진행하는 시험 비행에 제한이 있을 것으로 보인다. 국산제트엔진 기술이 발전한 만큼 이를 장착할 수 있다면 미국 수출 규제 없이 자유롭게 큰 출력을 낼 잠재력을 갖고 있다. 다만 현재는 수출 규제의 함정을 벗어나야만 제 성능을 보일 수 있을 것”이라고 강조했다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-04-16T20:12:39.611000",
  "updatedAt": "2025-04-16T20:54:30.800000"
}