{
  "id": "c546ae65-2761-4059-b696-7a965c9db8fd",
  "title": "아베노믹스",
  "content": "일본경제의 수요체제는 임금주도 경제체제로, 이것의 이론적인 배경은 포스트케인지언임.\n한 나라에서 기능적 소득분배가 노동몫인 임금의 상승을 초래해 이것이 총수요 증대로 나타나면 ‘임금주도 경제체제(wage-led economic regime)’로, 반대로 자본몫인 이윤의 증가가 총수요 증대로 나타나면 ‘이윤주도 경제체제(profit-led economic regime)’로 간주\n\n□ 아베노믹스 대두 배경\n버블붕괴 이후 일본기업은 침체된 내수로 인해 수출에 의존하게 되고 수출경쟁력을 유지하고자 비정규직 고용과 저임금에 의존하며 이것이 다시 내수침체로 이어지고 소득격차가 심화되는 악순환 거듭\n장기간 일본 기업들은 노동자 전체의 임금인상으로 내수회복과 총수요 증대를 기다리기보다 자사의 비정규직 고용과 임금 억제로 수출을 늘리는, 개별적으로는 경제적 합리성을 지닌 각자도생 전략을 구사하면서 일본경제는 ‘합성의 오류(fallacy of composition)’에 빠져 내수침체와 수출의존 간 악순환이 반복되자 이를 배경으로 아베노믹스 대두\n\n[내용]\n아베노믹스란 아베 정부가 추진하고 있는 거시경제 및 산업 정책을 지칭하는 것으로 \n① 대담한 양적완화를 중심으로 한 금융정책 \n② 공공사업 확대를 중심으로 한 재정정책\n③ 민간투자 촉진을 유도하는 성장전략\r\n을 핵심 축으로 삼고 있음.\n\n경제 이론적으로 볼 때 아베노믹스는 장기불황의 원인을 총수요 부족에서 찾는 케인즈 이론에 바탕을\r\n두고 있으며, 공급측면의 구조적 원인을 강조하는 경제이론(예: 저출산․ 고령화 같은 인구구조 변화, 이노베이션 부재 같은 기술능력 약화, 지나친 정부규제 등)과는 차별화됨.\n\n미국의 대표적인 경제이론가인 폴 크루그먼 프린스턴대학 교수는 현재 세계경제가 불황의 늪\r\n에서 허덕이는 근본 이유가 총수요 부족에 있다고 강조하면서 정부가 나서서 소비지출을 늘리는 것이 궁극적인 해결책이라고 주장하였음. 크루그먼 교수는 뉴욕타임스의 한 칼럼1)에서 아베노믹스의 정책방향이 올바르다고 지지한 바 있음.\r\n일본의 대표적인 금융이론가인 하마다 코이치(浜田宏一）전 도쿄대 교수 예일대 명예교수는 일본이 디플레\r\n이션에서 벗어나기 위해서는 인플레 목표를 설정하고 이를 달성하기 위해 무제한의 양적완화를 실시해야 하며 이를 위해서라면 일본은행법을 개정할 필요도 있다고 주장하였음. 하마다 교수는 국제경제 분야에서 아베 총리를 측근에서 보좌하는 내각관방비서로 임명.\n\r\n2000년대 초반에 등장한 고이즈미 전 총리의 경제정책이 수요부족이라는 측면보다 일본경제의 생산성 저하 등 공급 측면의 구조개혁을 강조하였던 점에 비추어 볼 때 아베노믹스는 과거 자민당의 경제정책과도 큰 차별성을 가지고 있다고 볼 수 있음\r\n\n\n[하마다 고이치]\n학력\n1965 예일대학 경제학박사\n도쿄대학 법학부, 경제학부\n경력\n1969 도쿄대학 경제학부 조교수\n1981 도쿄대학 경제학 교수\n1986 예일대학 경제학부 교수\n2001 일본 내각부경제사회총합연구소 소장\n법경제학회 창립 멤버, 초대 회장\n예일대학 경제학부 명예교수\n\n『경제학 천재들의 일본경제 비판』은 국제금융론과 게임이론 분야에서 세계적인 권위자인 하마다 고이치가 일본경제의 부활 가능성을 알리는 책이다. 그는 ‘일은류이론’을 표방하는 일본은행이 경제학 200년에 기반하는 보편적인 법칙으로 운영하면 일본경제가 곧바로 부활할 것이라 확신한다. \n『경제학 천재들의 일본경제 비판』은 하마다 고이치가 아베 신조 수상에게 조언한 내용을 집약한 책이다. 그가 진단한 일본경제는 일본은행이 ‘일은류이론’을 표방하여 일본경제가 잠재성장률보다 낮은 수준에서 운영되고 있다는 것이다. 일본은행이 보편적인 법칙으로 운영하면 일본경제가 부활할 것이라고 하마다 고이치는 확신한다.\n\n하마다 교수는 2012년 12월 아베 총리가 재취임한 뒤 심각한 인플레이션을 유발하지 않을 정도로 통화를 팽창시키자는 ‘리플레이션’ 정책의 밑그림을 그렸다. 리플레이션을 통해 일본 경제가 디플레이션(경기침체 속 물가하락)에서 탈출해 경기가 호전될 것을 기대하는 것이다. 하마다 교수는 이후 총리실 산하 내각 관방참여(자문)를 맡으며 아베노믹스를 도왔다.\n\n2014.02.20\n'아베노믹스 설계자'로 알려진 하마다 고이치 미국 예일대 명예교수가 아베노믹스를 적극적으로 옹호하고 나섰다.\n하마다 교수는 20일 은행회관에서 한국 국제경제학회가 주최한 정책세미나 기조연설에서 \"각 나라가 양적완화로 저마다 목표를 추구하다 보면 결국 전 세계의 부가 늘어날 것\"이라고 말했다.\n그는 일각에서 세계 금융위기 이후 일본, 미국, 영국 등의 양적완화 정책이 '이웃 거지 만들기(근린궁핍화)'를 촉발하고 있다고 비판하지만 \"이는 사실이 아니다\"고 주장했다.\n하마다 교수는 \"변동환율제에서는 나라마다 통화정책을 자율적으로 추진할 수 있다\"면서 \"엔화가 너무 저평가되고 원화 가치가 지나치게 빠른 속도로 올라가는 게 염려된다면 한국도 양적완화 정책을 펴서 맞받아칠 수 있지 않겠느냐\"고 말했다.\n이어 \"이제 '머니 게임'은 세상을 바람직하지 않은 불균형상태로 몰아가지만은 않는다\"라며 \"일본 경제가 침체에서 회복하는 것이 결국 이웃 나라에도 도움이 될 것\"이라고 말했다.\n아베노믹스의 근간인 3개의 화살(금융완화, 기동적인 재정정책, 성장전략)에 대해서는 평가가 엇갈렸다.\n하마다 교수는 \"국내총생산(GDP) 성장률도 꽤 많이 올라가고 주가도 회복됐으므로 금융완화 정책은 학점으로 치면 A 를 주고 싶다\"고 말했다.\n실업률이 하락하는 등 노동시장에서도 좋은 지표가 나오고 있고, 경제성장률과 잠재성장률의 차이인 GDP 갭도 좁혀지는 추세라고 덧붙였다.\n재정정책에 대해서는 \"변동환율제도 아래에서 재정정책은 장기적으로 경기 진작에 별다른 효과가 없다. 통화정책에 의존해야 한다\"면서 B학점 수준이라고 말했다. 성장전략에 대해서는 \"F는 아니지만 E\"라며 혹평했다.\n그는 \"성장촉진의 핵심은 규제 완화인데, 규제를 만든 것도 정부이고 완화하는 것도 정부이지 않은가\"라며 \"사무라이에게 갑옷을 벗으라고 하는 느낌\"이라고 말했다. 이어 \"아베 총리도 이 부분에서 굉장히 어려움을 겪는 것 같은데 결국 규제완화와 경쟁 촉진이 필요하다\"고 덧붙였다.\n소비세율 인상과 관련해서는 \"실질 GDP 성장률이 잠재성장률에 도달할 때까지는 기다려야 한다는 의견을 정부에 전달했지만 당국은 인상을 결정했다\"고 아쉬움을 나타냈다.\n그는 지난해 8월 아베 총리에게 증세가 경기 회복을 저해한다면서 소비세를 매년 1%포인트씩만 올리는 수정안을 권고한 바 있다. 그는 \"완전히 비관적으로 보고 있지는 않다\"면서 \"통화정책이 효과를 발휘하는 한 소비세율 인상의 부정적인 영향이 상쇄될 것\"이라고 말했다.\n\n2017-04-17     \n만성 무기력증에 빠져 있던 일본이 달라졌다. 실물경제가 잃어버린 20년에서 벗어날 조짐을 보이면서 실업률도 떨어지는 등 사실상 완전고용상태라고 한다. 아직 성공했다고 장담할 수 없지만 아베노믹스가 작동한 결과다. 무지막지한 돈풀기에 나선지 4년만에 주가는 세배나 뛰었고 기업수익도 좋아졌다. 이 모든 게 하마다 고이치라는 노 경제학자의 격정에서 출발됐다. 예일대 명예교수인 그는 아베 신조 일본 총리의 가정교사 역할을 자처하면서 일본 경제 활력 회복의 숨은 설계자로 통한다.\n\n◇ 신의 한수, 엔저의 숨은 설계자\n하마다 교수는 2012년 발간한 '미국은 일본의 부활을 알고 있다'는 제목의 저서를 통해 엔화의 절하를 추진해도 무방한 논리적 근거를 제시했다. 그는 미국이 리먼브러더스 파산에 따른 쇼크를 진화하기 위해 돈을 마구잡이로 찍어낼 때 일본이 아무런 불평을 하지 않았던 점을 강조했다. 일본도 미국이 다급할 때 참아줬으니 미국도 일본이 힘들 때 도와줄 것이라는 게 그의 주장이었다.\n그는 특히 디플레이션 기대심리가 망령처럼 깃든 일본 경제는 금융완화 정책을 통해 풀어야 한다며 2013년부터 집권한 아베 신조 일본 총리에 무차별적인 양적 완화 정책을 주문했다.\n그는 자신의 저서를 통해 당시 아시아개발은행(ADB) 총재로 있던 구로다 하루히코의 일본은행(BOJ) 총재 발탁을 천거했다. 일본 경제에 활력을 불어넣을 수 있는 '신의 한수'인 엔저를 추진할 사령탑으로 구로다를 지목하고 관철시킬 정도로 하마다의 영향력은 절대적이었다.\n\n패륜이라는 비난도 감수하며 수제자 경질\n하마다는 자신의 가장 촉망받던 제자였던 시라가와 전 일본은행 총재의 경질을 주장하는 등 패륜이라는 도덕적 비난도 감수했다. 그는 저서에서 시라가와 전 총재가 잘못된 이론에 근거, 과감한 금융완화정책에 반대한다며 원색적으로 비난했다.\n하마다가 예언했듯이 미국 등 서구 선진국은 엔저를 용인했다. 성장 동력을 찾지 못하는 글로벌 경제에 일본의 부활이 그나마 도움이 될 것으로 봤기 때문이다.\n그의 훈수 덕분에 달러-엔 환율은 2013년 1월21일 아베총리 취임식 당시 89.68엔에서 2015년 6월5일 125.85엔까지 수직상승했다. 이후 조정을 받은 끝에 최근 달러당 110엔 부근에서 등락을 거듭하고 있다.\n달러엔 환율이 단기간에 저점 대비 무려 40% 가까이 절하되면서 일본 경제가 꿈틀거리기 시작했다. 일본의 디플레이션이 불충분한 금융정책의 결과이므로 과감한 양적완화정책을 추진, 소비와 투자를 촉진하고 엔저를 유도해 수출을 활성화해야 한다는 하마다의 주장이 받아들여진 결과다.\n\n2016.12\n하마다 교수는 지난달 23일 발간된 『격론 마이너스 금리정책』(일본경제연구소 편)에서 “QE(양적 금융완화)가 듣지 않게 되었다”고 말했다.\n이 책은 하마다 교수 등 일본의 경제 전문가 15명이 일본은행의 금융완화 정책에 대해 논의하는 내용을 담고 있다. 아사히 신문은 그의 발언에 대해 “‘교주가 신앙을 그만둔다’고 말하기 시작한 것과 마찬가지”라고 설명했다.\n앞서 하마다는 니혼게이자이신문과 지난달 15일자 인터뷰에서 “학자로서 이전에 말하고 있었던 것과 생각(리플레이션 정책)이 바뀐 것을 인정하지 않으면 안 된다”고 말했다.\n하마다 교수의 발언이 알려지면서 아베 정부는 곤란한 상황에 놓였다. 리플레이션 정책에 따라 일본은행이 시장에 아무리 많은 돈을 쏟아 부어도 디플레이션에서 빠져 나올 기미가 안 보이기 때문이다. 소비자물가는 8개월째 마이너스를 기록하고 있다.\n하마다 교수와 함께 아베노믹스를 완성한 이와타 기쿠오 일본은행 부총재와 나카하라 노부유키 전 일본은행 심의위원은 이미 ‘전향’을 한 상태다.\n\n2022-07-25\n아베노믹스의 미덕은 단순 명료하다는 점이다. 금융완화·재정확대·구조개혁을 3개의 화살에 비유해 직관적으로 이해하기 쉽다. 국내외 홍보엔 제격이었다.\n금융완화는 글로벌 금융위기 직후 연방준비제도 (Fed)의 양적완화를 능가했다. 한 해 최대 80조엔의 국채를 사들여 시중에 돈을 풀었다. 닛케이지수는 집권 1년 만에 두 배 가까이 뛰어올랐다. 국내총생산(GDP) 대비 200%가 넘는 세계 최고 나랏빚을 감수하고 재정 투입을 늘렸다. 매년 수십조 엔의 보정예산(추가경정예산)을 편성했다. 고질병이었던 구조개혁도 서둘렀다. 성장 전략은 부처가 아닌 총리실이 챙겼다. 정치를 외면했던 국민들은 자신감을 되찾고 높은 지지율로 화답했다.\n2020년 아베 전 총리가 물러난 후에도 정책 기조는 이어졌다. 구로다 하루히코 일본은행 총재는 지난 21일에도 \"금리를 올릴 생각이 없다\"고 못 박았다. 미국, 유럽의 빅스텝, 자이언트스텝에도 초저금리 금융완화를 유지하겠다는 것이다. 이쯤 되면 성과가 나올 법도 한데, 요즘 일본에서 들려오는 소식은 정반대다. 디플레 탈출 낙관론은 사라지고 비관론 일색이다. 달러당 엔화값은 24년 만에 최저로 떨어졌다. 경상수지는 42년 만에 적자로 돌아서 경제 부국 명성에 큰 상처를 입혔다. \"이제 일본은 끝났다\"는 자조 섞인 목소리까지 나온다.\n잘 설계됐다던 아베노믹스는 왜 과녁을 맞추기는커녕 부러질 위기에 처한 것일까. 아베노믹스 10년을 지켜보며 느낀 점은 두 가지다.\n첫 번째는 저출산·고령화, 인구 감소의 무서움이다. 소비·투자 감소와 구조적 저성장 늪에 빠지면 헤쳐나오는 것이 불가능에 가까울 정도로 어렵다는 것을 아베노믹스가 역설적으로 보여줬다고 생각한다. 유명 경영컨설턴트 오마에 겐이치는 \"아베노믹스는 조크(농담)\"라며 \"저출산 이민 같은 사회문제를 해결하지 않으면 불가능하다\"고 지적하기도 했다.\n두 번째는 문제 해결의 핵심은 빠른 구조개혁, 기업에 달려 있다는 것이다. 초기부터 아베노믹스 성패는 금융완화, 재정확대 같은 돈 풀기가 아니라 결국 구조개혁에 달렸다는 지적이 많았다. 아베노믹스의 창시자 하마다 고이치 교수는 ABE(아베)를 빗대 금융정책은 A, 재정정책은 B, 구조개혁은 F보다 조금 나은 E라고 평가한 적이 있는데, 결국 더딘 구조개혁이 발목을 잡았다. 많은 사례가 있지만 근본 원인은 '야성적 충동'이 충만한 기업과 시장 대신, 최고 학부를 나온 관료의 보고서에 더 의존했기 때문이라고 본다.\n\n중요한 것은 아베노믹스의 궁극적인 목표인 수출 진작이 얼마나 이뤄졌는가 하는 점이다. 특정국이 자국 통화 평가절하로 수출이 늘리기 위해서는 마셜-러너 조건을 충족해야 한다. 즉 외화 표시 수출수요의 가격탄력성과 자국 통화 표시 수입수요의 가격탄력성을 합한 것이 ‘1’을 넘어야 한다. 일본의 수출입 구조는 이 조건을 충족하지 못해 수출 진작 효과가 크지 않았다.\n\n“아베노믹스는 결국 속임수였다“\n2022.05.19 \n성장동력을 찾지 못한 일본 경제에 ‘잃어버린 30년’을 넘어선 ‘잃어버린 40년’의 경고음이 나오고 있는 가운데 지난 10년간 일본 경제를 지배해 온 ‘아베노믹스’에 대해 냉엄한 평가가 이어지고 있다.\n경제 부활에 필수적인 개혁과 혁신 대신에 구사한 ‘헬리콥터 머니’(막대한 통화공급 확대) 정책이 성장 잠재력을 오히려 더 훼손했다는 전문가 분석과 보도, 서적 출간이 줄을 잇고 있다.\n경제 저널리스트 오카다 유타카 오카다는  “아베노믹스는 일본이 디플레이션 탈출을 위해 노력하고 있다는 메시지를 전세계에 전달하면서 일본의 존재감을 부각시키는 데는 성공했다”고 평가했다. 하지만, 거기까지였다.\n“사회·경제 규율을 느슨하게 만드는 금융완화나 막대한 빚을 동원한 재정지출 확대는 올바른 ‘정도’(正道)의 경제정책이 아니라 불건전한 ‘사도’(邪道)라고 할 수 있다. 남의 힘을 빌려 목적을 성취하려는 것에 불과하기 때문이다.”\n오카다는 “가장 중요한 것은 성장전략이지만 아베노믹스는 미래를 개척할 혁신책을 내놓지 못했다”고 지적했다.\n“유례없는 금융완화로 일본은행(일본의 중앙은행)은 막대한 양의 주식을 사들였다. 일본 주식에 투자하는 상장지수펀드(ETF)를 연간 약 6조엔어치씩 매입했다. 그 덕에 주가는 코로나19 사태 이전까지 꾸준히 상승했다. 하지만, 시장원리가 제대로 작동하지 않게 되면서 일본 주식시장은 왜곡됐고, 일본 경제는 ‘공적자금에 의해 지탱되는 사회주의’의 양상으로 변모했다.”\n그동안 일본의 정책 당국자들은 아베노믹스의 성과를 과도하게 부풀려 홍보해 왔다. 실질과는 무관하게 외형상 나타나는 좋은 지표들을 강조했다. 대표적인 것이 2012년 12월부터 2018년 10월까지 71개월간 지속된 경기회복이다. 이는 73개월간 지속된 ‘이자나미 경기’(2002년 2월~2008년 2월) 이후 전후 두번째로 길다.\n하지만, 아베노믹스 기간 중 일본 경제의 가장 큰 과제인 ‘디플레이션 탈출’은 이뤄지지 않았다. 생산성은 오히려 감퇴했다. 이는 가뜩이나 바닥으로 떨어진 일본의 잠재성장률을 더욱 밑으로 끌어내렸다.\n오카다는 “당장의 경기와 고용은 유지했지만 미래를 열어줄 경제 프레임의 개혁은 뒤로 미뤄졌다”며 “국민들이 불안해 하는 사회보장 정책에서도 아베노믹스는 미래 청사진을 제시하지 못했다”고 했다.\n마땅히 이뤄졌어야 할 개혁이 지연된 것은 일본 경제에 치명적인 해악으로 꼽힌다. 금융완화와 재정확대에만 지나치게 의존한 결과 채산성 낮은 기업이나 업종의 퇴출이 원활하게 이뤄지지 않았다. 생산성 향상을 위한 기업들의 혁신투자와 인적투자는 제대로 이뤄지지 않았고 자원배분 기능은 왜곡됐다.\n‘완전고용’은 숫자상으로만 달성됐을뿐 비정규직 및 단시간 근로자가 늘면서 임금은 오르지 않았고, 이는 생산성 저하를 더욱 부채질했다.\n“아베노믹스의 가장 큰 실패 원인은 성장전략의 부재다. 경제체질을 강화하는 성장전략은 규제완화, 혁신, 연구·개발(R&D) 투자, 인적투자 등 진입장벽이 높은 과제를 동반하기 때문에 (기업·노동계 등의 반대를 무릅쓰고 추진할 수 있는) 커다란 정치적 에너지를 필요로 한다. 그러나 아베 정권은 정치적으로 곤란해질 수 있는 선택지들을 외면했다.”\n그는 “일본의 사활이 걸린 중요한 시기를 제대로 활용하지 못하면서 결국 아베노믹스는 실패로 끝났다”며 “전후 최강의 아베 정권은 전후 최악의 경제정책을 구사했던 것”이라고 탄식했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-12-21T08:40:32.551000",
  "updatedAt": "2024-01-23T23:42:07.950000"
}