{
  "id": "c5b924da-4ce5-4773-9fae-84f98f61e2e4",
  "title": "방산무기 수출 대금 대출",
  "content": "인니의 KF-21 보라매 구입대금을 대출해줄려고 KAI에서 국가에 예산 요청했는데 국회에서 좀 더 기다려서 인니한테 받으라며 예산 까버렸다함\n\n\"2022년 2월 10일 인도네시아 국방부는 프랑스 회사 Dassault Aviation과 42대의 Rafale 제트기를 구매하는 계약을 체결했습니다. 이 계약은 Dassault Aviation과 체결되었습니다. 이 계약으로 인해 무기비용을 제외한 총 공급 비용은 70억 달러에 달할 것으로 예상됩니다. 인도네시아의 유동성 자금에 대한 제한된 접근으로 인해 이 Rafale 구매 계약은 세 부분으로 분할되었습니다. 계약의 첫 번째 부분에는항공기 6대 구매(2월에 정식 계약도 체결됨), 두 번째 부분에는 12~18대 구매, 세 번째 부분에는 18~24대 구매가 포함되었습니다.\nRafale 항공기 6대의 공식 인수는 2021년에 완료되었으며 총 비용은 11억 달러입니다. 이 자금은 인도네시아 국방부 예산과 국제 출처(아마도 프랑스)에서 나왔습니다. 이 대출의 수락도 다소 지연되었습니다. Rafale 항공기 6대의 첫 번째 배치에 대한 계약은 인도네시아가 외국 대출 기관에서 얻은 돈을 사용하여 선불금을 지불한 후 2022년 9월 9일까지 발효되지 않았습니다. 보고서에 따르면 첫 6대의 라팔은 계약 이행 39개월 후인 2025년 말까지 인도네시아 공군에 인도될 예정이다. 자금 조달이 유지되면나머지 3대의 라팔 인도는 2026년 말까지 완료된다.\"\n\n인니의 라팔 구매는 프랑스 정부보증으로 은행에서 돈빌려서 납입하는 거 아니었나?\n\nFrance is trying to get Abu Dhabi to finance Jakarta's procurement of Rafale.\n\n프랑스 정부가 보증하는 대출은 프랑스 정부의 신용과 프랑스 국민의 세금으로 하는 것이기 때문에 프랑스도 절대 쉽게 마음대로 할 수 없음. 일단 해도 전부 언론에 공개되고 비판을 피할 수 없음. 이집트라팔거래가 대표적 케이스고 프랑스 국내에서 상당한 비판을 받았음. 이집트가 성실히 납입해서 잘 일단락됬고. 프랑스 해외투자은행에서 자금을 조달했고 어떤 은행에서 찾아아보면 전부 공개되어 있음. 인도네시아 거래는 이런 사항이 전혀 공개된바없고 차관제공도 없음.\n한국에선 운튜브나 기레기에서 프랑스가 해외무기판매에 정부 대출을 남발하는 걸로 흔히 표현하는데 실제론 그렇지 않음. 오히려 실제로는 그반대임. 오히려 무기구매국의 자금조달 방식이나 금액이 명확히 하지 않아서 불발되는 프랑스 무기거래가 상당히 많음. 프랑스는 절대 무기구매국에 쉽게 대출을 해주지 않음\n인도네시아가 라팔자금을 조달하려는 노력이 간접적으로나마 일부 공개되어있음. 중동에서 프랑스는 UAE, 인니는 카타르를 뚦어보려고 노력햇다는걸 알 수 있음. 프랑스가 정부대출을 쿨하게 제공했다면 이 ㅈㄹ을 할 이유가 하등없음. 공교롭게도 둘다 라팔도입국들임. 라팔 자금을 조달한 나라는 UAE, 카타르 이 두나라 중 하나일 가능성이 현재로선 젤 높음.\n\n프랑스가 타국가에게 주선해서 프랑스가 아닌 타국가 은행에서 돈을 빌려서 프랑스에 납임함\n\n그렇게 단순하게 볼 문제가 아님. 이건 판매국가가 구입국가의 대금지불을 위해 얼마나 신경써주었는가 차이에서 비롯된 것임. 단순히 프랑스가 인도네시아에게 지불만을 요구했다면 이렇게 원활한 지불은 이루어질 수 없었을 것임. 프랑스는 자국돈 1도 쓰지않고 인도네시아가 납입금을 지불할 수 있게끔 도와주었음.\n\n인도네시아 정부가 해외로부터 받은 해외대출 금액의 일부를 라팔 몫으로 돌아가는 것이기 때문에 정확히 어느나라(복수의 국가일수도 있음)에서 대출받았냐는 알 수가 없음. 확실한건 프랑스가 인도네시아 판매를 위해 자국이 보증하는 차관을 제공하지 않았다는 것임.\n\n인니 신용으로 무기도입대금을 위해 차관을 내는게 쉽지 않지. 그걸 프랑스가 중간에서 역할을 해준 거임. 프로젝트가 순조로우면 인니가 돈을 다 갚아 문제가 없는 거구 만에 하나 인니가 배째라 나오면 그 땐 프랑스도 난처해지는 거지.\n\n프랑스는 중간에서 해외대출을 외교적으로 주선해준 거고 프랑스는 이미 돈을 받았기 때문에 나중에 손해가 1도 없음. 나중에 인도네시아가 돈을 못갚을 문제가 발생하면 프랑스가 아닌 인도네시아와 대출국간에 해결해야되는 문제인것임. 프랑스도 외.교적으로 손해를 보긴하겠지만 실질적인 피해는 없음.\n\n일본이 정부주도 수출할 때 가장 먼저 하는 게 초저리 장기차관인데 일본은 고속철 사업 들어가면 걍 자기네들 돈으로 지어줌 왜냐고? 한번 지으면 수십년간 인프라가 종속되니까 기술자부터 소모성 부품까지 다 일제만 써야되니까 \n\n그래서 외교적 손해를 본다고 씀. 그리고 인니한테 대출해준 모국가도 바보가 아니고 손해만 볼 수 없기 때문에 자기도 이익을 보고 계약이행에 수월하도록 다른 무기구매딜도 추가로 인니와 체결함. 참고로 프랑스가 라팔 판매를 위해 자국은행 대출을 해준 케이스는 이집트가 유일함\n\n인도네시아에 판매한 209급 잠수함 3척도 죄다 울나라가 금융 차관 제공해서 산 건데...\n당장 얼마전에 이집트에 차관인가 해준다고 기사도 났는데...",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-13T00:10:53.376000",
  "updatedAt": "2023-05-13T00:47:33.566000"
}