{
  "id": "c5fb033e-5584-4d36-a26f-78789d56f5d6",
  "title": "AI와 자본주의",
  "content": "'챗GPT'를 개발한 오픈AI의 샘 올트먼 창업가 겸 최고경영자(CEO)가 인공지능(AI)이 고도로 발달하면 자본주의가 무너질 수 있다고 경고했다. AI가 인간을 대신해 스스로 수익을 창출하는 세상이 오면 시장경제의 근간인 사유재산에 대한 권리를 더 이상 주장하기 힘들 것이라는 메시지다.\n올트먼 CEO는 AGI가 개발되면 현재 시장 메커니즘인 자본주의의 작동이 어려울 것으로 내다봤다. 그는 \"AGI는 (스스로 일해) 수익을 발생시킬 텐데 이를 어떻게 배분해야 할지가 관건일 것\"이라면서 \"또 AI를 누가 통제할 수 있으며, 이를 소유한 회사는 어떤 지배구조(거버넌스)로 구성돼야 하는지 등 새로운 생각이 필요하다\"고 지적했다.\n\n근미래는 AI가 전 인류의 생산관계, 하부구조를 상당히 바꾸어 놓을 것 같습니다. 그 때에도 자본주의는 존속할 것이라거나 또는 지금과 동일한 모습이라고 단언하기 어렵다는 것이 마르크스의 가르침을 잘 이해한 것이겠습니다. 인간이 AI에 대체당하는 시대에 인간의 경제질서인 자본주의는 다른 무엇으로 대체되지 않는다고 장담할 수 있을까요? 또는 자본주의는 이전과는 너무나도 다른 모습이 되어 더 이상 같은 자본주의라고는 하는 것이 의미없을 수 있다는 것입니다.\n\n[반론]\n1. 맑스가 부르주아 생산양식을 인간 본성의 자연스런 발현의 결과물로 보는 부르주아 경제학을 경멸한 건 유명한 일입니다. 그러나 맑스의 역사유물론에도 마찬가지로 유토피아적 성격이 있단 사실을 부인할 수는 없어서 제2인터내셔널의 경제결정론으로 이어졌단 점에 유의해야 한다고 봅니다.\n\n2. 맑스의 기술, 즉 생산력에 대한 관점은 매우 독특하다고 봅니다. 맑스에게 기술은 계급투쟁에서 부르주아 계급의 공격무기로서 프롤레타리아 계급을 순치시키는 수단(실업을 유발하고 파업을 분쇄하여 자신의 명령과 지시대로 공장과 기업을 운영하는 독재권력을 구축하는 핵심수단)이자, 개별기업 차원에서 시장경쟁에서 승리하고 초과이윤(특별잉여가치)를 획득하는 축적의 핵심 매커니즘입니다.\n\n3. 근데 맑스에게서 흥미로운 건 개별 부르주아 차원에서 이 계급합리적 행위가 전체 부르주아 계급 차원에서는 집단적으로 자신들의 무덤을 파는 자기파멸적 행위라고 보는 그의 관점입니다.\n구체적으로 보면 그게 이윤율 저하의 법칙일 수도, 과소소비일 수도, 부문간 불균형일 수도 있지만 그게 어찌됐든 맑스의 관점에서는 자본주의는 강한 자기 파멸의 경향을 내포한, 역사적으로 과도기적인 생산양식에 불과하다는 사실에는 변함이 없습니다.\n물론 자본주의에 내재적인 자기파멸적 경향이 있다는 점에는 꽤나 동의합니다만, 맑스는 이를 구체적, 체계적으로 설명하는 데에는 완전히 실패했다고 생각합니다. 스스로 과학적 사회주의란 말로 자신의 이론에 이름을 붙이고 그에 걸맞게 정립하고자 시도했지만 그 시도는 미완성이었고(자본론이 미완성이란 사실은 아주 유명하고 후에 맑스주의자들 사이에서 이 자본론의 미완성을 어떻게 이해해야 하느냐를 놓고 큰 논쟁이 벌어지죠. 한쪽은 맑스의 원래 계획이 나중에 변경된 것이라고 주장하고, 다른 한쪽은 원래 계획은 그대로 유지했지만 맑스가 이를 완성하기에는 택없이 모자랐다고 보죠, 시간이나 지식 혹은 정보가. 이는 미완의 저작인 자본론의 완성도를 평가하는 데 있어서 큰 차이를 불러오게 됩니다.) 그래서 이후 공황론은 항상 맑스주의자들 사이에서 큰 논쟁의 대상이지 않습니까?\n그리고 무엇보다도 맑스의 이론은 전형문제란 근본적인 문제를 전혀 해결하지 못하고 있다는 치명적인 약점이 있습니다.\n\n4. 문제는 첫째, 이런 역사설명방식이, 부분적으로는 매우 날카롭고 통렬한 비판이어서 귀담아들을만 하지만 근본적으로는 근거가 희박하고 사실에 부합하지 않는다는 점, 둘째, 무엇보다도 자본주의 이후의 세상을 설명하는 데 있어서, 맑스 자신도 부르주아 경제학자들처럼 극히 비현실적인 유토피아적 세계관을 상정했단 것입니다.\n\n5. 둘째부분을 부연하자면, 맑스는 공산주의가 도래하면 법 이외에도 국가형태가 소멸할 거라고 보았습니다. 왜냐하면 국가란 법처럼 오직 계급지배의 수단에 불과하니까요. 계급사회가 소멸하니 당연히 국가란 계급장치는 기능상 필요가 없어져 존재하지 않습니다.\n더 나아가 공산주의에서는 같은 이유로 정치조차도 소멸합니다. 사회의 모든 이해관계의 근본적 적대와 갈등은 사라지고 모든 사회적 이해관계와 현상은 매우 투명하고 다른 매개장치없이 관철되고 그 어떤 환상없이 이해되기 때문에 이익갈등을 중재하고 공익으로 포장하는 기능을 하는 정치는 완전히 소멸하여 그저 일종의 가치중립적인 행정과 같은 행위로 축소되어 버립니다.\n\n6. 저는 맑스의 이런 관점이 완전히 비현실적인 유토피아라고 생각합니다.(물론 데이비드 하비같은 사람은 이를 맑스를 완전히 오독한 거라고 하겠지만요.)\n저는 이 점에서 맑스보다 칼 폴라니의 다음과 같은 \"권력과 강제가 부재한 사회, 물리력이 전혀 작동하지 않는 세상은 불가능하다.\"라는 말에 전적으로 동의합니다.\n\n[기타의견]\n3. 이윤율 저하 경향의 법칙 바로 뒤에는 챕터로 그 상쇄 요인이 서술되어 있죠. 이후의 붕괴론과 발전론의 논쟁에서도 알 수 있듯 마르크스는 자본주의가 자기파괴적 성격을 강화시켜가는 동시에 회복탄력성을 짜낸다고 했습니다. 물론 그 대가는 다수의 혼란과 고통입니다만. 또한 반대로 자본주의가 비과도적 경제 체제라는 것에는 아무런 근거가 없습니다.\n이윤율 저하 경향과 상쇄 요인을 나열만 하지는 않았습니다. 저하 경향이 기본 원리이고 상쇄 요인은 어디까지나 지연 요인일 뿐입니다.(라고 마르크스는 서술합니다) 이는 상쇄 요인 간에 내적 연관성이 없다는 것으로 알 수 있습니다. 반면 이윤율이 근본적으로 낮아지는 까닭은 완전히 합리적이며 필연적입니다. 누구도 부정할 수 없습니다. 비록 이윤율이 현상적으로 지속적으로 낮아져왔다는 통계적 경향에도 불구하고(이는 단순하게 이자율로도 유추할 수 있습니다)(심지어 세계 인구가 아직 가파른 증가 경향에 있다는 것을 별개로 하더라도) 이론의 영역에서 이 둘 간의 관계 속에서 어떤 실증적인, 특히 수치적인 것은 도출하기는 어렵습니다. 특히나 해당 부분은 미완성 단계의 노트에 서술되었으며 이는 여전히 마르크스 연구 계획의 부분에 지나지 않을 것입니다. 말씀하셨다시피 마르크스는 완성하기 전에 죽었습니다. 그러나 완성할 수 없는 조각을 남기지는 않았다는 게 제 생각입니다.\n\n4. 국가의 소멸은 주권, 영토, 국민의 소멸일 뿐 공권력의 소멸을 뜻하지는 않습니다. 국경의 소멸 정도로 이해하는 것이 바람직합니다. 애당초 공산주의라는 것은 마르크스도 개념적으로 유추하고 짧은 서술을 남겼을 뿐이죠. 나머지 여백은 후대에게 맡겨진 것입니다. 저도 마르크스가 인류에 대한 믿음을 강하게 가졌으리라는 데에는 동의합니다. \n\n마르크스의 독창성 중 하나는 근대적 토지 소유를 자본주의적 생산양식의 본질로 본 것입니다. AI는 자본주의를 더 강하고 거칠게 만들 뿐이겠죠.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "53f6ec6c-841a-4ea4-a381-5d977aafd7cf",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-07T01:26:26.493000",
  "updatedAt": "2023-02-07T01:40:48.836000"
}