{
  "id": "c649b913-0722-4fd5-a112-38830bf03c6a",
  "title": "하이브, 카카오,  SM 계열사 및 레이블",
  "content": "[레이블]\n레코드 레이블 또는 레이블은 음반 분야에서 브랜드 또는 상표를 의미한다. 과거 미국에서 여러명의 아티스트를 거느린 대형 음반사들이 등장하기 시작하고, 이들이 레코드판 중앙에 붙어있는 라벨지의 색상이나 디자인들을 음악 장르나 참여 뮤지션 별로 나누고 묶어서 발매하다가 종국에는 이 라벨에 독자적인 브랜드명을 부여하기 시작하면서 현재 음악 브랜드를 가리키는 레이블이라는 단어가 생긴 것. 흔히 말하는 소속사와 같은 개념이지만, 일반 연예 기획사와 다른 점은 순수하게 음악이라는 주제 하나로 모여있는 집단이라는 점이다.\n\n레이블에 따라 음원, 창법, 안무, 비주얼 등이 달라지기 때문이죠.\n\n기획사는 소속사, 레이블은 음반사를 지칭하는 용어다. 전자는 스케줄 등 연예인을 관리하는 매니지먼트 중심이고, 후자는 음반을 만들고 유통하는 일을 한다. 따라서 해외의 가수는 앨범에 따라 레이블을 선택하기도 하는데, 한국은 레이블에 소속사 개념도 포함돼 있다. BTS는 AOMG 혹은 다른 레이블과 앨범을 내지 않고 오로지 빅히트 뮤직 레이블로만 앨범을 낸다.\n한국 엔터 산업에 등장한 대형 기획사의 ‘레이블 체제’는 의미가 조금 다르다. 아티스트와 음반 제작을 위한 전문화된 기업 형태에 가깝다. 대형 기획사가 성장 가능성이 있는 독립 레이블의 지분을 사들이면서 자회사 형태로 편입되는 경우가 많다. 이런 투자를 통해 회사 간 시너지를 내는 체제를 지향한다. 레이블은 기존 고유의 색을 유지하면서 성장하고, 기획사는 개성있는 음원을 확보할 수 있어 ‘윈윈’이다.\n대형 기획사가 레이블 체제를 구축하는 이유는 음반 제작자의 독립성과 개성을 보장해주기 위해서다. 새로운 가수를 발굴하고, 트레이닝 과정을 거쳐 대중에 선보이는 것은 기획사의 숙명이지만, 음악성까지 직접 챙기기는 어렵기 때문이다.\n\n쏘스뮤직은 걸그룹 전문 레이블로, BTS와 투모로우바이투게더(TXT)가 속한 빅히트 뮤직과 차별화된 회사다. 하이브에는 이밖에 엔하이픈의 빌리프랩(CJ ENM과 합작), 세븐틴의 플레디스엔터테인먼트, 지코의 KOZ엔터테인먼트, 민희진 전 하이브 CBO(브랜드 총괄)가 대표로 있는 어도어 등 총 7개 레이블이 있다.\n\n예를 들어, SM은 EDM(일렉트로닉 댄스 뮤직) 장르에 관심을 보이기 시작하며 레이블 스크림 레코즈(ScreaM Records)를 설립했다. ‘보고 듣는 퍼포먼스’에서 ‘함께 즐기는 퍼포먼스’로 확장하고 음악적 다변화를 꾀하고자 론칭한 것이다. 레이블SJ는 슈퍼주니어 전담 단독 레이블이다. 슈퍼주니어 데뷔 10주년인 2015년 만들어져 그룹 활동과 멤버들의 개인, 유닛 활동 등을 지원한다. 이밖에 중국 현지 그룹을 지원하는 레이블 V, 힙합 레이블인 AIKM, 클래식 음악 레이블인 SM 클래식스 등이 있다. 2020년 출범한 SM 클래식스는 K팝을 오케스트라로 연주로 편곡한 음반을 시리즈로 내고 있다.\nYG는 소속 가수인 에픽하이 타블로에게 하이그라운드(HIGHGRND)라는 레이블을 차려주며 인디 밴드 혁오를 영입해 주목받았다. 여기에 YG의 핵심 프로듀서 테디가 이끄는 더블랙레이블은 블랙 음악(아프리카계 미국인이 만든 대중음악)을 중심으로 하는 YG레이블의 또 다른 축이다. CJ E&M도 웨이크온, 스윙엔터테인먼트, 빌리프랩(하이브와 합작), AOMG, 하이어뮤직, 아메바 컬처 등 다양한 레이블을 갖고 있다. 전략적 협력 관계였던 젤리피쉬와는 2020년 CJ ENM이 지분을 모두 매각하면서 관계를 청산했다.\n\n[플랫폼 전쟁]\n팬덤이 강해 IP 사업이 쉽다. 경쟁이 치열해진 양대 플랫폼 회사는 팬덤이 강한 연예인 IP(지식재산권)가 필요했다.\n\nSM과 하이브가 합쳐질 때의 장점은 세계 무대에서 경쟁할 수 있는 거대 레이블의 탄생이다. CNN은 “글로벌 빅3 주요 레코드 레이블인 소니, 유니버설, 워너뮤직과 어깨를 나란히 할 수 있다”고 전망했다. 반대로 ‘한국판 자니스 사무소’가 될 수도 있다. J팝이 잘나가던 시절, 기타가와 히로무가 1962년 세운 ‘자니스 사무소’는 보이그룹 ‘스맵’ ‘킨키 키즈’ ‘V6′ 등을 모두 가지고 1990년대 방송계와 연예계를 휘두르던 권력이었다. 거대해진 권력은 2010년대 들어 내부 파벌 싸움이 발생하고, 유튜브 등 뉴미디어를 따라잡지 못한 상황에서, K팝이 세력을 넓히자 힘을 잃기 시작했다. \n익명을 요구한 음악계 관계자는 “거대해진 하이브에 누가 목소리를 낼 수 있겠느냐”며 “음악이 문화임을 잊은 채, 돈으로만 보는 현재 시각들이 안타깝다. 가장 중요한 건 아티스트와 팬. 다양한 기획사들이 경쟁하며 파이를 키우던 K팝이 힘을 잃을까 봐 걱정”이라고 했다.\n\n[중국 자본]\nSM엔터테인먼트의 경우 2016년 중국의 대기업인 알리바바로부터 350억 원 상당의 투자를 받으며 2020년 10월 기준으로 알리바바가 약 3.71%의 지분을 보유하고 있다. YG엔터테인먼트도 상하이펑잉과 텐센트 모빌리티가 각각 5.78%와 4.37%의 지분을 차지하고 있으며(2021년 상하이펑잉은 지분 전량 매각), 빅히트 엔터테인먼트의 경우 중국계 벤처캐피털인 레전드캐피털이 6.24%의 지분을 보유하고 있다. \n\n[카카오 주주 구성]\n2022년 말 기준 카카오 주요 주주는 김범수 창업자(13.3%)와 그의 가족회사인 케이큐브홀딩스(10.5%), 국민연금공단(6.1%) 외에 중국 텐센트의 자회사 막시모(5.9%), SK텔레콤(2.4%), 싱가포르 정부(1.1%), 노르웨이 중앙은행(1%) 등이다. 국가별 주주 분포를 보면 국내 73.9%, 싱가포르 7.3%, 북미 7.2%, 기타 외국인 11.6% 등이다.\n\n[카카오엔터 쪼개기 상]\n카카오가 지금 카엔을 또 상장할려고 (상장시 예상가치 20조원) sm 인수전에 주가조작까지 하면서 뛰어들었다가 압수수색 당함, 그에 동조한 sm임원진이 포함된 sm까지 압수수색중인 상황. 이제 아이브라는 장원영, 안유진이 포함된 걸그룹의 성적이 중요해졌음. 얘들은 초통령이라는 언플을 하고 있긴한데, 멜론에서 확인해보면 멜론 주 청취자층이 40대임. 아다시피 멜론은 카카오엔터가 보유하고 있는 음악싸이트인데, 엔터사가 음싸를 보유하고 있는 심각성이 여기서 나타남. 아이브는 원래도 팬덤이 강한 아이돌이 아니었는데다 지난 몇달간 팬덤지표도 쭈욱 하향지표를 그려왔는데도 불구하고 전 앨범보다 수십퍼센트 가까이 상승한, 역대급 초동을 찍으려 하고 있음.\n참고로 카카오엔터는 작년에 자회사를 이용해 경쟁 아이돌그룹을 까는 내용의 기사를 퍼트리는 역바이럴짓을 하다 걸려서 조사받은 바 있음.",
  "color": "default",
  "labels": [
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-19T07:00:38.902000",
  "updatedAt": "2023-04-18T11:17:41.834000"
}