{
  "id": "c7c4bb2f-7d67-40d5-bab1-5e25f3bce171",
  "title": "압록수/낙랑군/현토군/서안평",
  "content": "![image](media/18f29fc1014.869b16a56c01833e.jpg)\n![image](media/19442c592fd.ae9479030565a456.jpg)\n\n\n\nhttps://m.skyedaily.com/news_view.html?ID=18254&url_pre=http%3A%2F%2Fm.skyedaily.com%2F\n\n\n\n고구리와 한나라 사이에서 간에 붙었다 쓸개에 붙었다하던 중간세력들은 고구리를 적대했다가, 184년 고국천왕의 좌동친전 이후 완전히 와해되고 만다. 그러다가 슬그머니 되살아나게 되는데, 그 주역이 요동태수 공손도이고 그 가문은 50년간 고구리와 한(위)나라 사이에서 독자세력을 다시금 구축하게 된다.\n \n사학계에서는 이러한 공손씨의 나라를 B.C 108년 설치된 식민지 한사군의 연속이라고 말하고 있으나, 이는 그야말로 어불성설이라 할 수 있다. 왜냐하면 공손씨의 나라는 한나라를 무너뜨리고 세워진 위나라에게 멸망하기 때문이다. 위나라가 자기네 식민지를 다스리던 공손씨를 쳐서 멸망시켰다는 것이 어디 말이나 되는가! 공손씨는 위나라에게도 적이었기 때문에 사마의가 멸망시킨 것이다.\n \n<삼국지>에는 “유주의 요동군 양평현 출신 공손도(公孫度, 150년~204년)는 아버지를 따라 현도군으로 옮겨 살다가, 189년 같은 고향인 서영의 추천으로 당시 한나라 승상 동탁에게 요동태수로 임명되었다”고 기록되어 있다. 그러나 당시 한나라 내부에서 민란인 ‘황건의 난’이 일어나 외부인 요동을 넘볼 여력도 없던 차에 마침 그쪽 지역에 밝은 공손도가 스스로 요동태수가 되겠다고 나서니 그냥 추인했거나 그러한 사실이 없음에도 첨가한 기록으로 보인다.\n \n<진서지리지>에서 평주(平州)의 설명에 “후한 말 공손도가 스스로 평주목이라 칭했고, 그 아들 강과 강의 아들 문의(연)에 이르러 요동에 웅거하며 멋대로 아우르니 동이 9종 모두가 복종했다”에서 보듯이 공손도는 스스로 왕을 자처하며 독자세력을 구축했고, 한나라 조정에서 작위를 내릴 때마다 공손도는 “내가 왕인데 어찌 한(漢)이 내리는 지위를 받겠는가?”며 인수를 창고에 던져 버렸다는 일화가 있다. 공손도 스스로 평주목이 된 것이지 동탁에게 요동태수를 책봉 받은 것이 아닌 것으로 보인다.\n \n\n1) 공손도가 스스로 칭한 평주(平州)는 어디인가\n \n* <중국고대지명대사전>에서 평주(平州)를 검색하면 다음과 같이 유주, 양평, 비여, 북평군, 노룡 등의 지명이 나오는 것으로 보아 평주는 유주(幽州)의 요서군(遼西郡) 즉 산서성 남부라는 것을 알 수 있다.\n \n晋分幽州置，治昌黎。前燕置，治襄平。后燕置，初治龙城，后治平郭。前秦置 治和龙，后魏置 治肥如。隋置，唐因之，亦曰北平郡，元改为兴平府，治卢龙。\n\n진 때 유주에서 갈라짐, 창려에 치소。전연 때 양평에 치소。후연 때 초기에 용성, 후기에 평곽에 치소。전진 때 화룡에, 후위 때 비여에 치소。수·당 때 북평군으로 원 때 영평부로 바꾸고, 노룡에 치소\n \n<한서지리지>에서 유주에 속한 요서군에 대한 설명은 다음과 같다.\n \n(辽西郡) 秦置。有小水四十八，并行三千四十六里属幽州(유주)。户七万二千六百五十四，口三十五万二千三百二十五。县十四：且虑，有高庙。莽曰鉏虑。海阳，龙鲜水东入封大水。封大水，缓虚水皆南入海。有盐官。新安平。夷水东入塞外。柳城，马首山在西南。参柳水北入海。西部都尉治。令支，有孤竹城(고죽성=노룡)。莽曰令氏亭。肥如(비여)，玄水东入濡水。濡水南入海阳。又有卢水，南入玄。莽曰肥而。宾从，莽曰勉武。交黎，渝水首受塞外，南入海。东部都尉治。莽曰禽虏。阳乐，狐苏，唐就水至徒河入海。徒河，莽曰河福。文成，莽曰言虏。临渝，渝水首受白狼，东入塞外，又有侯水，北入渝。莽曰冯德。絫。下官水南入海。又有揭石水、宾水，皆南入官。莽曰选武。\n \n* <중국백과사전> “평주는 고대중국의 행정구역으로 동한 때 동북쪽에 유주를 설치했다. 한나라 헌제 때 공손도가 요동에 웅거하며 스스로 평주목이라 칭했다. 위나라 때 요동·창려·현토· 대방·낙랑의 5군을 평주라 하고 양평을 치소로 했다가 오래지 않아 폐하고 유주로 편입했다.\n \n(원문) 平州，古代中国行政区划名。东汉时于东北方仅设幽州；汉献帝时，公孙度据辽东，自称为平州牧。曹魏分辽东、昌黎、玄菟、带方、乐浪五郡为平州，治所在襄平。不久仍废入幽州。\n \n \n<삼국사기>의 산상왕 조에는 왕이 주통촌의 소후를 얻는 이야기 외에는 별다른 기록이 없다. 또한 150년생인 공손도가 신대왕 5년(168) 18살 때 현토 태수로 있었고 그 때 고구리가 군사를 보내 부산의 적을 쳐서 도와주었다는 기록을 남기고 있다. 중국 기록에 공손도가 정계에 처음 등장하는 년도가 189년인데도 말이다.\n \n그러나 <고구리사 초략>에서는 산상제 때 공손도와 공손씨 가문의 50년 존속에 대해 상세하게 기록하고 있다. \n“고국천제 12년(190) 공손도가 요동태수가 되어 고향으로 돌아가 예전에 싫어하던 큰 성씨 10여 가문을 죽이고 들어와서는 보존함을 얻고자 사신을 조정에 보내왔으나 이를 물리쳤다. 이듬해 부산(富山)의 즉홀백 등이 개마를 침략했기에 이를 토벌하려하니 공손도가 돕겠다고 청했으나 허락하지 않았다”\n라고 기록되어 있어 공손도는 한나라와 고구리 사이에서 양다리 걸치기 중간외교를 했던 것으로 보인다.\n그러던 중 고구리에서 서출 동생 산상제가 즉위하자 적형(嫡兄) 발기가 반란을 일으키고는 공손도를 찾아가 병력 지원을 요청하자 공손도는 발기를 도와주는 척하다가 고구리의 서쪽 땅을 차지해버린다. 그러나 을파소가 역적 발기의 반란을 평정하고 좋은 계책을 써서 잃어버린 서쪽 땅을 서서히 복구하게 된다.\n \n산상제 8년(204) 공손도가 죽자 아들 공손강(公孫康)이 요동태수를 대신한다. 11년(207) 정해 4월 조조가 원상(원소 아들)을 정벌하고 오환(烏丸)의 경계인 밀운(密雲)에까지 다다랐다. 공손강은 조조가 자신을 습격할까 걱정했으나 감히 고구리에게 항복할 수도 없었기에, 원상을 유인한 후 그의 목을 베어 조조에게 바쳤다. 사람들은 공손강은 필히 뒤탈이 있을 거라고 말했다.\n13년(209) 기축 공손강은 둔유(屯有=遼中) 이남의 땅을 차지하고 대방국(帶方國)이 되었고, 14년(210) 경인년 3월 공손강이 고구리의 서안평(西安平)에 쳐들어왔다가 이기지 못하고 돌아갔다. 21년(217) 정유 8월 평주 사람 하요 등 천여 집안이 투항하여 왔기에 책성(柵城)에서 살게 했다. 평주라는 이름은 공손도가 개인적으로 부른 호칭으로 우북평의 경계이다.\n25년(221) 신축 공손강이 죽고 그의 동생 공손공이 섰다. 220년 조조의 아들 조비가 후한의 헌제로부터 제위를 찬탈하고는 위(魏)나라를 칭하자, 221년 유비가 촉한(蜀漢)을 세우고 스스로 황제라 했고, 229년 손권이 오나라를 세우고 황제를 자칭했다. 드디어 중국에서는 한나라가 사라지고는 나뉘어 위·오·촉의 삼국시대가 열리게 되는 것이다.\n \n2) 조조가 다다른 오환의 경계 밀운은 어디인가\n<중국백과사전>에서의 밀운(密雲)에 대한 설명은 “서주와 춘추 때 연나라가 속한 곳이다. 전국시기 한때 동호가 점거하기도 했으나 연나라 소왕 29년(B.C 283) 연나라 장수 진개가 동호를 격퇴한 후 설치된 5군의 하나이다. 진시황 22년(B.C 225) 어양군과 어양현을 설치했는데 밀운지구 건현의 시초이다. 서한 때 밀운지구를 나누어 어양군의 어양과 광평과 제해 3현을 속하게 했다”고 하면서 밀운은 지금의 북경 부근이라고 왜곡되게 설명하고 있다.\n \n(원문) 西周、春秋时期属燕国。战国时代一度被东胡占据，燕昭王二十九年（前283）燕将秦开击退东胡后设五郡，渔阳郡即为新设的五郡之一。秦始皇二十二年（前225）置渔阳郡、渔阳县，为密云地区建县之始。西汉时期密云地区分属渔阳郡之渔阳、犷平、厗奚3县。\n \n3) 공손도의 아들 공손강이 세운 대방국은 어디인가\n \n공손강이 둔유의 남쪽에 세운 대방국은 아래 <한서지리지> 낙랑군에 대한 설명에서 보듯이 낙랑군에 속한 현의 이름이다. 낙랑군 지역은 산서성 동남부와 황하 북부 하남성 지역이고, 둔유는 지금의 산서성 동남부에 있는 장치시의 둔유(屯留)현이고, 대방은 그 남쪽이다. 대방은 백제의 옛 땅(帶方故地)이라는 기록이 있듯이 백제와 고구리가 많이 다툰 곳이다.\n \n(乐浪郡) 武帝元封三年开。莽曰乐鲜。属幽州(속 유주)。户六万二千八百一十二，口四十万六千七百四十八。有云鄣。县二十五：朝鲜，讑邯，浿水(패수)，水西至增地入海。莽曰乐鲜亭。含资，带水(대수)西至带方入海。黏蝉，遂成，增地，莽曰增土。带方(대방)，驷望，海冥，莽曰海桓，列口，长岑，屯有(둔유)，昭明，高部都尉治。镂方，提奚，浑弥，吞列，分黎山，列水所出。西至黏蝉入海，行八百二十里。东暆，不而，东部都尉治。蚕台，华丽，邪头昧，前莫，夫租。\n \n<중국고대지명대사전>\n한나라 때 대방현을 설치했고, 후한 말 공손강이 낙랑군을 나누어 남부를 대방군 땅으로 했고, 대수를 이름으로 했다\n \n(원문) 带方郡: 汉置带方县，后汉末公孙康割乐浪郡，南部为带方郡地，以带水为名，晋因之，后没于高丽，自高句骊并乐流后，带方遂为高马列主义、百济竞争之地，后魏复置带方县于此。\n \n4) 전략적 요충지 서안평은 어디인가\n사학계에서는 고대 중국과 우리가 서로 뺏고 빼앗기는 전략적 요충지로 언급되어 있는 서안평(西安平)을 압록강 하구 단동(丹東)시로 비정하고 있다. 그 근거는 <한서지리지>에서 유주에 속한 현토군에 대한 설명에서 “마자수는 서북 염란수에 들어가 서남으로 서안평까지 흘러 海(황해)로 들어간다(马訾水西北入盐难水，西南至西安平入海)”는 기록 때문이다.\n \n그러나 이는 지명이동을 통한 역사왜곡으로 海는 황해바다가 아닌 황하이고, 고대의 압록수는 지금의 압록강이 아닌 현 분하이고, 따라서 서안평은 지금의 산서성 중서부 황하변에 있는 하진시로 보아야 할 것이다. 그 기록의 근거는 다음과 같은 <신당서 열전 145-동이전>이 있다.\n \n(번역) 마자수는 말갈의 백산에서 시작되고 색이 오리의 머리 색깔과 흡사해 압록수라 부른다. 국내성 서쪽으로 흘러 염난수와 합해지고, 서남쪽으로 안시에 이르러 海로 흘러 들어간다. 평양성은 압록의 동남쪽에 있어 커다란 배로 사람을 건네고 믿음직한 참호 역할을 하고 있다.\n \n(원문) 有马訾水出靺鞨之白山，色若鸭头号鸭渌水，历国内城西，与盐难水合，又西南至安市，\n入于海。而平壤在鸭渌东南，以巨舻济人，因恃以为堑。\n \n이상과 같이 알아보았듯이 공손씨의 나라는 고구리의 남쪽인 산서성 동남부와 북부 하남성 황하변 일대에 있었던 작은 세력이었던 것이다. 이러한 공손씨의 대방국이 한반도 황해도까지 들어오게 된 이유는 우리 사학계가 중국의 사대주의와 일제식민사학에 중독되어 아직도 그 마취에서 깨어나지 못하고 있기 때문이다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-04-29T22:12:18.265000",
  "updatedAt": "2025-09-03T22:19:28.535000"
}