{
  "id": "c8772dff-3da1-4577-a0e4-7c22acb701bc",
  "title": "참모 조직 - 샤른호르스트",
  "content": "프랑스혁명으로 촉발된 정치적 변화는 사회, 경제, 문화 전반에 새로운 변화의 바람을 가져왔다. 특히 프랑스혁명의 혼란기에 혜성과 같이 등장한 나폴레옹은 특유의 군사적 재능으로 프랑스뿐만 아니라단숨에 유럽의 군주들을 제압했다. 그리고 프로이센도 그 과정에서 나폴레옹의 희생양이 되었다.\n\n스태프는 원래 군대 조직의 참모에서 유래한 개념이다. 군대에서 스태프가 처음 등장한 시기는 18세기 후반이다. 당시 프랑스 군대에 루이 알렉산드르 베르티에(Louis Alexandre Berthier) 장군이 부임한 게 시초라는 설이 유력하다. 베르티에 장군은 군사 첩보, 정보 수집, 병참 및 작전 계획 수립 등의 업무를 총괄 전담하는 참모장(Chief of Staffs)으로 임명됐다.\n이전까지는 일선 지휘관이 이런 지원 업무를 부하나 동료들의 도움을 받아 직접 수행했다. 이들 대부분은 그 업무에 대한 전문성이 없었다. 베르티에 장군의 참모 시스템은 나폴레옹 군대의 지휘 본부 조직에서 큰 역할을 담당했다. 나폴레옹 군대의 막강한 전투력의 기반이나 다름없었다. 그러자 프러시아 등 유럽의 군사 강국들도 앞다퉈 참모 조직을 채택했다. 이후 세계 군대 조직의 보편적 단위로 제도화됐다.\n\n과거 프리드리히 2세가 쌓아놓은 군사적 업적에 도취한 프리드리히 빌헬름 3세를 비롯한 프로이센의 지도부는 나폴레옹을 애송이 취급했다. 프랑스가 1806년에프로이센에 대해 선전포고했을 때 조차, 프로이센은 나폴레옹을 무시했다. 하지만 초기 전투에서 프로이센군이 대패하자, 그때야 프로이센 지도부는 냉엄한 현실을 인식했다. 일방적인 군사적 패배 이후에 프로이센은 나폴레옹에게 굴복했고, 프랑스의 실질적인 속국으로 전락했다.\n뜻밖의 패전에 충격을 받은 프리드리히 빌헬름 3세는 혁신파의 대표적 인물인 샤른호르스트를 발탁해 군사재조직위원회를 창설하고 그를 수장으로 임명했다. 이후 샤른호르스트와 혁신파 리더들은 위원회를 통해 다양한 군사혁신 방안을 구상하고 국왕을 설득해 하나씩 현실화했다. 특히 군사혁신을 프로이센군의 고유문화로정착시키고, 군사혁신을 지속할 주체로 장군참모부를 창설해 제도화했다.\n\n군사재조직위원회의 프로이센의 군사혁신 구상에 대해 샤른호르스트는 4가지의 구상을 건의했다. \n첫째는 귀족 중심으로 편중되어 질적 저하를 가져온 장교단의 근본적인 혁신을 위해 신분의 제한없이\n다양한 계층의 인재를 장교단으로 발탁할 것을 건의했다. \n둘째, 전시 군의 효과적 지휘통제를 위한 단일화된 지휘기구의 설립을 주장했다. \n셋째, 전장 규모의 확대에 따라 단일 지휘관에 의한 현장지휘가 제한되므로 지휘관의 지휘결심을 보좌하기 위해 체계적으로 조직화된 핵심 엘리트 참모조직의 필요성을 강조했다. 그리고 그 대안으로 이미 1804년 2월에 신편된 장군참모부의 제도화를 요청했다. \n넷째, 국민들의 애국심에 기반한 국민군대 창설을 위해 국민개병제의 법제화를 건의했다. \n\n샤른호르스트와 혁신파들의 노력으로 프로이센군에 국민개병제가 도입되고, 병역의무를 통해 프로이센 국민들은 그들의 헌신만큼 권리를 요구하면서 프로이센은 점진적으로 근대 사회로 전환되었다. 국왕과 귀족들은 해방전쟁 과정에서 애국적인 국민들의 희생과 헌신으로 승리했기에, 국민들의 요구를 무조건 거부할 수는 없었다. \n프로이센군의 엘리트 장교 양성제도인 장군 참모제도는 군 지도층의 혁신적 변화를 넘어 사회 지도층 전반의 엘리트화를 가져왔다. 또한 국민개병제를 통한 프로이센의 병역제도 변화는 군사혁신을 넘어 국가적 차원의 혁신에 대한 일반 국민들의 지지를 가져왔다.\n\n프로이센군의 근대적 군사혁신을 주도했던 샤른호르스트는 프로이센군으로 이적한 이후,\n첫째로 우선 베를린에 군사협회를 창설함으로써 프로이센군 내부에 자유로운 토론 문화를\n조성하고자 했다. 샤른호르스트는 신분과 계급에 구애받지 않고 누구나 자유롭게 프로이센\n의 군사현안을 논할 수 있는 공간을 마련함으로써 군사혁신을 하나의 문화로 정착시키는 것을 출발점으로 생각했다. 그리고 군사협회에서 논의된 다양한 혁신적 구상들은 논문이나 소책자 등으로 출간되어 독일 전역으로 확산되었다. 군사협회를 통해 논의된 여러 군사혁신 구상에 대해 보수파 원로들은 불편한 인식을 가졌지만, 국왕을 설득해 물리력을 동원한 강제 해산이나 금지조치는 취하지 않았다. 샤른호르스트는 군사협회를 통해 소수의 혁신파 장교들을 규합하여 비전을 공유하고, 훗날 프로이센군의 핵심 인재로 발탁했다.\n한 국가의 진정한 군사혁신을 위해서는 샤른호르스트가 추진했던 혁신문화의 조성이 필\n요하다. \n군사혁신 전문가인 헌들리(Richard O. Hundley)는 미래지향적 군사조직에서의\n군사혁신을 위해 필요한 전제조건으로 6가지 조건을 제시했다. 이는 ① 미래에 대한 생산\n적 편집증, ② 전쟁 양상의 변화에 대한 지속적인 최신화, ③ 조직의 미래에 대해 활발한\n토론을 장려하는 조직문화, ④ 조직의 현존 핵심가치를 위협하는 구상의 내부 실험 허용,\n⑤ 새로운 업무수행방식에 대해 신망받는 고위급 장교의 적극적인 지지, ⑥ 새로운 전쟁수\n행방식을 실험하는 장교들에 대한 진급 보장이다.\n프로이센의 군사혁신을 주도함으로써 19세기 유럽을 프로이센과 그 뒤를 이은 통일 독일제국의 시대로 만들었다. \n\n테일러는 경영진을 일상 업무의 관리 감독을 담당하는 ‘일선 관리자(first-line supervisors)’와 시간과 동작 연구와 같은 고도의 전문적 업무만 전담하는 ‘기능적 감독자(functional foremen)’의 두 유형으로 분리했다. 기능적 감독자가 현대 기업의 스태프 조직의 시초라 할 수 있다. 테일러의 과학적 경영에서 새로 탄생한 기능적 감독자는 라인 관리자와 달리 일상적 과업 수행의 권한과 책임은 지지 않는다. 대신 베스트 프랙티스의 지속적인 발견과 개선, 공정 라인 설계 및 변화, 생산 계획 수립, 직원 교육 훈련 및 선발 시스템 설계 등 라인 관리자들의 한계를 보완하고 전문적 조언을 제공한다.\n스태프의 전문성을 적극 활용한 테일러의 과학적 경영이 폭발적인 성과를 창출하자 스태프 조직은 급속히 전 세계로 확산됐다. 테일러가 처음 제시한 역할과 달리 이를 활용한 기업들은 스태프 조직에 훨씬 다양하고 새로운 역할을 많이 부여했다. 이에 많은 영향을 끼친 기업이 바로 1920∼1930년대의 포드, 1930∼1950년대의 GM이다.\n테일러의 팬이자 테일러리즘을 완성시켰다는 평을 듣는 헨리 포드는 스태프의 역할을 급격히 확장한 인물이다. 찰리 채플린(C. Chaplin)의 걸작 영화 ‘모던 타임스(Modern Times)’는 이를 생생히 묘사하고 있다. 당시 포드 공장의 근로자들은 하루 종일 쏜살같이 지나가는 컨베이어벨트 앞에 서서 나사 한두 개만 조이는 단순 반복 작업을 수행했다. 경쟁 우위의 원천은 조립 라인의 설계와 끊임없는 개선을 담당한 스태프 기능에 있었다.\n이에 따라 포드 공장에는 테일러가 처음 제안했을 때보다 훨씬 고도화된 지식과 기술을 가진 전문가 스태프가 등장했다. 바로 산업 공학자들이다. 이들의 역할과 범위도 급증했다. 그러나 포드 공장에서 스태프 역할의 비대화가 나타난 이유는 오히려 단순 반복 작업을 하는 근로자들에게 있었다.\n10초마다 한두 개의 나사를 조이는 단순 작업을 하루 종일 되풀이해야 하는 포드식 공법은 근로자들에게 엄청난 스트레스를 안겼다. 심각한 근로의욕 저하와 함께 제품 불량 문제가 속출하기 시작했다.\n조립 라인이 자신의 앞을 통과할 때 어떤 제품의 나사를 시계방향으로 10번 회전한 후 조립하는 일을 맡은 근로자가 있다고 가정하자. 하루 종일 이 작업을 쉴 새 없이 반복하는 근로자는 심각한 동기 저하와 스트레스에 시달린다. 결국 조립 라인이 자신의 앞을 지나는데도 정확한 조립 타이밍을 놓치거나 나사를 5번만 회전하고 만다. 겉으로는 정확하게 조립된 부품과의 차이를 알 수 없기에 해당 제품은 그대로 출시된다. 하지만 사후에 심각한 불량 문제를 일으켜 기업에 큰 타격을 준다. 실제 1920∼1930년대 포드 공장에서 매일 발생하던 문제다.\n이를 해결하기 위해 포드가 동원한 방안은 스태프 기능의 대폭 확대였다. 즉 그 이전까지는 고급 산업공학자 역할만 수행하던 스태프 조직에게 근로자들이 제대로 맡겨진 과업을 수행하는지를 점검하고 평가하는 업무까지 맡겼다. 이에 따라 스태프들은 조립된 상품의 불량 여부를 통계적으로 평가하는 품질 점검(Quality Assurance) 업무, 라인 근로자들의 과업 수행 정확성 및 적절성을 몰래 평가하는 감사(Auditing) 기능을 담당하기 시작했다. 이들의 업무와 숫자가 계속 늘어나면서 1930년대 초 포드 공장에는 이런 말이 떠돌았다. “실제 생산을 맡은 라인 근로자와 이를 평가하고 감시하는 스태프의 수가 같다.”\n의 강점에 선택과 집중하라는 말을 한다. 전형적인 라인 조직의 사고와 행동 패턴이다. 조직의 현재 강점과 역량은 현업에 종사하는 현장 라인들이 보유하고 있다. 따라서 위기가 발생하면 라인들은 자신들이 가진 역량으로 이에 대응하려고 한다.\n21세기 초경쟁 환경에서 발생하는 위기는 조직의 현재 강점과 역량으로는 해결할 수 없는 문제가 대부분이다. 기존 강점이나 역량의 가치가 갑자기 파괴되고 별 의미가 없어지는 역량 파괴적 환경 변화(Competence-Destroying Environmental Change)이기 때문이다. 이런 상황에서는 기존의 핵심 역량이 오히려 혁신과 문제 해결의 걸림돌일 때가 많다. 기존 강점에만 의지하다 보면 위기만 가중시킬 뿐이다.\n이때 스태프의 역할이 중요하다. 현재 강점에 함몰된 라인과 달리 스태프 조직은 기존 강점을 버리고 핵심 역량 자체의 혁신을 주도해야 한다. 현장보다 한 단계 위에서 한 걸음 멀리 보는 스태프만이 할 수 있는 역할이다.\n\n셋째, 양손잡이(Ambidextrous) 사고다.\n21세기 초경쟁 환경은 존재하지 않던 새로운 경쟁우위를 남보다 계속 먼저 창출해야 한다고 요구한다. 그렇다고 해서 현재 사업 분야의 효율성과 수익 극대화가 필요 없다는 뜻은 아니다. 현재 사업의 성과가 없으면 미래 생존을 위한 상시 창조적 혁신을 실현할 때까지 버틸 수가 없다. 현재 사업의 경쟁 우위를 꾸준히 확보하고, 미래지향적 상시 창조적 혁신을 동시에 추구하는 양손잡이형 경영이 반드시 필요하다. 애플이 대표적 예다.\n물론 같은 사람이 전혀 다른 이 2가지 업무를 동시에 수행하기란 매우 어렵다. 그래서 역할의 분업이 필요하다. 당연히 라인 조직이 현재 사업의 성과를 지속적으로 창출하는 일을, 스태프 조직이 상시 창조적 혁신을 담당하는 게 바람직하다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-01T10:11:24.696000",
  "updatedAt": "2023-05-01T11:06:51.033000"
}