{
  "id": "c9629c6b-cf97-496b-803c-3ec375662b91",
  "title": "슈퍼스타 경제학",
  "content": "1981년, 셔윈 로젠은 \"상대적으로 소수의 사람들이 엄청난 돈을 벌고 그들이 종사하는 분야를 지배하는 것처럼 보이는\" 이유를 파악하기 위해 슈퍼스타의 경제학을 연구했다. 로젠은 슈퍼스타 시장에서 \"분포의 상위 부분에서 재능의 작은 차이가 수입의 큰 차이로 이어진다\"고 주장한다. 로젠은 \"재능이 높은 판매자는 재능이 낮은 판매자보다 약간 더 높은 가격을 청구하지만, 훨씬 더 많은 양을 판매한다. 그들의 더 큰 수입은 더 높은 가격을 청구하는 것보다 더 많은 양을 판매하는 것에서 압도적으로 발생한다\"고 지적한다. \n\n그는 현대 슈퍼스타의 엄청난 보수를 설명하는 요소로 두 가지 들었다. 첫째, 슈퍼스타가 제공하는 서비스와 그렇지 않은 서비스는 대체가 되지 않는다. 예를 들어 손흥민의 경기를 한 번 보는 것이 그저 그런 선수의 경기를 열 번 보는 것보다 더 기분을 좋게 만든다면 손흥민 선수가 뛰는 경기에 대한 수요가 엄청나게 커진다. 둘째, 그런 서비스를 제공하는 데 들어가는 비용은 공급량이 늘어도 크게 증가하지 않아야 한다. 손흥민이 전 세계에 중계되는 경기를 뛰기 위해 평상시대로 준비해도 세계의 모든 사람이 그의 경기를 싸게 즐길 수 있도록 하는 정보통신 기술이 있다. \n소비자 관점에서 볼 때 사람들은 좋은 휴대폰 한 개를 구매하지 그저 그런 것을 여러 개 사지 않는다. 가장 좋아하는 방탄소년단의 노래를 내려받지 여러 가수의 노래를 내려받지 않는다. 또 공급자 관점에서 보면 휴대폰 설계 단계의 천재적인 능력이 중요하지 정작 기계를 생산할 때는 싼 노동력을 공급하는 나라에서 만들어도 큰 문제가 없어 많은 비용이 들지 않는다. 이처럼 슈퍼스타들이 독식하는 시장의 특성이 있고 실제 그런 일들이 일어나고 있다. \n슈퍼스타들이 탄생하는 데에는 기술의 발전이 한몫한다. BTS는 남미, 아프리카 등 세계 시장을 어렵지 않게 커버하는데 그게 인터넷일 수도 있고 유튜브일 수도 있다. BTS가 세계적 슈퍼스타가 된 데에는 그들의 능력을 증폭시켜주는 IT기술의 기여가 상당하다는 것이다. \n\n\n미국 시카고대학의 노동경제학자 셔윈 로젠(Sherwin Rosen)과 컬럼비아대학의 모셰 애들러(Moshe Adler)는 왜 문화산업에서 스타 시스템이 존재하게 되는지를 경제학적 분석틀로 밝혔다. 1981년 로젠은 ‘슈퍼스타 경제학’이라는 논문을 통해 문화산업 종사자들의 작은 재능 차이가 소득에 엄청난 차이를 낳게 하는 현상, 즉 슈퍼스타 발생 과정과 조건을 수요와 공급 측면에서 설명했다.\n먼저 수요 측면에서는 문화상품의 ‘대체 불가능성’ 때문이다. 연기를 어느 정도 잘하는 배우들을 아무리 모은다 해도 뛰어나게 연기를 잘하는 배우 한명을 대체할 수 없다는 것이다. 문화산업의 소비자들은 값싼 가격으로 질 낮은 예술가를 소비하려 하지 않기 때문에 일반적인 ‘수요의 법칙’이 적용되지 않는다는 이야기다. 드라마에 ‘김수현 한명을 기용할까, 더 싼 배우 10명을 기용할까’를 두고 생각해보면 간단히 수긍이 간다.\n공급 측면에서는 미디어 기술의 발달로 생산과 배급에서 엄청난 ‘규모의 경제’를 창출할 수 있게 된 점이 중요하다. 음악을 CD로 만들거나 소설을 책으로 만들 때, 영화나 드라마를 TV로 방영할 때 공급자의 노력은 수요자 수와 상관없이 동일하다. 즉 1명이 소비하건, 100명이 소비하건 드라마의 총 제작 비용은 같다는 것이다.\n수요자 입장에서도 TV에서 현빈이 나오는 드라마를 볼 때와 ‘듣보잡’ 신인 배우가 나오는 드라마를 볼 때 시청료의 차이는 없다. 재화의 질이 다른 상품이 동일한 가격으로 대량 제공되는 상황인 셈이다. 그렇다면 수요는 한쪽으로 몰릴 수밖에 없다. 이 두가지 특성이 맞물리게 되면 분야별 선두 주자는 스스로 매출을 더 늘릴뿐 아니라 경쟁자들의 매출까지 감소시키는 이중 효과를 얻게 된다. 이로 인해 슈퍼스타가 탄생하게 된다는 게 로젠의 설명이다.\n\n=> 수요의 측면에서 갯수가 중요하지 않다. 동질적인 상품이 아니다.\n\n다른 말로 이긴 자가 모두를 갖는 승자독식 현상을 일컫는 용어이기도 하다. 자본주의 경제가 성숙하면서 승자와 패자는 하늘과 땅 차이로 벌어진다. 양극화로 치닫는 것이다. 일류 기업이나 각 분야의 슈퍼스타, 세계 최고 브랜드가 곧 승자들이다. 이 승자들은 거의 모든 것을 독차지 한다. 반면 나머지 다수는 남은 몫을 조금이라도 차지하려 사생결단할 수밖에 없다. 시가코대 교수 셔윈 로젠은 이를 ‘슈퍼스타의 경제학’이라는 용어로 설명했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-12-16T21:44:26.341000",
  "updatedAt": "2025-12-16T21:58:16.571000"
}