{
  "id": "c9cbf9c1-9c65-46b2-9818-c933ea5c47ff",
  "title": "AI 엔진",
  "content": "엔진 생김새가 특이한 건 설계할 때 \"위상 최적화(Topology Optimization)\" 기법을 써서 그렇습니다. 인터넷에 이미지 검색 해보시면 영상에서 보신 것과 비슷한 그림들이 바로 나올 겁니다.\n이론적으로 연구된지는 30년이 훌쩍 넘은 기술이구요.\n시뮬레이션 기술이 발달함에 따라 상용화된지도 20년 가까이 되는 기술입니다. 이렇게 오래된 기술인데 과학자들이 충격 받을리가 없겠지요?\n위상 최적화를 간단히 설명하자면 이렇습니다.\n예를 들어 A, B, C, D 네 개의 꼭지점을 가진 사각형 모양의 물체가 있다고 칩시다.\n그리고 A 지점과 B 지점을 고정시킨채로 C 지점에 힘을 가한다고 생각해봅시다. \nC 지점은 힘을 받느라 스트레스 받을 거고, A 지점과 B 지점은 그 힘을 버티느라 스트레스 받겠죠?\n그와 반대로 D 지점은 스트레스를 상대적으로 훨씬 덜 받을 겁니다.\n구조적 안정성을 위해서는 스트레스 많이 받는 곳은 반드시 튼튼하게 만들어야 합니다. 안그럼 부러질테니까요.\n하지만 반대로 스트레스를 덜 받는 곳은 굳이 크고 튼실하게 만들 필요가 없습니다.\n그럼 만약에 설계 최적화의 목적이 \"무게를 줄이는 것\"이라면, 어느 곳을 줄여야 할까요?\n당연히 스트레스를 덜 받는 D 지점 부근이 될 겁니다. 이게 바로 위상 최적화입니다.\n이와 같은 방식으로 \"필요없다\"라고 판단되는 영역을 싹다 없애다보면, 영상에서 보신 것과 비슷한 형상이 나옵니다.\n\n하지만 여기서 문제는 위상 최적화로 만들어진 형상이 \"생산을 고려한 설계(DFM)\"가 전-혀 아니라는 점입니다.\n금형을 찍어서 부품을 만들고 조립하는 일반적인 제조 프로세스와는 너무나도 동떨어져 있는 설계죠.\n3D 프린터가 아니면 만들어낼 수 없는 형상이고, 그래서 한 10년 전부터 3D 프린터가 뜨면서 같이 재조명받게 됐죠.\n(사실 3D 프린터도 되게 오래된 기술입니다만, 대중적으로 유행 탄게 2010년대부터인거 같습니다.)\n그런데 우리는 왜 아직도 위상 최적화된 엔진을 3D 프린터로 만들어서 쓰지 않을까요?\n너무나도 큰 문제가 3개 있기 때문에 그렇습니다.\n1) 엔진을 비롯한 기존의 기계들은 부품들의 조립으로 만들어지는데, 3D 프린팅은 하나의 덩어리를 통짜배기로 만듭니다.\n3D 프린팅 찬양하는 사람들은 이를 두고 \"3D 프린팅은 부품 조립에 들어가는 시간과 비용을 절약할 수 있다\"라고 하죠. 하지만 그건 하나만 알고 둘은 모르는 얘깁니다.\n부품 조립으로 만들어진 기계는 고장나거나 일부 파손되면 해당 부품만 교체하면 됩니다.\n하지만 통짜배기로 만들어진 기계는 고장나게 되면 통짜배기로 고쳐야 됩니다. 어쩌면 고칠 수 없을지도 몰라요.\n유지/보수가 가장 중요한게 엔진인데 3D 프린팅으로 만든다? 정비성을 아예 포기한다는 소리나 마찬가집니다. 고장나면 새거로 갈라는 소리죠.\n2) 위상 최적화로 만들어진 형상은 절대 만능이 아닙니다.\n컴퓨터로 위상 최적화를 할 때는 사용자가 특정 경계조건과 하중을 먼저 입력하는데, 딱 거기에 한해서만 최적의 설계인 인 것입니다. 즉, 모든 상황에 대응 가능한 설계가 아닙니다.\n특히나 엔진은 여러 변수가 정말 많습니다. 예상치 못하게 온도가 더 올라가거나, 힘을 더 받거나, 생각치 못한 방향에서 다른 하중이 들어올 수도 있습니다.\n위상 최적화로 만들어진 형상은 절대로 예상치 못한 변수에 대응하지 못합니다. 애초에 예상된 변수에만 맞춰서 최적화된 설계니까요.\n그렇기 때문에 엔진 자체를 위상 최적화로 설계하는 것은 너무나도 위험한 발상입니다.\n3) 3D 프린팅 기법도 재료가 플라스틱이냐 금속이냐에 따라 천차만별입니다. 문제는 금속 3D 프린팅이 너무 비쌉니다.\n금속 3D 프린팅을 하려면 금속을 미세한 파우더(가루)로 만들고, 그 파우더를 쏴줌과 동시에 레이저로 지져서 녹히고 굳혀서 형상을 만들어내는 겁니다.\n금속 3D 프린터 자체도 비싸지만, 특히 그 금속 파우더 재료값이 너무 비쌉니다.\n금속 덩어리를 미세한 파우더로 만들게되면, 똑같은 무게의 금속임에도 그 재료값이 10배 가까이 뜁니다.\n대량 생산하기에는 도저히 수지타산이 안맞아서 못쓰죠. 그래서 3D 프린터는 맞춤형 소량 생산에 적합하죠, 예를 들어 치과에서 3D 프린터 많이 씁니다.\n3D 프린터랑 위상 최적화는, 처음 보시는 분들에겐 너무 신기한 분야입니다.\n거기다가 AI 타이틀까지 입혀놓으면 정말 최첨단 기술 같이 보이죠. 사실 저 두 기술은 딱히 AI 할 것도 없는데 말입니다.\n그 말인즉슨, 국가의 눈먼 세금 챙기기 너무 좋은 분야라는 겁니다 ㅎㅎ 예전에 우리나라에서도 이 업계 사람들 정부돈 많이 타먹었죠.\n지금 보면 두바이에 본사를 뒀다 하는데, 두바이가 원래 오일머니로 돈은 많은데 기술력은 굉장히 부족한 나랍니다, 갑자기 부자된 나라니까요.\n그렇기 때문에 신박해보이는 기술로 기름재벌들 심장을 두근두근하게 만들기 딱 좋죠 ㅎㅎ 그래서 스타트업들 두바이에 진출 많이 합니다.\n\n\n최적화는 인간의 영역이 아님\n열/유체는 특히나 무한한 실험을 통한 최적화가 답인데 그걸 제일 잘하는게 AI.\n\n애초에 열 유체 자체가 일반해가 안나오는 미분방정식을 다루기 때문에 반복 연산밖에 답이 없어요. 그 갭을 줄여주는게 데이터를 때려박는 ai이고요.\n\n우리가 무언가 설계할때는 양산 및 유지 보수를 위한 규격화가 포함됨 그래서 직선적인 설계가 만들어지는데 AI는 효율만을 추구하기에 유선적 설계를 만들어낸듯\n\n현 3d프린팅 기술은 전통적 방식에 비해 내구성이 극히 떨어짐. 특히 엔진 같이 극한의 환경을 장기적으로 견뎌야하는 부품에는 어림도 없음. 차후 기술이 더 발전한다면 모르지만 현재로서는 무리임.\n\n영상에 나온 엔진은 오직 효율만 중시해서 나온 엔진 같은데. \n유지 보수같은 건 못하고 엔진을 통갈아야 헐듯",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-04-30T06:52:55.951000",
  "updatedAt": "2025-05-11T00:11:21.361000"
}