{
  "id": "caab87f2-5fe8-41d9-b111-d4b9a61e1dde",
  "title": "양자역학(量子力學, Quantum Mechanics)",
  "content": "1. 양자역학의 탄생\n‘양자’(量子)로 번역된 영어의 ‘퀀텀’(quantum)은 물체의 ‘양’을 뜻하는 ‘퀀티티’(quantity)에서 유래했다. 이는 흑체복사의 에너지가 임의의 양을 지니지 않고 고정된 양, 즉 자연수의 비례로 이루어져 있음을 나타낸다.\n양자라는 개념이 탄생하게 된 역사적 배경은 ‘철의 재상’이라고 불리는 독일의 비스마르크(1815-1898)시대이다. 19세기 후반에 여러 나라로 분열되었던 독일에 통일의 기운이 충만했다. 이를 주도했던 인물이 바로 프로이센의 재상 비스마르크였다. 그는 1866년에 오스트리아를 격파하여 북독일 연방을 탄생시키는 데 성공했으며, “철과 피로 독일의 통일을 이루자!”는 구호를 내걸고 철강산업과 군사력의 강화를 추진했다. 그런데 군사력의 강화를 위해서는 철강산업의 발전이 필수적이었다. 왜냐하면 당시 전쟁에서 승리하기 위해서는 강력한 대포가 가장 중요한 요소였고, 대포를 더 멀리 더 빨리 오래 쏠 수 있기 위해서는 엄청난 압력과 열에 견딜 수 있는 강철로 포신을 만들어야 했기 때문이었다. 이를 위해 비스마르크는 1884년 베를린에 독일제국 물리공학연구소를 설립하고 강철을 제련할 수 있는 기술을 연구하도록 재촉했다. 강철을 제련하려면 용광로 안에서 고온 상태로 끓는 금속의 온도와 상태를 정확히 파악하고 계측할 수 있어야 한다. 수천도가 넘는 고온을 측정하려면 우리가 일상에서 사용하는 온도계로는 불가능하고, 금속에 열을 가할 때 외부로 나오는 에너지 복사를 측정하는 방법을 사용해야 한다. 그 방법은 이 복사 에너지의 스펙트럼을 관찰하여 금속의 온도를 파악하는 것이다. 예를 들어 거무스레한 철을 가열하면 빨갛게 변하고, 거기에 더욱 열을 가하면 노란색, 그리고 마침내 백색으로 변한다. 아리스토텔레스가 자신의 광학에서 색의 구분을 빛을 머금은 정도에 따라 검은 색에서부터 무지개의 일곱 가지 색, 그리고 백색이라고 규정했지만, 금속이 온도에 따라 색이 변하는 현상은 아리스토텔레스의 색채론과 어느 정도 부합한다. 또한 연재 글의 일곱째 마당에서 흑체복사 현상을 설명한 적이 있는데, 어떤 물체에 에너지를 투입했을 때 흡수한 에너지를 복사를 통해 100% 외부로 방출하는 가상의 물체가 바로 흑체입니다. 강철 제련을 목적으로 흑체에 가까운 고온으로 달궈진 금속의 복사를 자세히 연구하는 과정에서 예기치 못한 하나의 현상을 발견했는데, 그것은 금속으로부터 방출되는 에너지의 복사가 불연속적이라는 것입니다.\n이 현상은 당시의 열역학 이론으로는 전혀 설명할 수 없는 특이한 현상으로서 물리학자들을 크게 당혹시켰다. 왜냐하면 흡수하는 에너지가 증가함에 따라 물체 내의 원자들의 진동수가 점점 늘어나고 이에 따라 복사가 점진적으로 증가해야 하는데, 어찌된 일인지 증가하는 복사량을 나타내는 그래프는 곡선이 아니라 계단식의 뜀뛰기를 보여주는 것입니다. 고전 열복사이론에 따르면 에너지를 흡수한 원자의 진동수에는 제한이 없다고 알려져 있었다. 열과 복사를 포함한 물리세계에 어떤 특정한 단위의 계단이 존재한다고 가정하는 것은 그야말로 이상한 생각일 것이다. 그런데 실제로는 그러한 이상한 현상을 나타내니까 물리학자들이 난감할 수밖에 없었다.\n이에 대한 설명으로 도입된 것이 바로 베를린대학의 이론물리학 과장이었던 막스 플랑크(Max Planck)의 ‘양자 가설’이었다. 그는 1900년 플랑크는 열복사의 측정결과와 부합되는 이론을 고안하여 양자가설을 발표하였는데, 그 내용은 원자의 진동이 갖는 에너지 값이 어떤 특정하게 ‘허용된 값(플랑크 상수)’ 만을 갖는다고 설명하였다. 고온의 금속이 방출하는 에너지는 플랑크 상수에 정수를 곱한 값을 보이며, 플랑크 상수는 복사 에너지가 취하는 특정한 양(다발)을 나타낸다.\nBut the essence of quantum theory is energy quantization, and it is far from evident that this is what Planck had in mind. As he explained in a letter written in 1931, the introduction of energy quanta in 1900 was “a purely formal assumption and I really did not give it much thought except that no matter what the cost, I must bring about a positive result”. Planck did not emphasize the discrete nature of energy processes and was unconcerned with the detailed behaviour of his abstract oscillators. Far more interesting than the quantum discontinuity (whatever it meant) was the impressive accuracy of the new radiation law and the constants of nature that appeared in it.\nf a revolution occurred in physics in December 1900, nobody seemed to notice it. Planck was no exception, and the importance ascribed to his work is largely a historical reconstruction. Whereas Planck’s radiation law was quickly accepted, what we today consider its conceptual novelty – its basis in energy quantization – was scarcely noticed. Very few physicists expressed any interest in the justification of Planck’s formula, and during the first few years of the 20th century no one considered his results to conflict with the foundations of classical physics. As for Planck himself, he strove hard to keep his theory on the solid ground of the classical physics that he loved so much. Like Copernicus, Planck became a revolutionary against his will.\nOnly in about 1908, to a large extent influenced by the penetrating analysis of the Dutch physicist Hendrik Lorentz, did Planck convert to the view that the quantum of action represents an irreducible phenomenon beyond the understanding of classical physics.\nIn November 1900 Planck revised this first version, now relying on Boltzmann's statistical interpretation of the second law of thermodynamics as a way of gaining a more fundamental understanding of the principles behind his radiation law. Planck was deeply suspicious of the philosophical and physical implications of such an interpretation of Boltzmann's approach; thus his recourse to them was, as he later put it, \"an act of despair ... I was ready to sacrifice any of my previous convictions about physics\".\n1910년 플랑크는 자신의 열복사 이론이 지닌 문제점을 극복할 수 있는 새로운 열복사 이론을 기대하면서 자신의 이론 속에 나타나는 플랑크 상수를 될 수 있으면 아주 보수적으로, 말하자면 절대적으로 꼭 필요한 경우에만 기존 고전 물리학 체계 내에서 변화를 주는 식으로, 사용해야 한다고 역설했다. 1911년 플랑크는 전자기적인 공진자 표현 방식과 부합되는 자신의 새로운 복사론을 제안했는데, 이것을 1901년에 발표한 열복사 이론과 대비시켜 플랑크의 '두 번째 복사이론'이라고 부른다.\n그의 새로운 복사이론에 의하면, 빛이 물질에 흡수될 때에는 연속적으로 변화하며, 반면에 빛이 물질에서 방출할 때에는 불연속적으로 변화가 일어난다. 지금 생각하면 아주 우스꽝스러운 설명이지만 플랑크로서는 수많은 고민을 한 끝에 얻은 결론이었다. 이것은 마치 사과나무에 걸려있는 사과를 흔들면 어느 높이에 이르러서 사과가 바닥으로 떨어지는 현상과 유사한 것이었다. 물론 이때 사과가 갖는 운동에너지는 연속적인 에너지를 갖는 것이 아니라 떨어지는 순간의 공진 주파수에 비례하는 불연속적인 에너지를 갖게 된다. 하지만 나뭇가지를 흔들 때, 즉 물질이 빛 에너지를 흡수할 때에는 연속적으로 흡수한다고 생각해도 같은 결과가 나온다. \n\n여기서 잠시 양자역학의 초석을 놓은 막스 플랑크의 개인사를 살펴보자. 1858년 독일에서 태어난 플랑크는 1874년 뮌헨대학에서 물리학 공부를 시작했고, 1879년 베를린대학을 졸업하고 스물 두 살의 나이에 뮌헨으로 돌아와 학생들을 가르치기 시작했습니다. 얼마 후 베를린대학의 물리학 교수가 되었고 1913년에는 베를린대학교의 학장이 됩니다. 그는 다년간 독일 물리학회의 회장으로 활동하였으며, 1918년에 양자역학의 기초를 마련한 공로로 노벨 물리학상을 수상했다. 이렇게 연보로만 볼 때는 과학자로서 매우 성공적인 삶을 살았다고 평가할 수 있으나, 그의 개인사는 고통으로 점철되어 있다. 1909년 아내를 사별했고, 첫째 아들은 제1차 세계대전 중에 전사했다. 플랑크의 둘째 아들 에르빈(Erwin)은 제2차 세계대전 중인 1944년 6월에 히틀러 암살 기도와 관련해 처형되었다. 딸도 출산 중 사망하고, 그가 사랑하는 많은 과학자들이 나치의 유대인 박해 때문에 고초를 입고 망명함하여 인간적으로 매우 고독하고 고통스러운 삶을 살아야 했다. 이러한 개인사의 굴곡에도 불구하고 그는 무명의 아마추어 과학자에 불과하던 알베르트 아인슈타인을 발굴했으며, 1, 2차 세계대전 기간 중에는 전쟁 당사국 간에 과학계의 교류가 중단되는 것을 막고자 끝까지 노력함으로써 국제과학계에서 동료와 후배들로부터 진심어린 존경을 받았다.\n양자가설은 흑체복사에서 관찰된 복사율의 비연속적 뜀뛰기 현상을 훌륭하게 설명한다. 하지만 왜 복사 에너지가 플랑크가 양자(quantum)라고 부른 특정한 단위를 취하는지에 대해서는 설명할 수 없었다. 양자가설이 근본적으로 오랜 상식이었던 결정론과 상충된다는 점은 1927년 하이젠베르크가 불확정성 원리를 정립하면서야 비로소 그 의미가 밝혀지기 시작했다.\n\n2. 양자역학의 전개과정\n1900년 12월 14일은 플랑크가 양자가설을 발표한 날이다. 하지만 플랑크의 양자가설은 엄밀히 구분하자면 고전 양자론이다. 고전역학을 기초로 삼고 있기 때문이다. 플랑크가 물리량이 ‘양자화’된다는 것을 처음 제시한 이후 양자가설은 계속 발전했다. 1905년 아인슈타인은 광전효과를 설명하기 위해 빛도 에너지의 다발로 양자화된다는 광양자설을 발표하였다. 광전효과는 에너지가 큰 빛(광자)을 금속 표면에 쪼이면 금속 표면으로부터 전자가 튀어나오는 현상이다. 전자레인지 안에 금속 그릇을 넣고 돌리면 불꽃이 튀는 것이 바로 광전효과이다. 이는 빛을 파동이 아닌 입자, 즉 광자로 생각해야 제대로 설명될 수 있다. 빛을 전자기파로 간주했던 당시의 물리학과는 전혀 다른 아인슈타인의 이 새로운 생각은 광전효과 실험으로써 증명되었고 그 공로로 노벨상을 안겨주었다. 누구나 상대성이론을 제일 먼저 떠올리지만 정작 그가 노벨상을 받은 이유는 광양자설이다. 돌이켜보면 “빛이 입자인가, 아니면 파동인가?”라는 문제는 과학의 역사상 여러 번 뒤집히게 됩니다. 뉴턴에 의해 입자로, 패러데이와 맥스웰에 의해 전자기파로 간주되었다가, 그리고 다시 아인슈타인에 의해 입자의 속성이 밝혀지게 된 것입니다. 하지만 빛을 두 개의 틈사이로 통과시켜 벽에 여러 줄의 간섭무늬를 만들어내는 이중 슬릿 실험은 빛의 파동성을 여실히 보여줍니다. 이는 빛이 지니는 입자와 파동의 이중적 특성이 나중에 양자역학을 통해 비로소 이해할 수 있게 되는 물리세계에 깃들어 있는 상보성 원리(complementary principle)의 일면을 드러내고 있기 때문입니다.\n양자역학의 발전과정을 이해하기 위해서는 원자의 구조에 대한 탐구가 어떻게 진행되었는지 알아야 합니다. 왜냐하면 양자역학이 적용되는 세계가 원자 이하의 미시세계이기 때문입니다. 원자는 원자의 질량 대부분을 차지하는 원자핵과 그 주위를 회전하는 전자로 구성되어 있습니다. 원자는 너무 작아서 현미경으로도 볼 수 없습니다. 만일 포도 한 알을 들어 그 안에 있는 원자를 보려면, 포도 알갱이를 지구 크기만큼 확대해야 합니다. 그러면 지구만한 크기의 포도 한 알을 구성하고 있는 수많은 원자들이 포도 한 알의 크기가 될 것입니다. 하지만 그래도 원자핵을 볼 수는 없습니다. 포도알 내부에 보이지 않을 정도로 작은 점 하나가 원자핵의 크기입니다. 보이지 않은 한 점을 중심으로 질량도 없는 전자가 빠르게 회전하면서 포도 한 알 크기의 안개구름 같은 것이 원자의 실체라 할 수 있습니다.\n1897년에 영국의 물리학자 톰슨(Joseph J. Thomson, 1856-1940)은 처음으로 전자를 발견하였습니다. 패러데이가 전자기파를 연구하여 전류에 대해서는 알았지만 전류를 만들어내는 것이 무엇인지는 알지 못했습니다. 무언가가 흐르면서 전류현상을 만들어 내는데 과연 ‘그 무엇’이 이동하는지는 몰랐던 것이지요. 톰슨은 오늘날 형광등의 원리와 비슷한 유리로 된 음극관을 만들어 양쪽 끝에 음(-)극과 양(+)극을 연결하여 음극에서 양극으로 흐르는 음극선이 전기장에 의해 휘는 현상을 관찰하여 전자를 발견했습니다. 당시 과학자들은 물질을 구성하는 기본요소로 이미 원자의 존재는 알고 있었습니다. 그리고 원자는 전체적으로 전기적인 중성을 띤다는 것도 알았습니다. 톰슨은 이 전자가 원자에서 나왔으므로 원자가 전기적인 중성이 되기 위해서는 그에 상응하는 양전하를 띄는 물질이 원자를 구성하고 있다고 생각했습니다. 이러한 생각에 기초해서 그는 양전하를 가지는 물질 속에 전자가 균일하게 분포하는 원자모형을 1906년에 제안했습니다. 이는 마치 수박 속(양전하 물질)에 수박씨(전자)가 박혀있는 것과 비슷한 모형입니다.\n하지만 이후에 뉴질랜드에서 태어나 영국에서 연구한 어니스트 러더퍼드(Ernest Rutherford, 1871-1937)는 알파입자 산란실험을 통해서 원자의 중심부에 양전하를 가지는 입자가 모여 있으며 원자 내부의 대부분은 빈 공간이라는 것을 관찰하면서 전자와 양전하를 띠는 물질이 균질하게 분포되었을 것이라는 톰슨의 원자모형을 수정했습니다. 러더포드의 실험은 원자의 내부 대부분이 텅 비어있다는 것을 입증하였습니다.\n이것은 태양계의 모습과 비슷한 모델입니다. 하나의 원자의 중심에는 태양과 같이 질량의 대부분을 차지하는 원자핵이 있고, 전자는 행성처럼 원자핵 주위를 회전하는 형태의 모습으로 상상되었습니다. 실제로 우리가 만일 수소원자 한 개를 잠실 야구장만한 크기로 확대할 수 있다면, 원자의 질량의 대부분을 차지하는 원자핵은 운동장 한 가운데 놓여있는 야구공보다도 더 작습니다. 나머지는 전자의 회전궤도가 만들어낸 옅은 안개구름 밖에 없는 텅 비어있는 공간입니다. 우리가 바라보는 모든 물질도 미시세계의 눈으로 보면 거의 텅 빈 공간입니다. 우리의 몸의 대부분을 차지하는 탄소원자의 모습도 이와 다르지 않기 때문에 따지고 보면 우리도 텅 빈 존재입니다. 그런데 우리 몸이 보이는 이유는 가시광선의 파장이 원자보다 훨씬 크기 때문에 피부에서 반사된 빛이 우리 눈에 보이기 때문입니다. 파장이 짧은 X선과 같은 고에너지 광선들은 아무런 방해도 받지 않고 우리 몸을 투과하여 지나갑니다. 그런데 이런 방사선은 몸을 뚫고 지나가면서 DNA등 우리 몸의 세포 구조를 파괴하기 때문에 암을 유발합니다. 병원에서 X선 검사를 너무 자주 받으면 안되는 이유입니다.\n한편 1913년 보어(Niels Bohr)는 수소 원자의 양자화 개념을 제시하여 원자와 전자의 구조에 대해 보다 정확하게 설명하였습니다. 원자핵 주위를 운동하는 전자는 임의의 궤도에 놓일 수 없고, 파장이 분수가 아닌 정수가 되는 궤도만을 취할 수 있다는 것을 보여주었습니다. 즉 수소원자가 에너지를 받거나 잃어서 전자의 궤도가 올라가거나 떨어질 때, 전자는 파장의 아귀가 정수비로 딱 맞아 떨어지는 궤도만 택할 수 있기 때문에 복사 에너지의 방출이 양자화된다는 것입니다.\n\n이후 양자역학의 연구는 크게 두 갈래로 진행되었는데 하이젠베르크의 행렬역학과 슈뢰딩거의 파동역학이 그것입니다. 처음에는 이 두 방식이 서로 상충되는 줄 알았으나 1926년 무렵 두 이론이 결국 미시세계의 양자화 현상에 대해 동일한 설명임을 확인하였고, 마침내 1927년 벨기에 브뢰셀에서 열린 제 5차 솔베이 국제물리학회에서 코펜하겐 해석을 양자역학의 표준이론으로 확립하였습니다. 행렬역학과 파동역학이 통합되면서 양자역학은 급속도로 발전하여 미시세계에 대한 탐구는 물론 별의 구조와 초전도체의 본질에 대한 문제를 해결하였습니다.\n그러면 도대체 ‘양자역학’이라는 생소하고 까다로운 이론이 우리의 실생활과 무슨 관계가 있을까요? 양자역학을 몰랐다면 반도체를 만들지 못했을 것이고, 그렇다면 컴퓨터, 스마트폰은 탄생하지 못했을 것입니다. 오늘날에는 양자역학을 특수상대성이론과 접목시킨 양자장이론이 기본입자에 대한 이론으로 확립됐고, 최첨단의 나노기술도 양자역학에 기초를 두고 있습니다. 특히 양자역학을 이용한 양자컴퓨터의 개발은 앞으로 정보통신 분야에 혁명적 변화를 가져올 것입니다. 나아가 양자역학은 과학기술의 영역뿐만 아니라 철학, 문학, 예술, 종교 등 다방면에 심오한 충격을 주었습니다. 양자역학은 1세기 전에 탄생했지만 지금도 이를 둘러싼 철학적 논쟁은 진행 중입니다.\n\n3. 양자역학과 결정론의 붕괴\n20세기 초에 정립된 양자역학은 물리세계를 바라보는 우리의 관점을 혁명적으로 뒤바꾸어 놓았습니다. 물론 상대성이론도 오랫동안 믿어 의심치 않았던 절대 시공간의 폐기를 통해, 즉 시간과 공간이 중력에 의해 휘어진다는 놀라운 사실을 입증했지만, 상대성이론은 전통적인 역학에 바탕을 두고 있다는 점에서 본질적으로는 고전역학의 범주에 속하는 것이었습니다. 하지만 양자역학이 보여주는 물리세계의 존재방식과 구조는 이제까지 과학자들이 가정해온 물리세계와는 근본적으로 충돌하는 것이었습니다. 고전역학에서는 어떤 물체의 위치와 속도를 알면 그 이후의 변화를 예측할 수 있다고 믿었습니다. 이는 곧 결정론적 세계관입니다. 아리스토텔레스는 현재의 상태는 앞서 존재하는 원인의 결과이므로 과거로 계속 원인을 추적해서 거슬러올라가면 제 1원인에 도달한다고 말했습니다. 아리스토텔레스는 최초의 원인으로서 모든 존재를 낳는 제 1원인을 가리켜 ‘부동의 동자’(Unmoved Mover)라고 명명했습니다. 이 개념은 나중에 로마제국에서 그리스철학이 그리스도교 신앙과 만났을 때, 플라톤의 이데아 사상과 더불어 창조주 하나님을 설명하는데 매우 유용했습니다. 그리스도교가 로마제국에 뿌리를 내리는 데 그리스철학이 보이지 않는 기여를 했던 것입니다. 아리스토텔레스의 인과율에 따라 원인과 결과가 사슬을 이루어 정밀하게 연결된다는 결정론적 세계관은 전혀 의심할 수없는 상식 중의 상식이었습니다. 결정론적 세계관을 가장 노골적으로 드러낸 사람은 프랑스의 피에르 시몽 라플라스(1749-1827년)입니다. 뛰어난 수학자이자 천문학자로서 라플라스 변환, 라플라스 방정식으로 지금까지 수학계에 이름이 전해지고 있는데, 뉴턴의 역학에 기초하여 성운가설 발표하여 태양계의 형성과정을 설명하는데 성공한 그는 극단적인 결정론적 세계관을 노골적으로 표현하곤 했습니다. 그는 젊은 시절 사관학교의 수학교수로서 나폴레옹을 처음 만났습니다. 포병장교가 되기 위해 사관학교에 입학한 나폴레옹과 스승과 제자로 인연을 맺게 된 것입니다. 나중에 나폴레옹이 권좌에 오르자 잠시 내무부장관으로 임명되었으나 정치가로서의 능력은 형편없었기 때문에 얼마 지나지 않아 해임되었습니다. 하지만 스승에 대한 예우 때문인지 나폴레옹은 그를 상원의원으로 추대하고 나중에 백작 작위를 내리기도 했습니다.\n라플라스의 결정론적 세계관은 나폴레옹과의 대화를 통해 잘 알려졌습니다. 그는 자신의 역작 『천체역학』을 바치고, 베르사이유궁 정원에 마치 거대한 뻐꾸기시계와 같이 태양계를 본떠 만든 거대한 기계장치를 만들어 나폴레옹에게 보여주면서, 이 장치가 어떻게 작동하는지, 그리고 태양계의 운행법칙에 대해 자랑스럽게 말했는데, 이런 라플라스에게 나폴레옹이 말했습니다. “당신은 우주의 체계에 대한 이 두꺼운 책을 쓰면서 하나님에 대해서는 한 마디도 언급하지 않았다고 사람들이 수군거리는 말을 들었소. 이 기계장치에서 하나님은 어디에 계신가?”라는 질문을 던졌습니다. 본래 나폴레옹은 사람들에게 갑자기 난처한 질문을 퍼부어 쩔쩔매는 모습을 즐기는 성격이 있었다고 합니다. 당시까지도 천체의 운행은 하나님의 명을 받은 천사들이 관장하고 있다는 믿음이 통하던 시절이었습니다. 그리고 창조주 하나님의 전능성에 의심을 제기하는 발언은 자칫 예기치 못한 화를 불러올 수도 있었습니다. 그러나 라플라스는 상기된 얼굴로 나폴레옹의 질문에 대해 단호하게 대답했습니다. “폐하, 제가 만든 기계장치(세계)에 하나님이란 가설은 필요하지 않습니다.” 라플라스는 정치적 욕망이 있어서 황제에게 최대한 아부하고 싶었지만, 그것과 자신의 신념을 바꿀 수는 없었던 모양입니다. 그는 천체가 마치 하나의 정교한 기계처럼 주어진 초기 법칙에 따라 한 치의 오차도 없이 움직이는 세계로 보았습니다. 뿐만 아니라 생물이나 인간의 행동까지도 초기의 조건을 충분히 알면 예측할 수 있다고 생각했습니다. “나에게 우주의 법칙을 달라. 그러면 우주의 모든 것에 대해 보여주겠다.”라는 말은 그의 이러한 신념은 잘 나타내고 있습니다.\n하지만 플랑크의 양자가설은 결정론에 심각한 도전을 제기합니다. 어떤 입자의 미래를 예측하기 위해선 현재의 위치와 속도를 알아야 합니다. 거시세계에서 운동하는 물체의 위치와 속도를 측정하는 일은 어렵지 않으며 당연히 그 물체가 미래에 어떻게 운동할지 예측하는 데 아무 문제가 없습니다. 하지만 원자 이하의 미시세계로 들어가면 문제가 달라집니다. 어떤 입자의 위치와 속도를 정확히 측정하기 위해선 짧은 파장의 전자기파(빛)를 사용해야 합니다. 그런데 양자가설에 의하면 임의로 적은 양의 빛을 사용할 수 없고 최소한 하나의 양자를 사용해야 하는데, 문제는 이 양자가 측정 대상인 입자를 교란시킨다는 점입니다. 위치를 보다 정확히 측정하려면 더 짧은 파장의 빛을 사용해야 하는데 보다 짧은 파장일수록 하나의 양자가 지니는 에너지의 값은 커지며 측정대상에 대한 교란 역시 커질 수밖에 없습니다. 그리하여 1927년 하이젠베르크에 의해 정리된 불확정성원리에 따르면 입자의 위치와 속도 그리고 질량의 불확실성은 플랑크 상수보다 절대로 작을 수 없다는 것입니다. 이는 입자의 종류나 측정방법과 관계없이 항상 존재하는 값으로서, 어떤 방식으로도 피할 수 없는 우주의 근본적인 특성이라는 것입니다.\n양자역학에서는 하나의 입자가 동시에 서로 다른 두 위치에서 존재할 수 있으며, 그 가능성은 확률적으로 존재합니다. 이는 인과율이 적용되는 결정론적 세계관에 근본적인 도전을 제기합니다. 예컨대 수소원자의 핵을 중심으로 운동하는 전자의 정확한 위치는 결코 확정할 수 없으며 다만 확률로만 기술할 수 있다는 것입니다. 위치와 운동량의 정확도가 마치 접시저울의 반대편에 놓인 것처럼 하나를 확정하면 다른 쪽이 부정확해지는 모순관계에 있습니다. 이에 대해 초기에 일부 과학자들은 당시 과학의 한계 내지는 우리의 인식론적 한계라고 주장했으나, 점차 대다수의 과학자들의 견해는 이러한 현상이 미시세계의 존재방식에 기인한 본성이기 때문에 근본적으로 해결할 수 없는 문제라는 데 합의하게 되었습니다.\n이러한 이유 때문에 플랑크는 자신이 양자역학의 탄생에 핵심적인 기여를 했음에도 불구하고 양자역학이 지시하는 불확정성에 대해에 깊은 의구심을 품었으며 양자역학을 수용하지 않고 부정하는 태도를 지녔습니다. 빛이 양자, 즉 하나의 다발이라는 광양자설에 관한 기념비적 논문으로 양자역학의 발전에 공헌한 아인슈타인 역시 양자역학의 결론을 받아들이기를 거부했습니다. 그는 “신은 주사위 놀이를 하지 않는다.”는 말로 양자역학이 입자의 존재를 확률적으로 기술하는 데 대한 지적 불만족을 표현했습니다. 1927년 하이젠베르크의 불확정성 원리가 발표된 후 거의 1세기가 흘렀지만 아직도 양자역학이 시사하는 물리세계의 기이한 본성에 대해서는 논란이 종식되지 않고 있습니다.\n지난 20세기 내내 물리학자들은 양자역학으로 설명되는 미시세계와, 상대성이론으로 설명되는 거시세계가 어떻게 연결되는지를 통합적으로 설명할 수 있는 대통일이론을 찾는데 매달렸지만 아직까지 성공하지 못했습니다. 여러 가설들 가운데 가당 유력한 대안으로 제시된 것이 초끈이론(super string theory)인데, 아주 극도로 작은 입자들이 끈처럼 이어져 상호작용을 통해 힘을 전달한다는 가설입니다. 그러나 이 초끈이론은 우주가 우리가 알고 있는 4차원이 아니라 본래 10차원이어야 잘 부합됩니다. 그렇다면 “나머지 6차원은 어디로 사라졌는가?”라는 질문에 설명해야 하는 난점을 지니고 있습니다. 이에 대해 다른 차원들이 4차원 시공간 내에서 아주 극미한 크기로 축소되어 소멸되었을 것이라고 하는데, 실험으로 입증할 방법이 난감한 상황입니다. 더욱이 초끈이론이 상정하는 중력자의 크기가 너무 작아서 현대물리학의 실험으로는 도저히 다룰 수가 없다는 것이 이론의 큰 난제입니다. 예를 들어 이 입자를 검출하려면 대략 태양계 크기의 원형 입자가속기가 필요하다는 것입니다. 이 지점에서 우리는 현대물리학의 근본적인 한계를 느낄 수밖에 없습니다. 이것을 통해 바로 19세기 말 근대과학 부흥기 시절, 역학법칙이 세계의 모든 운동에 대해 거의 다 밝혀냈다는 낙관주의의 종말을 목도하게 됩니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "0e59aec6-754e-4c02-893c-70f18f19c937",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-29T01:13:26.618000",
  "updatedAt": "2023-05-20T23:10:19.195000"
}