{
  "id": "cb5e4201-eef1-43cc-a274-c9e4c1429f5e",
  "title": "광개토대왕 비문조작",
  "content": "호태왕릉비(광개토대왕릉비) 조작 사건은 일제강점기 일본군이 사코우 가게노부(사카와 가게노부)를 보내 비문 탁본을 만들고, 비면의 이끼를 제거하기 위해 불을 피우거나 석회를 발라 일부 글자를 변조, 훼손시켜 임나일본부설을 뒷받심하는 내용으로 왜곡했다는 주장과 이에 대한 반박이 공존하는 역사적 논쟁입니다. 특히 1970년대 재일 사학자 이진희가 '석회도말론(石灰塗抹論)'을 제기하며 일본군의 조직적 조작설을 주장했고, 이후 학계에서는 조작 근거가 부족하다는 반론도 제기되었으나, 여전히 논란의 중심에 있는 사건입니다. \n\n조작설의 주요 주장\n\n일본군의 개입: 1882년 일본군 참모본부 정보원 사코우 가게노부가 비문을 탁본하며, 비면의 이끼를 제거하기 위해 불을 피우고 석회를 발라 일부 글자(특히 '신묘년(辛卯年)' 관련)를 의도적으로 변조했다는 주장입니다.\n내용 왜곡: '왜(倭)가 신묘년에 바다를 건너와 백제, 신라를 쳐 깨뜨리고 신민으로 삼았다'는 부분을 일본 침략의 명분으로 삼기 위해 조작했다는 것입니다. \n반론 및 현재 상황\n\n조작 근거 부족: 일부 학자들은 비문에 석회를 바른 행위는 있었으나, 조직적인 비문 변조의 증거는 부족하며, 현지 중국인 탁본공의 부주의나 관리 소홀로 인한 훼손 가능성도 있다고 주장합니다.\n석회도말론 비판: 이진희의 석회도말론에 대해 일본 참모본부의 소행이 아니며, 비문을 의도적으로 왜곡한 근거가 없다는 연구들이 제기되면서 논쟁이 이어지고 있습니다. \n\n\n호태왕비 1880년 발견 이끼제거 불로 태운 후 글자 조작한 일본\n광개토탱왕비에 관한 최초의 문헌은 1888년 11월에 나온 무라오카 료스케(○岡良弼)의 고구려고비(高句麗古碑 如蘭史話卷八)이고, 1889년 6월에 출판된 ‘회여록(會餘祿)’ 제5집(集)에는 현지 사람의 말에 땅속에 묻혀있던 비가 300년 전부터 서서히 나타나기 시작했다고 했다.\n그런데 1888년 천진(天津)의 공인(工人) 4명이 이것을 파내어서 비면을 씻어서 겨우 비문이 읽게 되어 때때로 현지에 간 일본인 모(某)가 공인(工人)이 만든 탁본(拓本) 두 폭 중 한 폭을 얻어서 갔다고 쓰여 있다. 그 이름도 밝히지 않는다.\n이 문장에서는 비가 언제 발견되고 탁본을 일본에 처음으로 누가 갖고 갔는지 시기는 언제인가를 알 수가 없다. 광개토탱왕 비에 관해서 최초의 본격적인 논문인 1891년 쓴 간 마사도모(管 政友)의 ‘고려호태왕비명고(高麗好太王碑銘考)’-(史學會雜紙 第22~25號) 등이 비의 발견을 1882년으로 잡고 있다.\n1893년에 쓰여진 나가미치요(那珂通世)의 ‘고구려고비고(高句麗古碑考)’ (사학잡지 제47~49호)와 1898년의 미야게요네기치(三宅米吉)의 ‘고려고비고(高麗古碑考)’ 고고학회잡지 제2편 제1~3호) 등은 종래 일본 학계에서 말하던 것과는 전혀 다른 견해를 말하고 있다. 즉, 일본에서는 광개토태왕비의 발견은 1882년이라는 것이 거의 일치하고 있다. 그러나 발견 당시의 비문 상태에 관해서는 크나큰 의견들이 나눠지고 있다.\n \n명치년간(明治年間)의 일본 문헌에는 흙속에 묻혀 있었다든가 흘러가는 물에 씻어졌기 때문에 비면이 요철(凹凸)이 일어났다고 돼 있으나 대정기(大正期)의 문헌에는 비면에 자라난 이끼(苔)를 불살랐기 때문에 요철(凹凸)이 매우 달라졌다고 쓰여 있다.\n그런데 1935년에 집안(輯安)을 조사한 이게우치 히로시(池內宏)는 비가 발견된 것은 회인현(懷仁縣)이 설치된 1876년에 지현(知縣=知事)이었던 장월(章樾)의 부하 관월산(關月山)이 덩굴(蔓草)속에서 비를 발견했다고 설명하고 있다.(通溝 3卷, 1938年).\n\n『통구』는 대일 항쟁기인 1935년 및 1936년에 일본의 연구자들이 2회에 걸쳐 집안현의 고구려 유적을 조사한 보고서로서 1938년 일만(日滿)문화협회에서 발행한 책이다. 원저의 구성은 상권 『통구-만주국 통화성 집안현 고구려 유적』, 하권 『통구-만주국 통화성 집안현 고구려 벽화분』으로 이루어진 것을 한 권으로 묶었다.\n집안현은 백두산에서 발원하여 남쪽으로 흐르는 압록강 바로 서쪽에 위치하고 있으며 압록강 건너는 북한의 만포진이었다. 현재 이 지역으로 들어가는 방법은 네 길이 있다. 요녕성(遼寧省) 환인(桓仁)에서 동쪽으로 들어가는 길, 길림성 통화(通化)에서 동남쪽으로 가는 길, 북쪽에서는 임강(臨江) 지역에서 남으로 들어가는 길, 그리고 북한에서 만포진으로 들어가는 것이 가장 큰 길이다. \n\n이러한 일본의 문헌에서는 그 출판된 시기에 의해서 비가 발견한 해와 그 경로, 당시 비면의 상태에 관해서 기술이 현저하게 달라서 어느 것을 믿어야 할지 알 수가 없다.\n \n중국 문헌에서의 기록은 어떠한가\n중국의 연구논문은 일본보다 늦은 1895년의 왕지수(王志修)의 ‘고구려영락태왕고비가(高句麗永樂太王古碑歌)’가 최초이다. 그는 봉천부군량서(奉天府軍糧署)의 근무한 인물로서 1895년 4월에 비의 ‘초탁본(初拓本)’을 보고 비의 건립연대 고증을 시도했다.\n그러나 비가 언제 발견되고 ‘초탁본(初拓本)’이 어떻게 해서 봉천에 전해졌는지에 관해서는 아무런 말을 하지 않고 있으며 비문에 관해서 금석학적(金石學的) 검토와 석문의 작성도 하지 않고 있다.\n또 왕지수(王志修)보다 5년 후의 1900년에 정문작(鄭文焯)의 ‘고려영락태왕비석문찬고(高麗國永樂太王碑釋文纂攷)’가 간행됐다. 거기에는 그가 북경의 유리창(琉璃廠)에서 비의 ‘정탁본(精拓本)’을 산 것은 1898년으로 기록한다.\n이것은 이미 왕지수(王志修)와 성욱(盛昱)이 ‘고증문(考證文)’을 쓴 것을 들은 후이다. 그 자신이 본 육심원(陸心源)과 전운룡(傳雲龍)의 발문(跋文)은 간단해서 내용도 불충분했음을 기록하고 있다.\n계속해서 그는 전 비문을 살펴봄과 동시에 각 문자와 사건 지명 등에 관해서 많은 문헌을 펴서 세밀하게 고증하고 있다. 그러나 그가 말하는 비문은 유리창(琉璃廠)에서 산 정탁본(精拓本)에 따른 것이 아니었다.\n그것은 일본이 1889년 6월에 출판된 ‘회여록(會餘祿)’에 출판된 제5집의 그것을 베낀 것에 불과 했다. 또 비의 존재를 알리는 과정도 ‘회여록’에 휘말려 비가 땅속에 묻혀있는 것이 300년 전에 점차 나타났다고 쓰고 있다. 따라서 정문작(鄭文焯)의 저서에 의해서 비 발견의 과정을 알 수는 없었다.\n다음으로 청말(淸末)~중화민국초의 대표적 금석학자 라진옥(羅振玉)은 1909년에 ‘용려일찰(俑廬日札)’과 ‘신주국광집(神州國光集)’을 쓰고 그 속에서 광개토왕비의 건립연대를 고증을 함과 동시에 석문(釋文)을 작성하고 있다.\n그의 석문은 중국에 있어서 비문연구에 큰 영향을 줬으나 그는 엄격한 비문 비판을 하지 않고 자획(字劃)이 명확한 것이 오래다고 하는 금석학의 상식에 따랐기 때문에 중대한 오류를 범했다. 더욱이 비 발견에 아무런 언급을 하고 있지 않다.\n청말의 고명한 금석학자 양수경(楊守敬)도 1909년 ‘고려호태왕비(高麗好太王碑)’를 출판해 ‘환우정석도(寰宇貞石圖)’에 자획이 명확한 탁본을 실었다.\n그 ‘고려호태왕비’에는 그가 청일전쟁(1894~95년) 경의 만든 소위 탁본을 구입했으나 문자의 불명확한 곳이 많아 일본인의 석문이 있었기 때문에 겨우 읽을 수 있었다는 것이 적혀 있다.\n그 후 1902년 겨우 동북지방(만주)에서 관리를 한 조O경(曺O卿)으로부터 자획이 명확한 탁본이 보내온 것이 쓰여 있다. 그러나 비 발견의 경로와 그 연대를 알 수 있는 기술은 여기에도 없었다.\n이상과 같이 보면 지금까지 중국문헌에서는 비가 언제 발견되고 발견시의 비문의 상태가 어떠하였는지! 에 대해 아무것도 적혀 있지가 않아 알 수가 없다.\n \n개간 작업하던 농민이 발견 그 후 탁본유출과 계획된 음모\n1918년 고변광(顧變光)은 ‘몽벽이석언(夢碧簃石言)’을 쓰고 그 속에서 예전부터 지금까지의 사학(査學)의 목적으로서 집안에 간적이 있는 대유침(戴裕抌)으로부터 들은 말을 옮기고 있다.\n그것은 비는 1875년 개간 작업을 하고 있던 농민에 의해서 발견됐다고 쓰고 이어서 이끼가 비면을 덮고 있었기 때문에 분(糞)을 바르고 비면을 태워서 비면의 이끼를 제거했다고 기록하고 있다.\n유승간은 ‘몽벽이석언(夢碧簃石言)’보다 4년 후 출판한 ‘해동금석원보유(海東金石苑補遺-1922)속에서 쌍구가흑본(雙鉤加黑本)이 처음으로 북경의 반조음(潘祖蔭)의 손에 들어온 것은 1874년의 일이다.\n청조(淸朝)의 국자감제주(國子監祭酒)의 성욱(盛昱)이 자금을 모아 북경의 유리창(琉璃廠)의 명탁공(名拓工) 이운종(李雲從)을 파견해서 본격적 탁본을 만들게 한 것은 1889년이라고 쓰고 있다. 이 기록이 틀림없는 것이라면 비가 발견된 것은 1874년이나 그 이전이라고 할 것이다.\n‘요동문헌징략(遼東文獻徵略)’에 쓰여진 장연후(張延厚) 발어(跋語)에는 반조음(潘祖蔭)이 비문을 입수한 것은 광서초(光緖初)의 일로서 반조음(潘祖蔭)이 이대룡(李大龍)이라는 석공에 명해서 50본의 탁본을 만들었다고 쓰고 있다.\n더욱이 청말~중화민국초에 동북 각 현(縣)의 지현을 한, 담국환(談國桓) ‘요동문헌징략(遼東文獻徵略)=수찰(手札)’에는 회인현(懷仁縣)을 둘 때 그 지현(知縣)이었던 장월(章樾)의 부하 관월산(關月山)이 넝쿨에 휩싸인 비를 처음으로 발견했다고 쓰고 있다.\n그 후 그는 1929년이 돼서 요녕성박물관 소장(所藏)의 탁본에 발어(跋語)를 써서 거기에는 관월산(關月山)이 비를 발견한 것은 ‘광서(光緖) 8, 9년(1882, 3년)에 일이었다는 것이다.\n최초의 탁본은 봉천성독학사(奉天省督學使)의 양고가 그의 부친께 부탁해서 탁출(拓出)한 것이라는 것, 그 때 비면의 요철(凹凸)이 매우 심하였기 때문에 선덕지(宣德紙)로부터 단단한 조선지로 바꿈에 의해서 탁출(拓出)이 가능했음을 기록하고 있다.\n여기서 보는 바와 같이 광개토태왕의 비 발견의 시기와 그 과정에 관해서 중국인 학자의 기술(記述)이 현저하게 달라져 있다. 그런데 농민이 이 지방에 들어가 개간 작업이 시작한 것은 회인현(懷仁縣)을 둘 때인 1876년(光緖 2년)보다 후이기 때문에 1874년 발견설과 1875년 설은 성립하지 않는다.\n또 장연후(張延厚)의 광서(光緖)초 라고 하는 것은 시간적인 폭을 가지면 틀리다고는 할 수 없으나 반조음(潘祖蔭)이 이대룡(李大龍)을 파견해서 50본의 탁본을 만들었다는 것은 사실과 맞지 않다.\n반조음(潘祖蔭)이 이대룡(李大龍)을 시켰다는 것은 그와 매우 친한 관계에 있었던 오대징(吳大澂)이나 엽창치(葉昌熾)가 이를 모를 리가 없는데도 그들은 이대룡(李大龍)의 파견에 대해서 아무런 말을 하고 있지 않다.\n또 오대징(吳大澂)은 성욱(盛昱)이 파견해서 취한 이운종(李雲從) 탁본에 관해서 처음으로 본 정탁본(精拓本)이라고 쓰고 있기 때문이다.\n광개토태왕의 비문은 철저한 음모에 의해서 계획적으로 조작 왜곡한 것을 알 수 있다. (이상은 李進熙 著, ‘好太王碑の謎’ 63面~70面, 以下 參照引用했다.)\n이 비의 발견은 1800년에 발견됐음에도 이를 숨긴 일본의 음모를 다음 칼럼에서 더 깊고 폭넓게 일본이 광개토태왕 비문을 계획적으로 조작한 사실을 밝혀 가고자한다.\n\n압록강 중류 북안의 구도(舊都), 환도성지(丸都城址)에서 발견된 광개토태왕 비에 대해 일본은 한반도 진출을 나타내는 역사왜곡의 좋은 사료라고 생각했다. 그들은 “왜가 신라, 백제를 정복하고 고구려와 대립하며 싸웠다”고 조작했다.\n즉 고대 조선 출병과 조선 남부의 경영설을 세웠다. 신묘년(辛卯年), 서기 391년에 왜가 바다를 건너가서 백제와 신라를 정복하고 북방의 고구려와도 싸웠다는 것이다. 이것은 모두 다 허구 임에도 일본의 역사 왜곡은 조선 침략을 위해 거침없이 행해졌다.\n광개토태왕 비문과 ‘일본서기’의 신라 정벌 등과 결부시켜서 도출된 것이라는 일본의 주장은 일고의 가치 없는 조작된 것이다. 이에 관해서 우리의 연구는 어떠한가.\n광개토태왕 비의 해석은 일본의 정설과는 현저하게 다르고 그 시각도 판이하게 정반대인 것을 알 수 있다. 그러나 우리는 광개토태왕 비의 연구가 어느 정도 인가 살펴 볼 필요를 느낀다.\n이 비가 언제 발견 되고 어떠한 과정을 거쳐서 조선과 중국 일본 학자에 알려 졌는가 라는 매우 초보적인 것까지도 의론(議論)이 여러 가지로 나눠져 있기 때문이다.\n어느 것이 진실을 전해주고 있는가. 판단이 용이하지 않다. 태왕비는 너무나 많은 수수께끼에 휘말려 있다. 일본이 역사왜곡 자료로 첫 손꼽히는 이 비에 관해서 우리는 어떻게 연구되고 있으며 그 자료가 어떤 것인가에 대해서 검토할 필요가 있다.\n이 비의 탁본이 만들어진 연대나 촬영한 연대와 확실한 비문의 탁본, 사진을 기준으로 해서 각 자료에 만들어진 시기의 전후관계를 명확한 위치를 점하는 것을 기본으로 해서 각 연구자의 의론을 자료적으로 검토 할 필요가 있다. 이번 회는 이에 관해 비가 발견된 후의 상황과 조작에 대하여 살펴보고 져 한다.\n \n비문발견 후 상황과 탁본에 대한 그 의문점과 진상\n비문발견 후의 상황을 보면, 1880년 발견하고 그 2년 후 1882년 9월~12월간에 비면을 덮고 있었던 이끼와 덩굴을 불살라서 비문의 판독이 가능하게 된 점, 그러나 거친 불로 태워서 비표면의 각처가 벗겨져서 귀중한 비문이 다수 잃었던 점 등을 알 수 있다.\n그런데 문제는 탁본을 뜨기가 어려웠다. 이끼 등이 불살라진 다음 비면이 노출됐고 그 당시 현지에는 요절(凹凸)과 같이 매우 심히 울뚝 불뚝한 비면에 견딜 수 있는 대형의 종이와 양질의 먹, 솜씨가 좋은 탁본(拓本)을 뜰 탁공(拓工)이 없었다.\n때문에 처음에는 쌍구가흑본(雙鉤加黑本-엄지와 식지와 장가락으로 글자의 획 주위를 돌려가며 글자의 획과 자형(字形)을 그려내는 탁본)이 만들어진 점으로 보아 제대로 된 탁본을 뜰 수 없었다.\n본격적인 탁본을 뜰 수 있었던 것은 발견 5년 후 1887년이 돼서다. \n그런데 1899년 혹은 그 전해 가을쯤 비 전면에 회를 바르고 그 석회면 위에 원 비문과 다르게 일본이 의도적으로 글자를 새겨져 있는 사실도 분명하게 됐다.\n광개토태왕의 비문이 어떻게 연구 됐는가를 주목해온 이진희 선생(명치대학 강사)은 연구과정에서 일어난 의문점을 하나하나 풀어나갔고 결국 “학문적 해결이 끝나 아무 문제도 없다”는 기존 결과를 깨는 놀라운 사실을 발견하게 됐다.\n호태왕비 수수께끼 ‘好太王碑の謎’의 저자이기도 한 이 선생은 연구과정은 감추어진 비문의 연구에서 놀라운 의문의 사실을 알게 된 것이다. 호태왕 비가 교통이 불편한 산속 깊은데 있었기 때문에 학자가 직접 가서 연구하는 것이 어려웠다. 따라서 주로 쌍구가흑본에 의해서 연구해 왔다는 것이다.\n거기서 현존하고 있는 비문의 탁본이나 사진을 비교, 검토해 보면 고고학의 상식으로는 도저히 이해 할 수 없는 여러 의문이 나와서 어느 각도에서 연구해 봐도 벽에 부딪쳤다고 이진희 선생은 말하고 있다.\n고고학이나 금석학(金石學)의 상식에서는 예전부터 명확히 판독 된 비문이 풍화작용이나 탁출회수(拓出回數)의 증가에 따라서 점차 불명확 하게 되는 것인데 호태왕비는 일본 육군참모첩자들에 의해서 조작됐기 때문에 그 반대여서 어려운 점이다.\n \n조작한 비문(碑文)에 의의제기\n당시 제국박물관(帝國博物館)의 감독관이었던 미야게 요네기치(三宅米吉)는 1898년에 사가와 가게노부(酒匂景信)라는 군인이 1884년(실제는 그 전년인 1883년)에 가져온 탁본을 연구해 ‘고려고비고(高麗古碑考)’를 썼다.(考古學會誌) 第2編 第1~3號).\n그리고 얼마 후 이를 정정(訂正)하는 논문 ‘고려고비고추가(高麗古碑考追加)’를 썼다(考古學會誌) 第2編 第5號). 그는 새로 쓴 이유로서 \"전 수호(數號)에 쓴 게재한 고려고비고는 사가와(酒匂景信)의 원납본(原납本)인, 현재 제국박물관에 진열한 것에 의해서만 고증하게 되서\"라고 했다.\n그런데 사가와(酒匂景信)의 납본에는 반드시 자획(字劃) 및 위치가 다소 잘못돼 있다고 보았는데, 당시 일본에는 그자 외에 비교할 납본이 없기 때문에 어떻게 할 방법이 없었다는 것이다.\n다행히 고마쓰 미야 덴가(小松宮殿下)의 소장(所藏)한 별본(別本)을 볼 수 있어서 구 납본이 신 납본과 다른 것이 있음을 알고 이를 지적했다. 계속해서 청일전쟁 때 만들어진 ‘고마쓰 미야(小松 宮)’ 소장(所藏)의 탁본에 관해서도 말하고 있다.\n그것은 이 신 납본은 달아 없어진 것이 많아서 “석면의 요철이 심하기 때문에 자형이 선명하지 않은 곳이 많아 매우 읽기 어려운 곳이 있어 매우 유감이 아닐 수 없다”고 했다.\n \n천인공노(天人共怒)할 비문조작(碑文造作)\n그런데 그 9년 후의 1907년 4월 프랑스의 동양사학자 샤반느가 현지에서 입수한 탁본(拓本) ([通報]Ⅱ~Ⅸ, 1908年)은, 진흑(眞黑)의 자획이 명확한 문자가 탁출(拓出)돼 있다.\n또 그로부터 6년 후 1913년에 세끼노 데이(關野 貞), 이마니시 류(今西 龍)가 조사 시 촬영한 사진에는 비면(碑面)에 종선(縱線)이 그어져 있어서 그 간의 비문이 정연하게 새겨져 있는 것이다. (朝鮮古蹟圖譜) 第)1卷 1915年과 1935年 寫眞 參照)\n한국역사조작의 원흉(元兇)인 이마니시 류는 그 때의 조사에 따라서 이 20척(尺) 8촌(寸) 5분(分)의 높이가 있는 방주형(方柱形)의 거석(巨石)의 사면(四面)에 비명(碑銘)을 새겨 각행(各行) 41자(字) 결로 해서 선을 그었다.\n각행 41자 결로해서 제1면에 11행(行), 제2면에 10행, 제3면은 14행, 제4면은 9행으로 괘선(罫線)으 그어서 각행을 구획(區劃)해 상하의 양단(兩端)에 횡선(橫線)을 그었다고 쓰고 있다.([廣開土境好太王陵碑に就て] [(朝鮮古史の硏究)].\n한편 1935년 집안을 실지 조사한 이케우치 히로시는 “사면의 상부와 하부에는 횡선이 있어서 명문의 천지(天地)를 그리고…명문의 각행을 그리기위해서는 약 5촌(寸)의 간격을 둔 종선이 여러 계선(界線)을 연거푸 그어져 있다”고 했다.([廣開土王碑發見の由來と碑石の現狀], [史學雜誌)第49編 第1號).\n그런데 고마쓰 미야(小松宮) 탁본(拓本)에 보아지는 바의 비면(碑面)은 요절이 매우 불선명한 비문이 많았는데 후에 탁본에는 전보다 더 선명하게 예외 없이 글자가 명확한 비문이 탁출돼 있다.\n즉, 1913년과 1935년 촬영한 사진이 말해주듯 광개토태왕의 비문은 더 선명해지는 것은 무엇을 말하고 있는 것인가! 이는 고고학이나 금석학(金石學)의 상식으로는 생각 할 수 없는 일이다. 이것은 조작한 것을 말해주는 것이다.\n일본은 왜 이런 일을 하는 것인가? \n광개토태왕 비문은 4~5세기의 역사를 조작하기 위한 근본 자료로서 이에 기초하여 지금까지 많은 논문이 쓰여 지고 있는데, 그것은 있지도 않은 허구의 ‘조선출병’을 주장하기 위해서 이다.\n그런데 일본은 잘못된 기본 자료에 대한 비판이나 시정은 하지 않고 은폐하고 조작하고 왜곡된 역사를 번듯하게 만들어 열등의식을 불식하고 우리 역사를 폄하하며 배제하는 수법을 쓰고 있다. 이것은 일본의 8세기 이후 더욱 노골화 됐다.\n거기서 호태왕의 비는 역사왜곡에 가믐에 단비를 만난 것으로 변조조작 왜곡에 전력을 경주(傾注)한 것이다. 따라서 그 조작은 시기가 내려가면 갈수록 전에 없었던 종선(縱線)이 나타나고 있다. 이것은 일본이 비를 조작한 것을 입증하는 것이다.\n시기가 지남에 따라서 비문이 현저히 달라지는 원인은 무엇인가. 우리도 그 원인을 찾고 그들의 조작을 밝히기 위해서는 촬영연도와 탁출년(拓出年)을 확실한 것을 기준으로 해서 자료의 편년(編年)을 바로하지 않으면 아니 되는 것이다.\n그러나 한 마디로 편년작업이라 하지만 자료가 많이 있는 것도 아니고 일본이 갖고 있는 것을 보여준다는 것도 용이하지 않다. 때문에 일본이 조작한 종선(縱線)을 그은 것을 밝힐 수도 어렵다. 그래서 일본은 역사왜곡이 더 과감하게 감행해 갔다.\n \n비문조작은 비 전면에 회를 바르고 멋대로 했다\n이 광개토태왕비에 대하여 한국인으로 가장 앞장선 사람이 이진희 선생인데 그는 그의 저서 ‘好太王碑の謎’에서 그 사실들을 많이 밝혀내고 있음을 볼 수 있다.\n사가와의 원납본 외에 교토 대학의 히비노 다케오(日比野丈夫) 교수는 나이토 고난의 구장(舊藏)의 탁본(拓本)과 사진 등을 보고 있는데 그 내력을 전해주고 있다.\n나이토(內藤湖南)는 1906년 5월 일본 외무성으로부터 간도문제의 역사적 조사를 의뢰받아 그해 여름 서울과 심양(瀋陽)에 가서 문헌조사(文獻調査)를 했다.\n나이토 사진은 1909년((明治42年) 10월부(付)의 교토 우편국 소인(消印)이 있는 봉투에 탁본과 같이 들어 있어서 , 통감부 간도임시파출소(統監府 間道臨時派出所)의 시노다 지사쿠(蓧田治策)으로부터 보내진 것이 확인됐다.\n1907년 8월, 통감부의 지령으로서 젊은 군인 등이 간도에 들이닥쳐 간도의 남반분(南半分)을 실질상 점거하는 사건이 일어났다. 그러자 일본외무성은 현지지세의 급변을 봐서 이에 대처하기 위하여 우선 ‘간도를 식민지화’하는 가치가 있는가, 아닌가를 확인하기로 했다.\n그래서 그 임무를 나이토에게 맡긴 것이 아닌가 보고 있다.(三田村泰助 [內藤湖南] 中公新書 參照). 나이토는 그 이듬해인 1908년 여름 간도 각지의 실지조사를 해서 그때 용정(龍井)마을의 통감부임시파출소 소장 사이토(齊藤季治郞) 육군대좌 시노다 지사쿠(蓧田治策)와, 남야준성(楠野俊成) 두 사무관과 만나고 있다.\n시노다 지사쿠(蓧田治策)가 이틈 해 광개태왕능비(陵碑)의 탁본과 사진을 나이토에게 보낸 것은 이 때 나이토로부터 자료수집의 의뢰가 있었기 때문이었을 것으로 보고 있다.\n \n나이토 사진에서 보는 비 조작과 은폐\n나이토 사진을 보면 사면에 비문이 있는 곳에는 석회가 두텁게 바르고 문제의 종선이 지워져 있다. 그래서 그 위에 석회를 바른 그들은 제멋대로 비를 변조한 새 비문을 새겨 놓은 것이다. 즉 글자를 변조 한 것이다.\n여기서 석회를 두텁게 바른 것에 대하여 1913년 비를 자세하게 조사한 이마니슈 류는 이미 비4면 전면에 석회를 바르고 자형만을 나타나게 하여 자외(字外)의 면에는 소 요절을 메워서 평평하게 했음을 확인하고 있다.\n이는 이마니슈 류가 그의 논문에 이 회를 두텁게 바른 것은 탁공이 한 것이라고 쓰고 있으나 전면에 석회를 덥고 있는 사실에 관해서 간파(看破)하고 있는 것이다.([廣開土境好太王陵碑に就て] [(朝鮮古史の硏究) (參照)].\n한편 이마니슈 류가 조사 5년 후 1918년에 비를 조사한 도쿄제대(東京帝大)교수인 구로이다 가쓰미(黑板勝美)는 탁본을 선명히 하기위해서 의미가 의문시 되는 문자를 명확히 하기 위해서라고 궤변을 토하고 있다. [(歷史地理)] 第32卷第5號)].\n일본은 회를 바를 필요도 없는 비에 회를 바르고 또 평평하게 한 것은 그들의 의도대로 역사왜곡의 목적이 있기에서다. 이는 어떤 변명으로도 답이 나올 수 없는 것이다.\n\n\n\n사가와 가게노부(酒匂景信)\n일본군 대본영(大本營) 이하 예속 일본 육군성(一本陸軍省) 첩보 장교 출신인 사가와 가게 노부(酒匂景信) 중위에 의해 발견되어 1889년 일본제국주의 아래 세계적으로 알려지게 되는 것이다.\n당시 남만주를 위주로 활동하던 사가와 가게 노부 중위가 광개토 비문을 일본으로 가지고 건너가 6년 후인 1889년 국수주의 기관지인 외여 록(會餘錄) 제5집으로 출간한다.\n해독의 주요인물은 요코의 다다나 오(橫井忠直)의 고구려 고 비고(高句麗古碑考) 및 비문자 유래기(碑文之由來記)를 통해 그 내용을 전하였다.\n사에키 아리 치요(佐伯有淸) 1972년 방위청 전사실(戰史室)에 남아 있는 사료 등을 통해 일본이 탁본을 조작하였음을 밝혔다.\n일본의 대표적인 역사학자이자 국수주의 사상가인 시라토리 구라 키치(白鳥庫吉)는 강력하게 임나일본부설을 정설로 주장하는 자이다.\n일제는 조작한 태왕비를 영원히 역사를 조작하기 위하여 러일전쟁 후 일본 도쿄로 옮기려는 계획을 세웠다고 한다. 1907년 5월 압록강변에 군함을 배치시키고 오자와(小澤德平) 육군 대좌를 만주로 파견 지안현(集安縣) 지사 우광궈(吳光國)와 협상을 하였으나 실패하였다고 한다.\n삼국사기에는 광개토태왕이 5만의 군사를 이끌고 왜를 격파하였다고만 전해진다.\n\n\n대륙침략의 합리화로 우리 고대사를 왜곡하기 위한 음모가 일본의 육군참모본부에 의해 진행되고 그 하수인으로 사가와 가게노부(酒匂景信)가 등장한다. 그들이 얼마나 치밀하게 준비하고 원대하게 역사조작을 했는가는 상상을 초월한다.\n사가와 가게노부(酒匂)가 광개토태왕의 비문을 가져온 것을 접한 일본의 육군참모본부는 편찬과(編纂課)에서 다수의 한학자와 역사가로 하여금 만 5년 이상에 걸쳐서 해독작업을 하게한다.\n해독작업이 마무리 되자 사가와쌍구본(酒匂雙鉤本)은 사폭(四幅)에 표장(表裝)돼 탁본답게 보이게 하기위해 문자둘레의 순위번호 붙이고 1888년(明治21년)12월 사가와 가게노부(酒匂景信)의 이름으로 메이지천황(明治天皇)에게 헌상됐다.\n그리고 1890년(明治23년) 7월에는 비(碑)의 존재를 널리 선전하기 위해서 제국박물관에 옮겨진다. 이러함에도 불구하고 사가와(酒匂)의 이름이며 이 사실을 비밀로 해서 50여년 세상에 알려지지 않았다. 왜 일까?\n그들은 사가와(酒匂)의 이름까지 숨기며 비를 일반에 공개하면서도 ‘회여록(會餘錄)’에는 ‘료우(僚友)’나 ‘료우(僚友)나 ‘사고우대위(酒勾大尉)’로 하던 것도 ‘일본인 모씨(某氏)’로 하며 철저하게 그 이름을 숨기고 있다.\n이러한 숨김은 참모본부 편집과원이었던 요고이 다다나오(橫井忠直)이외의 사람에게는 사고우 대위(酒勾大尉)가 사가와(酒匂)라는 성씨명도 몰랐던 것 같다. 그런데 1898년에 발표된 미야게 요네기치(三宅米吉)의 고려고비고(高麗古碑考)’에는 육군포병대위 사고우(酒勾)로 돼있다.\n이 사고우(酒勾)가 육군포병 대위 사가와 가게노부(酒匂景信)로 되는 것은 1918년이나 그것도 논문 속에 명백히 하는 것이 아니라 일본역사지리학회의 예회(例會)의 석상에서 퇴역육군중장 오시가미 모리소(押上森藏)가 말을 함으로서 알게 됐다.\n오랜 세월을 걸쳐서 숨겨진 그의 씨명의 관직은 이렇게 해서 점점 분명해졌으나 그가 참모본부 사고우(酒勾)냐 사가와(酒匂)냐는 분명하지 않고 또 그가 참모본부 사고우(酒勾)포병대위인 것은 그가 비문을 갖고 간 때로부터 50년 후 1933년에 되어서다.\n이것이 명백해 진 것도 육군소장 다게우치 에이기(竹內榮喜) 때문이다. 그러나 그것도 사고우(酒勾)냐 사가와(酒匂)는 분명치 않고 그가 언제 비가 있는 집안(輯安)까지 간 것인가, 그 목적은 무엇이고 어떠한 과정을 거쳐서 비문을 갖고 갔는지는 밝히지 않았다.\n그가 비문을 가지고 갔다는 1884년경의 조선이나 청국과 일본과의 외교 관계를 보면 서울이나 북경에 둔 일본 공사관원이나 관부(館付) 무관(武官)이 아니면 각지를 자유로 걸어 다닌다는 것은 허용하지 않았다.\n사가와(酒匂)가 이 공관의 명단에는 없다. 그 명단에 사고우(酒勾)란 이름이 없으면 자유로 각지를 자유로 다닐 수 없다. 사가와(酒匂)가 어떻게 해서 집안(輯安)까지 간 것인가! 그 이름을 숨기고 다른 이름으로 행세한 것임을 알 수 있다.\n사가와(酒匂)는 가명(假名)을 쓴 것임을 알 수 있다. 참모본부에 의해서 사가와 가게아끼(酒匂景明)가 1879년에 십 수 명의 장교를 주재무관, 어학유학생의 명목으로서 청국에 파견해서 청국을 염탐하고 있었다. 여기의 군인이었다고 추정하고 있다.\n광개토탱왕능의 비를 연구해온 나라(奈良))여자대학의 나가스가 아기라(中塚明)교수는 그의 논문 ‘사상(思想)’(1971년3월호)에 발표한 것은 광개토태왕 능비의 연구사상 특필한 것이었다.\n이 논문을 받아서 북해도대학의 사에기 아리기요(佐伯有淸)교수는 육군참모본부 리원(陸軍參謀本部吏員)을 실마리로 ‘관원록(官員錄)’과 ‘직원록’ 등을 긴밀히 검토함에 의해서 사고우(酒勾)의 자세한 경력을 밝혔다.\n \n사에기 아리기요(佐伯有淸)교수는 1972년4월 ‘일본역사’ 제287호에 발표한 논문 속에서 종래 사고우 가게 아끼(酒匂景明)이라고 한 것은 사가와 가게노부(酒匂景信)의 잘못인 것을 지적함과 동시에 그의 경력에 관해서 다음과 같이 밝히고 있다.\n \n그는 당초는 포병과의 육군소위였다. 1882년 중위가 되고 그 이듬해 1883년2월에 육군사관학교의 교관이 되고, 1884년에는 참모본부 의정관(議定官)으로 돼 있다.\n \n1885년 및 1886년2월 ‘개정 관원록(官員錄)’에서는 이름이 삭제되어 있으나 동년12월 ‘직원록’에는 근위포병연대 제1대대중대장으로서 다시 그 이름을 게재하고 있다. 그 때 위계훈위(位階勳位)는 포병대위 정(正)7위훈(位勳)5등으로 되어 있다.\n \n그 후 근위부관부(近衛副官部) 무고주관(武庫主管), 감군부요새(監軍部要塞) 포병감부 연습소 부관을 역임하고 있으나 1891년4월 이후 ‘개정관원 록’에는 그 이름을 볼 수 없다. 이를 명백히 밝히려 그 보주(補註)로서 그가 어떻게 죽은 것 까지 밝히고 있다.\n \n즉 대식사랑씨편(大植四郞氏編) ‘명치과거장물 고 인명사전(明治過去帳物 故人名辭典)에 등재되어 있는 사가와 가게노부(酒匂景信)이력에 육군포병대위 종육위훈(從六位勳五等), 마야사키겡사족(宮崎縣士族)으로서 소위(少尉)에 임명됐다.\n \n또 메이지 17년 대위로 진급하고 정칠위훈(正七位勳)에 올라가고 메이지 24년3월14일 특지를 받고 종육위(從六位)에 진급 후 그 이튿날 15일 몰했다고 돼 있다. 사고우 가게노부(酒勾景信)는 메이지 24년 3월15일 사망한 것이 판명됐다고 말하고 있다.\n \n이렇게 해서 사고우 가게노부(酒勾景信)는 거의 70년 만에 겨우 명백하게 나타난다. 그의 성도 사고우(酒勾)가 아니라 사가와(酒匂)로 정식 이름은 사가와 가게노부(酒匂景信)임이 분명해 졌다.\n \n그런데 사가와 가게노부(酒匂景信)가 청국 각지를 스파이로서 돌아다닌 것은 나가스가 아기라(中塚明)교수의 연구에서는 분명해 졌으나 단지 그것만의 이유로서 그 이름까지 숨길 필요가 있는가 의문이 생긴다.\n \n그래서 이런 의문은 1900년경 에 비(碑) 전면에 회를 바르고 거기에 원 비문을 지우고 새로운 ‘비문’을 새겨 놓은 자는 누구이며 무엇 때문에 그런 일을 하였는지 의문이 더하여 진다.\n여기서 일본 참모본부의 사가와(酒匂)가 무엇 때문에 집안(輯安)갔는가를 규명해야 한다. 그러나 그에 앞서 일본의 참모본부의 성립과 그 성격을 당시 사회적 배경과도 아울러 명확히 할 필요가 있다.\n \n육군참모본부가 설치되는 것은 1878년 12월로서 그 임무는 ‘육군성(陸軍省) 연혁사’에 의하면 본부장 하에 관동 관서 2국 및 총무과가 있고 관서국은 중, 서부 감군부(中, 西部 監軍部)를 뒀다.\n \n그리고 나고야, 오사카, 히로시마, 구마모도, 등, 지리정지(地理政誌)를 상세히 하도록 했다. 또 이와 겸해 조선과 청국 연안에까지 미치게 하고 유사시 같이 그 참획(參劃)의 도략(圖略)을 갖추도록 돼 있다.\n \n한편 1880년 참모본부가 편찬 한 ‘참모연혁지(參謀沿革誌)’제1호에 의하면 관동국 관서국총무과의 2국 1과가 설립당시의 참모본부의 본체로서 별도로 반속(伴屬)으로서 지도과(地圖課), 편찬과, 번역과, 측량과, 문고과(文庫課)를 뒀다.\n \n이러한 과중에서도 특히 편찬과의 임무는 “본부 및 외국의 정지지리(政誌地理)에 관한 자들에게 각국의 병제(兵制), 내와 각지의 전사(戰史)등을 찬집하고 혹은 본부장의 특명을 따라서 일종의 편찬에 종사해야 한다”고 규정하고 있다.\n \n그러나 참모본부의 임무는 이것만이 아니었다. 41세의 산현유붕(山縣有朋)은 서남전쟁(西南戰爭)전쟁으로부터 동경에 돌아온 1878년 10월, 참의(參議)겸 육군경(陸軍卿) 그대로 의정관(議政官)을 겸임(兼任)하게끔 돼 있다.\n \n이 때 참모본부설치를 말한 상신서(上申書)를 써서 그 속에 참모국장의 임무는 일본 총 육군의 정제절도(定制節度)를 심의해 병모병략(兵謀兵略)을 명확히 해 기무밀모(機務密謀)를 참획(參劃)해 평시에 있어서도 정지지리(政誌地理)를 심의하게 했다.\n \n전시에 있어서는 도안(圖案)을 내고 부서를 정하여 노정(路程)을 한정하고 전략을 구획하는 등 군령에 관계하는 것은 국장이 관여하고 “원대(遠大)의 모략 외에 이를 행하게 하고 있다. 이것이 육군의 근기(根基)로 한다”고 말하고 있다.\n \n그런데 참모본부가 설치된 이듬해인 1879년 에는 일본대리공사 화방의질(花房義質)이 4년 전에 체결한 강화도조약을 앞세워 인천 원산의 개항을 조선에 강요하고 있고 한편으로는 오키나와의 귀속을 둘러싸고 일본과 청국의 대립이 점차 격화했다.\n \n이러한 일본의 대외 침략정책이 강화하는 중에서 참모본부는 동년10월 관서국장에 독일공사관의 무관으로서 군사행정을 배우고 돌아온 가스라 타로(桂太郞)중좌를 발탁하여 그에게 대청(對淸)침략 작전의 대책을 기초하게 하는 한편 10여명의 장교를 은밀히 청국에 보내어 군사전략적견지로부터 병제, 군비, 지리를 조사, 연구하게 했다.\n \n또 그 이듬해인 1880년에는 중국어학생의 명목으로 10여명을 보낸다. 그 뿐만 아니라 시베리아 안남(安南), 페루시아 방면 까지 참모본부의 군인이 파견 됐다.\n \n그들의 파견이 ‘기밀의 규획(規劃)내에 이뤄지고 원대한 모략 외에 행하는 것’이었음은 말할 것도 없거니와 참모본부 편찬(編纂)과 편집(編輯)의 ‘인방병비략(隣邦兵備略)’(1880년)과 지나지지(支那地誌)는 이러한 조사결과를 정리한 것이다.\n \n참모본부는 조선에도 군인을 보내고 ‘조선지지(朝鮮地誌)’를 편찬 하는 등 대조선(對朝鮮) 대청(對淸)침공 작전의 준비를 진행 하는 한편 산현유붕(山縣有朋) 참모본부장을 중심으로 군비(軍備)의 대 확장과 야전을 위한 정비를 강력히 추진하는 것이었다.\n \n그러면서 이런 자료만으로는 사가와 가게노부(酒匂景信)가 언제 어디로 파견되어 어느 지방을 돌아다녔는지 언제 돌아왔는지를 아는 것은 용이한 일이 아니었다.\n \n그가 파견된 앞서 말한 대 조선(對朝鮮), 대청(對淸)침공 작전의 필요상 나가 미지요(那珂通世)가 쓰고 있는 바와 같이 조선과 중국을 돌아다니며 압록강을 건너 비가 있는 곳에 다 달은 것은 확실이다.\n \n사가와 가게노부(酒匂景信)가 집안輯安)에 잠입했을 때 우연히 비가 있는 것을 알아 비문을 직접 읽어봐서 그 이용가치가 큼을 느껴 토지의 사람을 조수로 써서 비문을 쌍구(雙鉤)하든가 토지임자에 쌍구(雙鉤)시켜서 돌아갔다고 판단할 수밖에 없다.\n \n여기서 사가와 가게노부(酒匂景信)가 중국각지를 은밀히 조사하고 다닌 참모본부의 군인이었다는 이유만으로서 그의 이름까지 은폐하는 것이 필요했던 것은 왜인가. 이름뿐만 아니라 비문의 해독작업이 행해진 것까지도 모두 숨기는 것은 왜인가! 이것은 중대한 이유가 있기 때문이다.(이상은 ‘李進熙’‘好太王碑の謎’74面~125面參照引用) (다음에 계속)",
  "color": "default",
  "labels": [
    "ea56640c-1868-4a19-9ea7-65a1ffdf3b23"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-12-13T01:51:36.489000",
  "updatedAt": "2025-12-24T12:22:00.884000"
}