{
  "id": "cbdaf054-b9ec-4a8b-8e7d-573c8b12fda9",
  "title": "고주몽과 박혁거세 이부형제 (異父兄弟)",
  "content": "![image](media/19af4cb94f1.b04255bf670536e6.jpg)\n\n\n\n삼국유사\n\n해모수, 5룡거를 타고 홀승골성에 도읍, 국호 북부여.\n해모수의 여인, 선도산 성모는 본래 중공의 제실이며, 이름은 사소. 해모수의 궁전 여인이며, 해동(신라)에 와 혁거세를 낳았다.\n\n주몽의 어머니 유화부인 = 사소 = 선도산 성모 = 혁거세의 어머니.\n\n김부식도 송나라에서 같은 이야기를 듣습니다.\n\n\"이 여신상은 귀국의 신이다. 대륙의 제실의 여인이 진한에 건너와 아들을 낳아 해동의 시조가 되었다.\"\n\n송나라 학사가 김부식에게 혁거세의 어머니는 대륙의 제실지녀라고 확인해준 기록입니다.\n고구려의 유화부인? 하백의 딸, 천제 해모수와 결합, 주몽을 낳음.\n삼국유사에서는 유화부인의 이름을 ‘사소’라고 똑같이 기록합니다.\n고대 삼국의 시조가 모두 북부여 천제 왕실의 혈통으로 이어진다\n\n고구려에서는 ‘유화’,\n신라에서는 ‘선도성모’,\n중국에는 ‘제실 여인’\n\n\n선도성모(仙桃聖母) \n또는 서술산성모(西述聖母)는 선도산의 성모로, 《삼국유사》에 신라의 시조 혁거세 거서간의 생모로 전해져 내려온다. 다른 이름으로 선도산성모(仙桃山聖母) 또는 사소부인(娑蘇夫人) 등으로도 불린다. 서술(西述)은 이름인 사소(娑蘇)의 다른 표기이다.\n《삼국유사》를 쓴 일연은 혁거세 거서간이 하늘에서 강림하였다고 기록하였다. 사로국 6부 촌장들이 임금을 세우는 회의를 하던 중 하늘에서 백마가 운반해온 큰 알에서 혁거세 거서간이 나왔다는 내용으로 서술하였다. 그러나 일연은 이 이야기 옆에 작은 글씨로 주석을 단다. 서술자가 말하기를 “서술성모(西述聖母)가 혁거세 거서간을 낳았다”는 내용을 별첨하였다.\n\n\n『삼국유사』 권5 感通篇 仙桃聖母隨喜佛事\n\"진평왕 때 안흥사(安興寺)의 여승 지혜(智惠)가 佛殿을 수리하려 하였으나 힘이 모자랐다. 그러던 어느 날 꿈에 선도산의 성모가 나타나 불전 수리를 기특한 일이라고 하면서 “내 자리 밑에서 금 열 근을 꺼내 쓰라.”고 하였다. 다음날 지혜가 무리를 데리고 신사(神祠)의 자리 밑을 파 보니 황금 160냥이 나왔다. 이로써 불전 수리는 무사히 마칠 수가 있었다.\"\n선도산성모는 본래 중국 제실(帝室; 皇帝와 그 직계 가족, 그리고 皇室 자체를 포괄적으로 지칭하는 고전적 용어)의 딸로 이름을 사소(娑蘇)라 하였는데 일찍이 신선술(神仙術)을 배워 신라에 와 머물렀다. 아버지인 황제(皇帝)가 솔개(독수리) 발에 편지를 매어 딸에게 보냈는데, 그 편지에 이르기를 “이 솔개가 머무는 곳에 집을 삼으라.”고 하였다.\n사소가 그대로 하였더니 솔개가 선도산에 앉았으므로 사소는 그곳의 지선(地仙)이 되었다. 이로써 산 이름을 서연산(西鳶山)이라 하였다. 그 뒤 선도산성모는 오랫동안 이 산에 살면서 나라를 지켰는데 그 동안 신령스러운 일이 자주 일어나 삼사(三祠)의 하나로 삼고 차례를 망제(望帝)의 위에 두었다.\n신령스러운 일 중에는 신라 54대 경명왕이 매 사냥을 즐기다가 매를 잃고 선도산성모에게 기원하여 되찾은 일이 있으며, 또 다른 일로는 선도산성모가 처음 진한(辰韓)에 와서 아들을 낳아 동국의 첫 임금이 되었다고 하는데 이는 아마 신라 박혁거세왕과 알영(閼英)의 두 성인을 말함일 것이다. 그리고 신라의 계룡(鷄龍)이나 계림(鷄林) 등의 지명도 닭은 원래 서방(西方)에 속하므로 서악(西岳), 즉 선도산과 관계있음을 알 수 있다.\n김부식(金富軾)이 일찍이 송나라에 사신으로 갔을 때 그를 접대한 왕보(王黼)는 김부식에게 우신관(佑神館)에 모셔 놓은 여신상을 가리키며 “이 상은 귀국의 신인데 누구인지 알겠는가?”고 물었다. 김부식이 대답하기를 “옛날 중국 황실의 딸이 바다를 건너 진한으로 가 아들을 낳아 해동(海東)의 시조가 되었으며, 그 여인은 지선(地仙)이 되어 선도산에 있는데 이는 그녀의 상이다.”고 대답하였다.\n\n\n『삼국사기』신라본기 경순왕(敬順王)  찬술문(撰述文)\n“관반학사(館伴學士) 왕보(王黼)가  '이것은 당신 나라의 신인데, 공들은 이를 아는가?'라고 묻고는,  ‘옛날 황실의 딸이 남편 없이 잉태를 하여 사람들에게 의심을 받자 바다에 배를 띄워 진한(辰韓)으로 가서 아들을 낳으니, 해동(海東)의 시조 왕이 되었다. 황실의 딸은 지상의 신선이 되어 오래도록 선도산(仙桃山)에 있는데, 이것이 그녀의 상(像)이다.’라고 말하였다.\n신(김부식)은 또 송(宋)의 사신 왕양(王襄)이 동신성모(東神聖母)에게 제사지내는 글을 보았는데, ‘현인(賢人)을 잉태해 나라를 처음 세웠다.’는 구절이 있었다. 이에 동신(東神)이 곧 선도산 성모(聖母)임을 알았으나, 그의 아들이 어느 때 왕 노릇을 한 것인지는 알지 못한다.\n이제 다만 그 시초를 살펴보면, 윗자리에 있는 자는 자신을 위해서는 검소하고 남을 위해서는 관대하며, 관청의 설치는 간략히 하고 행사는 간소하게 하였다. 지극한 정성으로 중국(中國)을 섬겨 산 넘고 바다 건너 조빙(朝聘)하는 사신이 서로 이어져 끊이지 않았고, 항상 자제(子弟)를 보내 조정에 나아가 숙위(宿衛)하게 하고 국학(國學)에 들여보내 강습하게 하였다. 이로써 성현(聖賢)의 교화를 계승하여 거친 풍속을 고쳐서 예의(禮義)의 나라가 되었다.(중략)”\n\n\n북송의 국신사였던 서긍이 쓴 고려도경에 따르면 동신성모는 개경 선인문 안 동신사(東神祠)에서 모신 신이었다. 서긍은 동신사에서 제사지낸 뒤, 누군가가 \"동신성모는 고려 시조를 낳은 부여(해모수)의 아내이자 하백의 딸\"이라고 설명했다고 기록했다.\n즉 고려도경은 동신성모가 유화부인이라고 기록한 것이다. \n\n\n일연은 [삼국유사]를 통해 해동의 첫 왕이 박혁거세이며, 박혁거세를 낳은 선도산 성모가 파소(婆蘇)라는 사실을 밝힌다. 또한 파소를 중국 황실의 딸로 소개한다. \n박혁거세 후손가문인 밀양박씨(규정공파)의 족보는 파소를 중국의 전한(前漢) 선제(宣帝-10대)의 딸로 설명한다.\n\n[태백일사]\n중국 황실이 아닌 부여 황실의 딸로 소개한다. 특히 파소는 지아비 없이 박혁거세를 잉태하여 주변의 의심을 받자, 눈수(嫩水)로 도망하여 동옥저에 이르고, 또 남쪽으로 내려가 진한6촌과 결합하며 박혁거세가 13세가 되던 서기전 57년 신라를 건국한다. 이때 나라 이름은 진한(또는 사로)이며, 도읍은 서라벌이다.\n\n [유기추모경]에 박혁거세의 아버지 혁서거를 추정할 수 있는 단서가 나온다. 서기전24년(추모왕14년) 섭라국(涉羅國) 여왕 혁거지(奕居知)가 고구려에 사신을 파견하여 조공한 기록이다. 특히 기록은 섭라국을 구체적으로 설명한다. 섭라국은 환나국(桓那國)의 동남쪽에 위치하며 산을 의지하며 큰 물가에 있고 여왕이 세습한다. 또한 여왕은 지혜와 풍체가 빼어난 남자를 폐신(嬖臣)으로 두고, 딸을 낳으면 무녀(巫女)로 삼으며, 그 중 가장 나이어린 여성이 여왕을 계승한다.\n섭라국이 북부여 제후국인 점을 감안하면 파소는 중국 황실이 아닌 (북)부여 황실의 딸일 가능성이 매우 높다. 당시 북부여 왕은 5대 천제 고두막한이다. 파소는 바로 고두막한의 딸이다. \n파소는 북부여 천제 고두막한의 딸로 서기전 70년 이전 섭라국 여왕에 봉함을 받고 섭라국을 다스리다 폐신 혁서거와 인연을 맺어 박혁거세를 임신한다. \n파소는 신라 건국의 모체이자 핵심이다. 특히 신라 건국이 박혁거세 나이 13세에 이루어진 점을 감안하면 파소는 실질적으로 진한 6촌과의 결합을 주도한 인물이다. 마찬가지로 백제시조는 비류와 온조이나 실질적으로 백제 건국을 이끈 사람은 어머니 소서노이다. 신라의 파소는 백제의 소서노와 위상이 같다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "ea56640c-1868-4a19-9ea7-65a1ffdf3b23"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-12-07T01:49:25.888000",
  "updatedAt": "2025-12-24T17:26:28.566000"
}