{
  "id": "cce1954a-71db-4413-bb3e-2135b519a00d",
  "title": "일식으로 살펴 본 고려(高麗)의 위치  ",
  "content": "아래글은 우리역사 즉, 고구려, 신라, 백제, 고려의 일식(日蝕)을 기록한 역사책의 기록들을 보고 그들의 위치를 추정한 내용입니다.\n 2007년 3월 19일 11시30분에 한반도에서 부분일식이 일어났다. 가운데 그림은 그날 일어났던 일식의 개략적인 그림이다.\n 여기에 나오는 일식도는 세계적인 천문학자인 한국고등과학원(KIAS) 박창범 교수의 동아시아 日蝕圖(1999 서울대학교 출판부 발행)를 참조하였다.\n  일식은 지구상에서 볼 때 태양이 달에 의해서 가려지는 현상을 말한다.\n  일식에 대한 역사적 기록은 서기전 776년 주(周)나라 기록이 최초이다.\n 우리나라 삼국시대는 혁거세(赫居世) 4년(BC54)을 시작으로 67개의 일식 기록이 있다.\n\n　\n일식도(日飾圖)\n  삼국에서 기록된 최초 일식도는 혁거세 54년 5월9일(BC54년)에 일어난 일식인데, 박창범교수의 동아시아 일식도에 의하면 몽고의 울란바토르(U)에서는 아래와 같은 정도의 일식이 일어났음을 추정할 수 있다.\n  또한 북경(B)에서는 아래 그림과 같이 77% 정도의 일식이 일어난 것을 알 수 있다. 대만(T)에서는 아래와 같은 개기 일식이 일어났다고 추정할 수 있다. 즉 개기 일식이 일어난 지역은 일식도 중앙에 있는 점이 뿌려진 지역이다.\n  일식이 일어난 시각은 한반도에서는 세계시간으로 1:00에 일어났으므로 여기에 9시간을 더하면 아침 10시에 일식이 일어났음을 추정할 수 있다.\n  참고로 일식도에서 -1년은 BC2년이고, 0년은 BC1년이다.\n　\n　\n고려(高麗)의 위치\n \n이중재 상고사학회장\n \n 이중재(李重宰)씨의 새고려사(高麗史)에 의하면 고려의 개성 또한 한반도가 아니라 했다.\n \n 고려(高麗)는 삼국사절요에 의하면 중국 대륙 한주(漢州) 송악군(松嶽郡)에 도읍을 정했다고, 그의 저서에 기록했다.\n \n 그렇다면 고려도 처음에는 한반도에 없었던 것이 된다. 그의 새 고려사에 의하면 조선(朝鮮)태조 이성계가 고려가 멸망하기 3개월전에 그를 따르는 일족을 이끌고 한반도로 들어와 조선(朝鮮)을 건국했다고 한다.\n  그의 서지학(書誌學)적인 고증으로보면 틀림 없는 것 같은데, 믿을 수도 없고, 그렇다고 믿지 않을 수도 없는 기록이다.\n  다만 그의 주장에서 조금 부족한 부분이 있다면 서지학(書紙學)적인 고증은 타당하지만 과학적인 증명이 부족한 것이 사실이다.\n 그런데 과학적으로 상대 신라와 고려 현종~문종때까지의 일식 기록이 한반도가 아님을 강력히 시사하고 있다.\n　\n　\n　　\n신라(新羅)의 위치\n  현재 강단 사학자들에 의하면 상대(上代) 신라는 경상북도 경주 일대에 6부촌(六部村)이 있고, 여기에 나정(蘿井)이 있다고 주장하고 있을 뿐만아니라 1945년 일제치하에서 독립한 후 현재까지 모든 역사책에서 그렇게 가르쳤다.\n  그런데, 이중재(李重宰) 사단법인 상고사학회장의 고려사(高麗史)에 의하면 신라(新羅), 백제(百濟)뿐만아니라 고려도 한반도에 없었다고 한다.\n  이중재(李重宰)씨에 따르면 우리 역사는 왜정(倭政)시대 친일파인 이병연(李秉延)의 농간에 의해 역사가 왜곡되었다고 하는데...\n 과연 어느 말이 맞는지 박창범의 일식도를 통하여 증명하기로 한다.\n　　\n신라6부(新羅六部)의 위치\n  이중재(李重宰)씨에 의하면 신라6부의 위치가 사천성과 감숙성 일대라고 했다.\n  그러기 때문에 이 곳의 조선 유민이 소주의 서나벌(徐那伐)에 모여 상대(上代)신라를 형성한 것으로 보고 있다.\n \n 이중재(李重宰)씨에 의거한 신라 6부는 다음과 같다.\n  ①알천양산촌(閼川楊山村)\n ②돌산고허촌(突山高墟村)\n ③취산진지촌(취山珍支村)\n ④무산대수촌(茂山大樹村)\n ⑤금산가리촌(金山加利村)\n ⑥명활산고야촌(明活山高耶村\n　\n　\n고려의 평균식분도\n 그런데 한국고등과학원 박창범 의 동아시아日蝕圖(1999.11.30 서울대학교 출판부 발행)에 의하면 고려가 한반도에 있었음을 강력하게 시사하고 있다.\n  동아시아日蝕圖는 기원전 8세기부터 앞으로 200년 후인 서기 2,200년까지에 동아시에 일어났거나 일어날 3,000년간의 일식 기록이다.\n  그런데, 과학적인 증명과 서지학적인 증명이 배치된다면 엄청난 문제가 아닌가?\n  그래서 박창범교수의 일식도를 한장한장 스캐닝해서 일일이 검토해 보았다.\n  결과, 박창범 교수가 놓친 것이 있는 것을 발견했다. 왜냐하면 현종~문종까지의 기록이 한반도에 고려가 있다면 관측이 불가능한 것이 여러건 발견되었기 때문이다.\n  그 것이 바로 현종15(AD1024)년과 현종16년(AD1025)에 일어난 일식 기록중에 당식불식(當食不食)이란 기록으로 추측했다.\n  그래서 2007.3.16일경 박창범교와의 전화통화에서 의미있는 증언을 들었다.\n  오래된 일이라 확실치는 않지만, 몽고에서 통보한 기록으로 보고, 어느 기록들인지는 모르지만 빼고 평균식분도를 작성한 것 같다고...\n  그런데, 이 당식불식(當食不食)이 고려의 위치를 결정해주는 자료인데, 그 것을 제외시켰다면 고려가 한반도로 나올 수도 있는 것 아닌가?\n  따라서, 박창범 교수가 언젠가는 고려의 평균 식분도를 재 작성하여 줄 것을 믿는다.\n　\n　\n2007.3.19일의 일식\n  위의 그림은 2007년 3월19일 오전 11시30분경 서울 지방에 일어난 일식에 대한 대략적인 그림이다.\n  그리고 가운데 그림은 박창범 교수가 1999년에 작성한 동아시아 日蝕圖이다.\n  이 日蝕圖에 의하면 2007년 3월 19일 11시30분에 서울 지방에는 약 19% 정도의 식분이 일어나는 것으로 되어 있다.\n  이는 실제 일어난 일식과 정확히 일치하고 있다.\n  따라서 그의 일식도에 의하면 지금으로부터 2060년 전인 기원전 1세기에 일어난 신라의 일식 기록과 박창범의 일식도가 정확히 맞아 떨어짐을 알 수 있다.\n　\n2008. 8.1 일식 예측도\n 박창범의 동아시아 日蝕圖에는 2008년.8.30일에도 동아시아에 일식이 일어날 것을 예측하고 있다.\n  서울지방의 식분의 크기는  위의 그림과 같은 정도로 약 35%정도로 예측하고 있다.\n \n 서안(西安)의 경우에는 개기일식이 일어나 장관을 이룰 것으로 보인다.\n　\n\n　\n2007.3.19 중앙일보 보도\n 1966년 석가탑 탑신 내부에서 \"무구정광다라니경\"과 함께 중수기가 함께 발견되었는데, 한지 110여 쪽이 늘어붙은 상태였다고 한다.\n \n 그런데 2005년 그 일부가 중수기였음이 밝혀졌다.\n \n 중수기 판독을 통해 석가탑에 숨어 있던 비밀은 한꺼풀 벗겨졌지만 의문점도 남는다.\n \n 중수기 판독문에 따르면 '석가탑의 최초 완공 연대는 신라 혜공왕(재위 765~780)대'이며 고려 현종 15년(서기1024년) 탑을 부수고 나눠 무너뜨렸다고 돼 있다.\n \n 왜 부수었을까? 의문투성이 우리 역사다.\n　\n　\n무구정광탑 일부 판독내용\n \n 혜공대왕때에 만들어 세우셨던 일이다.\n \n 태평4년(1204)년 12월 17일 길일을 택해 탑을 부수고 나누어 무너뜨렸다.\n \n 부수어 쪼갰던 제석은 장수사에서 통석 하나를 만들었다.\n \n 우선 중수기는 1966년 탑신 내부에서 처음 발견될 때 110여 장의 종이가 떡처럼 뭉친 형태로 나왔다.\n \n그 안에는 1038년 제작된 '불국사서석탑중수형지기(佛國寺西石塔重修形止記:석가탑 중수 때의 사정에 대한 기록)도 들어 있다고 국립중앙박물관은 최근 밝혔다.\n \n 1038년에도 탑을 수리했다는 뜻이다. 이 밖에 종이덩어리 속에는 ▶보시명공중승소명기(布施名公衆僧小名記:보시한 스님들의 이름 기록) ▶보협인다라니경 등 총 4종의 기록이 들어 있었다.\n \n 발견된 지 40여 년이 지난 지금, 문서들의 제목이 이제 나왔을 뿐이다. 안 위원은 \"보존 처리가 끝났으니 학자들에게 문서 원본을 공개해 석가탑을 둘러싼 여러 오해를 해소해야 할 것\"이라고 지적했다.\n　\n현종 15년(1024년)의 일식\n　\n당식불식(當食不食)\n \n 고려의 일식 기록은 8대 현종때부터 기록되었다.\n \n 그런데, 석가탑을 부순해인 서기 1024년 현종 15년에 일식이 일어났다.\n \n 현종 원문대왕의 휘(諱)는 순(詢)이며, 자(字)는 안세(安世)요, 안종(安宗) 욱(郁)의 아들이다.\n \n 이때의 기록을 보면, \"11월 초하루 을유일 마땅히 일식이 있을 것인데 없었다.\"으로 되어 있다. 이 기록이 바로 當食不食이다.\n \n 그런데 송(北宋)의 기록도 역시 박창범 교수의 동아시아 日蝕圖에 의하면, 當食不食이라 한다.\n \n 이 기록을 보면, 한반도에 있는 개성과 북송의 서울였던 북경과 \"대륙 고려\"의 서울이라고 하는 서안(西安) 일대에 모두 일식이 일어나지 않았다.\n \n 그런데, 고려와 북송이 모두 當食不食이라고 기록한 것으로 보아 두 나라의 서울에는 일어나지 않았지만 자국(自國)의 강역에서는 일어난 것이고, 이 것을當食不食으로 기록한 것으로 보인다.\n \n 이 것으로 미루어 이 일식이 일어난 곳이 고려와 북송의 강역이 되는 셈이다.\n　\n일식도를 만족하는 강역\n \n 현종15년 일식도에는 북송과 고려가 모두 당식불식(當食不食)으로 되어 있고, 두 나라의 수도에는 일식이 없었으므로, 고려(高麗)가 한반도에 있다고 한다면, 그 강역은 만주 하얼빈(식분1%)보다도 훨씬 위라야 가능하게 된다.\n \n 따라서 일단 한반도에 고려(高麗)가 있다는 강단 사학자들의 주장대로라면 고려의 강역은 사할린 북쪽까지 올라가야 한다.\n \n 여지껏 배워왔던 상식과는 너무도 배치되는 기록이 아닐 수 없다.\n \n 그런데 현종16년에도 일식이 일어났다.\n　\n　\n　\n　\n현종16년(1025년)의 일식\n　\n高麗 當食不食. 宋 不食\n \n 겨울 11월 초하루 기묘일에 태사(大史)가 아뢰기를, “마땅히 일식이 있을 것인데 없었습니다.\"\n \n 이 해의 기록에 의하면 \"마땅히 일식이 있어야 하는데, 일식이 일어나지 않아 여러 신하들이 표문을 올려 경하하였다.\"라고 되어 있다.\n \n 즉 고려의 서울인 개성(開城)에서 일식이 일어나지 않고, 고려의 변방에서 일식이 일어난 것이기 때문에 일식이 일어난 것을 알고 있었고, 개성에서 일어나지 않았기 때문에 당식불식( 當食不食)인 것이다.\n \n 송(北宋)은 이 때 기록이 없는 것으로 보아 북경(北京)뿐만 아니라 자기 나라 이느 곳에서도일식이 안일어난 것이다.\n \n 따라서 이 해의 일식은 고려는 나중에 보고를 받았고, 송(北宋)은 자기 나라 영역에서 일식이 일어나지 않았기 때문에 아무 기록도 남기지 않은 것이다.\n \n 이 해에 일본도 일식을 기록하고 있다. 일본은 과연 어디에 있을까?\n　\n　\n　\n　\n　\n예종1년(AD1106년)의 일식\n 예종 1년에 \"12월 1일 임자에 태사관이 일식이 있는데 구름이 덮여 보이지 않는다고 아뢰니, 백관들이 표문을 올려 축하하였다.\"라고 기록되어 있다.(十二月戊午朔日食)\n \n 이 기록을 검토하면 한반도에는 일식을 전혀 관측할 수 없다.\n \n 그런데 이 날의 일식은 중국 대륙 북 쪽에서는 관찰할 수 있다.\n \n 그렇지만 서안(西安) 부근에서는 관찰이 어려우므로 사관(史官)에 따라서 각기 다르게 기록하지만, 자기 나라에 영역에서 관측한 것은 기록하고 있음을 볼 수 있다.\n \n 이 날의 기록만으로도 중국 대륙 서쪽에 고려(高麗)라면 문제가 없지만, 한반도가 고려라며, 그 영역은 만주 하얼빈에서도 수 백km나 더 가야 된다는 것이다.\n　\n　\n　\n　\n　\n예종8년(AD1113년)의 일식\n高麗 日當食 密雲不見\n                                                                           \t(박창범의 한반도 일식도)\n\n \n  예종 8년의 일식 기록도 한반도 개성 쪽은 일식을 볼 수가 없었다.\n  삼국사절요 예종8년 (음)3월 1일 임자에 태사관이 일식이 있는데 구름이 덮여 보이지 않는다고 아뢰니, 백관들이 표문을 올려 축하하였다.(三月壬子朔，太史奏日食密雲不見百僚表賀)라고 적혀 있다.\n 다시말하면, 이 날 구름이 짙게 끼어서 서울인 개성에는 볼 수 없지만 고려의 다른 강역에서는 일식이 일어난 것이기 때문에 표문을 올려 \"경하드립니다.\" 한 것이다.\n  다른 지방에도 일어나지 않았다면 그냥 불식(不食)이다. 기록조차 하지 않는다는 말이다.\n \n그만큼 왕권이 강화된 것이다. 태양은 곧 임금이기 때문이다.\n \n 이 날 일식도에 따르면 일본 열도는 절대 일식을 볼 수가 없는 것이다. 이 때의 일본이 과연 어디에 있었을까?\n\n　\n현종~예종까지의 일식기록\n　\n 그림은 예종17년(AD1122년) 3월10일의 일식도이다.\n \n 이날 고려사절요(高麗史節要)에는 \"2월 초하루 경인일에 일식이 있었다.\"라고 되어 있다.(庚寅朔日食)\n \n 고려 현종에서 예종때까지의 기록을 살펴보면 전술한 기록은 한반도에서 볼 수 없으나, 중국대륙에서는 볼 수 있는 일식도이다.\n \n 이 기간의 다른 기록은 가운데 일식도와 같이 중국 대륙과 한반도 모두에서 일식을 관측할 수 있다.\n \n 그렇다면 이 기간에는 어디가 고려(高麗)일까? 그 가능성을 추론해 보기로 한다.\n　\n\n　\n동아시아 일식도를 만족하는 조건\n \n 한 지역에서 일식을 관측했다고 했을 때 가운데 그림과 같이 (가) (나) 두 형태의 일식 기록이 관측되었다면, (가), (나) 두 일식을 모두 관측할 수 있는 곳은 홍색으로 나타낸 곳이 관측지역이 된다.\n \n 그런데, 고대 일식의 기록은 자국(自國)의 서울에서 하기 마련인데, 때에 따라서는 자국(自國)의 변방에서 일어난 일식을 기록하는 경우도 있고, 일식 관측이 적다면 평균 분식도로도 추정이 어려운 경우도 발생하게 된다.(신라 하대의 경우)\n \n 그러나 일식 하나 하나를 분석해 가면 가능하다. 다만 잦은 전란(戰亂)으로 왕이 몽진을 자주 했다면 조금은 어렵게 된다.\n \n 그런데, 고려의 기록이 당식불식(當食不食)이라도 북송과 연도를 달리해 기록한 것을 보면 독자적인 기록임에 분명하고, 비교적 안정기인 현종~예종까지의 기록은 대단히 중요한 기록이다.\n\n동아시아 일식도를 만족하는 고려(高麗)의 위치\n 고려(高麗)가 한반도에 있느냐, 아니면 상고사학회 이중재님의 학설대로 중국 대륙에 있느냐 하는 것은 현종때부터 예종때까지의 일식도로서도 추정이 가능하다.\n  고려(高麗)가 한반도라고 했을 때 4번의 일식을 볼 수가 없고, 고려가 대륙이라고 했을 때는 자기의 영토에서는 어느 것이든 관측이 가능하다. 그리고 다른 기록은 양 쪽다 모두 관측할 수 있는 기록이다.\n  따라서 한반도에 일식이 없었던 때와 일식이 있었던 때를 모두 만족시키려면 개성(開城)은 한반도가 아닌 중국 대륙 서부로 가야 한다. 왜냐하면 대륙 동부는 송(北宋)이 장악하고 있기 때문이다.\n 결국 고려의 서울 개성(開城)이 한반도에 있다면 하늘에 쓰인 우리의 역사가 잘 못된 것이다.\n 그러나 하늘에 쓰인 역사는 어느 시대 어느 사람이 뒤져봐도 결론은 하나 뿐이다. 결론은 사람이 쓴 역사(歷史)가 잘 못된 것이다.\n \n\n고려의 평균식분도\n고등과학원 박창범교수가 제작한 고려의 평균식분도는 고려가 한반도임을 시사하고 있다.\n그런데, 고려 현종~예종까지의 일식도 가운데는 무려 4~5장의 일식도가 한반도에서 관측할 수 없다.\n 필자는 고등과학원 박창범교수와의 통화 가운데, 오래된 일이라 확실하지는 않지만, 당식불식(當食不食)과 같은 것을 몽고에서 통보한 것으로 보고 빼고 작성한 것으로 기억나는 것 같다는 것을 들을 수 있었다. 다만, 세계적인 천문학자도 고려가 설마 중국 대륙에 있었으리라고는 상상도 하지 못한 결과로 보여진다. 고려사에 나오는 일식도를 전부 넣고 고려의 평균식분도를 그리면 중국 쪽에 치우치고, core가 여러개인 식분도가 그려질 것으로 보인다. 그 이유는 당식불식(當食不食)에서 보는 것처럼 고려의 서울에서 관측한 것이 아니고, 고려의 강역에서 관측한 것을 기록한 것이기 때문이다. 언제 박창범교수가 고려의 모든 일식을 함께 나타낸 일식도를 작성해 줄 것을 믿는다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-01-30T09:42:37.305000",
  "updatedAt": "2024-04-10T18:32:35.049000"
}