{
  "id": "cdf27374-a6c8-494a-9ba2-e5e7c67bd177",
  "title": "시장의 역사 - 우리나라",
  "content": "[삼국시대]\n『삼국사기』 신라본기 소지왕조에는 “소지왕 12년(490) 처음으로 서울에 ‘저자[市]’를 열어 각 지방의 상품을 유통시켰다.”는 기록이 있다. 여기에서 저자란 상설적인 시전을 가리키는 것으로 추측된다. 5세기 말엽에 설치된 경주 시내의 시전은 6세기 초엽에 들어서면서 설치 범위가 확대되어 509년(지증왕 10)에 동시(東市)가 설치되었고, 삼국통일 후 695년(효소왕 4)에는 서시(西市) 및 남시(南市) 등이 설치되었다. 그리고 동시·서시·남시에는 각각 시전(市典)이라는 기관을 두어 시전(市廛)들을 감독·관리하게 했는데, 주로 상인의 감독, 물가 조절, 도량형 감독, 상인들 사이의 분쟁 해결, 정부 수요품 조달 등의 업무를 관장했던 것으로 보인다.\n\n백제\n한성백제 시대 500년 동안의 서울에도 시장은 있었다고 추측된다.  <바보온달> 이야기를 보면 온달이 시장에서 구걸한 구절이 나온다.\n백제에는 외관 10부(外官十部) 중 도시부(都市部)라는 관청이 있었다. 여기서는 각 도시의 행정을 관장하는 한편, 시장의 설치 및 폐지 문제, 상품 판매 규정, 가격 조절, 시장 질서 유지, 상인들 사이의 분쟁 해결, 부정 거래 단속 등을 맡아보았다. 그러므로 백제의 도시에 상업 시설이 갖추어져 있었음을 추측해볼 수 있다.\n\n\n[고려]\n개경 등에서의 도시상업이 상설점포를 가진 시전을 중심으로 발전한 데 비해 지방상업은 주로 비상설적인 장시를 중심으로 발달하였다. 고려시기의 장시는 대개 정오에 열렸고 교역에는 화폐를 사용하지 아니하고 다만 쌀이나 베를 사용하였다. 일중에 장이 열린다는 것은 교역자가 개시처 근처에 거주하는 사람들이었음을 의미한다. 하루 왕복거리 안에서 생활하고 있는 이들이 모여 교역하므로 아침에 나와서 장을 보고 저녁까지는 귀가할 수 있도록 일중에 열렸던 것이다.\n장시는 농민만의 교역처는 아니었다. 장시에는 농민·수공업자 등 직접생산자 외에 관리 등 여러 층이, 그리고 남녀노소 등 모든 연령층이 참여하여 교역하고 있었다. 그러므로 고려에서는 상하 모두가 상업에 종사하여 이익을 추구한다고 하였다.\n장시는 개시장소가 주현의 치소 근처인 州縣市의 성격이었다. 목종·숙종 때 주현에 주식점을 설치하여 화폐를 통용시키려고 노력하였는데, 화폐유통책은 바로 이러한 주현의 행정중심지에 설치된 장시를 기반으로 실시된 조치였다.\n주현의 장시에서 통용되는 교역 매개물은 쌀과 베였다. 이들은 이미 화폐로서의 보편적인 기능을 하고 있었으며, 이 밖에 銀甁도 사용되고 있었다. 농민교역은 생필품의 거래가 중심이었고 거래규모도 적었으므로 쌀과 베가 중심이었다. 특히 쌀은 일용품의 소규모 거래에서 가장 소단위까지 화폐의 기능을 하고 있었다. 이러한 장시가 며칠에 한 번씩 열렸으며 또 전국적으로 그 수가 얼마나 되었는지 등에 대해서는 알 수가 없다. 다만 ‘日中爲墟’라는 표현에서 알 수 있듯이 한 달에 일정 기간마다 일정 횟수로 정기적으로 열리는 장시는 아니었다.\n\n고려시대의 시전은 국가에서 일정한 건물들을 지어 주고, 상인들은 시전 건물들을 빌려서 물건을 팔거나 거래를 하였다. 대신 국가에 일정한 액수의 세금을 지불하거나, 관에서 필요한 물품들을 납품하였다. \n고려시대에는 초기부터 시전의 건설이 본격화되었고, 개성의 도시 건설 사업 중에서도 매우 중요한 비중을 차지하였다. 개성 시내의 시전 건설은 대부분 관부에 의해 추진되었다.기록에 의하면 919년(태조 2) 개성에 수도를 정하고 시전 건물도 함께 지었다고 한다. \n고려 후기에 시전의 규모가 크게 늘어난 것은 13세기 초이다. 그러나 13세기경에 이르러 시전 상업이 점차 발달함에 따라 다시 확대 건축되었다. 1208년에는 대시(大市)를 개축하였다. 이는 개성의 광화문(廣化門)에서 십자가(十字街)에 이르는 길의 좌우변에 1,008개의 기둥이 있는 연립 장랑(連立長廊)이었다. 13세기초 1,000여 칸으로 개축된 이후 시전의 증개축은 계속되었다. 시전의 지속적인 증개축은 도시상업 발달을 반영하는 현상인 동시에 도시상업 발달을 촉진시키는 상승작용을 하였다.\n\n13세기 이후 이처럼 시전의 증개축이 지속적으로 이루어진 이유는 무엇일까. 그런데 희종 때의 시전 개축은 특히 최씨 무신정권의 경제기반 확대책의 일환으로 이루어진 점이 주목된다. 崔忠獻은 정권수립 과정부터 京市와 밀접한 연계를 가지면서 이를 적극 이용하였다. 최충헌의 私邸는 시전 거리에 있었는데 정권을 장악하면서 경시와의 관계를 더욱 강화하였다. 그런 움직임의 하나가 희종 4년 경시 장랑의 전면적 개축이었다. 양반의 坊里役이 이 공사에서 비롯되었다고 할 정도로 시전 개축은 대규모적인 공사였다. 수만 명이나 되는 방대한 私兵을 기반으로 정권을 유지하기 위해서는 상당한 재원이 필요하였기 때문에 경시를 적극 이용하였던 것으로 보인다.\n\n고려 조정에서는 도내 중심부에 길게 건물을 짓고 그것을 일정한 넓이로 칸을 나눈 다음 상인들에게 빌려주어 장사를 하게 하였다. 그리고 여기에서 개성 시민들의 생활 필수품이나 관부의 수요품을 조달하게 하였다. 상인들은 시전 건물을 빌려쓰는 대신 정부에 일정한 액수의 세금을 냈다. \n\n고려시대 시전의 보호, 감독 기관으로는 경시서(京市署)가 있어 물가 조절과 시정 감독을 담당하였다. 특히 상행위의 감독 뿐만 아니라 상품의 종류에 대해서도 통제를 가해, 관에서 허락한 물품 이외에는 임의로 자유매매를 할 수 없도록 하였다.\n충선왕은 즉위교서에서 각 관청의 필요한 물건을 조달할 때 시전에 대한 수탈이 심하므로 이를 시정하고 반드시 대금을 지급하라고 하였다. 시전 보호책은 도시상업의 발달에 큰 도움을 주었을 것이다. 불법 유통을 금지하고 도시상업의 원활한 발달을 위해, 감독관청인 경시서의 직제를 개편·강화한 것이다. 시전이 관청이나 권세가들의 수탈 대상이 된 배경에는 그에 상응하는 도시상업의 발달이 이루어지고 있었기 때문이다.\n\n도시상업에서 주도적 역할을 한 것은 사원이나 권력가뿐만 아니었다. 왕실도 도시상업에 적극 개입하여 경제기반을 확대시켜 나갔다. \n충혜왕은 義成倉·德泉庫(倉)·寶興庫에서 포 48,000필을 내어 시전에 점포를 차렸다. 이들 창고는 모두 왕의 사적 재정기관이었다. 충혜왕이 이렇게 많은 포를 내어 시전에 점포를 차린 것은 도시상업의 발달을 반영하고 있는 것이다. 충혜왕은 측근상인들에게 상업을 시키고 반대급부로 무반직 벼슬을 주었다. 銀川翁主는 원래 단양대군의 婢였으며, 상인인 아버지 林信과 함께 사기그릇을 팔았다. 충혜왕의 총애를 입어 옹주로 책봉되자 사람들은 ‘沙器翁主’라고 불렀다. 이 사실은 충혜왕이 임신으로 대표되는 상인세력과 밀접한 관련이 있음을 보여주는 일례라 하겠다. 충혜왕은 왕실 전용 마굿간 확충을 위해 민가 100채를 헐어 부지를 넓히고 부속관사도 새롭게 세우는 등 말에 대한 여러 가지 사업을 추진하였다. 이것은 국내외적 상업활동을 뒷받침할 운송수단인 말을 확보하려는 조치의 일환이었다. 충혜왕은 복위 후에는 즉위할 때와는 달리, 사적 경제기반의 확충을 위해 노력하였다. 국내상업과 원과의 무역을 통해 재원을 확보하는 한편 보흥고·內廐 등의 기관을 설치하여 자신의 경제기반으로 삼았다.\n\nㅇ송상\n송도(松都)상인 ·송상(松商)으로도 불린다. 고려를 창건하여 개경에 도읍을 정한 왕건은 송악 지방의 신흥귀족의 후예로서, 그의 조상은 대대로 당나라와의 무역에 종사하여 부를 축적함으로써 상당한 해상세력을 이루었다. 그 해상세력은 송악을 중심으로 패강진의 황해도 일부와 혈구진의 강화도 및 한강 하류 일대에 큰 영향력을 떨쳐, 개국 후 고려가 중국의 송 ·아라비아의 다지국 및 왜와의 무역을 일으키는 데 크게 기여하였다. 이때 송악 근처 예성강 입구의 벽란도는 국제무역항의 구실을 하였는데, 근처의 송악도 일국의 수도로서, 외국사신의 빈번한 왕래에 의한 공무역과 외국상인에 의한 사무역이 번창하여 상업도시로서도 발달하였다. 또한 개국 초부터 설치한 시전은 국내 상거래는 물론 송나라 등 외국과의 교역도 활발하였는데, 이러한 무역과 국내 각지와의 상업활동은 주로 규모가 크고 상술이 앞선 개성상인이 맡아하였다. \n\n[조선]\n조선시대의 상인은 대체로 정부의 비호를 받는 제일 큰 상인인 서울 육의전 상인과 지방을 돌아다니며 장사하는 보부상, 관官에서 쓰는 물건을 납품하고 나머지를 판매하는 공장인工匠人이 있었다.\n오늘날 우리가 흔히 시장이라고 하는 것은 그전부터 장시場市, 장문場門, 향시鄕市, 허시墟市 등으로 불렸으며 농민과 수공업자들이 서로 필요로 하는 물건을 바꾸는데서 발전하기 시작하였다.\n\n우리나라에 최초로 장이 선 곳은 농산물이 많이 생산되던 전라도의 무안과 나주를 시작으로 상업 활동을 시작해 점차 전국적으로 확대되어 갔다.\n처음 시골장이 서기 시작할 무렵에는 장시場市로 불려졌다. 이후 지방에서 열린다고 해서 향시鄕市라고도 했고 파장이 되면 장터가 텅 빈다고 해서 허시墟市라고도 했다. 문헌에 의하면 무안과 나주의 장시는 매월 2회씩 열렸다.\n\n조선시대 국가에서 주도해 만든 시장인 시전(市廛) 이외에 민간에서 자발적으로 형성된 시장이 있었다. 이를 향시(鄕市)라고 한다. 특히 조선시대 후기에 오면서부터 수공업이 발달하고 화폐 유통이 활발해지면서 1,000여 개의 향시가 있었다. 또한 조선시대에 와서 수도인 ‘한양’에 ‘난전(亂廛)’이 생겼다. 조선시대에 시전 상인들은 국가에 세금을 내고 특정 물품을 국가에 공급하기도 하였다. 그리고 그 대가로 국가로부터 특정 물품에 대한 독점권을 받았다. 반면에 난전은 국가의 허락을 받지 않고 몰래 물건을 판매하는 가게다. 그래서 ‘시장을 어지럽히는 가게’라고 해서 ‘난전’이라고 불렀다.\n한양의 난전은 조선시대 후기에 와서 현재의 종로1가에서 4가, 을지로 일대의 운종가는 물론 남대문과 서소문 밖 칠패 등에 집중적으로 늘어났다. 난전이 점차 늘어나자 국가의 허가를 받고 장사를 하는 시전 상인들은 장사에 어려움이 있었다. 급기야 시전 상인들은 자신들이 가지고 있던 금난전권(禁亂廛權: 육의전과 시전 상인이 상권을 독점하고, 난전을 금지할 수 있었던 권리)을 활용하였다. 그러나 난전이 늘어나는 것을 막을 수 없었고, 시전 상인과 난전 상인들은 지속적으로 갈등이 생겼다.\n\nㅇ개성 시전\n개성 시전은 조선왕조가 도읍을 한양으로 옮긴 후에도, 훤전 ·백목전 ·청포전 ·어과전의 4대전과 일반 시전이 서울의 6의전 등에 맞서 꾸준히 발전을 거듭하였다. 개성상인에는 조선시대에 소외당한 구왕조의 사대부 계층과 많은 지식인이 있었는데, 이들의 지식은 상업의 합리적 경영과 상술을 개발하여 나가는 데 큰 힘이 되어, 이미 서양보다 2세기나 앞서서 사개송도치부법(四介松都置簿法)이라는 독특한 복식부기를 고안하여 사용하였다. 고려시대에 무역의 전성기를 보낸 개성상인들은 조선시대에는 민간상인에 의한 무역을 금지하였으므로 큰 타격을 받았고, 시전에서도 서울상인들이 관수품과 무역상품의 조달권을 장악하였다. 그러나 개성상인은 4대 시전과 문외 백목전 등 16종에 이르는 시전이 가지고 있던 전국 상업계를 연결하는 행상 조직으로, 이를 극복하고 조선 초기부터 기반을 확고히 다져나갔다. 여기에 근면 ·성실과 높은 지식수준에 의한 상술의 개발로 서울 상인군과 쌍벽을 이루었다.\n\n조선 중기 이후 상품 ·화폐 경제의 발달에 따라 개성은 전국 제일의 상업도시로 발전하였다. 지방에 객주 ·여각이 생기면서 상권을 전국적으로 확대, 조직화하여 송방(松房)이라는 지점을 전국 주요 상업중심지에 설치하였으며, 지점장격인 차인(差人)을 파견하여 지방 생산품의 수집과 매매를 하였다. 송방 또는 개성상인이라는 특수한 명칭은 이때부터 전국적으로 알려졌으며, 특히 송방은 전국의 포목 상권을 장악하여 포목 가격이 그들에 의하여 좌우될 정도였다. 이들은 양태가 집산되는 강진 ·해남 근해까지 진출하여 서울의 양태전으로 팔려 가던 양태를 매점, 직접 판매함으로써 서울 양태전에 큰 타격을 주었다. 이들은 이러한 도고상업(都賈商業:매점 또는 독점상업)으로 상업자본을 축적하였다. \n18세기에 이르러 개성상인은 중국 사신 일행 속에 잠입하여 청상과 은 ·인삼 등을 직접 교역하는 밀무역도 하였다. 또한 독특한 도고방법으로 피혁 ·지물 등도 매점하여 중국에 직접 수출하고, 중국에서는 바늘 ·모자 ·말총 ·채련피(당나귀 가죽) ·백삼승(흰 무명) ·궤자(가마테) ·잡품 등을 수입하였다. 개성상인은 삼포(蔘圃)에서 인삼을 재배하기 이전부터 선매(先買)하여 이를 일본에 수출하고, 일본으로부터는 은을 들여와서 다시 중국에 수출하여 큰 이익을 얻었다. 개성상인은 이렇게 해서 축적한 자본으로 인삼의 재배와 가공, 광산 개발 등에 투자하였다. 개성상인이 자본축적도를 높일 수 있었던 것은 무엇보다도 홍삼의 밀조와 밀수출이었다. 정부의 단속이 심하였으나 선박으로 밀수출하였으며, 이를 위한 홍삼제조장은 다른 지방에도 두었다.\n개성상인의 자본은 개항 전 국내 최대의 토착 민간자본으로 성장하여, 개항 후 외국자본의 침입에 대항하는 가장 강한 민간자본으로 대두하였다. 이렇게 되자 개성상인의 자본은 외국자본에 의하여 철저히 봉쇄당하게 되었다. 특히 인삼의 수출권을 일본인에게 빼앗겨 그 붕괴 속도가 더욱 빨랐다. 근면과 상술, 철저한 상혼, 전국적 규모의 도고상업, 송방(松房) 등은 개성상인의 대명사라고 할 수 있다.\n\nㅇ장시\n장시는 상인, 그리고 각 지방의 농민·수공업자 등 생산자층에 의한 상품 생산과 이들 서로 간에 직접 교역이 이루어지는 농촌의 정기 시장이다. \n조선시대 장시는 15세기 후반부터 개설되기 시작하였다. 장시는 장문(場門) 또는 향시(鄕市)·허시(墟市)라고도 하였는데, 조선 초기에는 장문으로 많이 일컬었다. 향시는 경시(京市)의 상대적인 뜻에서 붙인 이름이고, 허시는 사람들이 모여서 거래를 마친 후 흩어진 모습을 표현한 것이다.\n장시는 전라도 지방에서 가장 먼저 개설되었다. 장시를 개설하려고 한 곳이 구체적으로 어느 지역이었는지는 알 수 없다. 그런데 나주 목사가 장시 금압(場市禁壓)을 반대하였다는 내용으로 보아 나주를 비롯한 인근의 몇몇 지역이었을 것으로 추측된다. 나주는 장시가 성립될 수 있는 조건을 두루 갖추고 있었다. 영산강을 가운데 낀 평야 지대에 위치한 나주는 농산물을 비롯하여 해산물도 풍부하여 남쪽 지방에서는 가장 큰 곳이라고 일컬어지고 있었다. 1472년에는 무안(務安) 등 여러 고을에 장시가 개설되고 있었다. \n장시는 16세기에 접어들면서 많은 지역으로 확산되어 충청도에 이어 경상도 지방에도 설립되고 있었다. 이 시기의 장시는 흉년과 같이 어려운 때를 당하여 민인들 스스로 교역하기 위해서, 또는 지방 수령들이 진휼책의 일환으로 개설하였다. 1518년에는 방방곡곡에 장이 서지 않는 곳이 없다고 할 정도였고, 2년 후에는 모든 지역에 장시가 개설되고 있다고 하여 각 군현에 장시 개설이 일반화되고 있음을 알 수 있다. 장시의 수는 임진왜란과 병자호란을 겪은 후 17세기 중엽에 크게 증가하였다.\n\nㅇ보부상\n행상인의 일종. 보부상으로 많이 알려졌는데 부보상이라고도 한다. 정확히는 등짐장수인 부상(負商)과 봇짐장수인 보상(褓商)을 아울러 일컫는 말이었다. 그 외에도 '장돌뱅이', '장돌림', '장꾼' 등 여러 가지로 불렸다.\n조선시대 등 전통사회에서 장시를 중심으로 지게 등으로 물건들을 가지고 다니며 활동했던 전문적인 상인들이나, 이런 상인들이 속한 단체를 말한다.\n조선 건국 당시 백달원이라는 행상인을 중심으로 이성계에게 많은 도움을 주었다고 한다. 조선 정부는 이 대가로 전국 행상을 독점할 수 있는 부상청이라는 조직을 만들고 전국적으로 보부상의 거점인 임방을 만들어 관리했다. 백달원은 임방중 가장 위치가 높은 개경의 수임방을 맞았다. 이 부상청은 소속 행상인인 보부상들에게 독점 판매 등의 여러 이권을 주었다. 그래서 당시에 그들은 현대인들이 생각하는 그냥 떠돌이 장사꾼으로 대했다가는 큰 코 다치기 일쑤였다고 한다. 즉, 일반적으로 생각할 수 있는 것과 달리 보부상은 국가에 관리하는 관허상인이다. 유통업 등록을 하는 것처럼 보부상들은 공식적으로 국가에 등록을 하고, 채장이라고 하는 신분증을 받고 활동했다. 당연히 국가에 세금 형태로 돈도 내었고, 국가에서 노역도 시켰다. 예를 들어서 임진왜란 시기 행주산성 전투의 경우 조선 정부는 보급을 보부상들을 동원했고, 보부상들이 직접 전투에 참여하기도 했다. 그런만큼 혜택도 있어서, 채장이 없으면 장시에서 장사를 하지 못하는 것은 기본이고, 객주를 이용하는 것도 금지되었다. 객주는 단순한 숙박업소가 아니라, 상품의 위탁 및 매개와 창고업무도 하였기 때문에 객주를 이용하지 못하는 것은 상당한 손해 요소였다. 조정도 반역 같은 중죄가 아닌 한 눈감아주는 일도 많았으며, 그런 특권에 기대 보부상들은 때론 독점 판매에 거슬리는 비보부상 장사꾼을 상대로 테러를 가하거나 죽인다든지 불을 지르는 일도 자행했다.\n국가의 비호 아래 활동하다보니 자연스럽게 어용활동을 많이 하였는데, 동학농민운동때도 이들과 전투가 있었으며, 독립협회와 정치적으로 대립했던 황국협회를 만들기도 했다. 이 때문에 원한을 많이 샀는지, 동학농민운동 당시 황토재에서 관군을 물리친 농민군이 향군은 도망가도록 놔뒀지만 감영병과 보부상만은 악착같이 따라가 죽였다는 말이 있다.\n온갖 병란이나 왜란같은 전쟁에서도 보부상이 용역으로 조선군 병량 및 군자금을 돕기도 하였다. \n일제 강점 이후 일제는 보부상 말살을 시도하여 전국의 보부상 단체는 거의 소멸되었다. 구한말 정치적 목적에 동원되다 보니 보부상단의 내적 발전보다는 외연적 확장에만 치우쳤고, 일제 자본에 밀려 점차 자취를 감추게 되었다고한다.\n\n객주(客主)\n상인의 물건을 위탁받아 팔아주거나 매매를 거간하며, 여러 가지 부수 기능을 담당한 중간상인.\n생산자로부터 소비자에게 이르는 상품의 유통과정이 복잡해짐에 따라 발생하는 일종의 중개업자이다. 객주의 업무는 상품의 매매가 주가 되지만, 창고업·위탁판매업·운수업의 업무를 비롯하여 오늘날의 은행 업무와 비슷한 일도 하였고, 하주(荷主)에 대한 숙박업도 겸하였다. \n\n객주는 생산자나 상인들의 화물을 받아들이고, 그들의 위탁에 따라 매매를 알선, 그 구전(口錢, 수수료)을 받았으며, 화물 위탁자나 이것을 살 사람에게 화물을 담보로 대금의 체당(替當, 나중에 상환받기로 하고 다른 사람의 채무를 변제하기 위하여 금전을 지출하는 것)이나 자금 융통을 해주었다. \n\n중국상인 만을 상대로 하던 만상객주(灣商客主)는 중국과의 상거래에서 유일한 관문이던 의주만(義州灣)의 상인을 말하며, 보상객주(褓商客主)는 봇짐장수인 보상이 등짐장수인 부상과 더불어 각지의 장을 돌아다니면서 그 지방의 객주를 단골로 정하여 오랫동안 거래하는 가운데 형성되었다. 그 밖에도 일반 보행자에 대한 숙박만을 본업으로 하던 보행객주(步行客主), 대금 등 금융의 주선만을 전문으로 하는 환전객주(換錢客主), 조리·솥·바가지·삼태기 등 가정 일용품만을 취급하는 무시객주(無時客主) 등이 있었다. 좀 더 규모가 커지면 여각을 열었다.\n\n이때 토지·가옥 등의 부동산을 담보로 하는 경우도 없지 않았으나 신용대부(信用貸付)가 일반적이었다. 객주제도의 특색은 화물거래· 대금체당(替當)· 자금융통 등을 할 경우 어음을 발행하거나 인수하고, 이것으로써 원격지간(遠隔地間)의 재화·금전의 결재를 대행했다는 점이다. 그리고 객주의 환표(換票)의 사용은 교통이 불편했던 당시의 사정을 고려할 때 여각(旅閣)이나 지방 상인들에게 많은 도움이 되었을 것으로 보인다. \n\n이 밖에도 하주의 자금 또는 왕실·양반 등을 위하여 예금을 취급한 객주는 이와 같은 업무를 통하여 거대한 상업자본의 축적이 가능하였는데, 조선 말기(1876년 강화조약 체결 이후)에는 외국무역을 담당, 외국상인과 교섭을 벌여 외국상품의 판매에 중개역할을 하였다. 또한 외국상품의 유입(流入)에 따라 객주들은 객주회(客主會 또는 傳物會)를 조직, 서양의 길드(guild)적 동업조합으로서의 기능을 발휘하기도 했는데, 인천과 부산에 25개의 객주를 설치(1890년), 화물의 도매업과 창고보관업·운수업 등을 맡아보다가 1930년대에 이르러 없어졌다. \n\n여각\n조선시대 각 연안의 포구에 자리잡고, 지방에서 오는 객상(客商)들을 위해 화물의 도매, 위탁판매, 보관, 운송업 등과 금융업·여관업을 겸하던 상업기관 겸 숙박시설. 특히 지방도시의 화물집산지 역할을 하였다.\n연안의 여각은 당초 각 포에 숙박하는 객주가 발전한 것으로서 풍부한 자금을 보유하며, 널리 상품을 취급 거래하는 대상급(大商級)에 속하였다.\n조선 후기의 대표적인 상업의 중심지로 주로 수운을 이용하여 물류가 널리 이루어젔던 조선시대에 발맞춰 해안과 접한 강변, 포구에 자리를 잡았다. 객주라 부르기도 했는데 여각의 주인을 객주라 부르기도 했지만 엄밀히 말하자면 여각과 객주는 별개의 시설이라고 한다. 주막과 더불어 조선시대때 대표적인 숙박시설로 수많은 상인들이 오가며 거처를 삼았던 장소이다. 시설 규모도 크고 큰 창고와 우마를 보관할 수 있는 마방 같은 시설을 갖추고 있었다.\n순조 말년에 한양의 여각 상인들이 매점매석 농간을 부리다가 분노한 한양 주민들이 폭동을 일으켜 경강상인들이 운영하던 여각을 약탈한 사건이 있었다.\n\n[개시(開市)]\n개시무역(開市貿易)은 국경지역에 공식 개설되는 국가에서 인정한 공적인 무역이며, 후시무역(後市貿易)은 개시를 기회로 조선 상인과 청국 상인들 사이에 사사로이 이루어지는 국가에서 인정치 않은 사적인 무역을 말합니다.\n\n* 왜관개시(倭館開市)\n임진왜란 후 도요토미히데요시의 뒤를 이어 정권을 장악한 일본의 도쿠가와 바쿠후는 외교사절을 빈번히 보내어 적극적으로 통교를 요청하였다. 이에 따라 1603년(선조 36) '왜관개시(倭館開市)'를 시행해서 일본과의 교역이 이루어지게 되었는데, 이것이 개시의 시초가 되었다.\n\n* 중강개시(中江開市)\n임진왜란으로 피폐해진 조선의 상황을 해결하기 위해서 이에 정부는 영의정 유성룡의 건의를 받아들여 랴오둥[遼東]의 미곡을 구입해서 기민을 구제하고, 군량을 마련하기 위해 명에 개시를 요청했다. 명이 이러한 제의를 받아들임으로써 '중강개시'는 1593년부터 시작되었다. 조선은 은을 주요한 지불수단으로 하여 구리·수철·면포 등을 가지고 가서 미곡과 군마 등을 구입했다. 시일이 흐르면서 개시에서 서로 물건을 약탈하려는 현상이 벌어지는 등 많은 폐단이 야기되자, 1601년에 혁파되었다. 이듬해 명과 조선정부가 중강개시의 수세를 통하여 국가경비를 충당하려는 목적에서 다시 열렸다. 그러나 무역상의 불리함과 잠상의 인삼교역 등으로 폐단이 발생하여, 1609년(광해군 1) 다시 폐지했다. 그러다가 1627년 정묘호란 이 끝난 후 후금에 대하여 많은 물품을 바쳐야 했던 조선과, 직물 등의 수요를 충족시켜야 했던 후금은 개시를 실시하여 교역을 시작할 필요가 있었다. 그리하여 정묘호란 다음해인 1628년 2월에는 압록강 하류의 난자도(蘭子島=중강)에서 열리는 중강개시(中江開市)가 시작되었다.\n\n★ 후시무역 (後市貿易)\n☆ 의미 : 조선시대 후기에 성행하던 사상(私商)의 밀무역을 말한다. 뒷장[後市]에서 나온 말로, 공무역인 개시무역(開市貿易)에 대칭되는 말이다.\n\n☆ 종류 : 조선의 사신 일행이 중국에 파송될 때 중국의 회동관에서 이루어진 '회동관 후시', 압록강 의주의 중강(中江)에서 이루어진 '중강 후시', 압록강 의주 맞은 편의 책문(柵門)에서 이루어진 '책문 후시'가 대표적이다. 또 함경도 경원 등 북관에서 야인들을 상대로 행하여진 '북관 후시', 부산 등의 왜관에서 왜인들과 행하여진 '왜관 후시'가 있다.\n\n☆ 만상(灣商)\n17세기 말 이후 대청(對淸) 무역활동을 한 의주(義州)상인. 유만(柳灣)·만고(灣賈)라고도 한다. 조선정부의 철저한 쇄국주의 정책 때문에 민간상인에 의한 외국무역이 엄격히 통제되어, 중국과의 무역은 사신(使臣)무역 특히 역관(譯官)무역이 중심을 이루다가, 임진왜란 중 식량을 확보하려고 중국과의 사이에 처음으로 중강(中江)을 중심으로 개시(開市)가 이루어지면서부터 민간무역이 열렸다. 개시무역은 두 나라의 사정에 따라 폐지된 적도 있지만 중강 이외에 회령·경원 등에서도 열렸고, 참가하는 상인과 교역상품도 많아졌다. 그러나 두 나라 정부의 통제를 받는 개시무역은 제약성이 많아, 점차 두 나라 상인 사이에 공식적인 교역량을 넘는 사무역(私貿易)이 성행하면서 이른바 후시무역(後市貿易), 즉 청나라와 조선의 사신이 왕래하는 기회를 이용하여, 의주상인인 만상은 사행원, 특히 역관과 감독관 등과 결탁, 몰래 사신 일행에 끼어서 책문(柵門)에서 청국상인인 요동의 차호(車戶)와 밀무역을 하기 시작하였다. 이를 책문후시라 하였다. 책문후시를 통해 대청밀무역이 활발해지면서 국경도시이자 중국의 관문인 의주가 대청무역의 중심도시가 되고, 만상은 이 대청무역의 최대 상인이 되었다. 그들은 금·은·인삼·우피 등을 청국상인의 비단·당목·약재·기타 보석류와 거래하였다. 이러한 밀무역이 성행하게 된 것은, 사행원이 개인비용을 스스로 충당할 만큼 경제력이 없고, 사행의 실무 담당자인 역관의 경제적 대우가 박약한 점 등 때문이었다. 만상은 청나라와의 무역에 있어서 개성상인(開城商人)과 밀접한 관계를 가지고, 만상이 중국시장에서 상품을 구입해 오면 국내 최대규모의 상인인 개성상인은 이것을 국내에 팔고, 반대로 국내상품은 개성상인이 생산지에서 매점(買占)하고 중국으로의 수출은 만상인 의주상인이 담당하는 무역구조를 이루고 있었던 듯하다. 후시무역의 발달은 청국 상인들과의 사이에 부채문제 등의 부작용을 일으켰으므로, 의주상인의 대청무역을 금지시키기도 했으나 봉쇄되지 않았다. 그리하여 조선정부는 영조 30년(1754)에 절충책으로 연복(燕複)무역 곧 책문무역을 재개시켰는데, 이를 만상에게만 허용했으므로 만상후시라고 하였다. 만상후시는 그 후 정조 11년(1787) 혁파되기도 했으나, 정조 19년(1795) 재개되어 계속 열렸다. 그러나 만상들은 개항 후 침투한 외래 자본주의에 밀려, 상대적으로 경제력이 약했으므로 점차 해체되어 갔다.\n\n시전(市廛)\n조선시대에도 고려시대와 마찬가지로 국가에서 인력과 경비를 동원해 시전을 지었다. 국가에서는 이렇게 지은 시전을 상인들에게 빌려주고 대신 세금을 받았다. 그 세를 공랑세(公廊稅)라고 부른다.\n\n조선시대에 권력의 비호를 받은 상인의 전형은 시전 상인이었다. 전근대시대의 도읍에는 자연 발생적으로 존재하는 민간 유통 기구와는 별도로 국가가 계획적으로 조성·운영하는 어용 유통 기구가 있었다. 이러한 상인들이 시전 상인이었다. 고려도 왕실과 지배층의 수요를 충족하기 위해 시전을 설치하였다. 조선도 왕실과 관청에 필요한 물자 조달과 재정 물자의 불하, 한양 도성민의 필수품 따위를 조달할 필요가 있었으므로 시전을 설치하였다. 자연 경제에 기반한 고려와 조선은 왕경(王京)에 물자를 원활하게 공급하기 위해 시전을 설치한 것이다.\n\n태조 즉위년에 서울에 경시서(京市署)를 설치하여 경내(京內) 상인을 관리하며, 도량형기를 취체하며, 물가를 억제하는 등 일반시장의 행정사무를 담당케 하였다. 이때 이루어진 정비 내용은 의식(衣食)에서 일상 필수품 에 이르는 여러 가지 물품을 대시(大市)에 나누어 소속시키고 우마(牛馬) 같은 물품도 일정한 장소에서만 거래하게 하는 것이었다. 미곡 같은 것은 거주지에서 매매할 수 있게 하였다. 또 대시에는 각 상점의 명칭을 판자에 새기고 그 아래에 판매물의 종류를 그려서 내걸게 하였다.\n이와 같은 조치는 고려시대 시전 제도의 원형은 유지하되, 전면 재편하여 시전에 대한 국가의 간여와 통제를 강화하려는 것이었다. 판매 구역의 설정, 판매 물품 종류의 고정 같은 조치는 이를 위한 필수 과정이었다. \n그 후 정종 1년(1399)에 종로를 중심으로 공랑(公廊), 즉 상설점포를 설치하여 시전시설을 정리하여 그 곳에서 상인으로 하여금 영위케 하였다. 시전 공랑의 건조공사가 본격적으로 착수되어 완전히 자리잡힌 것은 태종 때였다. \n한양에 시전이 설치된 것은 1405년(태종 5) 한양으로 재천도하면서부터였다. 이때부터 한양은 명실상부한 조선의 도읍으로, 정치·경제·문화의 중심으로 기능하기 시작하였다. 아울러 그에 걸맞은 도시 기반을 건설하는 공사를 시작하였다. 그 가운데 하나가 시전 행랑의 건축이었다. 시전 설치는 도읍의 기능을 원활하게 유지하고 거주민을 안착시키기 위한 선결 과제 가운데 하나였다.\n한양으로 재천도한 다음에 조선 정부는 우선 오랜 왕경으로서 전통과 상업 도시의 면모를 지니고 있던 개경의 상인들에게 한양으로 옮겨오라는 조치를 내렸다. \n한양으로 재천도한 이후에 구도인 개경의 시사 활동을 금지한 것은 개경의 격을 떨어뜨리고 궁극적으로는 개경에서 활동하던 시전 상인들을 한양으로 옮겨 신도(新都)의 시전 상업을 조성하려는 의도였을 것이다. 그러나 이러한 정부의 의도는 쉽게 관철되지 못하였다. 개경에서 시사를 금지한 것이 암거래를 조장하여 쌀값을 앙등시키는 등 부작용을 낳았고, 결국 그 조치는 사실상 백지화되었다. 또 개경 주민들은 기본적으로 한양으로 천도하는 데 매우 소극적이었다. 정종 때 개경으로 환도하기로 결정하자 그간 한양으로 옮겨와 있던 개경 주민들이 서로 기뻐하며 개경으로 돌아가려는 행렬이 길을 메웠다고 한다.\n개경 주민들의 태도가 이렇고 개경 시사 금지에 따른 쌀값 앙등 등의 문제점이 발생하자, 부상대고(富商大賈)를 제외한 나머지 개경 거주 상인들은 이전처럼 개경에서 시사 영업에 종사할 수 있도록 허용하였다. 이듬해인 1410년(태종 10) 10월에는 개경 상인들이 한양 상인들과 함께 상세(商稅) 부과 대상이 되고 있었다.\n한양으로 다시 천도한 후에도 과거 어용 상업의 전통과 경험이 있던 개경 상인들이 한양으로 쉽게 옮겨 오지 않자 한양의 도시 상업 조성 사업은 어려움을 많이 겪었다. 그 때문에 1410년까지도 한양에서 활동하는 상인들은 주로 운종가(雲從街)에 밀집해 있었고 상거래가 상당히 문란하였다. 이는 한양 상업에 대한 정부의 감독과 실태 파악을 곤란하게 하는 것이었다.\n도성의 일반민들이 생필품을 교환하는 여항 소시(閭巷小市)는 각각 자기 집 앞에서 거래할 수 있도록 허용하였다.\n이와 같이하여 국초에 경성에 건조된 관설(官設) 시전은 관청의 필수품을 공급하였다.정부에서는 이들 시전 중 국역을 부담하는 육의전 등에 대해서는 그 대가로서 일종의 상품 독점 판매권과 금난전권(禁亂廛權)을 부여하였다.\n\n조선시대의 시전상인들은 국가로부터 특정 상품에 대한 ‘독점판매권’과 임시로 길가에 벌여 놓고 물건을 판매하는 난전(亂廛)을 금지시킬 수 있는 특권을 가지고 있었다. 대신 국가에서 요구하는 물품들을 납부해야 했다. 임진왜란 이후에 와서 국가 재정이 어려워 시전에 국역부담을 추가로 지게 하였다. 이러한 국역부담을 지는 시전을 육의전(六矣廛)이라고 한다. 이 육의전은 국가의 필요에 따라서 그 숫자를 늘여 때에 따라서 칠의전(七矣廛) 또는 팔의전(八矣廛)이 되기도 하였다. 여기서 ‘한 전’은 같은 물건을 취급하는 상인들의 단체이다. 대신 육의전은 그들이 지는 국역부담의 의무로 육의전에서 취급하는 물품은 다른 상인들이 아예 취급할 수가 없었다. 이를 ‘금난전권(禁亂廛權)’이라고 한다.\n\n조선 전기까지만 하더라도 시전 상인은 별다른 경쟁자 없이 영업권을 보장받을 수 있었다. 그들은 정부에서 부과하는 시역(市役)을 부담하는 대신 관에서 공식적인 영업을 허가받은 상인이었다. 조선 정부는 이들을 매개로 전국의 상업과 상인을 관리하고 통제한다는 억말(抑末) 정책을 폈기 때문에 시전 상인들은 집중적인 보호와 육성의 대상이었다. 이에 따라 시 전 상인은 도성 안의 상품 유통을 독점할 수 있었다. 시전의 도성 상품 유통 독점은 법으로 규정된 것은 아니었지만, 아직 이들의 상권을 위협할 만한 사상(私商)이 성장하지 못한 상황에서 자연스럽게 이루어졌다. 아울러 시역으로 주어지던 정부 수요 물자의 조달 의무 역시 대가가 제대로 지불된다면 막대한 이익이 보장되는 거래였다. 그뿐만 아니라 조선 정부는 미곡이나 공물 가운데 잉여물이 생기면 시전 상인들에게 우선 처분하였는데, 이 역시 많은 이윤을 보장하였다.\n시전 상인들의 권력과 유착한 상업 활동은 여기에서 그치지 않았다. 그들은 조선 초부터 공물(貢物)의 방납(防納)에 깊숙이 관여하였다. 그리고 대외 무역에서 사신 수행을 빙자한 사무역에 적극적으로 개입하기도 하였다.\n\n조선왕조는 종로와 남대문로 구간에 시장을 조성하고, 왕실과 관청의 수요품, 외교적 공물, 도성민의 수요품을 조달하도록 했다. 1412년~1414년 동안 조성된 시장은 그 규모가 2000여칸이 될 만큼 큰 규모를 자랑했다. 조선시대 시장은 나라에서 세운 ‘관설 시장’ 이었다. \n\n조선시대의 시전이 가지는 주요한 기능은 도내 주민들의 일상 생활용품 공급과 정부에서 필요로 하는 수요품의 조달 등이었다. 그 밖에 정부가 백성들로부터 받은 공물 중 사용하고 남은 것이나, 중국에서 사신이 가지고 오는 물건 중 일부를 불하받아 시민들에게 판매하는 일도 겸하였다. \n\n시전 상인들은 같은 상품을 판매하는 사람들끼리 모여 일정한 동업자 조합을 이루어 자신들의 상권을 보호하였다. 각 조합에는 대행수(大行首)·도영위(都領位)·부영위(副領位)·차지영위(次知領位)·실무직원인 실임(實任)·의임(矣任)·서기(書記) 등의 임원이 있었다. 그리고 조합원의 자격과 가입 조건은 매우 엄격했고, 특히 혈연 관계를 중요시하였다. \n한편, 시전들은 정부로부터 조합에 가입되어 있지 않은 상인들이 자신들과 같은 상품을 판매할 수 없도록 하는 일종의 특권을 부여받았는데, 17세기 초엽에 이것이 ‘금난전권(禁亂廛權)’이라는 강력한 특권으로 나타났다. 이와 같은 일종의 전매특권은 재정의 궁핍을 느끼게 된 조정과, 점차 늘어나는 사상인(私商人)인 난전(亂廛) 상인들로부터 자신들의 상권을 지키기 위해 조정의 권력을 이용하려는 시전 상인들의 요구가 서로 부합하면서 비롯된 것이었다. 원래 금난전권은 육의전에 대해서만 부여했으나, 나중에는 일반 시전에까지 확대되어 자유로운 상공업의 발전을 저해하였다. 그러나 18세기 후반기에 들어서 민간 상공업이 발전으로 통공발매정책(通共發賣政策)이 시행됨에 따라 시전의 특권은 붕괴되기 시작하였다. 더욱이 개항 이후부터 비롯된 외국 상품의 유입은 이러한 현상을 더욱 촉진시켰다. 그 결과 봉건적 경제체제 아래에서만 존재가 가능하던 조선시대의 특권 시전들은 더 이상 유지될 수 없어 몰락하고 말았다.\n\n육의전이라고 하여 명주, 종이, 어물, 모시, 삼베, 무명을 파는 전문상점이 커지게 되었다. 국가의 허가 없이 열리는 암시장격인 난전과는 달리 국가 공인 시장이었기 때문에 이곳의 상인들에게는 숙종 당시 중농억상을 목적으로 금난전권이 부여되었는데 정조 때에 육의전을 제외한 시전 상인들의 금난전권은 폐지되었다. 육의전 상인들의 금난전권은 갑오개혁때 폐지되었다. \n\n[조선 후기]\n조선 후기에는 상품 화폐 경제가 발달하면서 우세한 자본력과 상권을 갖춘 사상 도고(私商都賈)가 성장하였는데, 대표적인 것이 한성부의 경강상인(京江商人), 개성부의 송상(松商), 평양부의 유상(柳商), 의주부의 만상, 동래의 내상(萊商)을 꼽을 수 있다. 특히 만상의 중국과의 교역 활동은 일본과의 중계무역으로도 이어졌는데, 만상과 동래를 거점으로 한 내상이 연결되어 국제 교류를 활성화시켰다.\n\n[사상(私商)]\n16세기 이전에 조선에서 활동하던 상인들은 서울의 시전(市廛)에서 활동하던 시전 상인이 대표적이었다. 관에 일정한 세금을 바치는 대신 상업 활동을 독점할 수 있는 권리를 갖고 있어 시전 상인 외에 다른 상인들이 설 자리가 많지 않았기 때문이다. 그러나 규모가 커진 서울에서 필요한 모든 물품을 시전 상인이 단독으로 공급할 수는 없었다. 더구나 서울의 외연이 도성 밖으로 확대되면서 관에서는 시전 상인이 독점을 유지하도록 관리하기도 힘들어졌다. 따라서 관의 허가를 받지 않고 상업 활동을 하던 상인들이 서울을 중심으로 늘어나 세력을 키워나가고 있었다.\n이들은 종로의 시전과는 별도로 칠패(七牌)를 중심으로 시장권을 형성하였고 18세기에는 한양 동부의 어의동(於義洞)을 중심으로 이현(梨峴) 시장을 형성하여 3대 시장을 형성할 정도로 사상의 규모는 확대되었다. 또한 시안(市案)에 등록되지 않았던 새로운 상인들이 크게 번성했는데 이들도 사상으로 구분할 수 있다.\n\n서울을 중심으로 성장한 사상들 외에도 해외 무역에 적극적으로 참여하는 상인들이 늘어나고 있었다. 연행 사절단(燕行使節團)이 주도했던 대청(對淸) 사행 무역에 사상들도 참여한 것이다. 이런 국제 무역을 통해 사상들은 부를 축적해 갔고 조선 후기 상업 질서에 새로운 흐름을 형성하였다.\n\n조선후기에는 인구 증가와 상품경제 발달을 배경으로 시장의 급성장이 이뤄졌다. 외곽지대로의 상권 확대가 진행되며 민간시장인 ‘칠패(七牌)’, ‘이현(梨峴)‘이 들어섯으며, 한강 및 송파장시ㆍ 누원점 등의 외곽지대 상권과 연계하여 관설 시장인 ’시전‘을 위협하면서 상거래 주도권을 장악해 나갔다.\n\n조선시대 시장은 특히 외교공물 진상의 기능이 두드러졌다. 당시 조선은 중국에 사신을 자주 보냈다. 사신을 보낼 때 중국에 보낼 외교공물을 시전에서 거래했고, 또 중국에서 조선에 온 사신들은 중국에서 가져온 물건을 시전상인들에게 팔았다.\n\n칠패는 지금의 남대문시장의 전신으로, 서소문 밖에 있었다. 17세기 후반 서울의 서부지역의 인구가 급증하고 남대문 안쪽에 선혜청의 창고가 설치된 것을 계기로 하여 도성 밖의 외어물전(外魚物廛), 경주인(京主人)의 거주지역(지금의 서울역 부근) 등과 연결되어 도성 바로 밑(지금의 봉래동 일대)에 시장이 이루어져 칠패로 불렸다.\n\n남대문시장의 시초는 1897년으로 본다. 조선시대 남대문 안 조시(朝市)와 후기 남대문 밖 칠패가 도성삼대시로서 활성화되는 가운데 서울 도시개조사업의 일환으로 남대문로를 정비하면서 선혜청 창고 안에 창내장이 1897년 개설됐다. \n\n‘이현’은 18세기 전반기에 형성된 시장으로 동대문시장의 전신이다. 종가(宗街:지금의 종로)와 함께 서울의 가장 큰 상업중심지의 하나로 발전했, 특히 이현과 함께 서울의 사상도고(私商都賈) 활동의 중심지가 되었다. 이곳의 상인들은 가을과 겨울에 원산까지 가거나, 혹은 상품이 운반되어오는 중간 지점에 머물다가 이를 판매했다.\n\n청상과 일상은 명동ㆍ진고개(현 충무로) 일대에 진을 치고 조선인 시장을 잠식하면서 상권을 확대해 나갔다. 이 때 형성된 명동ㆍ충무로 상권은 일제 때 핵심 상권으로 떠올라 남대문ㆍ동대문시장과 종로ㆍ명동상권 등 오늘날 주요 상권의 골격이 바로 이시기에 형성되었음을 알 수 있다.\n특히 18세기 후반에는 인구의 증가와 도시권의 확장으로 상공업이 활기를 띠자 이현·칠패 등은 상업적 이익을 독점했다.\n\n시골장터인 향시는 처음엔 6~7일 간격으로 서다가 점차 5일 간격으로 줄면서 고정화됐다. \n\n조선시대에는 3대 시장이 있었다. 국가에서 허가한 시전, 서소문 일대에 있던 칠패시장, 흥인지문 일대의 배오개에 있던 배오개시장이다. 특히 칠패시장과 배오개시장은 18세기 상업의 발달과 맞물려 한양 주변의 누원점, 송파장 등과 연계해 민간 시장으로 크게 활성화됐다.\n\n도고(都賈)\n일정한 지역에서 물건의 구매와 판매를 독점하여 이익을 극대화하던 상인 또는 그러한 행위.\n도고는 조선 시대 동안 대도시를 중심으로 상행위를 독점했던 상인과 그 행위를 지칭한다. 조선에서 도고는 임진왜란 이후 서울의 시전(市廛) 상인에게 난전(亂廛)을 금지시키고 독점적으로 상업 활동을 할 수 있도록 한 조치에서 그 시원을 찾을 수 있다. 이들은 관에 의해서 형성된 도고로 관상 도고(官商都賈)라고 하였다. 그러나 18세기에 접어들면서 관상(官商)이 아닌 사상(私商) 중에서도 자본력과 상술을 바탕으로 도고 활동을 하는 사상 도고(私商都賈)가 등장하였다.\n\n이들은 국제 무역을 할 수 있는 접경 도시에서 활동하거나 서울과 지방의 상품 집산지나 생산지를 활용하였다. 또한 자본력과 운송 수단을 활용하여 상품의 유통을 조절함으로써 가격차에 따른 이익을 극대화하였다. 그리고 상품의 출하 시기를 조절하여 판매 가격과 구매 가격 차이를 통해 이익을 취하기도 했다.\n사상 도고들이 취급했던 대상도 채소, 잡화 등과 같은 사소한 물종까지 확대되었고 도고 행위의 주체도 양반 사대부가에서 지방의 토호에 이르기까지 확산되어 갔다. 이에 조선 후기의 도고는 관상 도고에서 점차 사상 도고의 우위로 나아갔다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-12T17:23:13.448000",
  "updatedAt": "2022-05-26T07:43:25.989000"
}