{
  "id": "cef5bc99-e97d-4633-880c-b28d3d1ac1b2",
  "title": "고구려 성 - 유우찬(필명 '우찬')",
  "content": "필자가 수나라, 당나라가 요동에 있는 고구려를 침략한 전쟁터를 연구해보니 모두 중국 서쪽의 감숙성이다. 한반도 평양과는 무려 7천 여리나 떨어진 중국의 역사다. 그래서 간단하게 확인시켜 주기위해서 고구려 성(城)이 감숙성에 있다고 직접 기록된 부분과, 고구려 국내성이라고 가르쳐온 신만주 집안이 일제 때 산서성에서 작명하여 이동시킨 증거만 제시하겠으니 나머지는 학자나 국회의원들이 적극적인 연구를 해서 조치해 주기 바란다. \n고려의 요동인 서경은 고구려 국내성인 평양이며 고려 도읍은 국내성 동쪽의 개성입니다. 모두 감숙성이지요.\n요동 서경과 요동성은 위치가 다릅니다. 요동성은 고구려 요동성입니다. 낙랑은 감숙성, 하남성 동북(산동성서부), 북경지역, 한반도 4곳에 있으나 원래 위치는 감숙성입니다. 나머지는 다 이동 조작된 것이지요.\n\n중국고금지명대사전\n\n2)-1. 고구려 \n\n1. 비사성(卑奢城, 사비성)\n\n① 비사성(卑奢城, 사비성)(중국고금지명대사전P. 431): \n지금 봉천 해성현이다. 일명 비사성(卑沙城), 혹은 비사성(卑奢城)이라고 한다. 수나라 래호아나 당나라 장량, 정명진이 항상 해도로 출격했는데 고구려에게 패했다.\n(在今奉天海城縣. 一作卑沙城, 卑奢城. 隋來護兒. 唐張亮, 程名振皆嘗出海道敗高麗於此)\n\n② 해성현(海城縣)(P.725): \n주나라, 진나라 때 조선 땅이다. 한나라 현토 소속인데 후에 낙랑에 소속되었다. 동한 때 도위를 옥저 땅에 봉했다. 위나라 평주 소속이다. 진나라와 수나라 때는 고구려 소속이다. 당나라가 고구려를 평정하고 개주 소속으로 했다. 발해의 남해부다. 요나라가 해주 남해군을 설치했다. 금나라가 징주로 고쳤다. 원나라 요양로 소속이다. 명나라가 해주위를 설치했는데 요동도지휘사사 직할이다. 청나라 순치 간에 해성현을 설치하고 요양부 소속으로 했다. 후에 봉천부 소속으로 고쳤다. 중화민국은 그대로 했는데 봉천성 요심도 소속이다. 남만주 철로가 지나간다. \n⊙청나라가 설치했는데 해원현조에 상세하다.\n(周秦屬朝鮮. 漢屬玄菟後改屬樂浪. 東漢置都尉以封沃沮魏屬平州, 晉及隋屬高句麗. 唐平高麗屬蓋州, 入渤海爲南海府. 遼置海州南海軍. 金改澄州. 元屬遼陽路, 明置海州衛. 隸遼東都指揮使司. 淸順治間置海城縣屬遼陽府. 尋改屬奉天府. 民國因之屬奉天遼瀋道. 南蠻鐵路經之. ⊙淸置. 詳海原縣條.)” \n✳고구려 비사성을 당나라가 개주 소속으로 했고 청나라가 해성현으로 고쳤으며 후에 중화민국이 해원으로 고쳤는데 지금 지도에서 감숙성 해원이다. ※명나라가 요동도지휘사사를 설치했으니 요동 땅임을 증명하며 명나라가 요동의 서쪽인 청해성의 나라임을 증명하는 것이다.\n\n◆해성(海城): 지금의 감숙성 해원\n기유 3년(BC.192) 해성을 평양도(平壤道)에 속하게 했다.(북부여기 상 2세 모수리 원년)\n 임신원년(BC.169)  정월 낙랑왕 최숭이 곡식 300섬을 해성에 바쳤다(북부여기 상 3세 고해사 원년)\n을미년에 천왕은 해성에서 욕살 서우여에게 선양하고자 하니 마한은 불가함을 주장하였으나 허락하지 않았다. 우현왕의 아들 색부루가 즉위하니 마한은 군사를 정돈하여  몸소 이끌고 나아가 해성에서 싸웠는데 싸움에 지고는 돌아오지 못했다.(마한세가 상)\n\n③ 해원현(海原縣)(P.723): \n“청나라 평량부 염다동지가 있는 곳이다. 후에 다시 동지를 두었다. 다시 해성현을 설치했는데 고원 직할주 소속이다. 중화민국이 해원으로 고쳤는데 현에 해도원이 있어서 이름이 되었다. 감숙성 경원도 소속이다.\n(淸平涼府鹽茶同知所駐. 後栽同知. 改置海城縣屬固原直隸州. 民國改爲海原. 縣有海都原. 故名. 屬甘肅涇原道.)” \n✳감숙성 고원 직할주 소속 현인데 지금 고원의 서북쪽에 있다. \n※고구려 비사성(사비성)은 감숙성 해원(해성)이다. \n\n2. 고구려 개모성(蓋牟城)(P.1128): \n“본래 한나라 개마현인데 후에 고구려로 들어갔다. 금나라가 봉천부 개평현으로 했다. (요사지리지)에 ⌜당태종과 이세적이 만나 개모성을 공격하여 점령했다. 발해가 개주로 했다가 진주로 고쳤다.⌟ 통지에는 이적이 점령하고 나서 이를 개주로 했다.(本漢西蓋馬縣. 後入高句麗 金爲奉天蓋平縣. (遼史地理志)⌜唐太宗會李世勣攻破蓋牟城. 渤海改爲蓋州又改辰州⌟ 通志作李勣拔之以爲蓋州.)” \n\n② 개평현(蓋平縣)(P.1127): \n“주나라 때 조선 소속이다. 진나라 때 연나라 사람 위만이 점거한 곳이다. 한나라 현토소속, 당나라 개주, 요나라 진주, 금나라 개주봉국군, 원나라 개주로, 명나라 개주위인데 요동도지휘사사 소속이다. 청나라 개평현인데 봉천부 소속이다. 중화민국 때는 그대로 했다. 원래의 소속은 봉천 요심도다.(周屬朝鮮, 秦時爲燕人衛滿所據. 漢屬元菟. 魏屬平州. 晉隋屬高句麗. 爲蓋牟城地. 唐蓋州. 遼辰州. 金爲蓋州奉軍. 元蓋州路. 明蓋州衛. 屬遼東都指揮使司. 淸蓋平縣.屬奉天府. 民國因之. 原屬奉天遼瀋道.)” \n\n③ 개주(蓋州): \"당나라가 기미주를 설치했다. 지금은 없는데 당시에는 감숙성 구녕하부 경계에 있었다.(唐置羈糜州. 今闕. 當在甘肅舊寧夏府境)\" \n\n④ 경원도(涇原道.)(P.728): “감숙성 치소 동쪽에 있다. 청나라 평량, 경양 2부와 경주, 고원 2주 및 화평천청의 땅이다. 민국이 경원도를 설치했는데 감숙성 소속이다. 치소는 평량현이다. 분할해서 평량, 화정, 정녕, 융덕, 장랑, 경양, 녕, 정녕, 합수, 환, 경주, 숭신, 진원, 령대, 고원, 해원, 화평 17현이다.\n(在甘肅省治東. 淸平涼慶陽二府. 涇州固原二州. 及化平川廳地. 民國置涇原道. 屬甘肅省. 治平涼縣. 轄平涼. 華亭. 靜寧. 隆德. 莊浪. 慶陽. 寧. 正寧. 合水. 環. 涇州. 崇信. 鎭原. 靈臺. 固原. 海原. 化平 十七縣.)” \n✳해원, 고원, 개원(개주, 개평, 개성)이 서로 인접지역이고 개평은 고원의 동남에 있다.(지도참조). 중화민국 (1911년이후) 초까지 감숙성이다. \n\n3. 고구려 건안성(建安城)(P.614): \n“감숙성 성현 북쪽에 있다. (수경주)에 ⌜건안수가 건안성 남쪽을 지나 간다⌟ 그 땅은 엣 서현의 역성이다. 후에 건안으로 고쳤다. \n(在甘肅成縣北. (水經注)⌜建安水經建安城南⌟其地故西縣之歷城也. 後改爲建安⌟)” \n\n② 한양군(漢陽郡)(P.1104): “후한이 전한의 천수군 치소를 기 땅으로 옮겼다. 옛 성이 지금 감숙성 감곡현 남쪽에 있다. 후에 (천수)군을 한양(군)으로 고쳤다. 삼국시대 위나라가 다시 천수군으로 고쳤다. \n삼국시대 촉나라가 설치했다. 한양현을 보라. 후위가 설치했는데 치소가 란창현이다. 서위가 군을 장도군으로 고쳤다. 현 이름은 한양이다. 수나라가 군을 폐하고 현으로 했는데 장도이다. 옛 성이 지금 감숙성 례현 동남에 있다. 후위가 설치했는데 북주가 폐했다. 옛 성이 지금 감숙성 천수현 서남에 있다. 본명을 역성이라고도 하고 건안성이라고도 한다. 수나라가 한양군을 설치했는데 당나라가 폐했다. 옛 성이 지금 감숙성 성현 북쪽에 있다. \n(後漢移前漢天水郡治冀. 故城在今甘肅甘谷縣南. 尋改郡爲漢陽. 三國魏復曰天水. 三國蜀置. 見漢陽縣條. 後魏置. 治蘭倉縣. 西魏改郡曰長道. 縣曰漢陽. 隋罷郡改縣曰長道. 故城在今甘肅禮縣東南. 後魏置. 北周廢. 故城在今甘肅天水縣西南. 本名歷城. 又名建安城. 隋置漢陽郡. 唐廢. 故城在今甘肅成縣北)“ \n✳한양군 치소를 후한의 천수군 서남의 기 땅일 때 감곡현 남쪽이고 성현 북쪽이다. 한양군 치소를 서위가 성현으로 옮겼을 때가 례현 동남이다. \n✳ 건안성은 감숙성 천수 서남 冀, 冀城, 歷城, 漢陽郡 소속으로서 주황산(朱皇山)지역이다. \n\n이상의 비사성, 개모성, 건안성이 감숙성에 있고 당나라가 빼앗은 10개의 성들도 모두 이 성들의 주변지역이므로 전쟁터가 바로 감숙성이다.\n\n4. 신만주 통구, 환인, 집안의 발생과 이동. \n4-1. 회인현(懷仁縣)(중국고금지명대사전P.1342): \n“요나라가 설치했다. 아보기가 진왕 이극용과 동성에서 회합했다. 회상인이란 사람이 있다고 해서 현의 이름으로 택했다. 지금의 산서성 회인현 서쪽이다. 금나라 때 지금의 치소로 옮겼다. 명나라, 청나라 때는 다 산서성 대동부 소속이었다. 민국 초에는 산서성 안문도에 속했다\" (중화민국 1911-1928년) \n\n4-2. 집안현(輯安縣)(P.1244): \n\"한나라 말기에 고구려 환도현이다. 당나라 때 발해의 서경압록부다.(감숙성) 청나라가 통화, 회인 두 현을 설치한 땅이다(산서성). 광서간(1875-1908년)에 나누어서 집안현을 설치했다. 치소는 통구구이고 봉천성소속이다. 중화민국 초에는 봉천 동변도인데 지금의 요녕성이다.\n漢末高麗丸都縣. 唐渤海西京鴨綠府. 淸爲通化懷仁兩縣地. 光緖間析置輯安縣. 治通溝口屬奉天興京府. 民國初屬奉天東邊道. 金屬遼寧省.\"\n\n⦿\"지금\"이란 1911년∼1928년 사이를 말한다. 그러므로 집안현은 1911년 이후에 현재의 만주에 설치되었다는 증거이다.(국사 교과서는 현재의 집안을 2000년 전의 고구려 국내성이라고 기록) \n\n4-3. 환인(桓仁)(P.715): \n“수암주 동변지, 청광서간 회인현을 나누어 설치했다. 치소는 육도하(六道河)인데 봉천 흥경부 소속이다. 민국 때 환인으로 개명했다. 옛날의 발해 환주이고 봉천동변도 소속이다.\n原爲岫巖州東邊地. 淸光緖間析置懷仁縣. 治六道河. 屬奉天興京府. 民國改名桓仁. 以古爲渤海桓州. 故名. 屬奉天東邊道.” \n\n✳산서성 북부 수암주에 회인현, 통화현, 집안현을 설치한 것은 청나라 광서제 (1875-1908년) 때이며, 회인현을 환인현으로 바꾼 것은 중화민국 때(1911- 1928년)이다. 그러므로 산서성에서 현재의 신만주로 이동 조작한 것은 중화민국 즉 일제 때이다. \n\n5. 한국인들이 모르는 동북아 역사의 핵탄두 \n원래의 길림 땅, 원래의 만주 땅(구만주)은 섬서성, 감숙성 지방이다. 현재 한반도 북쪽은 1932년에 일제가 만든 새로운 신만주(新滿洲)다. 신만주에는 고조선부터 청나라까지 존재한 사실이 없다. \n(유우찬, “수, 당의 고구려 침략사 검토서”) \n\n2015. 9. 23. 한국상고사연구회 회장 유우찬",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-04-09T23:41:40.549000",
  "updatedAt": "2024-09-12T23:51:33.633000"
}