{
  "id": "d0759b3f-f0cf-4204-98e0-29c2e33dcf0c",
  "title": "담기양",
  "content": "![image](media/1961df2550d.9cc328213d7e4fa2.jpg)\n![image](media/1961df5360a.a27c1b0634f01fbf.jpg)\n![image](media/1961df6bd3b.9e6f6d32d7bfed00.jpg)\n![image](media/1961df8297c.b12604d1bbf99eca.jpg)\n![image](media/1961df9b590.bbf7108629fc9f33.jpg)\n\n\n담기양(谭其骧, 1911~1992)은 중국의 역사학자로, 중국역사지도집을 편찬한 인물입니다. \n중국역사지도집을 편찬하여 오늘날 중국이 생각하는 자국사의 영역을 정의하는 데 기여했습니다.\n\n교육부 산하 동북아역사재단에서 세금 47여억원을 들여 만든 ‘동북아역사지도’가 담기양譚其驤의 <중국역사지도집>을 표절한 것이 문제가 돼서 사업자체가 폐기된 적이 있었다.\n담기양(1911-1992)은 중국 절강성 사람으로 역사가이며 역사지리학의 주요 선구자이다. 1932년에 연경燕京대학에서 석사학위를 받았고 1980년에 중국과학원에 선출되었다. 주요 저서로는 1982년 10월에 출판된 <중국역사지도집>과 <중국역사대사전>등이 있다.\n중국사회과학원에서 주관하여 발간된 <중국역사지도집>은 그 주편이 담기양이었는데 그는 중국역사지리를 제작하는 기준을 다음과 같이 발표한 적이 있었다. 담기양은 중국역사지리를 제작하는 강역의 기준을 ‘1840년 이전의 청나라’로 삼았다. 이 시기가 역사적으로 가장 팽창한 때였기 때문일 것이다. 그는 전통적인 중원왕조인 진, 한, 수, 당, 송, 명 등만이 아니라, 100년 전이든 천 년전이든 1840년 기준의 강역 범위 안에 포함된 모든 나라는 다 중국이라고 선언하였다. 한족漢族만이 아니라 변강의 민족을 포함한 56개 소수민족이 모두 다 중국민족이며 나라를 창건한 공동 주역이라는 것이다. 이것이 동북공정의 토대가 된 ‘통일적 다민족국가론’이다.\n담기양의 이러한 선언에 따라, 변방민족과 변방 국가는 모두 중국에 포괄되었다. 1840년 이전 청나라의 판도에 들어가는 흉노, 돌궐, 거란, 신강, 티벳 등이 모두 중국민족이 되었고, 요, 금, 원 등은 모두 중국에 속하는 나라가 되었다. 또한 이 틀의 연장선상에서 손진기孫進己는 고구려는 중국의 지방사라는 주장을 하였다.​\n결론적으로 담기양의 <중국역사지도집>은 서양 학자들이 가장 많이 참조하는 지도집이라고 하지만, 중국 국가에서 주도하는 패권주의의 성향을 집대성한 책이며, 2002년부터 시작된 동북공정의 앞잡이가 된 지도집이라는 사실을 알 수 있다. 중국의 주변국들이 이 책을 순전히 받아들인다는 것은 결코 있을 수 없는 일이다. \n북한 지역은 중국 땅이라는 주장을 싣고 있다\n지금부터 살펴보겠지만 담기양의 <중국역사지도집>은 ‘북한 지역은 본래부터 중국 땅이다’ 라는 관점에서 제작된 책이다. 이 책은 이런 관점을 시종여일 하게 서술하고 있다. 시진핑이 트럼프에게 “한국은 사실 중국의 일부였다더라”라고 했다는 말은 결코 우연히 나온 말이 아니었던 것이다.\n\n① 필자가 보유하고 있는 담기양 주편主編 <간명중국역사지도집>의 내용을 살펴보자!\n15~16쪽에는 시황제의 진秦과 한반도 관련 지도가 나온다. 이 지도에 진의 영토가 평양까지 진출한 것으로 돼 있다. 도대체 이것을 믿을 사람이 세상에 누가 있을까. 진시황이 육국을 통일하기도 바빴는데 언제 평양까지 진출했단 말인가. 단언컨대 진시황은 조백하를 넘지 않았다!\n17쪽에 진秦은 남쪽으로 남월, 북쪽으로 음산 이하까지 병탄했다고 나오는데 동북으로는 어떤 연유를 거쳐 진출했다는 설명도 없이 지도에는 평양까지 진출한 것으로 그려놓았다. 자국의 팽창을 위해서라면 담기양은 이렇게 거짓을 일삼아도 되는 것일까.​\n\n② 이른바 한사군 시기의 지도이다. 한무제가 평양을 중심으로 낙랑군을 설치했는데, 중국의 여러 왕조가 바톤을 이어가면 AD313년까지 대대손손 낙랑군을 지배했다고 한다.\n그러나 이는 전혀 역사적인 사실이 아니다. 요서지역에 한군현이 설치된 것은 한무제 훨씬 이후의 일이다.​\n\n③ 이 지도가 동북아역사재단에서 만든 ‘동북아역사지도’가 표절해서 문제가 된 지도이다. 많은 이들이 위魏나라가 평양까지 장악하고 있는 것을 보고 ‘조조가 한반도까지 왔단 말인가?’ 하고 반문하게 했던 지도이다. 대륙에는 당시 위오촉이 삼분지계로 다투고 있었는데 위가 무슨 국력이 남아돌아서 배후에 있는 요동에 이어 평양까지 진출할 수 있었단 말인가!\n오히려 <삼국사기>에는 이보다 앞선 시기에 고구려 모본왕, 태조왕, 신대왕 등이 요서와 유주를 공략하여 점령한 기록이 엄연히 나오지만 이 지도는 이 사실은 전혀 반영하고 있지 않다. 또한 이 지도는 위오촉이 분립한 시기(220~280)에, 신라와 백제는 없고 마한 진한 변한만 그려놓고 있다. ‘<삼국사기> 초기기록 불신론’ 에 따른 것이다. \n\n​④ 당唐의 시기에도 평양 이북은 다 중국 땅이라고 그려 놓고 있다.\n\n​⑥ 원元도 중국사이다. 원의 시기에도 개성 이북은 다 중국 땅이라고 그려놓았다.",
  "color": "default",
  "labels": [
    "ea56640c-1868-4a19-9ea7-65a1ffdf3b23"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-04-10T13:18:06.483000",
  "updatedAt": "2025-04-10T13:46:33.373000"
}