{
  "id": "d0b82733-f54b-4695-91e3-aac565f5066e",
  "title": "미래 도시에 4개의 계급",
  "content": "![image](media/1998e118235.9a4ad6c65bc168ba.png)\n![image](media/1998e11c0b8.a81d62a0bc90c1eb.png)\n\n\n\n서울대 건설환경공학부 유기윤 교수 연구팀(김정옥, 김지영 연구교수)은 미래의 사람들은 어떻게 살아가는지 미래도시에 대한  연구결과를 발표했다. 이에 따르면, 미래 도시에서는 4개의 계급으로 나위어 살아가게 된다.\n\n<미래사회의 4개의 계급>\n1. 플랫폼 소유주\n2. 플랫폼 스타\n3. 인공지성(인공지능)\n4. 프레카리아트 (일반시민)\n​\n연구팀에 제시한 4개의 계급 중 가장 상층부에 있는 ‘플랫폼 소유주’가 자리한다. 현재의 구글, 애플 같은 다국적 기업 소유주를 말한다. 이처럼 공룡기업이 아니어도 자신의 기업 '플랫폼'을 구축하여  미래 정보형 기업으로 탈바꿈시켜 플랫폼소유주 기업으로 탄생한다.\n바로 그 아래에는 ‘플랫폼 스타’라고 일부 정치 엘리트, 예체능 스타, 그리고 소수의 창의적 전문가들 계급이다.\n다음으로는 인공지성, 인공지능계급이다. 이들은 사람은 아니지만 법인격을 가지고 있는 특징이 있다.  이들은 아직 그 모습이 구체적으로 나타나지 않았지만 시간이 지나면서 서서히 도시의 다양한 장소에서 출현할 것으로 예측하고 있다.  코로나를 지나며 이미 많은 영역이 인공지능에 대체되고 있고, 수 많은 사람들의 일자리를 대신하고 있는 점을 통해 그 추세를 가늠해 볼 수  있다.\n마지막으로 보통의 시민에 속하는 ‘프레카리아트’ 계급이다. 미래의 거대한 정보형 기업의 플랫폼에 접속해  프리랜서처럼 살아가는 사람들을 말한다. 주로 현재의 직장인, 영세 자영업자, 그리고 전문직 종사자들이 이에 해당된다. 빅테이터를 바탕으로 정보를 흡입하고 있는 거대 기업들의 도움을 활용하여 영세하게 살아간다고 볼 수 있겠다.\n\n연구팀은 “현재는 프레카리아트의 수가 적지만, 시간이 지날수록 대부분의 시민들이 이 계급으로 진입할 것으로 예측한다”며 “2090년에는 99.99% 이상”이라고 설명했다. 플랫폼 기업들은 더욱 거대해지며 부의 증식 속도가 빠르다. 또한 많은 일자리를 인공지능이 대체하고, 심지어 의사, 변호사, 도 인공지능으로 대체가 가능해진다.  은행원은 사라질 직업군에 포함됐으며, 직업을 잃게 되는 영세한 일반서민과 가장 상부층의 플랫폼소유자와의 빈부차는 더욱 벌어질 것으로 예상되며 많은 시민들이 프레카리아트 계급에 속하게 될 것으로 전망된다.\n\n또한 연구팀은 4개의 계급으로 분화된 시민들이 매우 특이한 환경 속에서 살아갈 것으로 예측했다. 프레카리아트 계급에 속한 시민들의 노동은 갈수록 그 값어치가 낮아져 (시간, 작업능률 등 다방면에서 인공지능에 밀리게 됨)경제적으로 커다란 빈곤에 처하게 되고, 도시의 인프라는 더 이상 발전하지 못한 채 유지될 것으로 보았다.\n이와 더불어 ‘가상현실’이라는 기술 혁신으로인해 현실 도시와 가상 도시가 중첩해 존재할 것으로 예상되고 있다. 코로나펜데믹은 전세계적인 재택근무, 실내생활을 통해 온라인상의 가상현실을 시뮬레이션하게 했으며, 2022년 페이스북이 메타라는 기업명으로 바꾸며 그 출현을 이미 예고하고 있다. 시민들은 처음에는 가상 도시에 몇 시간씩 머무르다가 점차 며칠, 몇 달씩 가상 도시에 살 것으로 예측된다고 연구팀은 말했다.\n연구팀은 페이스북이나 구글과 같은 IT 공룡기업은 현재의 서비스를 모두 가상화하고 심지어 가상의 행성을 창조할 것으로 내다봤다. 가상현실에서 거대한 나라, 도시가 형성된다고 보아도 무방할 것이다.\n이번 연구는 허황된, 현실성 없는 마치 한 편의 영화 시나리오같지만 '공학적인 시뮬레이션 결과'라는 점이 매우 흥미롭다. 이 같은 결과를 얻기까지(이 연구가 발표된 것은 2017년이다)  연구팀은 지난 일 년 간 수천 건에 이르는 책, 논문, 통계보고서 등을 수집 및 분석하고 휴리스틱이라는 방법을 통해 연구결론을 내렸다.\n서울대 GIS/LBS 연구실을 이끌고 있는 유기윤 교수는 “이번 연구는 모든 예단을 배제한 채 오직 데이터에 근거한 시뮬레이션한 결과”라며, “다소 불편한 결과이지만 그 의미를 곰곰이 되새겨 볼 필요가 있다”고 전했다. 즉, 소설이 아닌 과학적 근거에 기반한 연구임을 언급한 것이라 할 수 있으면 그만큼 그 의미를 우리가 새겨볼 필요가 있다고 하겠다.\n\n\n프레카리아트(precariat)\n저임금·저숙련 노동에 시달리는 불안정 노동 무산계급을 가리키는 신조어이다. 이 말은 이탈리아어로 '불안정한'이라는 의미의 프레카리오(이탈리아어: precario)와 무산 계급을 뜻하는 프롤레타리아트(독일어: proletariat)의 합성어이다.\n\n영국의 경제학자 가이 스탠딩에 따르면 프레카리아트는 불안정한 삶에 노출될 수밖에 없는 계급을 의미한다. 이들은 여가도, 직업 안정성도 없이 저숙련·저임금 노동을 전전한다.\n신자유주의는 기업 입장에서 비용 최소화를 위해 노동시장 유연성을 도입하고 노동자를 해고하기 쉽게 한다. 한편으로 기술의 발전으로 기계화와 자동화가 이뤄지는데, 하드웨어와 소프트웨어의 설계자들을 제외한 거의 대부분의 인간은 기계에 일자리를 뺏기게 된다. 이들은 기계 주변부에 머무르며 일회적이고 불안정한, 아직 기계화되지 않은 노동만을 임시적으로 담당하게 된다. 숙련기술이 많이 필요한 일일수록 기술 개선이 이뤄질 가능성이 높아 탈숙련화될 가능성이 높아진다. 직업적 자부심과 전문성, 직업 안정성을 가지고 일할 수 있는 노동자의 수는 감소하고, 상당수가 프레카리아트로 전락한다. 프레카리아트는 원래 “떠돌아다니는 ‘도시 유목민’, 온전한 시민이 아닌 거류민(이주노동자), 장애인 등이지만 점점 그 수가 늘어 지금은 돌봄과 돈벌이라는 이중노동에 시달리는 여성, 시시때때로 부서나 근무지를 옮기면서 직무불안에 시달리는 회사원, 구조조정으로 잘린 샐러리맨, 퇴직 노인, 부채 덫에 내몰린 청년들까지 포함한다.\n\n이들은 신자유주의 경제체제에서 등장한 신노동자 계층이다. 비정규직의 대다수는 불안정 노동에 노출되어 있다. 그래서 비정규직을 불안정한 노동자 계급이라는 의미에서 프레카리아트라고 부른다. \n\n=================>>>\nSF영화에서만 보왔던... 국가라는 개념이 없어지고 하나의 기술 거대 기업이 세상을 움직이는 그러한 시대가 도래할 수도 있습니다. (정치인들이 사라지고 그자리를 초지능 인공지능이 대신할 것입니다.)",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5",
    "f1a3f248-23d9-40f7-9015-108e250fc2dc",
    "8a2c08db-2799-4365-9a30-76f7fb30e0c0"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-09-28T11:02:01.801000",
  "updatedAt": "2025-12-03T14:07:37.078000"
}