{
  "id": "d0bcb050-b996-4a6a-998b-2aef807f33da",
  "title": "특수 매매의 사례",
  "content": "[투표권 매매]\n공공선택이론가들은 여러 가지 충격적인 제안들을 내놓고 있다. 그 중 관심을 끄는 것이 ‘투표권의 판매’를 허용하자는 것이다. 투표권의 거래는 시장의 원리를 최대한 활용해서 모두가 이익을 볼 수 있는 여지를 넓힐 수 있다는 것이 제안 사유이다. 만일 투표권을 자유로이 사고 팔게 되면 일방적으로 손해를 보는 사람이 없이 모두가 이익을 얻게 된다고 한다. 투표제도는 다수의 횡포가 우려되는 면이 있다. 투표를 해서 진 쪽은 일방적인 손해를 감수해야 한다. 반대파 후보가 대통령이 된다면 5년동안 날마다 보기 싫은 사람을 텔레비전을 통해 봐야 하고 마음에 들지 않는 정책의 남발을 보면서 우려와 울분을 삭혀야 한다. 이런 불편한 심기를 돈을 받아 보상하자는 것이다. 반대파는 돈을 받아서 좋고 지지파들은 자신들이 원하는 사람을 당선시켜서 좋은 것이다. 경제 논리상으로는 타당성이 있기는 한 것 같다. 그런데 사회의식이 이런 논리를 수용해 줄 수 있을 런지...\n\n오늘 아침 제프 미론과 나는 마이클 샌들의 정의론 강의에 초청되어, 자유시장의 사회 내 역할에 대해 토론했다. 그 말미에서, 샌들 교수는 매혹적인 질문을 던졌는데 (요악하자면),그것은 “만약 당신과 같은 경제학자들이 그렇게 자발적인 교환을 선호한다면, 당신은 그 결론을 사람들이 그의 투표권을 다른 이에게 판매할 수 있도록 허용하는 것까지 확장할 수 있습니까?”라는 것이었다.\n\n나는 ‘아니오’라고 말했다. 그들이 거래에 찬성했다면 양 정당이 그 교환관계 속에서 서로 이득을 보게 되는 것은 사실이다. 그러나 외부효과가 존재하기 때문에 구속받지 않고 자발적으로 이루어지는 거래에 대한 일반적인 논증은 여기에 적용되지 않는다. 말하자면, 한 사람이 다른 이에게 그의 투표권을 판매할 때, 그 교환은 선거 과정에 의해 관련되지 않은 제3자에게도 영향을 미친다.\n\n내가 생각했던 사례를 여기에 제시하겠다. 그들 각각에게 3달러의 세금을 물리게 될, 9달러짜리 공공재의 제공 여부를 결정하는 세 명의 유권자를 상정해보자. 엔디는 그 공공재가 8달러의 가치를 지니고 있다고 평가하는 반면, 벤과 칼은 그것의 가치를 전혀 인정하지 않는다.\n\n다수자를 결정하는 투표에서, 벤과 칼은 반대하고, 그 공공재는 제공되지 않는데, 그것은 경제학적으로 효율적인 결과이다.\n\n그러나, 엔디가 벤의 투표를 4달러에 구입할 수 있다고 가정해보자. 그렇다면 그는 그 계획이 확실히 통과되도록 할 수 있다. 엔디는 (8달러의 이익에서 3달러의 세금과 4달러의 투표 구입 가격을 뺀) 1달러만큼의 이익을 얻고, 칼은 (세금으로 나가는) 3달러를 손해 보게 된다. 엔디와 벤의 투표 거래는 칼에게 부정적인 외부효과를 불러오는 것이다.\n\n(앤디의 가치 평가를 8달러에서 10달러로 높이는 식으로) 사례에 등장하는 투표권 판매의 효용을 높일 수도 있다. 그러므로 나는 투표권 매매가 늘 효용을 감소시킨다는 주장을 하려는 것은 아니다. 이 사례를 드는 이유는 오직 외부효과의 존재를 충실하게 보여주기 위해서이다. 자발적인 거래가 낳는 이득에 대한 일반적인 결론은 민주주의적 투표의 광범위하고 복잡한 상황에 즉각적으로 적용될 수 없다.\n\n업데이트: 마이클 샌들이 내게 이 포스트에 대한 코멘트를 이메일로 보내왔다.\n판매자와 구매자 모두가 그 거래에서 이득을 볼 수 있더라도, 그러한 교환은 외부효과를 발생시키기 때문에 우리는 투표권을 사거나 파는 일을 허용해서는 안된다고 맨큐 교수는 주장한다. 우리가 투표권 시장을 허용하면 안 된다는 결론에는 나도 동의한다. 하지만 외부효과의 발생이 그 이유가 될 수는 없다. 어떤 후보나 정책을 지지할 것인지에 대해 사람들을 설득하는 것 또한 외부 효과를 발생시킨다. 하지만 정치적 설득마저도 금지해야 한다고 맨큐 교수가 말할지에 대해서 나는 회의적일 수밖에 없다.\n\n그의 사례를 생각해보자. 그들 각각에게 3달러의 세금을 물리게 될, 총 9달러의 비용이 드는 공공사업의 시행 여부를 세 명의 유권자가 결정하고 있다. 엔디는 그 사업이 8달러의 값어치를 한다고 평가하지만, 벤과 칼은 아무 가치도 없다고 생각한다. 여기서 말하는 정책이 공립학교를 위한 세금 부과라고 가정해보자. 두 명의 아이를 공립학교에 보내고 있는 엔디는, 이 세금 증가를 매우 선호한다. 반면 벤과 칼은 모두 공립학교에 다니는 아이들을 데리고 있지 않은데, 이것은 그들이 학급 규모를 줄이고 학교 도서관을 개선시키며 과학 실험실을 혁신하는 등 재정적으로 부담이 되는 일에 기본적으로 반대하는 이유를 설명해준다.\n\n이제 공동체 안의 모든 사람들은, 그들이 직접적으로 혜택을 보는 자녀들을 데리고 있건 그렇지 않건, 공립학교의 질에 대해 자신의 역할을 지니고 있다며 엔디가 벤을 설득한다고 가정해보자. 잘 교육된 시민정신은 더욱 건강한 지역 경제 창출에, 혹은 더욱 건강한 민주주의의 발전에 이바지한다고 벤이 믿게 되었을 수도 있다. 혹은, 그는 그저 훌륭한 공립학교들이 이 지역의 부동산 시장을 촉진시켜서 그의 재산을 늘려줄 것이라고 생각하고 있을 수도 d있다. 이제 그는 그 추가 과세를 통한 정책의 가치를 4달러로 추산한다. 그것은 그가 지불해야 할 3달러의 세금보다 많기 때문에, 그는 추가 과세에 찬성하러 가는 엔디와 합류하게 된다.\n\n추가 과세가 낳는 이득에 설득되지 않고 있는 칼은, 그에 반대하는 표를 던지고 선거에서 패배한다. 그의 세금은 그가 그만큼 가치 있다고 보지 않는 정책 때문에 3달러 높아진다. 엔디가 벤을 설득하는 것은 칼에 대한 부정적인 외부 효과를 낳는 것이다.\n\n이러한 예시는 멘큐 교수가 제시했던 투표권 판매에 반대하는 이유, 즉 제3자에게 외부효과를 발생시킨다는 것이 옳지 않다는 것을 보여준다. 엔디가 벤의 투표권을 구입하건 설득을 통해 얻어내건, 칼에게 미치는 영향(즉 “부정적 외부효과”)은 같다. 두 경우 모두, 칼은 그를 선거에서 승리할 수 있게 해주었을 한 표를 잃고, 3달러의 세금도 낸다. 그러므로 멘큐 교수가 정치적 설득을 금지해야 한다고 하지 않는 한, 칼에 대한 부정적인 외부 효과는 왜 투표권 거래가 금지되어야 하는지를 설명해주지 못한다.\n\nhttp://gregmankiw.blogspot.com/2007/11/on-selling-votes.html?m=1\n\n(사례)\n19세기 당시는 세금을 얼마 이상 내는, 즉 꽤 재산이 있는 남자들에게만 투표권이 주어지던 시대였습니다.  즉 출신 성분과 재산을 기준으로, 꼭 법에 씌여있지는 않지만 분명히 존재하는 엄격한 계급 사회였습니다. \n\n[암표]\n\n[국회의원 경매]\n미국은 기상천외한 매관매직 ‘미수’사건이 발생해 떠들썩하다. 로드 블라고예비치 일리노이 주지사가 오바마 대통령 당선자가 내놓은 연방 상원의원 자리를 경매로 팔아 넘기려다 체포된 것이다. 수사를 맡은 패트릭 피츠제럴드 검사는 주지사의 수법이 “무덤 속의 에이브러햄 링컨을 돌아눕게 만들 정도”라고 놀라워했다. 특히 이 자리를 놓고 지난 대선에서 오바마 후보를 전적으로 지원한 제시 잭슨 주니어 하원의원이 흥정을 벌였다는 보도까지 나와 오바마를 곤혹스럽게 만들고 있다.\n\n[족보 매매]\n1900년 12월14일자 ‘황성신문’은 족보학자를 희화화한 기사를 통해 집집마다 자랑으로 여기는 족보를 보면 조상들 모두가 높은 벼슬을 지낸 귀족 집안인데 어찌 후손대에 들어서는 대부분이 평민에 신분도 미천하기 이를 데 없으니 이를 믿을 수 있겠냐고 일갈했다. 그에 앞서 정약용은 ‘목민심서’에서 몰래 귀족 계보를 봐서 대가 끊어진 파에 일족이 아닌 자들을 붙여 아비와 조상을 바꾸는 일들이 벌어지는 세태를 개탄했다. ‘우리 성씨와 족보 이야기’를 쓰기도 한 박씨는 “우리가 처음 족보를 만든 것은 15세기 무렵이지만 민중에게까지 전파된 것은 17세기 후반에서 18세기 즈음”이라며 “17세기만 해도 극소수 양반만이 족보를 가졌는데 18세기에 접어들어 신분 상승을 위한 하층민의 움직임이 활발해졌기 때문”이라고 설명했다. 조선 후기에 사회경제적 변동이 이어지면서 양반보다 많은 재산을 모으거나 유교 예법과 독서 경험을 쌓아 양반에 버금가는 평민이 적지 않았던 것이다.\n\n조선 시대는 양반사회였기 때문에 양반에 버금가는 평민일지라도 양반이 되고 싶어 했으며 그 과정에서 족보 장사가 생겨나기도 했다. 우리 역사상 족보 간행이 가장 활발했던 시기는 일제강점기였는데 1894년 갑오개혁 때 이미 양반제도가 공식적으로 폐지됐고 시간이 지나 나라가 망해버렸어도 양반의식만은 그대로 남아 모두가 양반이 되려 했다.\n\n조선시대 후기에서 日帝 치하에 이르는 동안 많은 가짜 족보가 등장했다. 천민이고 常人(상인)이고 할 것 없이 모두 성씨를 갖게 하고, 軍役(군역)·稅收(세수)를 확보하기 위해 체계적으로 戶口를 파악하면서 가짜 족보가 쏟아져 나오기 시작했다. 양반의 경우 군역과 다른 여러 雜役(잡역)들이 면제되었기에 양반 신분을 사고, 가짜 족보를 만드는 일이 성행하게 되었다.\n    「조선왕조실록」에 보면 영조 때 족보위조 사건이 있었다. 譯官(역관) 김경희라는 자가 다른 사람의 족보를 수집, 사사로이 주조한 활자로 위조 족보를 인쇄해서 시골에 있는 軍役 대상자들에게 판 사건이다. 조선조 영조 때에는 족보가 많이 만들어졌다. 門中에서 족보편찬에 관여하는 사람들의 권한은 막강했다. 이들은 족보 작성 과정에서 집안사람에게서 뇌물을 받고 庶子(서자)를 嫡子(적자)로 올려 주고, 直系(직계) 조상에게 없던 벼슬을 기록해 주고, 미운 門中 사람이면 족보에서 누락시켜 버렸다.\n    \n족보 매매로 인구의 80%가 양반이 된 조선 후기를 언급하며 “김, 이, 박 세 성씨는 족보를 돈 주고 샀을 가능성이 높다”는 농담이었다. 갑오경장의 노비제 혁파는 만인평등 사상의 대두가 아니라 전 국민의 양반화 때문이었지. 신분제를 타파하기보다 나만 양반이 되면 그만인 건 전통이자 문화였던가.\n\n[서양의 족보매매]\n전통귀족 입장에선 귀족은 계속해서 몰락해갔다. 대신 어중이떠중이 신흥귀족은 늘어만 갔다. 여기서 재정수입을 늘리고자 했던 왕은 관직매매와 귀족서임장 매매 등을 통해 돈을 얻는 대신 귀족을 양산했다. 루이 13세 시대에 귀족서임장은 남발됐고, 루이 14세 때인 1696년에는 한 해에만 500건의 귀족서임장이 판매됐다고 한다. 결국 귀족 수가 급격히 늘면서 귀족을 가리키는 용어도 다양해졌다. 구귀족과 신귀족이라는 막연한 용어뿐 아니라 혈통귀족, 대검귀족, 법복귀족, 지방귀족 등의 새로운 용어들이 생겨났다. 이때 등장한 대표적인 단어가 영어 젠틀맨(gentleman)의 기원은 불어 장티옴(gentilhomme)이었다. 혈족이라는 뜻을 지닌 ‘gentilis’에서 유래한 이 단어는 단 한 번도 종속 신분에 놓이거나 평민에 속한 적이 없는 순수한 귀족 혈통의 후손을 의미한다고 한다. 중세 이래 실제 봉건귀족의 순수 혈통을 보존한 귀족은 흔하지 않았지만, 장티옴은 왕의 특허장이나 관직매매에 의한 귀족과 대비되는 혈통귀족의 의미로 사용됐다고 한다.\n\n결국 출생과 혈통이 귀족을 구분하는 결정적인 기준이 되면서 17세기 이후 귀족들은 족보 경쟁에 몰두했다. 족보 외에 세계명부와 유언장, 결혼계약서 등 글로 작성된 문서가 귀족의 증명서 역할을 하게 됐다. 17세기 말이 되면 과거 귀족을 구분하는 기준인 미덕보다는 혈통을 증명하는 증서에 의해 귀족의 신분이 증명되게 됐다. 경제력을 갖춘 집단이 힘을 얻게 되면서 위기를 느낀 옛 지배층은 출신 성분을 중시하게 된 것이다. 서양도 족보에 집착하는 사회로 접어들었다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-23T18:14:10.839000",
  "updatedAt": "2022-03-31T18:09:39.601000"
}