{
  "id": "d0c871fc-6082-4174-b619-17f04095f3e7",
  "title": "세금의 역사 - 우리나라",
  "content": "[고조선]\n우리나라에서도 아주 오랜 옛날부터 세금이 존재했다. 시경에는 고조선이 농토를 정리해서 세금을 매겼다는 기록이 있고, 맹자에는 고조선에서 20분의 1을 세금으로 징수했다는 기록이 있다. 맹자는 당시 중국에 비해 월등히 낮은 세금으로 단군조선이 유지될 수 있었던 것은 규모가 큰 사원이나 궁궐 등을 건축하지 않고 지배귀족이 검소한 생활을 했기 때문이라고 했다.\n\n[삼국시대]\n조용조는 삼국 시대에 도입되었지만 곧바로 정착된 것은 아니며, 이후 고려 시대를 거쳐 조선 시대로 시대가 변하면서 점진적으로 정착되었다. \n삼국은 중앙집권체제를 갖추고 조(租), 용(庸), 조(調)를 근간으로 하는 조세제도를 마련하여 재산 정도에 따라 곡물과 특산물 등을 징수하였고 왕궁, 산성, 저수지 등을 만드는 데 노동력이 필요하면 15세 이상 남자를 동원하였다.\n조(租) - 토지 면적 등에 따라 세금을 부과 쌀로 징수\n용(庸) - 국가가 백성의 노동력을 무상으로 징발\n조(調) - 호(가구)를 기준으로 수공업 제품이나 지역 특산물로 납부\n\n[고려]\n우리나라 전통 시대의 세금은 대부분 화폐가 아닌 현물로 이루어졌다. 그중에서도 미곡(米穀)이 큰 비중을 차지하였다. 이를 중앙 정부로 이송하는 방법으로는 육로를 통한 육운(陸運)과 강과 바다를 이용한 조운(漕運)이 있는데, 한꺼번에 많은 양을 실을 수 있다는 점에서 조운이 효율적이었다. 이에 따라 고려 시대에도 전국적인 조운망이 설치되었다.\n\n고려는 재정을 안정적으로 운영하기 위하여 토지 대장인 양안과 호적을 작성하였으며 이를 근거로 조세(토지세), 공물, 부역을 부과하였다. 조세는 토지를 비옥한 정도에 따라 3등급으로 나누어 생산량의 10분의 1을 부과하였고, 공물은 향리들이 집집마다 거두었다. 역은 16세부터 60세까지 남자들을 대상으로 군역과 요역에 동원되었다.\n\n[임진왜란]\n순왜의 대표적인 예로 임해군과 순화군을 함경도 회령부에서 포박하여 가토 기요마사에게 넘긴 국경인이 있다. 이건 임해군과 순화군이 막장이라서 그렇지만…. 국경인도 역시나 개막장이었다.\n국경인은 일본 점령하의 함경도에서 실질적 권력자로 행사해 함경도 주민들 상대로 가혹하게 세금징수하는 등 횡포를 부렸다. 함경도 지역 주민들은 처음엔 일본군을 반겼다가 일본군의 세금 징수에 반발했고, 결국 정문부를 비롯한 의병들이 들고 일어서 왜군을 몰아내는 동시에 매국노였던 국경인을 참살했다. 이렇게 왜군을 몰아낸 것이 북관대첩이다. 참고로, 조선은 그래도 '법대로 할 경우' 서민들에게 걷는 세금이 매우 낮은 편이었지만, 일본은 걷어들이는 연공이 상대적으로 무거운 편이었다. 5할만 걷어도 \"성군\" 소릴 들었을 정도.\n\n[임란 이후]\n이후 임진왜란을 겪고 모내기가 보급되면서 용 중심의 인신지배적 수취에서 조 중심의 토지지배적 수취로 전환되었다. 하지만 세원 자체는 순조롭게 확대되지 않았으며, 조선 후기에 이르면 상품화폐경제로부터 세원을 확보하려는 노력이 생겨났다. 균역법 의한 어염세, 무역에 대한 무역세, 포구의 여객에게는 포세(浦稅), 장시의 행상에게는 장세(場稅) 따위가 이에 해당한다.\n이후 중국의 조세제도를 받아들여 조선시대까지는 조·용·조의 형태가 지속되었고, 갑오개혁이 진행되면서 탁지부를 신설하는 등 조세의 근대화가 이루어졌다. 일제강점기 이후 지금과 유사한 형태의 조세체계를 갖추게 되었다.\n\n결두전, 문세 등이 새로 만들어졌다. 문세는 사대문 안을 통행하는 사람들에게 부과된 돈입니다. 처음에는 자발적인 형태로 돈을 걷었으나 이후 세금으로 바뀌었습니다. 결두전 역시 기존의 전세에 덧붙여 걷은 일종의 부가가치세입니다. 이 결두전 역시 원납전과 함께 백성들의 원망을 사는 세금이 되지요.\n\n大同法\n지방 특산물이 아닌 쌀로만 세금을 내도록 하는 제도. 조선 전기 조세 수취의 원칙인 조용조(租庸調)로 삼분화되어 있던 수취 기준을 전세와 군역으로 나누어 작미(쌀로 거둠)와 작포(포로 거둠)로 거두는 형태로 정리하고, 조선 전기에 고려되지 않아 자체적으로 해결해야만 했던 지방 관아의 운영비를 포함한 각종 잡세에 대해 조세 정책 안에 포함시켜 일원화한 조선 중후기의 조세 개혁.\n\n인두세\n조선시대의 군포가 대표적인 인두세였으며, 백골징포와 황구첨정과 같은 온갖 비리가 만연하였다. 이러한 인두세의 비리는 민란과 같은 조세저항을 불러왔다. 1871년 조선 고종 8년 호세(戶稅)로 명칭을 변경하였다. 이후 일제 시대인 1912년 국세에서 지방세로 이양되었다가 1961년에 폐지되었다. 그러나 1973년 다시 주민세로 신설되어 각 시군의 지방세로 징수되고 있다.\n\n외획(外劃)\n조선 말 ~ 대한제국에서도 서양의 징세청부업자와 비슷해보이는 역할을 하던 사람들이 있었다. 상인들이 나라에 돈을 빌려주고 대신 특정 지역의 징세권을 가지는 것이다. 이를 외획(外劃)이라 한다. 다만 중앙집권화가 완성된 국가였던 조선에서는 실제 세금을 걷는 것은 수령이 진행했고, 그 돈이 중앙정부까지 들어갔다가 나오는 과정을 거치지 않고 바로 상인들에게 넘어간 것이다.\n\n외획이란 군수가 징수한 조세를 국고에 납부하기 전에 그것을 제3자에게 인도하라는 탁지부대신의 명령인 재래의 금융제도. \n중앙집권적인 봉건체제에서 군수가 지방의 행정 뿐만 아니라 징세를 담당하고 있었을 때, 군수에 대하여 그가 징수한 세금을 국고에 납부하기 이전에 일정한 금액을 제3자에게 인도하라는 명령을 외획이라고 한다. 이 명령서는 그 금액을 받을 제3자에게 교부되고 있었는데, 이 외획이 나오는 경우는 대략 다음과 같았다.\n첫째, 국고에 일시적으로 차입금(借入金)이 필요한 경우이다. 이러한 경우 중앙정부는 일정한 상인으로부터 빌리는 동시에 군수를 지정하여 그 금액을 상인에게 직접 인도하라고 명령을 내리는 것이었다.\n둘째, 어떤 지방관청에서 경비지출을 시급하게 필요로 한 경우이다. 이러한 경우에 탁지부대신은 그에 가까운 군수에 대하여 일정한 금액을 그가 징수한 수세금액 중에서 지급하라는 명령을 내린다.\n셋째, 중앙의 관리가 지방에 출장을 나가는 경우이다. 이러한 경우 탁지부대신은 여비의 일부를 현금으로 수여하고, 잔액은 필요할 때마다 출장지의 군수에 대하여 징세금 중에서 출장자에게 교부할 것을 명령하게 된다.\n넷째, 상인이 지방에 송금할 필요가 있을 때, 이를 국고에 의뢰하였을 경우이다. 즉, 상인이 송금하고자 하는 금액을 국고에 먼저 납입하고 지급을 받을 군 이름과 금액을 지정하여 탁지부대신에게 의뢰하면, 탁지부대신은 지정된 군수에 대하여 그 금액을 의뢰자에게 지급하라는 명령을 내리게 된다.\n이러한 외획은 우리 나라의 고유하고도 전통적인 금융제도로 전근대적인 사회에서 중앙과 지방, 그리고 지방과 지방의 자금의 유통을 원활하게 하는 중대한 기능을 수행하였다. 따라서 외획은 환(換)의 기능을 수행하였을 뿐만 아니라 상평통보(常平通寶)가 널리 유통되고 있었을 때 무거운 화폐의 운반에 수반되는 불편과 위험을 제거하는 데 필요한 구실을 하였던 것이다. 외획의 기원은 분명하지는 않으나 상평통보가 널리 사용되게 된 이후일 것이라고 추측되고 있다. \n한편, 외획제도의 운영에 중개인 구실을 한 상인인 차인(差人)이 있다. 차인은 지방에서 징수한 세금을 군수로부터 대여받아 지방에서 물품을 구입하여 서울로 수송하고 그의 판매대금으로 군수를 대신하여 세금을 국고에 납입하는 상인이었다. 그러므로 차인은 지방에서 징수한 세금을 대여받아 상업자금으로 운용한 뒤 국고에 세금을 납부함으로써 재정자금을 일시 상업자금으로 운용하였던 것이다. 요컨대, 외획은 전근대적 사회에서 전국적으로 자금의 유통을 원활하게 한 반면, 재정이 궁핍하여짐에 따라 적지 않은 폐해를 수반하기도 하였다. 1905년 8월 국고제도(國庫制度)가 확립되면서 군수가 세금을 징수하지 못하게 되어 외획제도는 폐지되었다.\n\n문세(門稅)\n우리나라에도 조선 후기 사대문에 문세가 있었다. 흥선대원군이 경복궁 중건 경비를 조달하기 위해 걷은 서울 성문의 통행세다. 사람은 물론 성문을 통과하는 물품과 수량에 따라서도 징수됐다. 백성의 원성과 불만이 이어지자 폐지했다.\n\n세금의 폐단\n조선 후기에 수령들이 걷은 세금으로 돈놀이를 하기 위해서 세금을 제때 바치지 않았고 고종 즉위 후 흥선대원군이 칼을 든 사안 중 하나가 바로 이런 폐단들이었다.\n\n[일제시대]\n일제는 1904년 조일협정을 강제하고 조선의 '돈줄'부터 장악했다. 일본 제일은행을 중앙은행으로 정해 자본 수탈에 나섰고, 동양척식회사를 만들어 일본인들의 약탈적인 땅 매입을 부추겼다. 먼저 토지와 금융제도를 손 본 것은 세금 확보 때문이었다. 병탄 이후 20년 동안 토지세는 전체 세수의 절반 가량을 차지할 정도로 비중이 컸다. 더구나 조선총독부의 통계연보를 살펴보면, 1931년 약 4000만 원(圓)이던 세수가 1943년엔 3억 7000만 원으로 무려 9배나 더 늘어났다. 산케이신문이 주장한 세금 혜택은 고사하고 되레 조선인들을 세금으로 쥐어짰던 것이다. \n당연히 식민지 조선은 본토보다 훨씬 악랄한 세금 착취에 시달렸다. 일본의 '전시이득세'와 마찬가지로 조선에서도 '임시이득세'를 물렸고, 전신주에도 세금을 매겼으며, 유흥업소 출입시 입정세를 받았다. 일본의 세금 항목들이 식민지에도 고스란히 적용됐던 것이다. 거기에다 태평양전쟁 때는 '특별행위세'라 하여 사진 촬영, 미용, 옷 염색, 인쇄 제본 등을 할 때마다 요금의 20~30%를 거두기까지 했다. 이렇다 보니 일제강점기 내내 농민, 노동자, 상인들의 '항세(抗稅)' 투쟁이 끊이지 않았다. 오죽했으면 상해 임시정부의 포고령 제1호가 \"납세를 전면 거부할 것\" 이었을까 싶다.\n\n그 당시 주요 세금은 쌀이였어요. 일제는 전쟁을 해야했기에 쌀을 비싼 값에 농민에게 사들였죠. 당연히 전라도 토호들이 친일파가 된 건 역사적 사실이구요. 웃긴건 이렇게 쌀을 비싸게 팔고 다시 중국에서 조나 콩을 비싸게 사서 먹었다는 사실. 결국 헐값에 판게 된 것.\n당시 해방 이후에 수원지역에서 농업계장 과장이 거리로 나온 사람들에게 몽둥이로 맞아서 사망했는데 전라도 지역을 제외한 다른 곳은 쌀을 비싼 돈을 주고 세금을 내야하니 고역이였죠. 그래서 쌀을 거둔 친일파 공무원들이 젤 먼저 몰매 맞아 죽은 사실이 있다는 것.\n실제 현물가보다 10프로 이상 비싸게 사준 건 맞는데 쌀을 못먹고 조나 콩을 먹게 하는데 이걸 다시 일본이 수입해서 온 걸 사야하니 이중으로 세금을 내는 구조. 결국 친일지주들만 배불르고 나머지는 피빨리는 구조.\n\n[부가가치세]\n박정희 유신 정권의 몰락은 1977년 실시된 부가가치세와 밀접한 관련이 있다. \n1976년 박정희 대통령은 이 날 기자회견에서 부가가치세 도입을 공식적으로 천명했다. 시행시기는 1977년 7월 1일. 물론 이 세제의 태생적 한계점이 영원할 것만 같았던 정권의 몰락을 부채질할 줄 당시에는 아무도 예측하지 못했다.\n\n당시 대한민국에는 10여개가 넘는 간접세가 있었다. 그 이름도 찬란하다. 영업세, 물품세, 직물류세, 석유류세, 전기가스세, 통행세, 입장세, 유흥음식세 등. 이를 폐지 또는 통합한 것이 부가가치세였다.\n경제관료들의 두뇌를 총동원, 유럽형 부가세제를 차용한 제도 도입안이 마련됐다. 그러나 제도 도입 과정에서 국민여론은 철저히 배제됐다. 근거과세 등 그럴싸한 명분을 내걸었지만 당시 유신정권의 속내는 세수증대에 맞춰져 있었다.\n도입을 준비하면서 정부 내에서는 찬·반 양론이 갈리며 논란이 극심했다. 납세대상자인 사업자들의 부담, 물가앙등 우려, 10대 총선과 같은 정치적 상황 등을 고려해 제도 시행을 늦춰야 한다는 의견이 여기저기서 제기됐다. 그러나 이미 박 대통령은 제도 도입의 뜻을 굳힌 상태였다. 결국 세율 10%, 예산액 2100억원을 목표(시행 첫 해 2400억원 이상의 세수창출)로 부가가치세제가 1977년 7월 1일 본격적으로 시행됐다.\n\n1978년 12월 제10대 국회의원 선거가 실시됐다.\n총선은 정치적으로 매우 중요한 의미를 띠고 있었다. 대통령이 통일주체국민회의('유신헌법'에 의해 조직된 헌법기관)에서 간선으로 선출되고 지방자치제도도 없었던 당시, 총선은 민심의 흐름을 알 수 있는 유일한 통로였다. 또한 제10대 총선은 유신헌법 공포 직후인 1973년 제9대 총선 이후 6년만에 치러지는 첫 선거였다. 사실상 유신체제에 대한 중간평가의 성격이 강했던 것이다.\n따라서 선거의 결과는 엄청난 의미를 가질 수 밖에 없었다. 선거 결과는 혹독했다. 제10대 총선에서 여당인 공화당은 중선거구제 덕분에 의석 수에서는 야당인 신민당에 앞섰지만 득표율에서 신민당에게(1.11%)뒤지고 말았다. 사실상 여당의 패배였다. 당시 여당은 패배의 원인을 '부가가치세제 도입'으로 분석했다.\n부가세제에 대한 조세저항은 선거 결과에만 반영된 것은 아니다. 시행 초기인 1977년 10월 서울 남대문, 동대문, 평화시장 등 상인들이 문을 닫는 철시(撤市)사태가 벌어지는 등 납세자들의 저항이 거세게 일었다.\n각계에서는 선거 패배를 야기한 부가세제의 문제점을 보완해야 한다는 여론이 거세게 일기 시작했다. 그리고 해가 바뀌어 1979년. 신민당 당권이 김영삼 前대통령에게 넘어가면서부터 박정희 정권은 몰락을 향해 치닫기 시작했다. \n김영삼 당시 신민당 총재는 박 대통령에게는 '눈에 가시'같은 존재였다. 결국 두 거물의 대립각은 김영삼 총재의 국회제명으로 이어졌고(1979년 10월) 연이어 이 같은 조치를 반대하는 부마항쟁이 터졌다. 표면적으로 부마항쟁은 김영삼 제명에 따른 유신철폐였지만 유신정부는 부마민주항쟁의 도화선은 부가세에 대한 조세저항에 있었다는 판단을 내리고 있었다고 전해지고 있다.\n박정희 정권은 군대를 동원, 과격한 진압으로 부마항쟁을 누그러뜨렸지만 그 불씨를 완전히 제거하지는 못했다. 그리고 운명의 1979년 10월26일. 궁정동 안가에서 박 대통령은 김재규 중앙정보부장이 쏜 총탄에 맞아 쓰러졌다.\n박정희 정권 몰락의 직접적인 원인이 부가세제였다는 것은 당시의 복잡했던 정치적 상황에 비춰볼 때 정설로 받아들여지지는 않는다. 다만 부가가치세제 도입이 여러 측면에서 정권 몰락의 연장선상에 있었다는 것만은 부인할 수 없는 사실로 받아들여지고 있다.\n\n[마비키(間ま引びき)]\n일본의 에도(江戶) 시대에는 마비키라는 태어난 아이를 엄마가 무릎으로 목졸라 죽이는 영아 살해 풍습이 성행했다. 일본에서 마비키가 성행한 이유는 봉건적 인두세와 더불어 과도한 징세로 가난한 일본 백성들에게 일용할 양식을 축내는 '새 식구'가 부담스러웠기 때문이었다. \n에도 막부의 창시자인 도쿠가와 이에야스는 \"농민은 죽지도 살지도 못할 정도로 세금을 거두라\"라고 명시했고, 에도 막부의 관리들은 \"참깨 기름과 백성의 세금은 짜면 짤수록 나온다.\"며 해마다 연공을 늘리고 농민의 부담을 가중시켰다.\n즉, 막부와 다이묘들이 가혹하게 부과한 세금이 문제였던 것이다. 실제로 에도 시대에는 과도한 징세 때문에 민란(잇키)이 빈번했다. 에도 시대에 잇키가 무려 3천 번이나 일어났을 정도로 농민들의 삶은 힘들었다. \n농촌에서 소위 말하는 '잇키'가 빈번했던 건 사실이지만, 사실 이 '잇키'는 대부분의 경우 시위에 가까웠다. \n마비키가 과다한 세금 때문이라는 주장에 반론도 있다. 일본 전역에서 일어난 악습이라 하나, 가즈사 (치바현)을 제외하고 공통적으로 도호쿠 지방이라는 것을 알 수 있다. 세금 이전에 남쪽보다 춥고 기근이 일어나기 쉬운 자연적 요소가 마비키를 더욱 부추겼다고 볼 수 있다.\n\n[에도시대]\n에도 시대는 중앙집권제와 봉건제가 혼합된 시대였다. 중앙의 막부가 지방 영주인 번(藩)의 다이며(大名)을 지배했고, 다이묘들은 각자의 영토에서 세금을 걷었다. 쇼군도 일종의 다이묘로, 중앙에 방대한 토지를 소유하며, 그 세금으로 권력을 유지했다.\n\n에도 시대 일본은 비록 세율이 높았다고는 하지만, 그 세율이라는 게 상당히 유동적이었다. 요호부민이랄 수 있는 마을의 원로와 막부의 대관이 그 해의 수확량과 막부의 요구 등을 바탕으로 절충해서 세율을 정하고, 세율이 정해지면 마을의 원로가 마을 주민들과의 협의를 통해 세액 부담을 분배했죠. 비록 도쿠가와 막부 체제에 정착했다지만 전국시대 다이묘들에게 맞서던 경험이 있었기에 이들은 결코 호락호락하지 않았다. 수틀리면 청원이나 '제한적' 파괴 등의 집단행동, 즉 잇키를 일으키는 것도 서슴지 않았다. 막부 대관이 참기름 운운한 것엔 이런 배경도 있었다. 대관들은 대관들 나름대로 난적과 상대하고 있었던 것이다. \n\n다이묘들은 사실상 지주들이니 공납이나 그런것 없이 마을단위로 소작료이자 전세인것을 최소 40% 이상은 기본으로 가져갔고, 추가로 그 다이묘들에게 돈을 빌려줘서 징세권을 나눠가진 기생지주들도 15%까지 가져갔으니..40% + 15%로 계산하면 최소 55% 이상을 무조건 기본으로 가져갔다고 보면 대충 맞을것 같은데.. 기생지주들은 세리하고는 다른 존재임 다이묘들에게 돈을 빌려준 일종의 사채업자들이라서 징세권을 따로 가져갔을 뿐..\n\n농민수확의 1/3은 다이묘에게, 중앙의 1/3은 쇼군에게, 나머지 1/3은 농민몫. 333제도\n\n에도시대가 시작되고 100여년이 지난 겐로꾸시대부터, 막부의 재정이 어렵게 되었다. 막부는 재정의 곤란을 해결하기 위해 농민의 세금을 점점 더 부과하게 되었다. 생활에 곤란을 느낀 농민은 연공을 경감시켜 줄 것을 번주나 중앙정부에 요구하고, 받아들여지지 않으면, 힘으로써 저항했다(百性一撥). 막부는 이를 엄하게 금지했지만, 18세기 중반 이후가 되면 잇키는 자주 발생했다.\n\n[군국주의 시대]\n메이지 유신 이후 잇달아 침략 전쟁을 벌인 일제는 전비 마련을 위해 수단과 방법을 가리지 않았다. 2017년 일본 쥬오(中央)대학에서 펴낸 《일본의 전시재정》이란 책에는 이른바 벼락부자세, 전봇대세, 화대세로 불리는 '기묘한' 세금 항목들이 등장한다.\n그 중 벼락부자세는 제1차 세계대전 중 전쟁물자와 선박 사업 등으로 떼돈을 번 졸부들에게 물린 세금이었다. 정식 명칭은 '전시이득세'였는데 참전에 따른 적자 재정을 메우기 위해 급조한 것이었다. 이 세금으로 2년 동안 2억 9000만 엔, 현재 가치로 무려 60조 원이 넘는 돈을 거둬들였다. 당시 졸부들의 행태가 여러 차례 구설에 올랐던 탓에 일본내 여론은 '멋진 세금'이라며 환영하는 분위기였다고 한다.\n흥미로운 사실은 전봇대에도 세금을 매긴 점이다. 20세기 급격한 산업화로 전기와 전신 이용이 급증하자 전신주도 따라서 늘어났다. 일제는 \"전신주는 근대 산업국가를 상징하는 지표다\"라며 '전주입국(電柱立國)'을 내세워 설치를 장려했다. 그러면서 1927년 부터 대륙침략을 위한 전비조달 명목으로 전주세를 물려 막대한 수입을 올렸다.\n전쟁의 광기는 속칭 화류계에도 세금폭탄을 터트렸다. 전비에 쪼달린 일제는 기생에게 주는 팁 등 '화대' 까지 손을 댔는데 그 세율의 인상 폭이 폭발적이었다. 1939년 20%에 머물던 화대세는 전쟁 말기엔 400%로 5년만에 20배나 올랐다. 전시인지라 유흥업소에서 눈치를 보며 세금 신고를 제대로 하지 않자 세무당국이 아예 선수를 쳐버린 것이다.\n\n[인도의 소금세]\n인도를 식민지배한 영국은 소금의 생산과 판매를 독점하고 원가의 24배가 넘는 세금을 매겼다. 1930년 3월 마하트마 간디는 \"소금은 가난한 사람들의 유일한 양념이다\"라며 소금세 거부운동을 펼쳤다. 그와 지지자들이 24일 동안 약 400km를 걷는 '소금 행진'을 벌이자 인도 전역에서 소금 저장소를 습격하는 사태가 빚어졌다. 영국군의 총격으로 수천 명이 죽거나 다치고 6만 명이 경찰에 붙잡힐 정도로 사건의 파장이 컸다. 하지만 이처럼 격렬한 저항에도 불구하고 기껏해야 소금 생산지 주민에게만 극소량의 채취가 허용됐을 뿐이다. 침략이나 식민지배도 돈 때문에 벌인 일이라 열강들이 쉽사리 세금을 포기할 리 없었던 것이다.\n\n[베트남]\n프랑스 역시 식민지 베트남의 소금과 술을 독점하고 막대한 세금을 매겼다. 소금세를 5배 올렸고, 마을마다 술 소비량을 강제로 정해서 주세를 4년 사이에 6배나 더 거두었다. 더욱 기막힌 일은 식민당국이 나서서 아편을 부추긴 사실이다. 프랑스의 통치 이전, 베트남에서 아편은 엄격히 금지되어 있었다. 한데 1897년 부임한 폴 두메르 총독은 아예 '국영' 아편 공장을 세우고 반강제적으로 소비를 조장했다. 아편세는 1902년 총독부 예산의 25%, 1914년에는 37%를 차지할 정도였다. 거리 곳곳에 술 주정뱅이와 '아편 좀비'들이 들끓게 되자 식민통치에 대한 사람들의 분노도 함께 끌어올랐다.\n마침내 1908년 베트남 전역에서 항세시위가 일어났다. 프랑스군의 발포로 수많은 사상자가 발생했고 꽝남성에서만 천여 명이 체포되거나 처형됐다. 당시 후에에서 고등학교를 다니던 베트남의 국부 호찌민 (1890~1969)은 시위대의 주장을 식민정부에 전달하는 역할을 맡았다. 이 일로 호찌민은 퇴학을 당했고, 하급관리였던 그의 아버지는 산골 오지로 쫒겨난 후 곧 옷을 벗어야 했다. 결국 세금 투쟁이 그가 반식민 운동에 뛰어든 계기가 된 것이다. 호찌민은 1945년 9월 2일 발표한 독립선언문에서 \"그들은 아편과 알코올을 강요해 우리를 인종적으로 약화시켰고, 다수의 부당한 세금을 만들어 처참한 빈곤의 나락에 빠뜨렸다\"라며 세금 착취가 독립항쟁의 불씨를 당겼다고 적었다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-11-20T10:13:29.065000",
  "updatedAt": "2023-11-20T10:14:29.248000"
}