{
  "id": "d0f5a25f-68f2-4d46-8faf-51b2b418b70a",
  "title": "전쟁 영웅과 군주의 정치학",
  "content": "[밀티아데스(Miltiades)]\n그는 페르시아 전쟁 당시 아테네의 명장으로 활약했다. 마라톤에서 페르시아군에 맞서 싸우자고 아테네 시민들에게 주장하였으며, 이로 인해 성사된 마라톤 전투에서 칼리마코스와 함께 대승을 거둔다. 열세였던 병력으로 당대의 그리스군답지 않은 공세적 전술을 펼쳤으며, 그의 과감한 전술은 그리스군 특유 중장보병의 강력함과 시너지를 이루어 페르시아군을 혼란에 빠뜨리게 하였다.\n\n유력한 귀족 집안 출신인 밀티아데스는 아테네가 참주들에 의해 다스려지던 기원전 550년에 올림픽 전차 경주 챔피언인 키몬의 아들로 태어났다. 그 즈음은 아테네에 민주정이 붕괴되고 페이시스트라토스가 '참주'(僭主, tyrant : 고대 그리스에서 비합법적으로 정권을 장악한 권위주의적인 지배자)라는 이름의 독재자로 지배하던 시절이었다. 그의 아버지는 올림픽 전차 경주에서 세번이나 우승을 해 시민들 사이에 인기가 매우 높았다. 역사의 아버지 헤로도투스에 의하면 참주 페이시스트라토스의 아들들이 그의 인기를 시샘해 살해했다고 한다.\nBC 572년 독재자 페이시스트라토스가 죽고 그의 아들 히피아스(Hippias)가 대를 이었다. 기원전 524년 밀티아데스는 히피아스 통치하의 아테네에서  아콘(고대 그리스에서 국가원수인 집정관을 의미)에 임명되었다. \n비슷한 시기 밀티아데스의 형 스테사고라스는 친척이 세운 트라키아의 식민도시 케르소네소스  에서 참주를 지내고 있었다. 그러나 기원전 514년 스테사고라스는 정적에 의해 머리에 도끼를 맞고 죽고 말았다. 이에 아테네의 참주 히피아스는 동생 밀티아데스를 보내 케르소네소스의 참주가 되도록 명했다. \n기원전 513년 페르시아의 다리우스 1세가 트라키아를 침략했다. 압도적인 군사력으로 케르소네소스를 점령한 페르시아는 밀티아데스를 제국의 신하로 임명하고 스키타이 족과의 전쟁에 끌고 갔다. 한번은 다리우스 1세가 그리스 신하들을 남겨둔 채 다뉴브 강을 가로지른 다리를 건너 진격했다. 밀티아데스는 남아있던 그리스인들을 설득해 다리를 파괴해 다리우스 1세를 죽이자고 했다. 하지만 그리스인들은 반대하는 것은 물론 돌아온 다리우스 1세에게 밀티아데스의 음모를 밀고했다. 위기에 몰린 밀티아데스는 기원전 511년 페르시아 왕의 캠프에서 도망쳤다. 그러다 기원전 499년 페르시아를 에게해에서 몰아내려는 이오니아 반란에 참가하고 기원전 496년에는 자신이 참주를 맡았던 케르소네소스로 돌아갔다. 그곳에서 그는 렘노스 등 섬을 점령해 아테네에 바침으로써 아테네와 좋은 관계를 회복했다.  \n이오니아 반란은 페르시아가 대규모 군사작전을 펼침으로써 기원전 494년 그리스 도시들의 패배로 끝나고 말았다. 전쟁의 패배로 또 다시 페르시아 왕에게 잡힐 위기에 처한 밀티아데스는 아테네로 피신했다. 하지만 아테네는 이미 15년 전에 참주정이 무너지고 민주정이 되어 있었다. \n처음에 아테네인들은 그를 환영하지 않았다. 이는 그가 참주 히피아스 밑에서 행정관을 지냈고 케르소네소스에서는 참주를 지낸 전력이 있었기 때문이었다. 반 페르시아를 표방했던 그는 친페르시아 파 알크마이온 일족에 의해 참주 지배 경력으로 기소되었다. 이에 밀티아데스는 자신이 페르시아의 전제정에 항거해 그리스의 자유를 위해 싸워 왔으며, 또 페르시아를 깨뜨릴 방책을 알고 있다고 설득했다. 기원전 490년에 무죄가 선고되었고, 아테네 민회에서 장군으로 선출되었다.    \n같은 해 페르시아는 대함대를 동원해 그리스를 침공했다. 아테네에서 추방당한 히피아스가 가이드 역할을 하여 페르시아 군대는 마라톤에 상륙했다. 히피아스는 밀티아데스를 행정관으로 임명했던 아테네의 참주였으나 이제는 페르시아의 앞잡이가 되어 마라톤의 해변에 등장한 것이다.\n아테네는 어디서 방어전을 펼쳐야 할 지 고민에 빠졌다. 이때 페르시아의 전략에 통달한 밀티아데스가 마라톤에서 싸워야 한다고 주장하며 장군들의 리더인 칼리마커스를 설득하였다. \n아테네는 결국 이 전투에서 승리하여 밀티아데스는 마라톤 전투의 영웅으로 떠올랐다. 반면 히피아스는 마라톤 전투에서는 살아남았으나 페르시아의 수도에 도착하기 전, 렘노스에서 한 많은 망명객의 생을 마감했다. \n밀티아데스는 마라톤 전투에서 승리한 기세를 업고 이듬해인 기원전 489년 75척의 전함을 끌고 앞서 페르시아에 협조한 배신자 그리스 도시국가들을 공격했다. 명분은 그랬지만 실은 밀티아데스가 파로스 섬에서 당한 수모를 앙갚음하려는 것이었다. 하지만 파로스를 공격하다가 밀티아데스는 다리에 심각한 부상을 당했다. 더 이상 전투를 수행할 수 없게되자 그는 결국 아테네로  돌아왔다. \n아테네인들은 과거에 식민지 폴리스의 참주 출신의 그가 독재자로 돌변하지 않을까 불안을 갔고 있었다.  그가 공격을 실패하고 그가 아테네로 돌아오자  아테네에서 비난의 목소리가 나왔다. 그의 정적들은 이런 분위기를 이용해 그를 맹렬히 비난했다. 결국 그는 반역죄로 기소되어 사형을 선고받았다.\n이후 사형 선고는 취소되고 대신 금 50탈란드를 내는 것으로 완화되었으나 이돈 마저 낼 여력이 없었던 밀티아데스는 감옥에서 고생하다 결국 다리 부상이 악화되어 감옥에서 죽음을 맞이했다. \n불과 일년전에 아테네의 영웅으로 온 도시민들의 존경과 사랑을 받았던 사람이 감옥에서 비참한 최후를 맞도록 만든 것은 다름 아닌 변덕이 죽끓듯하는 사람들의 인심이었다. \n무고한 사람을 죽음으로 몰고 간 것은 민주주의의 무기, 즉 여론이라는 칼이었던 것이다. \n\n\n[테미스토클레스(Themistocles)]\n테미스토클레스는 BCE 524년 그리스의 아테네에서 태어났다. 아버지는 네오클레스로 아테네 하층 귀족 가문 출신이고, 어머니는 트라키아 출신이었다. 그는 서민 지구에서 민사 변호사로 활약하면서 중하층민의 민심부터 사로잡은 통찰력을 지니고 있었다. 사람들 입에서 입으로 전해지는 평판을 잘 활용할 줄 아는 영리한 인물로 현재의 변화를 보고 미래를 예측할 줄 알았다. 그는 활달한 정치적 지도자로 사교적이고 열정적이고 성급한 기질의 소유자였으며 날카로운 판단력과 대단한 포부를 지녔다고 한다. 성공하기 위해 뇌물을 주고, 거짓말도 하고 속임수를 쓰기도 했던 것으로 알려져 교양이 부족하다는 비난도 있다.\n기원전 490년의 유명한 마라톤 전투에서 밀티아데스(Miltiades) 장군의 지휘로 아테네 군대가 대승을 거두자 전전긍긍했던 사람은 테미스토클레스 한 사람뿐이었다. 다른 아테네 사람들이 모두 페르시아 군대를 물리친 승전의 기쁨에 취해 있을 때 테미스토클레스는 밀티아데스가 자신이 차지할 영광을 모두 차지하게 되는 것은 아닌지 깊은 고민에 빠졌다. 그만큼 성공에 대한 욕구와 명예욕에 불탔다는 뜻이다.\n테미스토클레스의 탁월한 점은 ‘먼 미래를 언제나 가장 정확하게 예측하는 능력’에 있었다. 마라톤 전투에서 승리를 거뒀을 때, 그래서 이제 위기는 끝이 났다고 모두들 생각하고 있을 때, 테미스토클레스는 “이것은 더 큰 싸움의 시작에 불과하다”고 확신했다. 그는 다리우스 대왕이 마라톤에서 철수했음에도 불구하고 다음 전쟁을 대비하기 위해 삼단노선 200척을 건조하자고 주장했다. 마침 아테네 남쪽 지역에서 라우레이온 은광이 발견됐는데 이 은광에서 나온, 뜻하지 않은 재정적인 여유를 해군력 증강에 사용하자고 제안한 것이다.\n테미스토클레스의 이런 주장은 아테네의 국가적 정통성에 도전하는 혁명적인 발상이었다. 아테네의 수호신 자리를 차지하기 위해 전쟁의 여신 아테나(Athena)와 바다의 신 포세이돈(Poseidon)이 서로 힘겨루기를 했다는 것은 널리 알려진 이야기다. 아테네는 올리브 나무와 아테나로 상징되는 땅의 도시, 육군의 도시였는데 테미스토클레스가 이를 바다의 도시, 포세이돈의 도시로 만들려고 한 것이다. 이것은 한 나라의 역사적 정통성 자체를 뒤집으려는 시도였다. 만약 이때 테미스토클레스가 이런 혁명적인 발상에 기초해서 아테네를 바다와 해군의 도시로 만들지 않았다면 살라미스 해전에서의 승리는 불가능했을 것이다.\nBCE 480년, 페르시아 제국의 왕 크세르크세스가 친히 이끄는 페르시아의 대군은 다시 그리스 원정에 나섰다. 페르시아 해군은 폭풍과 그리스 해군의 저항으로 고전한 반면, 페르시아 육군은 영화 ‘300’의 배경이 된 테르모필레 전투에서 스파르타를 위시한 그리스 연합군을 궤멸시키는 전과를 올렸다. 아르테미시온에서 페르시아 해군과 일진일퇴를 벌인 테미스토클레스는 전투의 결과를 보고받았다. 테르모필레를 돌파한 페르시아 군대의 남하를 막을 방법은 없었다. 이제 승부는 바다 위에서 내야 했다. 테미스토클레스는 그리스 연합해군을 살라미스(Salamis)灣으로 이동하라고 명령했다. 육지에서 맞서 싸우는 것은 불가능하다고 보아 아테네 시내에 사는 사람들을 강제적으로 이동시켜 시내를 텅 비게 만들었다.\n아테네에 무혈 입성한 크세르크세스는 아테네 수호신인 아테나 신전을 비롯한 모든 신전에 불을 지르라고 명령했다. 아크로폴리스 언덕 전체가 불타오르는 모습을 아테네 시민들은 배 갑판 위에서 지켜보았다. 이제 배수진뿐이다. 아군까지 궁지에 몰아넣은 테미스토클레스는 더 강수를 두었다. 전투를 앞두고 갑론을박하며 서로 분열되어 있던 그리스 연합수군을 역사적인 해전으로 끌어들였다. 그리스가 겁을 먹고 도망가니 가는 길을 막기만 하면 페르시아가 승리할 거라고 정보를 흘린 것이다. 탁상공론만 하던 그리스 연합군 수뇌부 앞에 페르시아 해군이 모습을 드러냈다.\n마침내 BCE 480년 9월 23일 아침 해를 오른쪽으로 등진 채 쏟아지는 햇살을 받으며 페르시아 해군 800척이 북상하기 시작했다. 예상대로 프시탈리아 섬에서 우익과 좌익으로 나뉘었다. 페르시아 해군은 프시탈리아를 통과할 무렵에 전투가 시작되리라 예상했었다. 하지만 그리스 해군 우익이 섬 앞에서 방향을 바꿔 살라미스만 안쪽으로 향했다. 페르시아 해군 우익은 그리스 함대가 도망친다고 생각해 그 뒤를 쫓았다. 그리스 해군 좌익도 앞선 우익처럼 살라미스만 안으로 유인했지만, 이후 우익은 크게 선회하여 살라미스만 안으로 유인한 적을 포위하였다.\n빠르게 선회하는 아테네 배는 움직일 수 없는 적선 사이를 자유자재로 오가면서 배 자체의 무게를 활용해 계속 격돌을 시도하였다. 많은 수의 배가 좁은 해협으로 들어오면서 페니키아 배는 아군 배와 부딪혀 침몰하는 경우가 많았고, 해협을 가득 메운 목선의 파편들로 페르시아 해군의 추가 진입이 불가능했다. 충각 전법 후 백병전에서는 그리스 중장 보병들이 대활약을 펼쳤다.\n그리스 해군의 완승이었다. 페르시아 쪽은 침몰하거나 불에 탄 배의 수가 300에서 400척인데 반해 그리스 쪽은 침몰하거나 심한 손상을 입고 아군 배에 끌려 귀향한 배의 수가 40척이었다. 그리스 쪽 사령관은 전원 무사한데 반해 페르시아 쪽은 총사령관인 왕의 동생이 전사하였다.\n미래를 잘 예견하던 그의 탁월함은 살라미스 해전(기원전 480년)이 승리로 끝난 다음에 다시 한번 그 진가를 드러냈다. 크세르크세스가 물러나고 페르시아의 잔류병들이 모두 섬멸됐음에도 불구하고 그가 선택한 길은 ‘아테네의 요새화’ 정책이었다. 아테네의 도심에서부터 인근 항구도시인 피레우스까지 성벽을 쌓아 예상되는 적의 도전을 물리친다는 방어 계획이었다.\n이것은 단순히 아테네의 성벽 쌓기를 위한 토목 공사가 아니었다. 테미스토클레스는 또 한번, 다음 전쟁을 준비하고 있었던 것이다. 아테네가 페르시아를 물리치고 그리스의 맹주가 된 후, 다음 적은 분명히 스파르타가 될 것이라고 판단한 것이다. 비록 같은 동족이지만 제국의 길로 들어설 아테네를 향해서 경쟁국가인 스파르타가 창검을 겨눌 것을 정확하게 예측한 것이다. 그래서 육군이 강한 스파르타의 공격을 방어하기 위해 아테네 도심을 성벽으로 보호하고 해군 기지가 있는 피레우스 항구로의 신속한 이동로를 확보한 것이다.만약 스파르타가 막강한 육군을 동원해 아테네를 공격해 오면 테미스토클레스는 신속하게 피레우스 항구에 정박돼 있는 삼단노선을 타고 스파르타 도시 자체를 공격하겠다는 작전을 세운 것이다. 미래를 준비하고 신속한 판단을 내리는 일, 그리고 그것을 강력한 리더십으로 추진하는 일에서는 테미스토클레스를 따를 자가 없었다.\n그런데 이 테미스토클레스에게 치명적인 약점이 있었다. 그는 천성적으로 명예욕이 강하고 금전에 대한 욕심이 지나친 인물이었다는 것이다. 그는 페르시아 전쟁이 끝난 다음 그리스 동맹국을 돌아다니면서 동맹 부담금을 받아냈다. 정치에 입문하기 전에 그가 가진 전 재산이 3달란톤에 불과했는데 공직에 올랐을 때 무려 100달란톤의 재산을 가지고 있었다고 한다.(플루타르코스)\n살라미스 해전에서 테미스토클레스의 활약에 힘입어 그리스 해군은 페르시아 함대를 궤멸시켰다. 그리고 그 다음해인 기원전 479년, 스파르타의 왕 파우사니아스가 이끄는 그리스 연합군은 플라타이아 평원에서 벌어진 전투에서 페르시아 장군 마르도니오스의 10만 대군을 고전 끝에 물리쳤다.\n전쟁 후 아테네의 상황은 심각했다. 도시는 완전히 파괴되었고 식량과 주거 문제가 심각했다. 시민들은 무엇보다도 먼저 집을 다시 세웠고 정부는 시민들의 식량 문제를 해결하기 위해 모든 힘을 쏟았다. 그러는 동안에도 정치적 갈등은 계속되었다. 민주파(시민계급)의 지도자는 살라미스 해전을 승리로 이끈 테미스토클레스였고, 보수파(귀족계급)의 우두머리는 정직하고 공명정대하기로 이름난 아리스테이데스였다.\n페르시아 전쟁 이후 아레이오파고스를 중심으로 하는 귀족들이 득세하여 정권을 잡았다. 전쟁 중에 아레이오파고스 의회는 시민 한 사람당 8드라크마를 지급하여 무장을 시켜 싸울 수 있도록 도왔기 때문에 시민들은 이들에게 권한을 위임했다. 기원전 479년부터 기원전 476년까지 귀족계급을 지도한 사람은 아리스테이데스였다. 그는 오로지 아테네의 안정과 번영만을 생각하는 사람이었기에 정적 테미스토클레스의 개혁안을 나라에 도움이 된다고 생각하여 진심으로 도왔다.\n그러나 기원전 476년 보수파에는 새로운 인물이 두각을 나타내기 시작했다. 바로 마라톤 전투를 승리로 이끈 밀티아데스의 아들 키몬이었다. 훤칠한 키에 짙은 머리카락, 잘생긴 얼굴에 다정다감하고 상냥한 성격에 부자인데다 지도력이 있고 인심까지 후한 키몬은 기원전 476년 장군으로 선출됐다. \n페르시아 전쟁 이후 테미스토클레스가 주도한 해군의 성장은 새로운 정치 상황을 불러일으켰다. 해군은 비싼 무장을 갖추어야 하는 중장비병과는 달리 돈이 들지 않았기에 최하위 계층도 전쟁에 참전하여 공을 세울 수 있게 해주었다. 전쟁 후 절대 다수였던 서민 계층이 전쟁 중에 자신들이 공헌한 바를 깨달으면서, 또 도시 발전에 자신들이 중요한 역할을 하고 있음을 인식하면서 더 많은 정치적 권리를 요구하기 시작했다.\n이것이 가난한 다수가 권력을 잡았을 때 어떤 일이 일어날 수도 있다는 위험성을 잘 알고 있었던 귀족들에게 정치적 불안을 느끼게 만들었다. 이런 위기에 대처하기 위해 귀족들은 단결해야 할 필요성을 절실히 느끼고 있었다. 이때 상호 불신적이던 귀족 가문들을 하나로 묶을 수 있는 인물인 키몬이 등장하자 귀족들은 그를 우두머리로 받아들였다. 누구보다도 아리스테이데스가 앞장서 키몬에게 자신의 자리를 물려주었다.\n페르시아 전쟁이 끝난 직후 살라미스 해전을 승리로 이끈 테미스토클레스의 인기는 하늘을 찌를 듯했다. 그리고 자기가 시민들을 위해 옳은 일을 하는 한 민회가 자기를 지지할 것이라는 망상에 빠져 있었다. 테미스토클레스는 민중에게 자신의 계획을 체계적으로 설명하고 설득하는 일을 거의 하지 않았다. 그의 반대파들이 이를 이용했다. 보수파들은 테미스토클레스의 야심이 끝이 없고, 그 야심이 아테네에 큰 불행을 가져올 것이라고 공격했다. 여기에 앞장선 사람은 키몬이었다. 키몬이 등장한 이후 테미스토클레스는 정치적 힘을 급속히 잃어갔다. \n그리고 기원전 471년 아테네인들은 테미스토클레스의 추방을 결정했다. 이때 추방 방법이 도자기 접시나 그 파편에 이름을 적어 내는 도편추방제(陶片追放制)다. 현대 민주주의에서 주민소환제라는 이름으로 부활한 탄핵 제도다.\n추방당한 테미스토클레스는 처음에는 스파르타의 천적인 아르고스에 몸을 맡겼다. 그러는 사이에 스파르타에서는 페르시아 전쟁의 또 다른 영웅인 파우사니아스를 배반죄로 처형했다. 테미스토클레스를 변호해줄 또 한 명이 사라진 것이다. 그리고 스파르타는 자신들에게 공공연하게 적대감을 드러내는 테미스토클레스를 처벌할 것을 아테네의 보수 정권에 요구하기 시작했다.\n이때 아테네 시민들이 테미스토클레스를 부당하게 대하는 것을 분하게 여긴 그의 친구 한 명이 페르시아와 내통하여 쿠데타를 일으키려는 음모를 꾸몄다. 그 친구가 테미스토클레스에게 음모에 가담하라고 이야기했을 때 그는 펄쩍 뛰며 말렸다.  테미스토클레스는 그 친구를 고발하지 않았다. 그러나 이 음모가 발각되어 그 친구는 사형을 당했다. \n기원전 469년 키몬은 테미스토클레스를 페르시아와 내통한 죄명으로 고발했다. 친구를 수사하는 과정에서 테미스토클레스에게도 혐의가 있음이 밝혀지자 그를 소환한 것이다.\n그러나 테미스토클레스는 그 재판 소환에 응하지 않고 여러 폴리스를 전전하다가 끝내는 페르시아로 망명했다. 정작 테미스토클레스를 ‘그리스의 뱀’이라고 부르며, 현상금까지 걸었던 크세륵세스(Xerxes)는 그를 받아주었다.\n반역죄까지 뒤집어 쓴 테미스토클레스는 한때의 적 페르시아로 도주해 크세르크세스의 아들인 아르타크세르크세스 1세의 부하가 되어 사트라프(페르시아의 지방 총독)로 여러 지역을 전전하다가 마그네시아 총독 재임기에 66세의 나이로 사망했다. \n\n \"기원전 450년 페르시아 황제가 페르시아 함대를 이끌고 아테네를 침략하라는 명령을 내렸을 때 테미스토클레스는 내 생애 동안 조국을 공격하는 불명예를 얻고 싶지 않다고 하며 이 명령을 거부했다. 그는 친구들과 마지막 향연을 벌이면서 독약을 먹고 자살했다고 한다. 그는 자신을 탄핵한 아테네 시민들이 원망스러웠지만 자신의 기구한 운명을 받아들일 뿐 조국 아테네를 배반하지 않았다. 그의 유일한 유언은 자신의 뼈를 몰래라도 조국에 가지고 가서 묻어달라는 것이었다.\"\n(플루다크영웅전)\n\n[한니발]\n\n[스키피오]\n\n[알부케르크]\n아폰수 드 알부케르크(Afonso de Albuquerque, )은 포르투갈의 군인이자 정복자이며 정치인, 제국 건설자이었다. 알부케르크는 동양에 기독교를 퍼뜨리고, 향신료의 무역을 유지하고 홍해로 유럽 함대와 함께 첫 여정을 보낸 사람이기도 하다. 그의 군대와 관료들은 포르투갈의 동양의 식민지와 오세아니아 동쪽까지 향신료 무역을 유지하고 발전하는데 매우 중요한 역할을 하였다.\n\n대항해시대 스페인과 식민지 건설 경쟁을 하고 있던 포르투갈로서는 확실한 주인으로서의 식민지를 건설할 필요가 있었다. 이때 인도의 고아지방을 점령해서 포르투갈의 식민지로 삼은 인물은 이후 인도의 총독이 된 '아폰수 드 알부케르크' 장군이다. \n알부케르크는 '천재적인 군사 전략가' 또는 '바다의 사자'라는 별명을 가진 군인이요 정치가였다. 20대의 젊은 시절을 북아프리카에서 군인으로 복무하면서 혁혁한 공을 세운 그는 1503년 4월 리스본을 떠나 인도에 도착하였다. \n그는 캘리컷 전투에서 승리하고, 코친 전투의 승리후 이곳에 요새를 건설함으로서 향료무역을 안정적으로 진행할 수 있는 발판을 마련하였다. 1504년 7월 잠시 리스본으로 복귀한 알부케르크는 1506년 다시 인도로 돌아와 페르시아만과 홍해에서의 무슬림 무역을 근절시켰다. 1508년 페르시아만과 홍해 입구의 섬들에 군사기지를 세운 알부케르크는 인도땅에 발을 들여놓자 마자 먼저 있던 총독에 의해서 감금을 당하였다. 기존 총독이 그에게 총독의 권한을 이양하기를 거부한 것이다. 포르투갈 왕이  다시 보낸 알부케르크의 총독 임명을 보증하는 사절단이 도착하고 나서야 3개월 만에 자유의 몸이 되어서 2대 총독으로 부임하게 된다. \n그는 7년에 걸친 기간 동안 고아의 점령을 비롯한 여러 가지 혁혁한 공을 세우게 된다.  \n1510년 3월 4일부터 5월 20일까지 진행된 고아의 점령은 큰 저항 없이 이뤄졌다. 그 지역의 왕에게 종교의 자유를 허락해 준다는 것과 세금을 대폭적으로 낮추겠다는 약속을 했을 뿐만 아니라 개인적으로 무장세력을 가지고 있는 티모지라는 사람이 2000명의 군사를 보조해주었기 때문이었다. 그러나 곧 알부케르크가 고아를 비운 사이 다른 무슬림 연합세력이 공격을 가하여 고아를 빼았겼다. 결국 11월 25일 다시 고아 점령에 나선 알부케르크는 대대적인 학살을 감행하여 6000명 이상의 무슬림을 죽였다. \n이후 알부케르크의 세 가지 목표는 무슬림 세력을 억압하고, 향료 무역을 안정적으로 지키고, 기독교를 전파하는 것이었습니다. 그는 고아를 식민기지의 수도로 삼고 안정적인 통치를 하였다. \n\n알부케르케는 16세기 초부터 인도양에 진출한 후발주자 포르투갈이 해상제국의 기초를 만드는 데 기여했다. 인도양은 1250년부터 1350년까지 유럽과 아시아를 잇는 다양한 해상 세력과 육상 세력이 만나는 세계경제의 중심이었다. 몽골제국에 의해 통합된 중앙아시아의 육로 통상로가 아라비아반도를 넘어 유럽까지 연결됐고 연근해 무역에 만족하지 않는 중국의 해상세력과 무슬림 상인들이 인도양 내의 다양한 해상권역에서 활동하고 있었다. 인도양에서 우위를 확보하기 위한 해상세력, 즉 아랍 인, 페르시아인, 중국 상인, 인도인 간의 경쟁은 치열했지만 그렇다고 그들 누구도 인도양 전체에 대한 패권 확보를 기도하지는 않았다. 14세기 중반까지 ‘세계체제’의 참여자들은 체제의 유지를 위해서 모두의 참여와 협력이 필요하다는 것을 동시에 인식하고 있었기 때문에 상대방에 대한 배타적 지배와 정복에 나서지는 않았다.\n포르투갈이 인도양에 진출한 이후 기존의 인도양 ‘세계체제’는 흔들리기 시작했다. 후발 주자인 포르투갈은 인도양의 다양한 해상 권역, 즉 아라비아반도, 인도 아대륙, 남중국해 각각 해상권역의 거점 항구도시를 점령함으로써 이러한 해상권역이 포르투갈의 이익을 위해 봉사하는 체제로 변화시키려고 했다. 각 해상권역의 거점 항구를 선으로 연결하여 이 선 안에서 이루어지는 모든 해상무역을 포르투갈이 전적으로 통제한다면 포르투갈은 그야말로 인도양을 ‘포르투갈의 바다’로 전환하는 데 성공하는 것이었다. 알부케르케는 포르투갈의 인도양 정복사업 대부분을 완성하여 포르투갈이 해상제국으로 도약하는 발판을 마련했다.\n알부케르케가 인도양에서 포르투갈의 우위를 확보하기 위해 우선 주목한 대상은 페르시아만에 위치한 호르무즈였다. 호르무즈는 페르시아만의 끝자락에 있어 인도양과 동부 아프리카로 나갈 수 있는 통로와도 같았다. 이러한 지리적 이점을 가진 호르무즈는 중국과 아라비아 반도의 상인뿐 아니라 인도 상인의 왕래도 끊이지 않아 부와 풍요로움이 넘쳐나는 도시였다. 호르무즈의 장악은 포르투갈에 이러한 경제적 부를 활용할 기회와 아라비아 반도와 홍해를 포괄하는 인도양 서쪽 해상권역에 교두보 확보의 기회를 제공하는 것이었다.\n알부케르케는 1507년, 당시까지 이란의 사파비 왕조 이스마일 1세의 조공국가였던 호르무즈에 대한 1차 정복에 나섰다. 약간의 저항은 있었지만, 호르무즈 정복은 알부케르케에게 큰 문제는 아니었다. 알부케르케는 이전과 마찬가지로 사파비 왕조에게 조공을 바치라고 요구하는 이스마일 1세의 사절단에게 포탄과 활 등이 담겨 있는 포대를 선사하며 호르무즈가 앞으로 사파비 왕조에게 조공하지 않을 것이라는 의지를 표명했다.\n그렇지만 호르무즈의 1차 정복은 오래가지 못했다. 알부케르케가 호르무즈 방어를 위한 요새 건설에 병사들을 지나치게 동원하여 반란이 일어났던 것이다. 인도로 잠시 물러나 있던 알부케르케는 호르무즈를 1515년 다시 장악했다. 호르무즈는 이때부터 1622년까지 포르투갈 수중에 남아 인도양에서 포르투갈의 영향력 유지를 위한 장소로 기능했다.\n인도양 서쪽 해역은 홍해와 페르시아만에 면한 해역으로서 이 지역을 장악하면 유럽으로 들어가는 후추 거래를 독점할 수 있었기 때문에 포르투갈은 인도양에 처음 진출할 때 이 지역에서의 활동에 집중했다. 그렇지만 인도양 전체를 포괄하는 중간지점인 인도 대륙에 포르투갈의 거점을 마련하지 못한다면 인도양에서의 포르투갈의 우위는 지속될 수 없었다. 즉 인도양을 동서로 나누는 기준이 되는 인도 대륙에 포르투갈 무역관을 설치하여 인도양에서 무역행위를 하는 상선들을 통제할 필요가 있었다. 포르투갈의 인도 1대 총독이었던 알메이다에 이어 1509년 2대 총독으로 즉위한 알부케르케는 이러한 무역관의 필요성을 확신했다. 즉 알메이다가 대포로 무장한 배가 인도양에서 포르투갈 힘의 원천이라고 생각한 데 비해 알부케르케는 강력한 함대만으로는 인도양에서 포르투갈의 우위를 지속시킬 수 없고 요새와 상관 설치가 더 중요하다고 주장했다.\n1차 고아 공략에 실패했던 알부케르케는 1510년 10월 2차 공략에 나서 무슬림 지배자와 오토만의 원군을 물리치고 인도 서해안에 위치한 고아를 장악하는 데 성공했다. 고아는 이후 인도의 핵심 도시로 역할을 했다. 고아의 상관에서 발행하는 통행증(카르타스)은 인도양의 포르투갈 관리 해역에서 배들이 무역을 하기 위해 왕복하는 데 반드시 필요했다.  카르타스를 소지하지 않는 배가 나포되었을 경우 모든 화물은 몰수되고 승무원의 생명도 보장받지 못했다. 인도양을 안전하게 항해할 수 있는 권리를 보장하는 카르타스를 발행함으로써 포르투갈은 인도양을 왕래하는 무역선으로부터 세금을 징수할 수 있었다.\n고아 점령은 알부케르케의 이전 정복사업인 호르무즈 정복과 이후 정복사업인 말라카 점령의 징검다리였다. 말레이반도의 말라카는 유럽인이 탐내는 고급 향신료나 중국산 견직물, 도자기 등과 같은 매력적 상품이 집결하는 동아시아 국제 상거래의 중심지였다. 알부케르케는 경제 이익과 더불어 말라카의 점령을 종교적 사명과도 연결시키려 했다. 즉 말라카 해협을 통한 무슬림의 향료 운송을 종식시킬 수 있다면 카이로와 메카마저도 이슬람에서 해방시킬 수 있다고 주장하였던 것이다. 알부케르케는 수적으로는 말라카 수비군을 압도할 수 없었지만 무슬림 상인들에게 호의적이었던 말라카 술탄에게 반감을 가졌던 지역 상인들의 지지를 받을 수 있었다. 특히 중국 상인들이 제공한 정크선은 알부케르케의 병력과 무기 수송에 큰 역할을 했다. \n드디어 1511년 말라카는 알부케르케의 수중에 떨어졌다. 말라카마저 장악함으로써 이제 포르투갈은 더욱 동쪽에 위치한 고급 향신료 산지로 알려진 순다 해협과 말루쿠 제도까지 진출할 여건을 확보한 셈이었다. 이는 또한 포르투갈에게 다른 유럽국가보다 먼저 당시 가장 부유했던 무역 상대국인 중국과 대면할 기회를 제공했다. 알부케르케는 인도양 동서해역에 포르투갈 거점을 확보함으로써 ‘인도양 세계체제’에 변화를 가져왔다. 1513년 유럽인 최초로 중국 땅을 밟은 조르쥬 알바레즈나 마카오의 포르투갈 상업 교역지는 알부케르케의 정복사업이 없었더라면 등장하지 못했을 것이다. 네덜란드와 영국이 인도양에 진출하기 이전 알부케르케는 인도양에서 포르투갈 해상제국 성립을 가능케 한 위대한 정복자였던 것이다.\n\n이러는 와중에 포루투갈에서는 국왕 주앙 2세의 뒤를 이어 마누엘(Manuel) 1세가 왕위에 올랐다. 그는 주앙 2세의 친한 친구이자 자신보다 17세 연상이고 대중적 인기를 얻고 있던 알부케르크에 대해 경계심을 갖고 있었다. \n본국 포르투갈에서 알부르케를 시기하던 그의 정적들은 그를 제거할 계획을 세웠다. 그들은 알부르케가 포르투갈령 인도에서 권력을 찬탈하려 한다고 하면서 그에 대한 마누엘 왕의 질투를 불러 일으켰다. 고국의 부름을 받아 페르시아만의 호르무즈에서 돌아오는 선상에서 그는 인도총독을 그의 경쟁자인 소아레스(Lopo Soares de Albergaria)로 교체할 것임을 지시 받았다. 그는 그의 정적들이 그를 탄핵하려 한다는 사실을 깨닫고 깊이 좌절했다. 죽음이 임박했음을 느낀 그는 자신이 소속된 기사였던 산티아고 기사단(Order of Santiago)의 외투를 입고 유서를 작성하고 최종 회의를 소집해서 장교들과 함께 포르투갈령 인도에 영향을 미치는 주요 정책들을 논의했읍니다. \n1515년 12월 16일, 알부케르크는 고아가 보이는 곳에서  사망(자살)했습니다. \n그의 죽음이 본국 포루투갈에 알려지면서 도시에서 큰 통곡이 일어 났고, 많은 사람들이 의자에 실린 그의 시신을 목격하기 위해 거리로 나갔다. 알부케르크의 시신은 그의 유언에 따라 고아에 있는 1513년에 지은 '언덕의 성모'(Nossa Senhora da Serra) 교회에 묻혔다. 그가 고아의 교회에 묻히던 그날 밤, 고아에 있는 힌두교인과 포르투갈인 모두 그의 죽음을 슬퍼했다고 한다.\n\n아이러니 한 것은 포르투갈의 마누엘 왕은 정적들의 말을 듣고 알부케르크를 인도총독에서 물러나게 만든 그의 결정을 곧 후회했다. 이유는 이집트의 맘루크 술탄이 호르무즈 정복을 위해 수에즈에서 막대한 규모로 군대를 준비하고 있다는 소식을 들었기 때문이었다. 그 당시에는 리스본과 인도간의 즉각적인 통신이 어려웠으므로 마누엘왕은 알부케르크가 죽었다는 것을 즉시 알지 못했다.  마누엘왕은 급히 신임 총독 소아레스에게 편지를 써서 모든 작전의 지휘권을 알부케르크에게 돌려주고 이집트의 위협에 맞서기 위해 그를 카이로의 술탄 군대에 대항하는 총사령관으로 임명하라고 지시했다. 그러나 이미 늦었다.\n마누엘은 나중에야 알부케르크가 이미 몇 달 전에 사망했고 것을 알게 된 것이다.\n\n[이순신]\n\n[원숭환]\n원숭환에 대한 반간계는 너무나 유명하다. 가장 널리 알려진 이야기는 대략 이렇다.\n후금은 광거문 밖의 전투에서 비록 원숭환에게 패했지만 마방태감(馬房太監) 양춘(楊春)과 왕성덕(王成德)이라는 궁중의 환관 두 사람을 포로로 잡았다. 명나라 조정에서 환관이 받는 대접을 잘 아는 후금군은 두 사람의 환관 포로를 비교적 관대하게 대접하고 있었다. 어느 날 밤 둘이 구금되어 있던 바로 옆방에서 벽 하나를 사이에 두고 홍타이지의 부하 고홍중(高鴻中)과 포승선(鮑承先)이 밀담을 나누는 소리가 들려왔다. 원숭환과 홍타이지 사이에 이미 북경을 공취(攻取)하기로 약속했으니 북경은 곧 함락될 것이라는 내용이었다. 두 환관은 숨을 죽이고 두 사람의 밀담을 들었다. 자신들이 여기 감금되어 있다는 사실을 모르고 두 사람이 밀담을 나누고 있는 게 분명하다고 생각했다. 11월 29일, 홍타이지는 명나라 조정에 평화를 제의하면서 양춘과 왕성덕 두 사람도 풀어주었다. 풀려나 황궁을 돌아온 두 사람은 숭정제에게 자신들이 들은 바를 고했다. 이전부터 원숭환을 의심하던 숭정제는 결정적인 증거를 잡았다고 생각했다.\n1629년 12월 1일, 아직 후금군이 물러가지 않고 북경 조금 아래 쪽에 주둔하고 있는데도 불구하고 숭정제는 원숭환을 군량에 관해 의논할 것이 있다는 구실을 붙여 황궁으로 소환한다. 잘못을 저지른 일이 없으니 당연히 아무런 의심도 품지 않은 원숭환은 수하인 총병 만계(滿桂)와 그의 부장 흑운룡(黑雲龍) 두 사람만을 대동하고 황성으로 달려갔다. 후금군이 완전히 물러가지 않았으니 성문을 열 수 없다면서 문은 열리지 않고 성 위에서 큰 바구니가 내려왔고, 원숭환은 바구니를 타고 북경성으로 들어가 황궁에서 숭정제를 만난다.\n그러나 원숭환을 기다리고 있었던 것은 군량에 대한 의논이 아니고 배신에 대한 숭정제의 추궁과 힐난이었다. 생각도 못했던 급작스런 추궁에 원숭환은 당황하여 제대로 입을 열어 대답도 하지 못했다. 이것을 숭정제는 배신의 또 다른 증거로 보았는지 불문곡직 원숭환을 금의위 감옥에 투옥하고 만다. 원숭환이 대동했던 총병 만계와 만계의 부장 흑운룡에게는 승진과 함께 상이 내려졌다.\n원숭환이 체포 구금되었다는 소식에 먼저 조정의 대신들이 놀랐다. 즉각 그를 구명하기 위한 움직임이 나타났다. 먼저 내각 대학사 성기명(成基命)이, 뒤를 이어 손승종이 “적이 성 아래에 와 있는 상황에서 원숭환을 죽이는 것은 스스로 장성을 무너뜨리는 일과 같다.”고 말하며 구명을 청했다. 반대로 원숭환을 즉시 죽여야 한다고 주장하는 이들도 있었다. 엄당(閹黨)의 인물들이었다. 천계제 시절 권세를 누리던 환관 위충현이 만든 엄당은 위충현의 실각과 함께 세력이 약해졌으나 이 기회에 다시 세력을 만회하려는 목적으로 동림당의 지지를 받는 원숭환을 말살하려고 했다. 또한 위에서도 언급했듯이 엄당의 인물이었을 뿐만 아니라 매년 막대한 뇌물을 보내주는 고마운 화수분이던 모문룡을 죽여버린 원숭환이 증오스럽기도 했을 것이다. 북경 시민들의 여론도 결코 원숭환에게 호의적이지 않았다.\n원숭환을 구명하려는 동림당과 그를 죽이려는 엄당의 논쟁은 몇 개월에 걸쳐 계속되고 마침내 숭정제는 엄당의 손을 들어준다. 아니 오히려 원숭환 처형에 가장 적극적인 인물이 바로 숭정제였고 엄당은 그런 황제의 의도를 간파하고 열심히 원숭환 처형을 주장했는지도 모른다.\n1630년 음력 8월 16일 원숭환은 임금을 속인 죄와 모반의 죄로 서시(西市) 거리에서 책형(磔刑)에 처해진다. 책형은 시대에 국가에 따라 조금씩 다른 방법으로 나타나는데 명청 시대에는 능지형이었다.\n걸국 누르하치와 홍타이지라는 2명의 영웅을 패퇴시키며 조국을 수호하던, 어쩌면 명나라의 마지막 희망이었을지도 모를 원숭환은 그가 지키고자 했던 조국의 백성들 앞에서 능지형을 받으며 비참하게 생을 마감했다. 명장의 억울하기 그지없는 최후로 현대의 역사학자들은 원숭환의 죽음이 명나라 멸망의 직접적 원인이라는 부분에서 거의 의견이 일치한다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-01T23:59:12.709000",
  "updatedAt": "2023-11-05T21:08:34.094000"
}