{
  "id": "d1923d94-c11e-414c-bde2-34f1c1839a71",
  "title": "대만 군사력",
  "content": "이게 다 대만 정치인들이 표 얻겠다며 설친 댓가지.\n대만의 복무기간 24개월, 18월, 12개월, 그러다 4개월로 바꾼 게 대통령 공약으로 복무기간을  수단으로 사용하고, 툭하면 반한감정 조장해서 한국에서 기술 습득할 기회조차 날려먹고, 아직도 아시아 용 4마리 이야기하고 있으니. 한때 우리도 대만처럼 중소기업 위주로 해야한다는 둥 그랬지만 처음부터 중화학 공업 양성으로 간거는 정말 신의 한수야.\n\n대만이 80년대 울산급 선택했으면 이래저래 기술도 받고 업글해서 좋아졌을텐데, 뇌물 받고 프랑스꺼 구입해서 자료 다 중국에 넘어가고 아주 쑈를 하고 있죠. \n애초에 일본, 미국 것만 찾다가 무시당하니깐 자국산 만들려고 발버둥인데 이 와중에 중국 돈 먹은 놈들이 함정 건조 정보를 공개해서 분란 만들고 개판임.\n\n[캉딩급]\n때는 바야흐로 1986년. 대만이 중국의 갖은 술수에 의해 국제무대에서 점점 코너로 몰리고 있던 나날.\n대만 해군은 갖은 조사끝에 현재 대만이 가진 함정 건조의 유일한 옵션은 '울산급'이라는 결과를 보고하기에 이른다. 이유는\n1.러시아 견제를 이유로 서방 세계가 한참 중공과의 관계개선을 꾀하고 있느라 중공의 눈치를 살피고 있었음.\n2.이는 곧 서방제 무기 도입의 원천금지를 의미하다보니 직도입은 말할 것도 없고 라이센스는 물론에 어떻게든 들여온다쳐도 무장 해제된 깡통 수준의 함정만 어찌어찌 들여올 수밖에 없는 현실이라는 것을 말함.\n3.그러나 그때까지 수교를 맺고 있던 한국은 동병상련의 입장으로 중국의 눈치를 보는데 상대적으로 자유로워 무장된 함정을 팔아주는 것은 물론이고 승선원 교육 패키지와 원한다면 대중 군사동맹 비슷한 교류강화도 가능하다고 본 것임.\n그러나 1988년 갑자기 모든 것이 일그러지기 시작한다. 지금도 갖가지 추정이나 미루어 판단할 뿐 아직까지 그 정확한 이유를 알 수 없는 대만 특유의 반한 감정이 그당시 뭉게뭉게 피어오르고 있었던 것.\n대만은 자신들보다 그때까지만 하더라도 못살던 한국에게서 함정을 사온다는 것 자체를 엄청난 수치로 여겨 \"저런 나라에게서 어떻게 그런 무기를 사오느냐\"며 비난을 이어갔고 이 분위기는 88올림픽 서울 개최를 기점으로 폭발하기 시작한다. \n\"개고기를 먹는 나라에서 올림픽을 여는것이 말이 되느냐\"며 국제사회에 한국의 식용 개고기 문제를 수면위로 끄집어내는 초유의 사건이 터졌을 뿐 아니라 대만의 수준낮은 미디어들은 너나 할것 없이 우리나라 서울의 저개발 지역, 소위 달동네를 찾아다니며 낙후된 서울의 이미지, 냄새나고 허름한 이미지를 국민들에게 각인시키는데 혈안이었다.\n\"이런 판자촌이 즐비한 나라에서 올림픽을 개최하는 것도 모자라 우리는 함정을 사오려 하느냐\" 대만 국민의 이성은 마비되었다.\n그 당시까지만 해도 수교국이었던 한국의 위신과 이미지를 이유도 없이 깎아내리는 것도 모자라 조롱하고 트집잡았던 대만 단순히 미디어의 잘못이었을까, 그 뒤에 누군가가 또 있었을까.\n얼마 지나지 않아 새로이 부임한 예창통 해군 참모총장은 \"울산급은 판자로 만든 배\"라며 실제 계약 성사 단계까지 갔던 그 계약서의 서명을 거부하고(현대중공업은 이 당시 일로 적지 않은 타격을 봤음) 돌연 프랑스의 최신예 구축함 '라파예트급'을 구입하기에 이른다. 하지만 의문을 갖는 이가 있었다. 함정 건조 사업에 참여하고 있다가 뭔가 심상치 않음을 느낀 인칭펭 대령이었다. 조사 끝에 밝혀진 건 대만 정치권과 해군 수뇌부들의 불법적인 커미션 수수. 인칭펭 대령은 해군 수뇌부와 정치권이 저지른 비리에 대한 폭로를 감행하기로 결심한다.\n그러나 비리에 연루된 정치인들은 그의 폭로가 세상에 나오기를 기다리지 않았다. 인칭펭 대령은 돌연 사망했고 나중에 정치인들이 사주한 조직 폭력배에 의해 독살(!)당한 것으로 밝혀진다. 한 나라의 군인이 그 정체도 알 수 없는 뒷골목의 조직폭력배들에 의해 독살당하고 그 독살당한 배후에 기라성 같은 정치인들의 존재가 드리우고 있었다는 사실이 뒤늦게 밝혀진다.\n다른 해군 기술장교들도 숱하게 옷을 벗었다.\n자신의 명예와도 같은 군복을 벗는 것으로 눈물을 갈음하고.\n그렇게 대만 해군의 증강 계획은 지리멸렬하게 와해되고 만다. 인칭펭 대령의 사망은 대만 해군력 증강을 좌절시킨 꼴이 되어버렸다.\nps) 정치인들은 프랑스 회사로부터 라파예트 급을 밀어주기로 한 댓가로 5억원 씩을 받았다.\n라파예트급은 잘 인도되었다. 단, 무장 해제된 깡통 수준의 함정의 모습으로. 무장 통합에서도 문제가 발생하였다. 중국의 외교적 힘이 커지면서 프랑스에 압력을 행사하기 시작하였고, 이로 인해 프랑스가 무기 수출을 거부하여 업그레이드가 불가능하게 되었다.\n\n1988년 5월 5일, 새로 해군 참모총장으로 임명된 학백춘이 광화 2호에 울산급을 쓰고자 원했다. 5월 17일에는 학백춘이 165차 군사 회의에서 리덩후이 총통에서 남한이 건조한 울산급이 적절해보인다고 보고했다. 울산급을 제작한 남한은 당시까지만 해도 대만과 외교 관계가 유지되고 있었다. 이 때문에 울산급 유지를 위한 부품 수입이 쉽다는 이점이 있었다. 게다가 남한에게서 군함을 구입함으로서 한국-대만 간 관계가 돈독해지고 중공과의 관계는 멀어진다는 계산도 있었다. 그리고 대만이 울산급을 선택한다면 거기에 딸려서 올, 미국이 대만에게 수출 금지한 하푼 미사일이나 SLQ-25 어뢰 데코이도 딸려서 올 수도 있었다. \n그 당시까지만 해도 중공군 공군과 잠수함 전력은 강하지 않다고 평가받았으며 대만 공군이 대만 해협의 제공권을 차지하고 있었다. 그러므로 미래에 대만 해군이 겪을 해전 시나리오는 1950-60년대에 있었던 해전의 경험에 기초해있었다. 5-60년대 해전에서 대만 해협을 무대로 중공군 소형함과의 교전이 있었다. 울산급은 강한 수상함 화력을 바탕으로 그런 소형 보트를 잡는데 최적화 된 배였다. 거기에다 울산급과 '광화 1호' 올리버 해저드 패리급은 같은 가스 터빈을 사용했다. 유지-보수 측면에서 매우 편리했다. \n기술-정치적 측면에서도 울산급은 메리트가 있었다. 1985년 이후로 남한은 대만에게 울산급을 세일즈하기 시작했다. 까놓고 말하면, 당시 대만 해군 관계자들은 울산급을 강하게 지지했다. 1986년. 대만 해군 관계자들이 한국을 방문하여 울산급이 제작돤 조선소와 현대 조선소를 방문했었다. 1988년에는 대만 해군 본부 주도로 '기술적 제휴' 측면에서 울산급이 '유일한 옵션'이라고 주장하고 나섰다. 이들은 울산급의 최대 속력이 30노트라는 빠른 속도(속도만큼은 후보군들 중 최고였다)라는 걸 강조했다. 한국을 여러번 방문한 대만 해군 관계자는 한국 정부와 해군, 심지어 조선소까지 울산급을 세일즈하는 것도 있지만 한국과 대만 관계가 돈독함을 이유로 꼽았다.\n아주 오랫동안, 해외 사람들은 한국이 울산급을 대만에게 판매하려고 했을 때 유럽이나 미국제 장비가 들어간 걸 팔려했다고 믿고 있다. 네덜란드가 만든 SEWACO 전투 시스템, 이탈리가아 만든 썅열 40미리 기관포, 미국 하푼 디함 미사일과 AN / SLQ-25 어뢰 데코이까지. 근데 사실은 다르다. \n한국이 대만에게 판매하려고 했던건 그냥 선체만이었다. 빈 깡통 수준이었다. 하지만 대만한테는 그 빈 깡통에 장비를 채워놓을 계획이 있었다. 40미리 보포스, 대만과 미국이 무진 3형 구축함에 장착하려고 합동 개발한 H-930 MCS 모듈 전투 시스템, 87년에 양산 시작한 슝펑-2 대함미사일까지. 그러므로 빈 깡통은 큰 문제가 아니었다.\n장비 또는 선체 설계와 상관없이, 그러한 \"대만 버전\" 울산급과 한국 버전 울산급은 크게 달랐다. 일단 40미리 보포스가 한국판에는 1개 달리는데 대만판에는 미사일 재머를 빼고 빈자리에 보포스를 1개 더 넣어 2개를 달았다. 원판에는 76미리가 2개 있었는데 1개 빼고 그자리에 슝펑-2 발사관을 설치했다. 울산급 전투 시스템을 대만 중산 과학원이 만든 전자전/사격통제 시스템으로 대체한다. AN / SLQ-25는 장착 여부가 확인되지 않았다. 가변 심도 소나 장착도 목표 중 하나였다. \n정리하자면 대만판 울산급은 원판보다 확장된 초계함으로 한국이 만든 것보다 전투 능력이 더욱 늘어나도록 개조되었다. 만약 다중 심도 소나까지 장착된다면 대만-울산급의 대잠 성능은 일취월장할 것이었다.\n88년 6월 1일, 예창통이 해군 참모총장으로 임명된다. 예창통은 광화 2호 계획에 막대한 영향을 끼친 남자다. 이 사내가 등장한 이후 잘 굴러가던 울산급 도입은 180도 바뀌게된다.\n그는 한국과의 계약서에 서명하지 않았다. 유화겸과 달리 그는 울산급을 공적인 자리에서 디스하고 나섰다. 그는 울산급을 2류, 3류급 카고쉽이라고 비판했다. 6월 27일에 대만 일간지에 한국에서 건조한 울산급이 광화 2호 계획에 채택될 것이라는 기사가 실렸다. '한국이 만든 전함이 대만 전함이 된다'는 소식이 알려지자 대만의 민심이 요동쳤다. 여당 야당 가리지 않고 울산급 도입을 비판하고 나섰다. 여론과 학계, 미디어까지 논란에 가세했다. 울산급 구입은 정치적 폭풍으로 떠올랐다. \n많은 대만인들이 울산급 구입을 반대한 가장 큰 이유는 바로 한국이 대만의 라이벌이었기 때문이다. 아시아 시장에서 한국과 대만은 항상 충돌했다. 건함 사업도 둘이 거의 동시에 시작했다. '왜 한국 배는 되는데 대만 배는 아니되는가?' 이게 대만인들이 가진 생각이었다. 한국 제품을 사는 것은 국민 감정을 상하게 하는 일이었다.\n그리고 당시 대만인들의 마음 속에서 한국은 가난한 나라라고 인식되어왔다. 한국 제품은 '저급'하다는 인상이 짙었다. 한국의 건함 사업은 오래되지 않았으며 대만하고 별반 다를게 없었다. 울산급 설계도 뒤떨어진 면이 많았다. 오리지널 울산급은 오직 수상함 전투에만 올인한 것으로 대공/대잠 능력은 전무했다. 헬리콥터 뎈이 없다는 것도 비판받았다. 88년 10월 28일, '2세대 군함 건조를 위한 제안' 세미나에서 100명이 넘는 전문가, 대만 국립대학 건함 학부 교수, 업계인 등이 울산급을 비판했다. \n'대만은 건함 사업이라는 측면에서 한국보다 발전한 나라다. 배 설계라는 인력적 측면에서도 대만은 남한보다 열등하지 않다. 여러 사항을 고려해 봤을 때 대만 조선소에게 맡기지 않고 남한 손에 맡기는 건 온당치 못하다' 는게 저들의 주장이었다. 11월 15일, 대만 국방장관이 고위급 인사들을 불러 울산급 구매 여부를 가지고 논의했다. 여론이 저런데 입법부가 울산급 구매 예산을 안 통과시켜 줄 것 같다는 판단이 우세했다.\n아직도 계엄령이 해제되지 않았고 국민당의 엄정한 통치가 이뤄지고 있었다는 사실을 상기했을 때 언론, 한계, 국민들까지 단체로 발광하여 국방부와 해군의 체면을 손상시킨 건 이례적이었다.\n1988년 10월, 대만 해군본부는 광화 2호에 울산급을 쓴다는 걸 공식 결정했다. 최초 6척은 한국에서 건조하고 남은 10척은 대만 CSSC 조선소가 1척당 2천억 원을 받고 만들기로 합의를 봤다. 그러나 여론이 반대했던데다 2천억 원이라는 가격이 뭘 기준으로 측정되었는지 논란이 발생하면서 지연된다. 당시 대만과 한국은 세부 사항에 합의하지 못했는데 마침 한국 정부가 레짐이 교체되면서 정치적으로 혼란했던데다 한국 조선소들이 파업 중이었기 때문이다. \n계약이 지연된 틈을 타서 88년 12월 대만은 프랑스의 라파예트급으로 시선을 돌린다. 그 때 한국 조선소들은 파업 중이었다가 한국 경찰에게 힘으로 강제 진압당하고 있었다.\n울산급이 혼란한 틈을 타서 프랑스가 갑자기 등장하여 라파예트급을 들이댔다. 라파예트급은 극히 모던한 디자인에 울산급보다 고도의 기술이 적용된 군함이었다. 학백춘은 석연치 않게 울산급에서 라파예트급 구매로 마음을 바꾼다. 89년 6월 말에 프랑스가 라파예트급 견적서를 대만 해군 본부에 제출했고 10월 19일에 대만 해군본부는 공식적으로 광화 2호를 울산급에서 라파예트급으로 바꾸는 결정을 내린다. 현대 중공업은 대만 해군본부에 이게 어찌된 일이냐며 2차례 서신을 보냈지만 대만 해군본부는 지금까지의 계약에 법적인 구속력이 없다고 생각했다. \n한국과 대만은 12회가 넘도록 울산급 구매 협상을 벌였지만 증거로 삼을만한 서류에는 그 누구도 사인하지 않았었다. 대만 해군본부가 고용한 대만 변호사는 서면 서류가 없으니 빠져나갈 구멍이 많다고 조언했다. 현대중공업은 최초 2척만 한국에서 만들고 남은 14척은 대만에서 만들어도 된다고 최종 제안했지만 이미 대세는 정해진 뒤였다.\n어쨌거나 울산급 구매 계약은 완벽히 파토나고 빈 자리를 오늘날의 캉딩급이 채웠다. 1990년 1월, 프랑스는 중공의 압력을 받아 라파예트급 수출을 연기했다. 현대 중공업은 다시 희망을 가지고 울산급을 데리고 와 대만의 문을 두드렸지만 돌아온 건 차가운 반응뿐이었다. 91년 6월 말 프랑스가 중공의 압력을 이겨내고 대만과의 수출을 재개하자 울산급과 대만과의 인연은 영구적으로 끊어지게 되었다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-08-10T20:28:36.112000",
  "updatedAt": "2023-07-05T20:17:09.593000"
}