{
  "id": "d19a6658-4053-4af9-84f9-eb21e53ed9c2",
  "title": "매관매직의 역사 - 서양",
  "content": "![image](media/17fddd8554b.80d7c000e9658cb0.jpg)\n\n\n\n[안드레아스 팔레올로고스]\n마지막 명목상 황제인 안드레아스 팔레올로고스는 방탕한 삶을 살다 재산을 탕진하였다. \n동로마 제국의 황제 콘스탄티노스 11세의 조카였던 안드레아스는 오스만 제국에 의해 동로마가 멸망한 후, 교황령으로 망명하여 명목상의 동로마 제위 계승권을 주장하고 있었는데, 생계를 유지하기 곤란해지자 프랑스의 샤를 8세에게 황제 직위를 팔아넘겼다. 나중에 안드레아스는 유언으로 스페인의 왕 페르난도 2세와 이사벨 1세에게 또다시 계승권을 넘겼는데, 이미 죽어가던 무렵이었기에 그의 가족이 돈을 받았는지는 불분명하다. 제국이 멸망한 뒤에 이어진 명목상의 제위였기에 실질적인 이득을 얻을 수는 없는 자리였고, 작위를 구입한 프랑스와 스페인의 왕들도 실제로 칭제하지 않았다. 이미 동로마 황제라는 자리는 명예직이나 다름없는 것이었고, 샤를 8세와 후손들은 단순히 명예 칭호로만 '콘스탄티노플의 황제'를 사용했고, 샤를 9세는 이 칭호가 무의미하다며 공식적으로 폐지했다. 스페인 부부왕 또한 로마 황제라는 칭호를 아예 사용하지 않았다.\n\n\n[성직 매매]\n성직매매는 중세 로마 가톨릭교회 부패 중 대표적인 것이다. 고위 성직인 추기경, 대주교, 수도원장 직을 돈으로 매매하는 관행이 있었다. 그런 직위는 신도들의 십일조와 기타 교회, 수도원의 수입을 관장함으로 많은 돈을 벌 수 있는 자리였다. 자연히 어떤 요직이 생기면 그 자리의 임명권자인 교황, 추기경, 대주교는 흥정으로 그 자리를 팔았다. 그 자리를 차지하면 투자한 돈을 빼고도 많은 돈을 벌 수 있었기 때문에 돈을 주고 성직을 사고 판 것이다.\n백번 양보해 성직을 맡을 만한 사람이 돈을 주고 성직을 샀다면 그런대로 이해하겠지만 전혀 성직을 맡을 수 없는 파렴치한 자가, 혹은 어린 애가 추기경, 수도원장이 된 사실에 우리는 아연실색하지 않을 수 없다. 예를 들면, 교황 인노센트 8세는 신부가 되기 전에 이미 결혼하여 아들이 하나 있었고, 정부(情婦)에게서 사생아를 둘이나 둔 자였다. 그는 자기 형의 사생아를 추기경에 임명하고, 이태리 플로렌스의 세도가 메디치 가문의 13살 난 아이에게 추기경과 수도원장 자리를 주었다. 이 아이는 이미 교황 씩스터스 4세에게서 8살이 되기 전에 수도원장 자리를 받았고, 12살 이전에 또 다른 곳의 수도원장 직을 받기도 했다. 물론 이런 파렴치한에게, 또는 어린 애에게 성직을 줄 때 거금을 받을 것은 두말할 나위가 없다.\n교황 알렉산더 6세는 추기경들에게 뇌물을 주고 교황에 당선되었다. 그는 30살이 되기 전에 삼촌인 교황 캘릭스터스 3세로부터 추기경으로 임명되었다. 그는 다른 남자 셋과 잇달아 결혼한 부정한 여인을 정부로 두고 아이를 넷이나 두었는데, 또 다른 유부녀와의 사이에 두 자녀를 둔 자이다. 그는 교황이 된 후 자기 자녀들에게 교직과 재산을 아낌없이 나누어 주었다. 세속 왕들이나 귀족들의 사생아를 주교에 임명하는 일은 보통 있는 일이었다. 이런 중세 교회의 타락상을 다 모으면 큰 책으로 몇 권이 될 정도로 부끄러운 역사가 전개된다. 이런 상황에서 마르틴 루터의 교회개혁(종교개혁)이 비롯된 것이다.\n\n매관매직처럼 성직을 사고 파는 매매도 이뤄졌다. 가톨릭이 유럽의 정신 세계를 지배하면서 수도원은 부와 권력을 지닌 장소가 됐다. 수도원의 헌금과 십일조를 누가 가져가느냐, 사제 임명권을 누가 행사할 것이냐가 큰 이권이었다. \n처음에는 영주와 교황이 대립했다. 영주들은 자신의 이복형제를 주로 수도원장에 임명했고 형제가 영지와 성지를 나누어 지배하는 것이 관례였다. 그러다 11세기 중반 교황 레오 9세는 독일 국왕 하인리히 3세의 후원을 받아 사제의 결혼을 금지하고 성직매매를 처벌하는 개혁에 성공한다. \n역사상 가장 개혁적인 교황이었던 그레고리오 7세는 1073년에 즉위한 후 이듬해에 성직매매 금지, 성직자의 결혼금지, 기혼자의 성직 서품금지를 내용으로 하는 교령을 반포하고 그 이듬해에는 기혼 성직자들의 수입을 몰수하는 등 성직세습과 성직매매를 타파하기 위한 특단의 조치들을 동원했다.\n그러나 수도원의 사제임명권을 두고 교황과 국왕이 다시 붙는다. 이 과정에서 교황 그레고리우스 7세에게 파문 당한 하인리히 4세가 눈 덮인 산에서 교황에게 무릎을 꿇고 애원하는 카노사의 굴욕사건이 벌어진다.\n\n1515년 당시 신성로마제국 7선제후 중 한명 브란덴부르크 변경백의 동생 알브레히트 폰 브란덴부르크는 20대 젊은 나이에 할버슈타트 주교와 마그데부르크 대주교를 겸임하고 있었다. 교회법의 겸직금지와 나이제한은 교황청에서도 무시하고 있었는데 교황 레오 10세는 가문빽으로 13세에 추기경이 될 정도였다.\n알브레히트는 2개의 교구의 수입에 만족하지 못했는데, 마침 신성로마제국 최고서열 선제후인 마인츠 대주교직이 매물로 나왔기에 2만 9천 두카트의 고액을 입찰해서 낙찰 받았다. 교황 레오 10세는 유력가에서 선제후직을 차지하여 합스부르크 가문을 견제하려는 의도도 있었다. 한편 마인츠 뿐만 아니라 쾰른이나 잘츠부르크 대주교직도 수입이 많고 영지가 넓어서 시가가 2만 두카트가 넘었다.\n이 과정에서 알브레히트는 로마에 송금할 현금이 모자랐고, 유럽 최고 사채업자 야코프 푸거에게 2만 1천 두카트를 빌렸다.\n\n\n[면죄부(Indulgentia)]\n로마 가톨릭의 대사(大赦, Indulgentia)중 에서도 특히 중세 시대에 발행되었던 '헌금형 대사'와 그 증서를 일컫는 말. 대사(大赦)가 이루어졌음을 증명하는 문서이다. 죄를 면하는 것을 돈을 주고 살 수 있었다는 점에서 논란이 많이 되었다. \n\n당시 면죄부는 단순히 교회의 타락성만을 상징하는 문제를 벗어나 교회와 황제, 제후 등 전체 독일의 지배세력들이 복잡하게 얽혀있는 정치자금줄로서 기능했던 다단계 상품이었다. 원래 면죄부를 지칭하는 용어인 '인둘겐치아(Indulgentia)'는 부정적 의미로 사용되던 용어가 아니었다. 교황청에서 쓰는 공식적 용어는 '대사(大赦)'라고 번역되며 원래는 이교도와의 전쟁에서 사람을 죽인 병사들, 갖가지 권모술수를 행했던 정치인이나 국왕들에게 교회 증축이나 건설 비용을 받고 대신 속죄기간을 단축해주는 형태로 운영됐다. 11세기 경부터 시작된 대사령 발행은 16세기까지는 제한적으로만 발행됐을 뿐이었다. 그러나 16세기로 들어서면서 교황청은 급전이 필요하게 됐다. \n로마시가 몰락해있었고 따라서 재정상태가 어려운데다가 나머지 로마 재건 사업과 성 베드로 대성당 축조와 교황령의 전쟁 비용 등으로 재정이 어려워지자 교황청에서 15세기경부터 '헌금 받고 대사 주기'에 맛을 들이고 만다.\n 1500년대 초부터 성 베드로 대성당 축조란 역대급 규모의 대형 공사와 함께 교황령 내 전쟁비용 등으로 어마어마한 자금이 들어갔기 때문이다. 이 급전 마련을 위해 교황청은 기존 면죄부의 판매와 발행을 늘리고, 성직도 매매하기 시작했다. \n그러다 시간이 지나면서 성직매매 대금을 먼저받고 대신 해당 성직자에게 면죄부 판권을 주는 거래가 빈번하게 발생했다. 판권을 받은 성직자는 교황청이 지정한 기간동안 자신의 영지 내에서 면죄부를 팔 수 있는 권리를 부여받았다. 면죄부 다단계 판매업의 시작이다.\n특히 당시 독일의 주요 교구장직은 그 지역의 종교적 지도자임과 동시에 정치적 지배자를 겸했기 때문에 대단히 큰 이권이 걸린 자리였다. 지역 주교들은 제후들 중에 선거로 선출되는 신성로마제국 황제 선거에도 개입할 수 있었기에 독일 전체 정치지형에 큰 영향을 끼쳤다. 교회와 정치, 자본이 결합된 기묘한 중세 독일의 정치구조가 면죄부 판매를 더욱 부추긴 것. 이에 주교직을 사고자 빚을 지는 성직자들이 줄을 이었고, 이렇게 빚으로 성직을 산 주교들이 자신의 통치지역에 면죄부를 판매하는 행태가 빈번이 일어났다. \n\n루터의 종교개혁과 직접적으로 맞물린 사건은 1514년, 독일 중부의 노른자위 땅이라 불리던 마인츠 대주교 자리가 매매된 일이었다. 당시 마인츠 대주교직을 산 알브레히트(Albert) 주교는 당시 독일의 유명 금융가문인 푸거(Fugger) 가문에게 작은 나라 전체 예산과 맞먹는 2만9000두카트란 거금을 빌렸다. 이 빚을 갚고자 알브레히트 대주교는 교황청에 면죄부 판매비용의 절반은 빚을 갚고, 절반은 교황청에 상납하겠다고 밝혔고, 교황청은 그에게 8년간 그의 영지 내에서 면죄부를 판매할 판권을 줬다. 교황청으로부터 판권을 받은 알브레히트는 도미니크 수도회 수사로 이름만 걸고 있던, 실상 전문 면죄부 다단계 판매상이었던 요한 테첼(Johann Tetzel)이란 인물을 영입했다. 그는 경력 10년의 면죄부 판매자로 악명을 떨쳤던 인물이었으며 브란덴부르크에서 유명한 판매꾼이었다. 그는 알브레히트를 대신해 면죄부 사업을 대행했으며 마인츠는 물론 독일 전역으로 사업을 확장해나갔다.\n당시 교황청은 베드로 성당의 건립 비용을 조달하기 위해 면죄부 판매를 적극 권장했다. 면죄부 판매가 극성을 부리자 현대의 복권사업처럼 입찰을 해서 면죄부 판매를 위탁하는 사업자까지 등장했다. \n테첼의 판촉은 당시는 물론 지금봐도 가관일 정도로 기막힌 문구들 뿐이었다. 그는 \"성모 마리아를 강간해도 면죄부만 사면 깨끗이 벌을 용서받을 수 있다\"던가 \"현세의 자손들이 낸 동전이 헌금함에 '쨍그랑' 소리가 나는 순간 조상의 영혼이 연옥에서 천국으로 직행한다\"며 판촉에 나섰으며 가는 곳마다 수도자들의 반발이 일어났다. \n이후 그의 영업망이 작센지역까지 번졌을 때, 루터가 나서게 된 것. \n1517년 독일 마틴 루터는 95개조 반박문을 발표했다. 당시 발전된 인쇄술을 타고 그의 반박문은 14 일만에 독일 전역과 스위스 일대까지 퍼져나갔다. \n루터의 반박문이 처음 나왔을 때만 해도 교황청은 사태의 심각성을 전혀 모르고 있었다. 오히려 당시 교황 레오10세는 온갖 사치와 전시성 행정으로 80만두카트란 어마어마한 채무에 시달려 파산직전에 몰려있었다. 더구나 새로운 신성로마제국 황제 선거를 앞두고 교황이 밀고 있던 작센 선제후 프리드리히 3세와 프랑스의 프랑수아 1세, 합스부르크 가문의 카를5세 등 쟁쟁한 후보들이 선거전을 치르고 있어 교황은 더 많은 돈이 필요했다. 한번에 31 명의 추기경을 돈받고 임명할 정도로 여전히 정신을 못차리고 있었다.   \n교회와 황제가 얽힌 이 다단계 장사속에 분노하고 있던 독일인들은 물론 전 유럽이 들끓기 시작했다. 종교개혁이 시작된 것이다.\n\n[조세징수권 매매]\n루이 14세는 뇌물 영역에서 새로운 경지를 개척한 사람이다. 세금을 거두는 조세징수권을 개인에게 판매한 것이다. 국가는 조세징수권자에게 그가 거둬야 할 목표액수를 정한다. 그가 얼마를 거두느냐 하는 것은 재량에 맡겼다. 징수인은 세금의 4분의 3을 착복했음에도 불구하고 루이 14세의 수입은 네 배로 뛰었다. \n또 각종 검사관 제도를 만들어 수입을 올렸다. 돼지 검사관, 가발감독관, 석재 검사관, 건초 검사관, 식재 검사관, 포도구 검사관…. 이렇게 창의적으로 관직을 찍어내니 왕은 돈을 벌었지만 백성들은 고생이 이만저만이 아니었다.\n\n\n[영국]\n16세기는 자본주의의 성장기였다. 자본주의는 영국에서 부유한 젠트리 층에 의해 처음 탄생했다. 나중에 부르주아의 원조가 되는 돈 많은 그들은 권력을 간절하게 원했다. 영국의 왕들은 자연스럽게 관직 매매로 유혹했다. 엘리자베스 1세가 매물로 내놓을 수 있는 관직만 해도 1,200개 정도나 되었다. 그래도 엘리자베스 1세는 후대의 왕들처럼 관직 매매에 직접 개입하지 않았기에 궁정 내에 암시장처럼 형성되었다. 그렇기 때문에 뇌물과 더욱 가까웠다. 관직의 수입이 좋을수록 액수가 높았다. 낮은 자리는 200파운드 정도였고,수익이 좋은 후견권 법정이나 재무부의 관료 자리는 4,000파운드까지 올랐다.\n그래도 헨리 8세나 엘리자베스 1세의 튜더 왕조 시대에는 관직 매매를 조금 자제할 수 있었다. 국왕의 왕령지를 팔아 재정 수요를 조달할 수 있었기 때문이다. 그러나 스튜어트 왕조의 제임스 1세 시대가 되면 왕령지도 별로 남지 않았다. 제임스 1세는 왕령지라는 부동산을 수익성 있게 운영하지 못하고 마구 팔아버린 선왕들의 경솔함을 한탄하며 관직매매 시장을 성대하게 열었다. 왕이 얻는 수입의 30퍼센트이상이 관직 매매로 벌어들이는 돈이었다. 궁정의 관리들도횡령과 뇌물을 일삼았다. 덕분에 제임스 1세는 매관매직으로 악명을 얻었다. 관직만으로 부족했던 제임스 1세는 독점권 판매도 끌어들였다.\n\n\n“왕이 어찌나 많은 독점권을 만들고 파는지 독점권자에게 돈을 지불하지 않고는 세수나 빨래도 할 수 없고 술을 마시거나 카드놀이도 할수 없었다. 심지어 성경도 읽을 수 없었다.” \n17세기 영국의 사회상을 풍자한 글이다. \n제임스 1세 역시 매관매직으로는 부족해 독점권 판매로 영역을 넓혔다. 권력과 상인이 만나는 비리의 정점이 독점이다. 독점권은 얼마든지 갱신하거나 대체할 수 있다. 독점권을 유지하려면 상인은 정기적으로 상납을 해야 했다. 정경유착은 관허상업과 통제경제 정책이 만들어낸 부산물이다. 국가는 관허제도로 독점, 특허, 전매를 통해 상인을 관리하고 상업을 통제했다. \n영국은 다른 유럽 국가들처럼 장교 임관을 매직매관에 의존하고 있었는데 이를 purchase system라 불렀다. 즉, 장교 임관이나 승진이 군사 훈련을 받고 리더쉽 자질을 갖춘 전문가에게 주어지는 것이 아니라, 그냥 돈 많은 집 아들에게 주어졌던 것입니다. 이런 매관매직이 영국에만 있었던 것도 아니고, 또 당시 엄연히 사회 계층이 나누어진 사회에서는 어느 정도 합리적인 점도 있는 제도인 것은 맞았으나, 확실히 이런 제도하에서는 실력 있는 장교들이 지휘권을 잡지 못하는 것은 어쩔 수 없었습니다.\n빅토리아 시대의 영국군 장교 계급 가격표입니다. (그림 참조) \n이 가격 외에도, 근위대처럼 폼나는 부대에는 프리미엄이 추가로 붙었다고 합니다.\n\npurchase system을 말할 때, 가장 많이 입에 오르내리는 사람은 바로 제 7대 카디간 공작(7th Earl of Cardigan)인 제임스 브루드넬(James Brudenell)입니다.  이 양반은 전형적인 영국 토지 귀족으로서, 속물적이고 오만하고 혁신을 싫어하는 대표적인 수구꼴통이었습니다.  이 양반은 1824년 27세의 비교적 늦은 나이에 군 생활을 시작했는데, 가진 게 돈과 연줄 뿐인지라 purchase system을 이용하여 초고속 승진을 거듭합니다.  입대 바로 다음해에 중위로 승진, 또 그 다음해에는 대위로 승진, 또 4년 후에는 소령 승진, 불과 3개월 뒤에 다시 중령 승진을 하게 됩니다.  그리고 그 2년 뒤인 1832년에는 마침내 대령으로서 제15 경기병 연대의 지휘권을 사게 됩니다.  이때 정규 가격 외에 추가로 낸 프리미엄만도 35,000 파운드(약 90억원)에 달했다고 합니다.  하지만 이에 만족하지 않고, 좀더 '폼나는' 부대였던 제11 경기병 연대의 지휘권을 48,000 파운드를 내고 샀다고 합니다.  우리 돈으로 약 120억원입니다.\n다행인지 불행인지 나폴레옹 전쟁 이후에는 장기간의 평화가 이어져, 카디간 공작이 전장에서 칼을 휘두를 일이 없었습니다만, 문제가 1854년 크리미아 전쟁에서 터집니다.  이 카디간 공작이 120억원 짜리 지휘권을 발동하여, 경기병 여단(Light Brigade)을 몸소 이끌고, 이제는 전설이 된 발라클라바 (Balaclava) 전투의 '경기병 여단의 돌격'을 감행했던 것입니다.  대실패로 끝난 이 전투에서, 총 674명이 돌격하여 그 중 107명이 현장에서 전사했습니다.  나중에 부상으로 끝내 숨진 사람들은 그보다 훨씬 많았을 것으로 추정되고 있습니다. \n크림 전쟁에서 '돈으로 계급을 산 장교들'의 지휘력에 심각한 의문을 품게 된 영국 정부는, 결국 1871년 캐드월 개혁(Cardwell Reforms)을 통해 무려 200년 넘는 역사를 가진 purchase system을 폐지하게 됩니다.  이때 이미 다른 유럽 국가들은 모두 그런 제도를 폐지한 뒤였지요. \n\n영국이 이처럼 저비용의 효율적인 재정 제도를 갖출 수 있었던 원인은 무엇인가 두 나라의 차이는 의회의 유무에서만 나오는 것은 아니었다. 영국의 군사작전은 당시 유럽 최강국들의 전쟁규모에 비해 크게 제한되어 있었다. 전투는 매우 드물었고, 전쟁 비용은 프랑스에 비해 크게 낮았다. 따라서 국왕의 국정 장악력을 현저히 떨어뜨리는 관직, 특권, 작위 매매의 관행은 영국에서 결코 광범위하게 진행되지 않았다. \n반면, 영국은 피할 수 있었던 재정적 압박을 프랑스 같은 당대의 주요 참전국들은 약 200여 년 동안 지속적으로 직면해야 했던 것이다. 근대 내내 주변 국가들과의 전쟁에 휘말렸던 프랑스에서 조세 수입은 늘 부족했고 정부 재정은 대개 적자였다. 따라서 왕실은 이를 만회하기 위해 왕령지를 매각하고, 정화의 귀금속 함량을 조정하고, 관직을 매각했으며, 대상인들에게 고율의 이자를 약속하며 부족분을 차입해야 했다. 바로 이러한 굴레가 프랑스 재정의 공공화를 방해하는 걸림돌이 되었다.\n\n명예혁명은 의회가 관료제를 압도하였기 때문에 관직 임용에 대해서도 영향력을 행사하였고 관직에 대한 의원의 소유권도 인정하였다. 따라서 의원과 친한 사람들이 공무원이 되는 엽관제가 성행하게 되었다. 이것은관료제 혹은 행정의 비효율성을 가지고 오는 계기가 되었다. 물론 관직의 매매와 엽관제의 지속, 낮은 급여를 가지게 되는 것은 말할 것도 없었다.\n이러한 문제들이 역사적으로 축적되면서 행정개혁에 대한 요구가 커지게 되었다. 그럼 엽관제를 해결하기 위해서는 무엇을 해야할까? 당연히 공개경쟁시험을 통해서 실적중심, 능력주의가 도입되었다. 엽관제는 폐지되고 관료제 개혁과 교육개혁도 마찬가지로 연계해서 요청되었다.\n\n[스페인]\n중세 스페인의 관료체제는 과거시험 같은 선발제도가 없었으므로 매관매직이 일반적이었다. 왕실에 기부하는 자에게 식민지 관직을 주었고, 딸이 시집갈 때 사위를 위해 관직을 사주는 귀족들까지 생겨났다. 매관매직으로 식민지에 파견된 관료들은 투자한 원금을 회수하기 위해 현지에 가서 일종의 강매인 ‘상품나누기’를 했다. 지방 관리들은 상인들과 결탁해 원주민에게 의무적으로 상품을 구매하도록 하면서 ‘나눠 준다’는 표현을 썼다.\n\n왕과 귀족들은 사치를 일삼았고, 경제가 침체하며 세수가 크게 줄자 손쉬운 방법으로 대규모로 돈을 찍어냈습니다. 금화를 대신해 가치가 낮은 구리로 값싸게 동전을 대량으로 만들자 엄청난 인플레이션으로 되돌아왔습니다. 그 당시에는 인플레이션의 개념과 영향력 자체를 몰랐습니다. 물가는 폭등하고 국민의 생활은 더욱 열악해졌습니다.\n왕실은 세수 확보를 위해 아메리카 식민지에서 더 많은 세금을 징수하며 원주민의 고혈을 짜냈고, 여러 관직을 돈을 받고 팔아 20만 개의 관직이 스페인 사람들과 여러 유럽 사람들에게 매매되었습니다.\n\n1609년에는 펠리페 3세가 가톨릭교도 중에서도 조상이 이슬람교를 믿었던 이들을 추방했는데, 지중해의 해적들이 이들과 밀통할지도 모른다는 의심 때문이었습니다. 이들 또한 주로 상공업에 종사했고 약 30만 명이 추방되며 경제의 활력은 더욱 떨어졌습니다.\n상공업 분야에 주로 종사하던 유대인과 무어인까지 대거 추방하자 금융이나 세금관리 등 국가재정 운영을 위한 행정 전문 인력이 대부분 유대인이었기 때문에 이들의 추방은 행정적인 기반과 인프라가 부족했던 스페인의 국가재정을 주먹구구식으로 운영하는 결과를 초래하였고 결국 왕실재정 파탄으로 쇠락하는 계기가 됩니다.\n결국 펠리페4세는 파산을 선언했고, 그의 재위 때인 1640년에 포르투갈이, 1648년에 네덜란드가 독립했습니다. 1659년에는 약 25년간 지속된 프랑스와의 전쟁에서 패하게 되자,피레네 산맥을 국경으로 한다는 조약에 서명하면서 그 동쪽 땅을 잃었습니다. 사실상 유럽의 패권을 상실하고 변방의 나라로 되돌아간 겁니다.\n\n아메리카 식민 대륙에 새로운 측면은 크리오요 (Criollo)의 증가였다. 이들은 스페인이 아메리카를 정복한 뒤 자국민의 정착을 장려한 정책의 소산이었다. 1600년경에 정복자의 증손자曾孫子 세대가 역사에 등장하기 시작하였다. 이들은 자신의 선대들과는 전혀 다른 사고방식을 가진 세대였다. 이들은 스페인과 자신들을 연결시키는 소속감과 유대감은 선대들보다 훨씬 적었다. 이 결과 스페인 본국과 잦은 마찰을 일으켰다. 이들은 대부분 정복 초기 아메리카로 온 하급 귀족 출신의 자손들이었다. \n스페인 본국 출신의 백인들은 이들을 노골적으로 무시함으로서 백인과 크리오요 사이에는 긴장감이 항상 존재하였다. 이들은 식민지의 권력에서 소외되고 배제되었다. 그러나 스페인 왕실의 재정적 부족이 크리오요의 아메리카 대륙에서 관직진출의 길을 열어 주었다. 즉 관직매매가 그것이다. 본국의 재정 압박을 줄이기 위해 크리오요들에게 공직의 길이 열리게 되었다. 이 공직 매매는 행정, 재정, 사법에 이르기까지 광범위하게 퍼졌다. 이 결과 18세기가 되면 크리오요들이 중남미의 중요한 도시의 아우디엔시아의 판사직을 차지하게 되었다. 크리오요들이 이렇게 급속하게 권력을 장악하게 된 것은 스페인 식민지에서 일반적인 가문家門이란 혈연적인 유대였다. 혼인을 통해 지역사회에 강력한 영향력을 행사함으로서 백인 관리들마저도 크리오요 사회로 끌어들이는 힘으로 작용하였다는 점이다.\n\n[프랑스]\n﻿17~18세기 프랑스는 군사비가 전체에서 1/3보다 낮았던 적이 없었으며,거의 항상 절반을 넘어섰고, 대규모 전쟁이 있을 때는 70-80%에 이르었음.\n그러니까 군사비가 재정을 너무 많이 잡아먹은게 문제임 그래서 재정적자를 만회하기 위해 루이 14세는 많은 노력을 기울임.\n우선 와인세를 부과하고 염세도 부과함 그리고 관직매매를 엄청 함 이때 어떤 관직까지 생겼냐면 매장심사관직, 굴 판매관직, 버터 시찰관직, 가발 검사관직 등의 기상천외한 관직을 만들어서 어떻게든 군사비를 마련함.\n그리고 자기 밥그릇까지 녹이는 근검절약을 실천하기도 함 그래서 루이 14세는 죽을때 재정파탄의 주범인 전쟁을 하지 말라고 신신당부했으나 정작 루이 15세와 16세가 전쟁을 계속했는데 더 줄 관직이 없어서 재정회복이 안되는 상태에 이르게 됨.\n\n프랑스에서는 네덜란드에서와 같은 금융업이 발달수 없었다. 관직을 매매한 결과 부자들은 제조업, 상업,은행업을 하지 않았기 때문이다. 이는 결과적으로 프랑스 경제의 침체를 초래했다. 관직 매매와 세금 징수의대가로 관직의 상속이 허락되었고 이는 일종의 시민적봉건제를 이루는 결과를 가져왔다.\n\n귀족이 되는 방법은 모두 네 가지였다. 첫째 귀족으로 태어나는 경우, 둘째 특정한 직책을 수행하는 경우, 셋째 군대에 복무하는 경우, 넷째 귀족의 특허장을 사는 경우가 있었다. 첫째 경우에서 봉건 시대 이전의 귀족 가문은 아주 드물어 전체 귀족의 약 5퍼센트를 넘지 않았다. 그리고 남성이 우월한 사회였기 때문에 귀족을 결정하는 것은 전적으로 아버지와 남편이었다. 그래서 평민 여성이 귀족 남성과 결혼하면 귀족이 되지만 귀족 여성이 평민 남성과 결혼하면 평민이 되었다. 둘째 경우의 귀족이 가장 많았다. 대법관, 국새경, 국무비서(대신), 최고법원 판사, 심리부 판사들은 당사자가 귀족으로 신분을 높일 수 있는 직책이었고 그 밖의 직책은한 세대나 다음 세대에 귀족이 될 수 있는 것이었다. 물론 귀족 신분을 다음 세대로 물려줄 수 없는 아주 개인적인 경우도 있었다.\n\n귀족이 될 수 있는 길은 관직매매제도로 열렸다. 왕은 필요한 돈과인재를 함께 구할 수 있는 방법으로 관직을 만들어 팔았다. 그러나나중에는 아무 중요한 역할을 하지 않는 한직을 팔아 돈을 구하기도 했다. 아무튼 이렇게 관직을 매입한 사람이 20년 이상 봉사하면 귀족이 되는 길이 열렸다. 이때 관직은 사유재산이므로 왕이라도 함부로 빼앗을 수 없었다. 루이 14세가 관직을 만들어 팔 때 재무총감인 샤르트랭(Pont chartrain) 이 전하가 돈 때문에 관직을 신설할 때마다 하느님은 그걸 살 수 있는 바보를 창조하십니다\"라고 말했다고 한다. 아무튼 이 세상에서 아쉬울 것이 없을 정도로 돈을벌었지만 신분사회에서 행세하려면 그럴듯한 명예직이 필요한 평민 아무리 비싸도 관직을 샀다. 그리고 족보학자에게 돈을 주고족보를 인정받아 신분을 세탁' 했다.\n\n그 시대의 문화비평가이자 극작가인 메르시에는 관직매매제도가 독약처럼 모든 곳에 퍼졌다고 하면서 1780년대 말에도 여전히 피를 흘리는 상처\"라고 비판했다. 도일은 루이 16세 시대에는그렇게 팔린 관직이 5만 개가 넘었으며 가치로 따지면 10억 리브르 정도였다고 말한다. 일단 관직을 사서 귀족이 된 사람은 자기출신을 부정했다. 예를 들어 국가의 공식 망나니(사형집행인) 상송 Sanson은 “내 말이 사실이 아니면 목을 매도 좋아요\"라고 말하던때가 있었지만 '공명첩을 산 뒤로 “내 말이 틀리면 내 목을 잘라요\"라고 말했다고 한다. 물론 이 말이 사실 같지는 않지만 평민이귀족으로 신분세탁을 한 뒤에 달라지는 모습을 전하는 일화인 것은 분명하다. \n\n프랑스에서 귀족이 되는 길은 봉쇄된 적이 없었고, 중세 말 이후 귀족 내부에선 세대마다 20% 정도씩 교체가 이뤄졌다고 한다.\n왕이 귀족서임장 남발하며 신흥귀족 양산\n전통귀족 입장에선 귀족은 계속해서 몰락해갔다. 대신 어중이떠중이 신흥귀족은 늘어만 갔다. 여기서 재정수입을 늘리고자 했던 왕은 관직매매와 귀족서임장 매매 등을 통해 돈을 얻는 대신 귀족을 양산했다. 루이 13세 시대에 귀족서임장은 남발됐고, 루이 14세 때인 1696년에는 한 해에만 500건의 귀족서임장이 판매됐다고 한다. 결국 귀족 수가 급격히 늘면서 귀족을 가리키는 용어도 다양해졌다. 구귀족과 신귀족이라는 막연한 용어뿐 아니라 혈통귀족, 대검귀족, 법복귀족, 지방귀족 등의 새로운 용어들이 생겨났다. 이때 등장한 대표적인 단어가 영어 젠틀맨(gentleman)의 기원은 불어 장티옴(gentilhomme)이었다. 혈족이라는 뜻을 지닌 ‘gentilis’에서 유래한 이 단어는 단 한 번도 종속 신분에 놓이거나 평민에 속한 적이 없는 순수한 귀족 혈통의 후손을 의미한다고 한다. 중세 이래 실제 봉건귀족의 순수 혈통을 보존한 귀족은 흔하지 않았지만, 장티옴은 왕의 특허장이나 관직매매에 의한 귀족과 대비되는 혈통귀족의 의미로 사용됐다고 한다.\n\n프랑스의 관직매매는 1522년 프랑스와 1세가 관직매매에서 나오는 수입을 관장하기 위해 \n임시수입국을 설치함으로써 제도화되었고 그는 국고의 부족을 보충하고자 돈을 받고 공석중이거나 신설된 관직을 매도하였다. 이후 관직매매로 경제적 혜택을 누리게 된 왕들은 사법직까지 관직매매를 확대하였으며, 재정 수입의 증대를 위하여 수많은 관직을 신설하였다. 특히 1552년에는 관직이라는 상품을 판매하는 상점인 임시수입국이 설치되었다. 16세기에는 새로이 관직을 사들여 관료가 되는 자에게 결코 관직매매를 하지 않을 것을 맹세시키는 우스꽝스러운 위선을 자행하기도 하였다. 관료가 사망할 경우에, 국왕은 그 관직을 자유롭게 처분할 수 있었다. 그러나 관직매매제가 실시된 결과 관직이 세습화되는 경향이 나타났다. 자신의 뒤를 이어 관직을 계승할 사람을 아들이나 친척 가운데 지명할 수 있는 제도가 서서히 매우 복잡한 양상으로 정착되어 갔다. 앙리 4세는 관직세를 창설함으로써 관직의 세습을 제도화하였다. 관직매매로 이루어진 거대한 관료조직은 귀족층의 정치적 권력을 축소시킴으로써 초기 절대주의 체제 성립에 커다란 역할을 하였다. 이들 가운데 고등법원의 법관 같은 일부 고위 관료들의 경우는 귀족의 작위 까지 보유하였는데 이들을 법복귀족이라고 부른다. 법복귀족들은 상류사회를 열망한 나머지, 서서히 귀족계층에 합류하였다. 이러한 매직 관료층은 곧 독립적인 엘리트 집단을 형성하여 자신들이 관직에 투자한 이권이 위협받을 때에는 언제든지 국왕에 대해 반항할 수 있는 세력으로 성장하였다. \n그 예시로 실패하였지만 프롱드 반란을 들 수 있다. 따라서 관직매매제는 엄청난 파멸적인 \n결과들을 초래하였다. 첫째, 관료의 권력 남용이 엄청났다. 정부 업무의 증가와는 상관없이 관료의 수가 증가하였고 이 관직의 대부분은 허구적인 관직이었으며, 대리인들이 관직들을 장악하였다. 일부는 여러 관직을 겸임하기도 하였다. 이들은 국왕이 관직의 가격을 지불하지 않는 한. 국왕에 의해 파면되거나 전임되지 않았기 때문에 관직을 보유한 자는 공권력의 사적인 점유자가 되었다. 이들은 관직에 대한 국왕의 어떠한 간섭도 거부하였다. 이들은 이미 국왕에 대한 봉사보다는 자신의 개인적인 이해관계를 더욱 중요한 문제로 인식하였다. 사유재산의 모든 요건을 갖춘 관직은 일종의 수익성 높은 투자대상으로 간주되어 관료들은 관직에서 영속적이고 자족적인 생활수단을 발견하였다. 따라서 관료들의 강탈과 뇌물 수수와 공금 횡령은 보편적인 현상이었다. 둘째 관직매매제는 점차 불만이 가득한 엘리트 계층을 양산했다. 특히 고등법원은 국왕의 모든 개혁조처를 차단하였다. 16~17세기에 관직매매\n제는 과두정치체제에서 소외되었던 계층에게 개방되었고 사회적 신분이동을 촉진시켰으며, 부르주아지와 특권계층 사이에 새로운 계층을 형성하였다. 부르주아 계층은 관직매매의 수단을 통해 정부 내에서 법복귀족을 차지할 수 있었다. 그러나 관직매매가 세습제의 발전으로 새로운 관직이 더 이상 판매되지 않으면서 이러한 신분상승 효과는 사라졌다. 사법관직의 충원은 국왕의 권한 밖의 일이었고 사법관들의 호선에 의하여 이루어졌다. \n사법관직은 완전히 독립적이었으며 18세기에 오면 군주제에 대항할 수 있을 정도로 강대해졌다. 18세기 말에 고등법원의 배타성은 더욱 견고해졌고, 사법관직은 폐쇄적이 되었다. 고등법원의 정치적 권한은 왕권에 대하여 상당히 위험스러운 것이었다. 셋째, 관직매매는 경제 발전에도 악영향을 끼쳤다. 일부 사상가들은 관직매매제가 군주국가에 좋은 제도이며 경제발전에 도움이 된다고 주장하기도 하였다. 관직매매제는 군주들의 수익사업이었지만 자본은 끊임없이 제조업이나 상업적 모험이 아닌 고리대를 통하여 절대군주정과 결탁하였다. 귀족칭호와 면세권의 구매가 평민들의 최종 목표였던 것이다. 따라서 산업분야에 투자되어야할 자본의 대부분이 관직매매에 사용되었고 정부는 수익금을 경제발전이 아닌 전쟁비용으로 사용하였다.\n관직매매는 군주의 수익이었지만 이것이 계속되면 폐단이 발생하는 법. 초기 절대왕정에 도움을 주었던 관직매매는 결국 법복귀족들이 군주와 대항하게 만들었고 프랑스의 경제성장에도 지연을 주었다. \n\n고등법원은 법령의 등록권뿐만 아니라 등록하기 전에 그 법령을 심의하고 수정할 권리를 가졌다. 왕의 문서와 칙령, 명령 및 외교 조약도 고등법원에 등록되지 않으면 법적 효력을 발휘하지 못했다. 고등법원 판사들은 왕의 새로운 세금 징수를 반대하거나 왕의 정치에 간섭하거나 왕궁의 사치와 낭비와 비정을 세상에 공포하기도 하여 국민들의 인기를 얻고 있었다.\n그런데 고등법원 제도에 특이한 것이 있었는데, 재판관 관직의 매매제와 세습제이다. 16세기경부터 왕의 재정을 보충하기 위하여 관직 매매의 관례가 생겼는데 고등법원의 재판관직도 매매되었다. 더구나 17세기 초부터는 매매한 관직을 세습할 수도 있었다. 여기서 고등법원 재판관은 왕이라 할지라도 파면할 수 없다는 원칙이 세워졌다. 돈을 주고 산 벼슬이란 현대인에게는 좀처럼 납득하기 어렵지만, 그런 벼슬이 뇌물과 쉽게 관련되리라는 것은 납득하기 어렵지 않다. 고등법원은 공정한 재판에서 거리가 먼 부패의 소굴로 변하고, 왕도 파면할 수 없다는 독립성에 의하여 이기적인 권익을 옹호하는 정치 세력으로 탈바꿈해 왕권에저항하는 데 선봉이 되었던 것이다. 왕의 뜻을 충실히 받들어야 할 고등법원이 왕권에 저항하는 선봉이 될 정도였으니, 당시 왕정의 모순이 어디까지 이르렀는가를 쉽게 짐작할 수 있다.\n\n프랑스가 산업혁명에서 영국에 뒤진 것에는 프랑스의 관료제도도 원인이 된다. 프랑스는 점차 중앙집권국가를 이루어가는 과정에서 관료주의가 확대되었다. \n샤를 7세 때(15세기) 공직 판매를 시작했고, 특히 프랑수아 1세(16세기) 시절에는 공직판매에서 오는 수입이 재정의 가장 중요한 비중을 차지할 정도였다. 심지어는 아무 일거리가 없는 공직도 비싼 가격에 판매되었는데, 이는 공직자들에게는 인두세, 간접세, 염세 등이 면제되었기 때문이다.\n프랑스에는 1660년 경 약 4만 6,000명의 관직이 있었으며 이 관직들의 권리금 총액은 약 4억 1,900만 루블에 달했다. 관직보유자들은 초기의 투자금 이외에 폴레트라는 관직세도 내야 했다.\n프랑스에서는 주로 재정수입의 증대라는 관점에서 관직매매가 성행하였다. 부르봉 왕조의 앙리 4세는 1604년 관직보유자가 관직가치의 60분의 1에 해당하는 연(年) 세금을 매년 납부할 경우 관직의 세습을 인정하는 폴레트(Paulette) 제도를 실시하였다. 이 폴레트 제도는 왕의 명령을 받는 중앙 상비 관료 외에 지방관, 판사와 온갖 말단 관직에까지 확대되었으며, 이 제도의 전성기인 루이 14세 때에는 얼마나 뜯었는지 전체 세수의 30% 넘게 차지하기도 했다. \n\n프랑스에서도 앙시앵 레짐 당시 육군 내에 매관매직이 성행했다. 이쪽은 원래 귀족들이 말단 소위 계급까지 차지하자 귀족들의 군 지위 독점을 막기 위해 돈으로 계급을 살 수 있도록 했지만 이마저도 귀족들 또한 자신들의 재산으로 사는 폐단이 생기기 시작해 점점 심화되어 혁명 전의 군대에선 평민 출신의 장교가 거의 없었고 대부분이 귀족 출신의 장교들이었다. \n\n프랑스는 16세기부터 관직매매로 재정을 확보했음 이건 혁명 전까지 지속되었는데 군사직도 사고 팔았음.\n당시 군사직 가격이 어느 정도였냐면\n루이 15세 시절 군사직 가격:\n기병총연대장: 60만 리브르\n친위경기병 중위: 54만 리브르\n근위병 중대장: 50만 리브르\n근위대 연대장: 50만 리브르\n친위중기병 중위: 30만 리브르\n친위기병 소위: 20만 리브르\n총사대 중위: 15만 리브르\n친위중기병 기수: 12만 리브르\n근위중기병 중위: 12만 리브르\n용기병 연대장: 11만 리브르\n친위경기병 기수: 10만 리브르\n근위중기병 중위: 9만 3천 리브르\n친위기병연대장: 9만 리브르\n총사대의 수석소위: 9만 리브르\n상비군 보병연대장: 8만 1천 리브르\n근위대 중대장: 8만 리브르\n상비군 기병연대장: 7만 2천 리브르\n근위경기병 소위: 6만 8천 리브르\n근위경기병 기수: 5만 리브르\n근위중기병 향도: 5만 리브르\n\n그래서 혁명전쟁 당시 프랑스군의 주축은 보병이 아닌 포병들이었다. 여기에는 수학과 물리학 등의 지식이 필요한 포병의 특성상 신분보다는 실력주의가 더 강하게 자리잡을 수 있었다는 특성도 작용했다. \n귀족이지만 코르시카 출신의 비주류였던 나폴레옹 보나파르트가 포병 출신인 것도 이와 연관되어 있다.\n루이 16세의 은총으로 왕립 사관학교(Ecole Militaire)를 졸업하고 '실력으로 장교가 된' 나폴레옹조차도, 사관학교에서 배운 것은 주로 수학, 문법, 역사, 지리 등이었고, 군사 훈련보다는 승마, 펜싱, 사교 댄스 등을 배웠습니다.  즉, 전문 군사학보다는 신사가 되기 위한 교양 교육 위주였습니다.  나폴레옹이 진짜 좋은 성적을 냈던 학문은 수학이었는데, 그래서 그는 나중에 훌륭한 포병 장교가 될 수 있었다고 하지요.  이렇게 실력으로 장교가 된 나폴레옹조차도, 정작 장교로 임관하기 전에는 대포 한방 제대로 쏘아본 적이 없었습니다.  (사실 나폴레옹도 코르시카의 몰락한 귀족 출신이라는 점이 출세에 도움이 되었지요.  나폴레옹이 어부의 아들이었다면 결코 왕립 사관학교에 못들어갔을 것입니다.)  나폴레옹이 포병 장교로서의 전문 기술을 쌓은 것은 발랑스의 포병 연대에 부임한 이후였지요.\n\n러시아와 프러시아에서는 역사상 단 한번도 이런 매관매직 제도를 도입한 적이 없었고, 프랑스도 혁명 직후 잠깐 동안은 이 매관매직 제도가 중단되었습니다.  (나중에 나폴레옹이 부활시키지요...) \n\n[오스만 투르크]\n관직 매매 현상은 스페인, 나폴리, 오스만을 비롯한 다양한 곳에서 매우 흔한 현상이었다. 관직 매매를 왕이 내버려 둔 것이 결국 왕에게 손해로 다가왔다. 관직의 권한을 조금이라도 줄여보기 위한 관습에 기반한 여러가지 시도가 있었으나 모두 실패했다. 관직을 매매한 이들은 왕의 권한 집중을 막고 부패를 통해 왕의 힘을 빼놓았다. \n오스만 투르크의 경우, 원래는 관직 매매 현상이 심하지 않았으나 맘루크의 술탄을 제압하고 그들의 문화에 영향을 받아 관직 매매가 판을 쳤다. 오스만 투르크의 경우 관직매매를 통해서 얻은 부가 대재상에게 집중되었다. 이러한 대재상이나 일부 관직을 가진 사람들의 부가 너무 커서 한계에 달할 정도가 되면 사형시키고 재산을  술탄이 가져가기도 했다. 이런 재산 몰수 사태가 발생하는 가장 근본적인 이유는 공적인 신용 제도가 오스만 투르크 내부에 부재했기 때문이다. \n\n\n[로드 블라고예비치]\n미국은 기상천외한 매관매직 ‘미수’사건이 발생해 떠들썩하다. \n2008. 12. 9일 미국 일리노이주의 라드 블라고예비치 주지사가 선거자금을 마련하기 위해 상원의원직을 수십만달러에 팔려다가 연방검찰에 걸려 독직, 사기 등의 혐의로 기소됐다.\n로드 블라고예비치 일리노이 주지사가 오바마 대통령 당선자가 내놓은 연방 상원의원 자리를 경매로 팔아 넘기려다 체포된 것이다. \n미국에선 연방 상원의원이 대통령에 당선되면 주지사가 후임자를 임명한다. 검찰에 따르면 블라고예비치는 이를 이용해 선거자금을 많이 내거나 자신의 주지사 퇴임 이후를 보장할 사람을 오바마 후임자로 고르려 했다. 보훈장관이나 대사직까지 챙길 생각도 했다.\n그는 “이건 황금”이라며 “내가 원하는 걸 얻지 못하면 내가 차지하겠다. 상원의원이 되면 2016년 대선 출마도 가능하다”고 말했다.\n주지사 연봉이 17만7000달러인 그는 “돈을 벌길 원한다”며 “내가 관여할 재단에 수백만 달러를 기부하는 사람에게 의석을 팔겠다”고 했다. 또 퇴임 후 재단에서 30만 달러 이상의 고연봉을 받겠다는 계산도 했다. “아내를 연봉 15만 달러의 기업 이사직에 취직시키고 싶다”는 말도 했다고 한다.\n이런 내용이 드러난 건 연방수사국(FBI)이 법원 허가를 얻어 한 달 동안 그의 선거사무소와 전화를 감청했기 때문이다. 사건을 맡은 패트릭 피츠제럴드 검사는 “블라고예비치의 행위는 무덤에 누워 있는 링컨을 돌아눕게 만들 정도”라고 했다.\n수사를 맡은 패트릭 피츠제럴드 검사는 주지사의 수법이 “무덤 속의 에이브러햄 링컨을 돌아눕게 만들 정도”라고 놀라워했다. 특히 이 자리를 놓고 지난 대선에서 오바마 후보를 전적으로 지원한 제시 잭슨 주니어 하원의원이 흥정을 벌였다는 보도까지 나와 오바마를 곤혹스럽게 만들고 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-03-10T11:10:46.827000",
  "updatedAt": "2022-06-30T00:51:27.058000"
}