{
  "id": "d2038112-b934-477b-aef2-9a987949d5e6",
  "title": "전쟁과 보급(물류) - 근, 현대",
  "content": "![image](media/185f1fba3e4.96f39eaa02a9a229.jpg)\n\n\n\n\n[크림 전쟁(1853∼1856년)]\n러시아와 오스만투르크, 영국, 프랑스, 프로이센, 샤르데냐 연합군이 크림반도, 흑해를 둘러싸고 벌인 전쟁이다. 크림 전쟁의 배경은 팔레스타인 성지를 둘러싼 러시아 정교회와 로마 가톨릭 사이의 종교 다툼이지만, 이 전쟁은 물류관리 조직의 중요성을 일깨워주는 계기가 되었다.\n\n연합국 중 하나였던 영국은 나이팅게일의 모국이었다. 크림 전쟁 당시 영국군은 물량으로만 보면 군수물자가 전혀 부족하지 않았다. 왜냐면 1814년에 끝난 나폴레옹과의 전쟁 때 비축해 놓았던 물자가 충분했기 때문이다.\n그런데 정작 전쟁이 시작되자 뜻밖의 문제가 생겼다. 실제 전장에서 필요한 보급품의 물류지원이 제대로 이뤄지지 않았던 것이다. 원인은 독립적인 기능을 가진 영국군의 조직 구성에 있었다. 7개의 군 조직이 각자 자기 업무에만 집중하며 ‘따로 놀다보니’ 종합적이고 체계적인 병참 관련 업무를 조정할 수 있는 중앙 조직이 없었던 것이다. 이렇다 보니 당시 영국군의 군수물자는 크림 반도 남단에 위치한 발라크라바(Balaclava)의 저장시설에서 발이 묶인 채 제 역할을 못하고 있었다. 마치 물류센터에는 재고가 넘쳐나는데 매장에서는 결품이 발생하고 있는 것과 흡사한 상황이 벌어진 것이다.\n여기에 더해 영국군 지휘관들이 가진 ‘마인드’도 문제가 됐다. 당시 영국군의 사령관들은 자기가 지휘하는 군대를 국가의 소유가 아닌 개인의 사유물로 여기는 경우가 많았다고 한다. 이렇다 보니 다른 부대에게 위험을 무릅쓰고 군수품을 지원한다는 것은 상상도 하기 힘든 일이었다.\n결국 전쟁이 벌어진 이듬해 겨울 문제가 터지고 말았다. 영국군의 의료품 보급을 위한 물류시스템이 붕괴되면서 영국군 진영은 순식간에 아비규환으로 변했다. 당시 영국군의 야전 병동에서 의약품 부족으로 인해 죽는 부상병의 사망률이 무려 42%에 달했다. 열 명중 네 명이 약 한번 제대로 써보지 못하고 죽어나간 것이다.\n이런 사실이 신문을 통해 영국 본토에도 알려졌다. \n전선에서 날아온 기사를 통해 비참한 소식을 접한 나이팅게일은 자신이 직접 훈련시킨 38명의 간호사들과 함께 전쟁터로 출발했다.\n당시 영국군의 의료 체계는 최악의 상황이었다. 병사를 소모품 정도로 생각한 군부의 아집과 편견 때문에 후방으로 수송된 부상병을 위한 시설은 형편없었고, 설상가상으로 보급품과 의약품도 물품이 터무니없이 부족했다. \n나이팅게일은 군부에 지원을 요청했지만 번번이 묵살 당했고, 병원의 의사들로부터도 협조를 거부당하기 일쑤였다. 하지만 나이팅게일은 자신의 인맥과 자금을 이용하여 야전병원의 조달 업무를 총괄하게 되었고, 시간이 흐르면서 특유의 성실함과 결단력으로 찬사를 얻게 되었다.\n나이팅게일은 자신의 사재를 털어 부상병들의 소독과 위생관리, 식사 등을 직접 관리하였는데 42%였던 부상병들의 사망률이 6개월 만에 2.2% 수준으로 떨어지는 놀라운 성과를 거두게 되었다.\n\n크림 전쟁의 병참 실패는 당시 영국 정부의 정권까지 바꿔놓았다. 정부와 군부의 무능함에 대한 비판 여론으로 영국정부의 내각수반이 파멀스톤(Lord Palmerston) 정권으로 바뀌게 된 것이다. 파멀스톤 경이 발라크라바에 있는 군수품 관리를 중앙집중형 체제로 전환시키면서 전장에서의 물류 상황이 점차 호전되기 시작했다.\n\n\n\n[남북전쟁(1861 ~ 1865)]\n미국 남북전쟁은 북군이 군사력과 산업기반을 이용한 보급전으로 승리한 케이스이다. 남부는 그 특성상 농업 위주의 사회로 전체적인 군사력도 북부에 비해 모자랐고, 북부는 갈수록 우수한 산업기반을 중심으로 차근차근 전선을 밀어냈으며, 특히 철로를 이용한 보급품 수송이 승리에 큰 기여를 했다.\n남북전쟁 초기엔 모두 마차가 보급의 중심이었다. 하지만, 마차로 옮기기엔 2가지 단점이 있었는데 그 것은 첫 번째, 미국 대륙은 너무 넓다는 것, 그리고 두 번째는 말 자체에 있었다. 말 자체도 먹어야 움직인다. 말이 먹어야 할 식량 때문에 마차를 무작정 늘릴 수가 없었다. 마차를 많이 투입하면 말이 먹어야 할 먹이도 많이 투입되고, 다시 이를 조달하기 위해 마차를 더 투입하고... 악순환의 고리가 이어진다. \n그래서 북부, 남부 모두 신기술인 철도와 증기기관차를 적극 활용했다. 철도를 이용해서 보급을 시작하자 보급의 역량이 차원이 달라졌다. 첫 번째로 운송량크게 증가했고 두 번째로 철도는 마차보다 더 빠른 속도로 일정하게 움직일 수 있었다. \n양군은 보급에 있어서 철도의 중요성에 대해 인지하고, 주요 공격 목표로 철도를 선택했다. 상대방의 철도를 무력화시키기 위한 게릴라 작전을 끊임없이 시도했다. 이러한 소규모 습격은 전쟁의 향방에 결정적인 역할을 만큼 효과적인 공격 수단이었다.\n남군 지휘관 포레스트는 전술적 안목이 뛰어났다. 그가 게릴라전에 주목한 이유는 현대전에서 기동과 보급의 가치를 깨달았기 때문이다. 보통 사람들이 전력을 평가할 때는 병력, 무기 등을 본다. 이것은 고정된 평면에서 비교하는 것이다. 그러나 아군이 적보다 빠르게 움직인다면 평면에 놓여져 있는 적의 병력과 아군이 실제 접촉하는 병력은 다르다. 기동의 개념을 전술과 작전에까지 확대하면 적의 후방도 거리낌 없이 침투·횡단하고, 수송선, 수송부대, 전신, 철도를 공격해 적의 결정적인 공세를 좌절시키거나 연기할 수 있다. 특히 이런 요소들은 현대전에서 더욱 중요해졌다. 과거 전쟁에서는 식량만 보급하면 전투를 진행할 수 있었고 식량은 현지조달도 가능했다. 그러나 현대전은 탄약, 의약품의 보급 없이는 전투가 불가능하다. 탄약은 금세 소진되고 현지조달도 불가능했다. 포레스트의 성공은 남군 기병대에 전쟁을 수행하는 방법을 가르쳐 줬다. 1862년 북군 총사령관인 그랜트 장군이 야심 차게 기획했던 빅스버그(Vicksburg) 공격은 시작도 하지 못하고 좌절됐다. 포레스트와 남부 기병대가 공세를 위해 비축한 물자를 모조리 탈취해 버렸기 때문이다.\n전쟁이 지속되면서 포레스트는 점점 더 유명해졌다. 그의 활약에 골머리를 썩던 북군은 포레스트를 잡기 위해 특별부대를 편성해 추격하기도 했다. 또 그의 전술을 배워 똑같은 후방기습과 파괴를 시도하기도 했다. 하지만 이것은 포레스트의 명성을 더 올려 주었다.\n\n북군과 남군은 철도 인프라의 큰 차이가 있었다. 북부의 철도 총 연장 길이는 20,000마일, 남부의 철도 총 연장 길이는 9,000마일이었다.\n그리고 북부의 해상 봉쇄까지 이어지면서 남부는 제대로 된 보급이 불가능해 약해지고 있었지만 북부는 철도를 이용해 엄청난 양의 식량과 탄약, 총기, 심지어 사람까지 운송하게 되었다. 남부군은 군화를 삶아먹는 와중에 북부군은 베이컨과 빵이 맛 없다며 불평했다. \n전쟁 초기, 치열했던 전쟁에서 점차 승기를 잡아가는 쪽은 북군이었다. 남군에 비해 더 많은 철도 노선과 시설을 보유한 북군은 병력과 물자를 제때 수송할 수 있었고 전쟁을 승리로 이끌 수 있었다.\n\n[러일전쟁(1904 ~ 1905)]\n전쟁 직전 러시아군 병사들이 사용할 탄약조차 무려 2,800만 발이나 모자랐다.\n일본 역시 러일전쟁 무렵에는 아직 총력전을 벌이기 부족해서 러시아군과 벌인 봉천회전 직후 육군 사령부가 일본 군부에 \"포탄을 비롯한 물자 부족으로 더 이상 전투를 벌이기가 매우 어렵다. 어떻게든 전쟁을 빨리 끝내달라.\"라고 애걸하는 통신문을 보냈을 정도였다.\n\n일본은 두 개의 전투를 수행했다. 하나는 러시아와의 전투였고 하나는 철도 건설 전투였다. 뤼순과 제물포에서 발생한 일본 해군의 선제공격에 이어 일본 육군의 진격은 필수적이었다. 그런데 육군의 진격은 보급이 없으면 불가능하다. 또 이 보급선은 당연히 짧으면 짧을수록 유리했다. 일본이 초기의 선제공격 효과를 상실하지 않고 지속적으로 러시아를 압박할 수 있었던 방법은 조선의 종관철도를 통한 보급로의 확보였다. 그 때문에 일본은 경부선과 경의선 철도의 조기 완공에 사활을 걸었다. 경부선 철도가 기공된 것은 1901년이었고, 1904년 2월 러일 전쟁이 발발하자 급속하게 공사가 진행됐다.\n1905년 1월 1일에는 부산의 초량과 서울 영등포 사이에서 운수 영업이 개시됐다. 경의선의 첫 공사가 시작된 것은 1904년 3월 31일 용산-마포 구간에서였다. 군의 주도하에 속성 건설된 경의선 철도는 정식 완공철도는 아니었다. 그럼에도 불구하고 공사 시작 1년도 안 된 1905년 3월부터 일부 단절된 구간을 연결하는 방식을 통해 용산-신의주간 열차는 1일 2왕복으로 운행을 시작했다. 450여 킬로미터(Km) 길이의 경부선 공사 기간이 1901년 9월부터 1905년 1월까지 만 3년 4개월가량이라는 점에 비춰보면, 504킬로미터의 경의선이 얼마나 속성으로 지어졌는지 알 수 있다. 러일전쟁용 임시변통 철도였던 경의선은 전쟁이 끝난 뒤에도 공사를 지속해 1906년 4월 3일 용산-신의주 간 직통운전을 하게 된다.\n\n일본보다 더 강한 국력을 지녔던 러시아가 일본에 패배했던 이유는 그 무렵 시베리아 횡단 철도가 완공되기 전이라 본국 서부에서 만주 지역까지 물품을 보내기가 매우 어려웠다. 러시아군은 엄청나게 긴 단선 시베리아 횡단 철도에 의지할 수밖에 없었다. 그나마 바이칼 호수 부근의 일부 구역은 아직 완공되지도 않았다. \n러시아군의 이동은 시베리아 횡단 철도를 통해 이루어졌다. 그러나 시베리아 횡단 철도는 1891년 공사가 시작된 이래 13년이 지나도록 전 구간이 완공되지 않은 상태였다. 그중에서도 가장 문제가 되는 곳은 바이칼 호수였다. 강의 둘레만 해도 2100킬로미터에 이르는 거대한 호수가 시베리아 횡단철도를 가로막고 있었다. 바이칼 호 주변을 따라 순환 철도를 건설하기 전에는 철도가 제 기능을 발휘할 수 없었다. 러일전쟁 전에는 바이칼 호를 가로지르는 열차 페리가 운행됐다. 호숫가에 도착한 열차는 선착장에 대기하고 있던 페리 안으로 옮겨졌다. 페리 바이칼은 열차 25량과 승객 200명, 750톤의 화물을 싣고 약 세 시간 반에서 네 시간 동안 호수 건너편의 철도 연결 지점을 향해 항해했다.\n\n러시아 군사령관 쿠로파트킨이 전쟁을 수행하면서 맞닥뜨린 문제는 군의 사기도 전술도 무기의 성능도 아니었다. 이 모든 것을 실현시킬 수 있는 전쟁 인프라인 철도망의 빈곤이었다. 러일전쟁을 염두에 두고 경부선과 경의선 철도 건설에 목을 맸던 일본과는 완전히 다른 상황이었던 것이다.\n\"우리가 어렵게 시작한 전쟁의 문제에 있어서 가장 중요한 것이 철도 문제라는 것을 확실히 알 수가 있을 것이다. 기차를 증차시킴으로써 결정적인 전투에서 1개 내지 2개 군단을 우리 측에 배치할 수 있었을 것이다. 따라서 비록 단 하루일지라도 철도의 상태를 개선하는 데 지체한 것은 건설부 장관, 재무장관 그리고 역시 어떤 면에서 국방장관까지도 책임이 있다.\"(러일전쟁, 러시아 군사령관 쿠로파트킨 장군 회고록)\n\n[제1차 세계대전(1914 ~ 1918)]\n산업화와 함께 등장한 철도는 군사적 목적으로도 이용이 가능했지만, 초기에는 그다지 큰 도움이 되지 못했다. 프로이센 - 프랑스 전쟁 당시 프로이센 육군은 이론적으로는 군의 수요를 충족시킬 수 있는 보급부대를 보유하고 있었으나 실제로는 기능하는 데 완전히 실패했고, 철도 부대는 충분히 무장되지 않아 자신을 방어할 수 없었다. 행군 규율이 느슨하고 적절한 차량 수리설비도 불충분하여 열차 대부분이 후방에 방치되었다. 철도가 중요한 역할을 한 것은 병력전개 기간 동안에 불과했으며, 그 후 작전의 기동단계가 끝나고 승리가 거의 확실해질 때까지는 그다지 중요한 역할을 하지 못했다. 하지만 이후 제1차 세계대전 동안에 독일의 철도는 내선작전을 가능하게 함으로써 다른 편에 섰던 전 세계 거의 모든 국가들의 자원에 대항할 수 있게 만들었다.\n\n철도의 가장 큰 문제점은 도어 투 도어(Door to door)가 불가능했다는 것이다. 도어 투 도어가 무엇이냐? 교통공학 용어로 출하지부터 수하인까지 추가 통행 없이 이루어지는 시스템을 뜻한다. 철도는 정해진 길을 따라 움직일 뿐 출하지부터 수하인까지 바로 이동할 순 없다. 일단 열차에서 내리면, 걷던지 아니면 차를 타던지해서 목적지까지 옮겨야 한다는 점이다. 그리고 독일은 철도에서 내린 후에 목적지까지 그냥 걷거나, 아니면 마차를 이용해서 보급을 옮겼다. 어? 이거 어디서 많이 봤다. 그렇다. 악순환의 고리가 다시 생긴 것이다. 이는 1차 마른 전투에서 결정적인 역할을 하고야 만다. 마른 전투 당시, 프랑스 군은 철도를 파괴하고 가는 바람에 독일의 철도 수송은 엄청난 타격을 입어야 했고, 임시 철도를 놓는 수준에선 감당이 안 돼 결국 말을 혹사 시켜 가면서 진격해야 했다. 벨기에가 함락되었을 당시 독일군의 말 절반이 폐사했고 프랑스 현지에서 징집했지만 부족했다. 하지만, 프랑스는 파리 시내에 있던 택시와 민간용 차, 트럭 등등 모든 차량을 동원했고 독일군은 피로감이 누적되어 싸우는 와중에 프랑스 군은 야간 작전에 필요한 병력과 주간 병력이 필요한 병력을 쉴세 없이 교환하면서 마른 강의 기적을 실현하며 파리를 사수하는데 성공했다.\n1차 세계 대전 당시의 독일은 자동차 강국이었지 트럭 강국이 아니였다.\n독일은 유럽 최초의 보조금 제도까지 만들어가며 트럭에 대한 관심을 높이고자 했지만 철도가 너무 잘되어 있는 나머지 트럭에 대한 관심이 부족했고, 이는 1차 세계 대전에서의 보급 실패로 이어지게 된다. \n또다른 사례론, 베르됭 전투 당시 8천 대의 차량으로 매주 9만 명, 보급품 5만 톤을 실어 날랐다. 이로 인해 프랑스는 트럭이 철도보다 더 높은 가치를 가지고 있다고 판단하고 트럭 생산량을 최대한 많이 늘릴려고 노력했다. 안타깝게도, 프랑스의 생산력은 그에 미치지 못했지만 말이다.\n세계 대전이 시작했을 때 독일은 단 천 대의 트럭을 보유했지만 프랑스는 6천 대의 트럭을 모을 수 있었고, 종전 때까지 독일은 4만 대의 트럭을 생산했지만 남아 있는 트럭은 단 2만 5천 대에 불과했다. 이에 반면 영국은 5만 6천대, 프랑스는 10만 대에 달하는 트럭을 보유했다. 이는 강력한 제병 합동으로 이어져 3년동안 뚫지 못한 힌덴부르크 참호 라인을 단 두 달만에 완전히 박살내는 결과를 가져왔다. \n\n1 차대전은 수만명의 병사들이 미친듯이 총알과 포탄을 퍼붓는 화력전이고 그러니 엄청난 탄약이 필요했다. 이건 수량이 너무 많아서 마차로는 불가능하고 철도는 이 모든 보급 문제를 단박에 해결할 만큼 엄청난 양을 한번에 수송하는 수송능력을 가졌다. 하지만 철도가 깔려있어야만 보급이 가능하다. 그리고 이 철도를 까는 일은 당시에는 보통일이 아니었다. 독일에선 철도를 깔고 보수하는 것만 전문적으로 하는 중대급 부대를 특별히 만들 정도였다. 게다가 철도가 정상적으로 깔려도 철로에서 80km이상 떨어진 지역은 마땅한 운송수단이 없어서 제대로 보급을 못받았다.\n당시에는 대부분의 철도가 단선으로 되어있었기 때문에, 보급을 마친 열차가 기지로 돌아올때까지는 기지에서 다른 열차가 출발 할 수 없었다. 그래서 아주 정확한 시간 계산을 하지않으면 열차시간이 서로 엉켜서 중간에 두 열차가 오도가도 못하는 일도 벌어질수 있었다.\n그리고 독일 같은 경우는 '내선작전'이라고해서 병력이 철도를 통해 신속하게 이동하여 서쪽에서 적을 막고 바로 동쪽으로 이동해서 또 적을 막는 형식의 전략을 사용했는데, 이게 보급이랑 겹치면서 철도 대란이 발생하기도 했다. \n하지만 아이러니하게도 철도에 너무 의존하다보니 모든 군대는 철도에서 80km밖으론 나갈 엄두를 낼 수 없게 되버렸다.\n그리고 꼭 운송수단이 아니더라도 이 시기엔 큰 문제가 있었어. 바로 과거의 전쟁과는 비교도 안되는 탄약 소모량이다.\n나폴레옹 시대에는 병사가 전쟁기간 동안 손에 꼽을 정도로 탄약을 썼다면 1차대전때는 하루에도 수백발씩을 소모했다. 방어하는 입장인 독일은 계속해서 포탄과 총알을 쏴서 프랑스와 영국군이 못오도록 했고, 영국이나 프랑스는 반대로 독일군에게 막대한 포탄을 쏟아 부은 뒤에 독일군들이 정신 못차릴 때 조금씩 전진하는 전략이었다. 이는 필연적으로 엄청난 탄약 사용을 불러왔다.\n탄약의 엄청난 사용량에 놀란 각국 정부들은 긴급하게 탄약 생산을 높이는 정책을 폈다. 최전방에선 미친듯이 대포와 총알을 쏘고 후방에선 미친듯이 탄약을 생산해서 전방으로 수송하는 것. 양쪽 모두 탄약 공급이 끊겨서 포나 총을 못쏘게 된다면 전쟁에서 지게 될 것이 뻔했기에 각국은 탄약 생산에 온 산업 역량을 집중했다. 결국 누가 포탄과 총알을 많이 만드느냐의 싸움이 된 것이다. \n어찌되었든 결국 군대는 보급 때문에 철도를 따라 진군할 수밖에 없게 되고 만거지.\n\n제1차 세계대전 직전의 모든 군대는 식량을 주면 사병 개개인이 알아서 조리해먹는 방식이었다. 그러나 1차 대전 초반에 장기간의 참호전으로 인해 식품 조리의 문제가 발생했다. 대규모 병력이 한 곳에 장기간 대치 상황을 벌이고 있으면 식량을 조리해 먹기가 불편했다. 거기다 조리 과정에서 연기가 발생하면 위치가 파악되므로 적에게 포격 받기 일쑤였다. 그래서 1차 대전 후반에는 후방에서 조리하여 전방으로 추진하는 식으로 바뀌게 된다. 이후로 취사병이라는 군사특기가 생기고 야전 취사 장비를 보급하는 것이 보편화되었다.\n\n[제2차 세계대전]\n1차 세계 대전에서 패배한 독일은 패배의 원인을 연구했는데 그 중에 보급을 위한 차량이 부족한 것도 한 이유였다. 그래서 2차 대전 프랑스 침공시에는 수송 차량 12만대를 서부전선에 집중시킨 덕에 6주만에 프랑스를 점령하는 데 성공했다.\n\n독일군의 소련 침공은 단일 군사작전으로는 사상 최대였으며 그에 수반하는 병참상의 문제는 상상을 초월하는 것이었다. 그러나 이러한 문제에 대한 독일 국방군의 대응은 너무나 평범했다. 독일군이 작전목표 가까이에 도달한 것은 준비가 뛰어나서가 아니라, 장병들의 의지 덕분이었다. 하지만 결국 병참문제에 발목이 잡혀 독일군은 수렁에 빠지고 전쟁에서 패배로 가는 길로 들어선다.\n2차 대전때 독일이 전격전으로 속전속결하여 프랑스를 격파한 것으로 알고 있지만, 그 당시만 해도 대량 보급의 개념이 안잡혀 있어서 프랑스 침공해 들어갈때 보급부대랑 전투부대랑 뒤엉켜서 독일에서 프랑스까지 수백킬로미터가 정체였다. 즉 속전속결이 아니었다. '전격전의 전설'이라는 책에는 \"사실 전격전은 우연히 나온 결과일 뿐이지 결코 독일이 의도적으로 시작한게 아니라는 거\"라고 쓰여 있다.\n\n롬멜이 북아프리카에서 만난 가장 큰 문제도 보급을 위해 아프리카 내륙에서 주파해야만 하는 긴 수송거리였다. 이는 이제까지 독일 국방군이 유럽에서 경험했던 것보다 훨씬 긴 거리였으며, 더욱이 그 거리를 연결할 차량의 수도 적었다. 이로 인해 항구에서는 보급물자가 쌓여가는 반면, 전방부대에서는 보급이 제대로 이루어지지 않아 곤란을 겪게 되었다.\n\n북아프리카 전투에서 거긴 사막이라서 물부터 식량과 연료까지 모든 것을 항구를 통해 공수해야했다. 그래서 아이러니한 일이 벌어졌다. 독일군이 연합군을 격퇴하고 계속 전진하면 자기편 보급기지인 항구와 거리가 멀어졌다. 독일군의 보급이 부족해져서 전투력이 약화되자 연합군이 반격에 나서고 독일군은 오히려 밀리게 되었다. 그러자 독일군이 밀릴수록 연합군은 자기네 항구에서 멀어져서 보급이 부족해지고, 이렇게 약해진 연합군을 다시 독일군이 밀어붙이는, 보급선의 길이에 따라 서로 밀고 밀리는 상황이 연출되었다. 결국 양측은 충분히 전진할 수 있는 상황인데도 아군의 항구에서 멀어지면 보급에 어려움을 겪었기때문에 함부로 진격하지 못했다고 한다.\n\n노르망디 상륙작전이 성공하자 연합군은 몇십만이나 되는 대군을 프랑스에 주둔하였다. 이들은 영국에 보급기지를 두고서 식량과 탄약 등을 다 영국에서 공수했다. 그러나 이 많은 인원에 물자를 보급하는 것은 쉬운 게 아니었다. \n그래서 연합군은 상륙작전이 성공하면 곧 바로 프랑스 북부 해안을 타고 가면서 여러 항구들을 점령하고, 거기를 군대의 보급기지로 활용하는 거였다. 하지만 이를 간파한 독일은 항구마다 수비군을 둬서 연합군의 항구 점령을 어렵게 했다. 결국 연합군은 보급 때문에 전쟁계획이 틀어져서 많은 손해를 입을 수밖에 없었다.\n\n유럽 상륙작전인 오버로드 작전을 계획한 사람들은 연합군에 의한 유럽 진격의 성공 여부는 적보다 빠른 속도로 병력과 물자를 투입할 수 있는지에 달려있다는 것을 알았다. 상륙하기 18개월 전부터 수천의 구성요소로 이루어진 하나의 거대한 모델이 서서히 만들어 졌다. 수 많은 품목을 정확한 시간에 정확한 장소로 하역시키기 위해 엄격한 우선 순위가 정해졌다. 이것은 어떤 물자가 어디에 얼마만큼 필요한가를 미리 결정하는 작업이었다. 이 계획은 매우 광범위했기 때문에 완성까지 2년이 걸렸다. 그러나 하역은 계획과 달리 순서없이 진행되었고, 어떤 경우에는 계획과는 반대로 진행되었다. 그리하여 어떤 군사작전들은 순전히 병참상의 이유로 실현되지 못했다. 이렇게 준비는 철저했지만 현실에서는  예상치 못한 변수가 발생할 수 있다.\n\n독일이 U 보트로 대서양을 건너던 상선들을 계속 격침시키고 군수보급을 어렵게 하자, 미국은 유보트가 격침시키는 화물선 대수보다 더 많은 화물선을 건조해야겠다고 했다고 한다. 그래서 전시에 실제 미국은 2만톤급 화물선을 일주일에 2척씩 진수시켰다.  \n\n미국은 2차 세계 대전 동안 '랜드리스 법안'에 따라 40만 대의 자량을 소련에 지원해줬다. 소련이 전쟁 중 생산한 차량의 대수는 48만대이다. 기관차 역시 2,000대를 지원 받았는데 소련이 40~45년까지 생산한 기관차수는 1,700대이다. 이외에도 군화 1,400만 켤레와 비행기 3천대, 합성 고무, 철강, 식량, 연료 등등을 지원해 줬다.\n\n스탈린그라드 전투 후반, 당시 30만에 달하는 독일 6군은 생존을 위해 하루 최소 500t의 식량이 필요했다. 그러나 소련군의 포위로 철도 보급이 막혔고 효율이 떨어지는 공중 수송을 택할 수밖에 없었다. 공중 수송은 이론상 하루 200~300t의 보급만 가능했지만, 이는 이론상의 수치일 뿐 실제로는 기상 등의 여러 악조건으로 거의 이루어지지 못했다. 결국 다수의 동사, 아사자가 발생하며 B집단군의 중추를 담당하던 독일 6군은 무너지고 말았다.\n\n태평양전쟁에서 일본군은 병참을 경시했다. 군인의 교육이나 승진과 비교해서 보급에 대한 관심이 낮았다. 일제의 군통수 기관인 대본영은 전투나 작전을 먼저 생각하지 병참은 나중으로 생각했다. 일본군은 둔전을 운용하면서 식량을 자체 조달하는 방식을 썼다.\n전쟁 초기 일본군이 우세하던 시절에 일본군은 야전 취사장비를 구비하지 않았고 전장에서 지급받은 쌀과 반찬으로 알아서 요리를 하던가 민가에서 징발해야만 했다. 식량만 보급하고 연료는 보급이 없어 개개인이 연료를 찾아다녀야 했다. 전쟁 후반기 전세가 불리해지고 연합군의 공격으로 보급이 끊기자 민가에서 식량을 약탈하는 것은 물론, 인육까지 먹는 전쟁범죄가 자주 발생했다.\n\n[운용연구(OR:operations research)]\n2차 대전 중 병참을 최적화하기 위한 연구가 산업공학을 낳았다. 레닌그라드 공방전에서 소련의 수송 경로는 최적제어론을 연구한 수리경제학자들에 의해 결정되었다.\n2차 대전 초기부터 영국과 미국의 군사전문가, 공학자 및 과학자들이 일명 'Blackett's Circus(블라킷의 모임)' 라는 팀을 구성하여 레이더의 효율적 운용방법, 대잠수함 작전, 상선 호위함대 배치 문제 등 군사문제를 연구하였는데, 이것이 바로 오늘날 OR이라는 분야를 탄생시킨 계기가 되었다. OR은 작전연구라고 번역된다.\n'OR팀'은 제2차 세계대전 중인 1940년에 영국에서 창설되었다. 이는 독일 공군의 런던폭격이나, U보트의 수송선 공격의 대책으로부터 출발한 '아마추어 전략팀'이었다.\n당시의 영국 본토는 공업 중심 국가로 식량 물자의 대부분을 캐나다, 오스트레일리아와 같은 식민지에 의존해 왔다. 제2차 세계대전 말기가 되면서 식량부족이 심각해지고, 따라서 물자를 먼 식민지로부터 배를 이용하여 운송해야 했다. 따라서 독일은 식량 물자 공격을 기도하여 영국의 물자 수송선단을 U보트를 이용하여 차례로 격침해갔다. 이런 공격을 방어하는 최선의 방법은 수송선단을 순양함, 구축함, 어뢰정과 같은 군함으로 호위하는 것이다. 그러나 전력을 여기에 분할하면 다른 지역의 수비가 약화 된다. 그래서 \"가급적 적은 수의 함선으로, 가능한 한 많은 배를 지킨다.\"는 최소의 노력으로 최대의 효과를 내고자 하는 최적화 문제를 생각하게 되었다. 이 문제에 도전하여 성과를 올린 것은 군의 수뇌부가 아니고 블래킷 경(Sir Blackett)의 '과학팀'이었고 그 연구에는 \"Operations Research (OR)\"라는 이름이 붙여졌다. \n미국도 그 당시 미국 태평양 함대는 성공률 50%라고 하는 일본의 카미카제의 괴롭힘을 받았기 때문에, 그 대책으로 블래킷의 '과학팀'을 설립에 동참했다. \n과학팀의 멤버는 블래킷 경(노벨상 수상자, 물리학자), 수학자 2명, 수리물리학자 2명, 생물학자 3명, 천문학자 물리학자 측량기사 육군군인 각 1명\n \n전쟁중 이들의 연구성과로는 레이더의 최적 배치와 고사포의 효과적 사격법을 연구하였고(10배의 성과)\n수송선단의 최적배치와 U보트 공격법을 연구(1/4을 격침)\n미국의 '과학팀'에서는 발족시 가미가제 특공기 2,000대의 데이터를 통계, 확률 등으로 수학적인 관점에서 자세하게 분석하여 공격을 받았을 때의 대형함과 소형함의 최적 대응방법, 공격기가 상공으로부터 돌입해온 경우와 해면과 거의 닿을 정도로 평행으로 공격해 온 경우에 따라 함선이 대피하는 최적의 행동 지침 등 각 조건, 각 장면, 각 상황에 따라 각각 대응하는 지침을 주었다. 이 지침을 받아들인 함대에서는 피해가 30% 이하로 격감되었고, 이 지시를 무시한 함대는 계속 과거와 같이 피해가 50%에 가까웠다고 한다. 이상 영국과 미국에게 '과학팀'의 연구는 현실적으로 성과를 올리면서 큰 신뢰를 얻었다. \n\n전쟁이 끝나고 '과학팀'의 멤버는 대학이나 연구실로 돌아갔지만, OR이 평상시의 사회에서도 충분히 유용하다는 것을 발견하여 OR을 연구하고, 이 결과를 분류하여 몇 가지 연구이론을 창안하였다. \n2차 대전후 전쟁중에 개발된 많은 수리적 모형과 그 응용방법들에 대한 연구가 집중되었고, 결국 기업이나 정부와 같은 일반 조직사회로 그 움직임이 확산되어 OR이라는 학문분야가 정립되기 시작하였다.\n\n[6.25 전쟁]\n지게 부대는 보급을 중시하는 미군으로부터 \"A프레임 부대\"라 불리며 찬사를받았지만, 보급 부대를 멸시하던 일본군의 마인드가 남아 있던 한국군에서는완전히 무시를 당했으며, 한국전쟁 당시 지게부대에서 활동하신 분들이 전후에다시 \"현역 전투병\"으로 재징집을 당하는 경우도 있었다고 합니다.\n\n[베트남 전쟁의 한국군]\n월남전은 남의 돈으로 치르는 전쟁이다 보니, 병력과 물자를 아낄 필요가 없었다. 물자는 물론이고 월급도 미군에게서 받다보니 필요 없는 인원도 파병을 해서 머릿수를 채웠다. 위로는 소장 사단장 밑에 행정, 작전 부사단장도 각기 준장이어서 사단에 별이 3개나 되었다. 아래로는 사단 본부에 인원이 2명밖에 없는 참모부에도 상사급의 선임하사가 있었다.\n내가 생각할 때 제일 어색한 일은 한국에서는 연대급에서도 제일 할 일이 없는 정훈장교가 대대급까지 배치되었던 일이었다. \n나는 미군이 철수한 이후에도 산처럼 쌓여 있는 군수물자들을 보고 미국의 군수물자 조달 능력에 입을 벌릴 수밖에 없었다. 어느 책에서 보니 한국전쟁 당시 소모한 총알 대비 죽은 병사의 숫자를 보면 병사 한 명당 총알 한 가마니 정도를 소모한 셈이라고 하던데 월남전도 다르지 않을 것이라고 본다.\n궁핍한 처지에서 정신력 하나로 버틴 베트콩 쪽에서는 힘든 전쟁이었겠지만 미군 쪽에서는 남아도는 전쟁 물자를 쏟아붓는 전쟁이었고 그 편에 붙었던 한국군은 덕분에 호강을 할 수 있었다. \n모든 무기와 보급품을 미국에서 지원 받았기 때문에 고국의 가난한 군대 사정과는 수준이 완전히 달랐다. 상황이 그렇다 보니 물건이 남아돌아 낭비하는 것은 기본이고 가능한 한 하나라도 더 빼돌려서 한국으로 가져가는 것이 애국이었다.\n\n[현대 러시아군의 보급능력]\n러시아군 부대는 동급의 서방 부대에 비해 훨씬 더 많은 포병과 방공, 대전차 장비를 보유하고 있지만, 이는 곧 훨씬 더 많은 보급 소요를 의미한다. 그러나 러시아군의 군수지원 부대는 서방 동급 부대에 비해 그 규모가 턱없이 작다. 러시아군은 이런 단점을 보완하기 위해 서방에는 없는 철도여단을 운영하지만, 철도를 통한 군수보급은 방어전에서만 쓸 수 있고 철도시스템이 다른 지역을 침공할 때는 사용할 수 없다. 차량을 통한 군수보급은 보급선의 길이가 길어질수록 보급차량의 부족으로 효율이 급감한다. 현재 러시아군이 보유한 트럭으로는 150km 이상의 보급선을 유지하는게 불가능하다.\n러시아군 전투부대가 보급 없이 작전 가능한 시간은 2~3일에 불과하다. 유류의 경우 전술 송유관을 이용해 비교적 빠르게 공급할 수 있으나, 이들 장비가 설치되려면 적어도 3~4일이 소요된다. 따라서 최소한  한 번은 트럭을 통해 유류보급을 받아야 한다. 발트 3국을 침공하는 시나리오에서 러시아가 점령을 기정사실화하려면 늦어도 4일 안에 점령을 완료해야 한다. 이 짧은 시간 안에 러시아군이 철도를 점령해 군수보급에 사용하는 건 불가능하다.\n만일 발트 3국이 시가전을 시도한다면 러시아군에 필요한 보급량은 매우 증가한다. \n\n교전 상황에서 탄약의 소모는 극심해진다. 그로즈니에서 러시아군은 하루에 4천 발을 포탄을 소모했으며 이는 트럭 50대 분량이다.  조지아 전쟁에서 러시아군 일부 부대는 불과 12시간만에 기본 휴대량의 탄약을 전부 소모했다. 이러한 속도라면 러시아군은 매 12~24시간마다 새로 탄약을 보급받아야 할 것이다.\n러시아군의 군수보급 능력에 작전 템포를 맞추기 위해서는 공세에 동원하는 병력 규모를 줄여 보급소요를 낮추거나, 2~3일마다 작전을 멈추고 바닥난 탄약과 연료를 보충해야 한다. 어느 쪽이든 신속한 점령과 기정사실화는 달성하기 어렵다. 게다가 군수보급부대는 매복과 포격, 공습, 차량 고장 등으로 지속적인 손실을 겪을 것이다.\n다른 군관구에서 지원병력을 끌어모을 수도 있지만, 그리 많이는 하지 못할 것이다. 게다가 새로 증원될 군수부대 역시 각자 보급해줘야 할 전투부대가 할당되어 있다. 러시아에는 전투부대에 할당되지 않은 예비 트럭이 거의 없다.\n예비군과 민간 트럭을 징발하는 방법도 있지만 이는 러시아 내부 정치적으로 사용하기 어려운 카드다. 러시아 국민들은 남편과 아들, 아버지가 푸틴의 변덕 때문에 전쟁에 끌려나가는 것을 용납하지 않을 것이다. 러시아가 마지막으로 예비군과 징집병을 대규모로 동원한 적은 1차 체첸 전쟁었는데, 당시 전쟁 2 달만에 군인 어머니회 등이 대규모 반전 운동을 주도했다.\n러시아군은 전반적으로 주변국을 침공하고 이를 기정 사실화하는 것보다는 기존의 교리인 능동 방어를 수행하는데 더욱 최적화되어 있다. 러시아군은 자국 영토 내나 전선 근처에서 싸우는 경우엔 강점이 발휘되지만, 적지 깊숙히까지 공세를 지속하려면 잦은 진격 중단을 감수하거나 예비군을 대규모로 동원해야 할 것이다.\n\n[현대전]\n현대전은 강한 화력, 장병의 정신력과 전투력에만 의해 벌어지지 않는다. 대규모의 물자를 전선 곳곳에 투입하는 능력, 즉 보급의 문제가 현대전쟁의 승부를 가르는 중요한 변수다. 그에 못지 않게 현대전은 ‘공병전(工兵戰)’으로도 부를 수 있다.\n\n\"밀리 초짜는 무기를 탐구하고 고수는 보급을 연구한다.\"\n\n\"작전은 전투에서 승리하고 군수는 전쟁에서 승리한다\"\n\n전근대 냉병기 시대에도 100만 대군이 있으면 그중 70만은 보급 부대라는 말이 있는데 현대에도 군수지원, 보급은 어려운 문제군요.\n\n우리나라 대부분 부대는 선수비 후 공격이다. 하지만 7군단과 한미연합사단은 공격에 중점을 두고 운영하는 부대이다. 7군단이 북한으로 진격시 보유하고 있는 유류 등으로 평양까지 진격이 가능하다. 그 이후 1차 보급을 받아야 하는데 유류 보급에 관련하여 대책이 없다. 현재 7군단을 전담하는 보급부대가 있는 것으로 알고 있는데 전투병과 이외의 지원병과에 대한 힘이 많이 빠진 상황이며, 특히 장성 축소에 따른 보급관련 장군은 원스타 2명에서 1명 또는 없어질 수도 있다고 한다. 군수사령관(중장)의 경우도 전투병과다. \n\n괜히 2대전 최고의 렌드리스 품목이 철도, 지프, 트럭이였던게 아니었네. 철도는 세트 아니었음?  유류 정제 시설 지원 패키지에 아예 철도, 기관차, 화물차까지 다 포함되어 있었던 걸로 기억하는데\n\n웬만한 전쟁은 그 전쟁 비용보다 훨씬 적은 돈을 상대에의 협상, 매수, 공작에 사용함으로써 대체할 수 있다.\n\n사실 보급하면 '군량' 만 생각하는데 사실 '물' 의 보급이 엄청난 난제라고 하더군요.\n\n이래서 전쟁 많이 한 나라가 수학이 발전하는구나.\n\n아무리 강력한 전차를 가지고 있다 하더라도, 그걸 움직이게 하는 연료를 제대로 보급해주지 못하면, 그 전차는 그냥 고철덩어리에 지나지않게 된다. 사실상 미국을 제외하고 이런 지원 세력을 제대로 갖춘 나라는 없다고 보면 된다. 전차 100대와 관련 지원 장비 100대를 갖추지 못한다면 전차 50대와 지원 장비 50대를 갖추는게 맞겠지만, 대부분의 나라는 전차 100대만 갖추는걸로 일단 만족한다. 그런 자세는 정말 전쟁을 생각하고 준비를 갖추는 군대라고 볼 수 없다고 생각한다. 하다못해 선진 군대들은 병사들을 위해 야전 샤워 설비도 구매한다. 태평양 전쟁중 남양의 여러 섬에서 전투를 치뤘던 미 해병과 미 육군 병사들은 '가장 큰 적은 일본군이지만, 그 이외에도 하루종일 퍼붓는 비와 무더위로 인해 제대로 씻지 못하고 제대로 먹지 못해서 생긴 이질과 같은 각종 질병이라는 정말 강한 적이 있었다.'고 증언하기도 한다.\n\n[우-러 전쟁의 보급]\n러시아군은 신속한 침공으로 최대한 넓은 땅을 점령하고 NATO가 대응하기 전에 기정사실화를 시도할려고 하였다. 하지만 러시아의 열등한 군수보급 능력이 이러한 목표 달성을 좌초시켰다.\n\n2022년 러시아의 우크라이나 침공에서 세계 2위의 군사력을 가진 러시아가 우크라이나를 상대로 고전하면서 보급없이는 효과적인 전투가 불가능하다는 것을 다시금 입증했다. 보급의 대부분을 자국 철도에 의존한다는 구조 때문에 자국 철도를 쓸 수 없는 우크라이나에서 보급망이 무력한 모습만 보이면서 러시아군에 대한 평가가 급속도로 떨어졌다. 반대로 우크라이나군은 홈그라운드의 이점을 살려 자국의 철도와 도로를 통한 보급망을 유지하고 있고, 이를 통해 서방에서 지원해준 전쟁물자를 수송하여 대략적인 방어에 성공했다. 우크라이나 철도공사는 이 전쟁에서 일등공신이라고 할 수 있는데, 4월 중순까지 직원 41명이 러시아군의 폭격으로 순국하는 희생을 감수하면서 망가진 철도를 수리하고 열차를 운영하여 수십만명의 피난민을 대피시키는 동시에 지상 보급의 대부분을 책임진 전공을 세웠기 때문이다.\n\n우크라이나 러시아전에서 절실히 느낀 건 전투무기에 치중된 우리나라 현실이 러시아와 비슷하다고 느끼고 있다. 물론 우리 한반도는 우크라이나 보다 훨씬 작은 전장이긴 하지만, 그래도 너무 공격무기나 병사 숫자에만 메달려 있지는 않았나 생각된다. 전쟁의 가장 큰 승리 요인은 수천년 전인 과거도 현재도 경제력, 결국 군수와 보급이다. 지속적인 탄약, 식량, 물자 공급 없이는 최첨단 장비도 다 고철일 뿐이다. 물론 북한은 우리보다도 더 형편없겠지만, 우리나라 역시도 보급 수송부대는 많이 열악한 실정이죠. 하다못해 전투병과만 승진이 쉽고 보급 수송부대는 2선급 부대로 치부되기도 하니까요.\n\nTalking to a soldier in Kramatorsk, just back from the Izyum front. \"Our main problem is logistics. In the US army, for every 10 tanks, they have 15 supply trucks. Here, with our shitty post-Soviet doctrine, for every 10 tanks we have 3.\"\n\n2023년 1월 현재 러시아의 우크라이나 침공이 11개월째로 접어든 가운데 러시아군의 우크라이나에 대한 포격이 가장 치열했을 때에 비해 4분의 1 수준으로 떨어졌다는 보도가 나오고 있다. 최근까지 러시아의 무기 부족 현상에 대한 지적이 주로 순항 미사일과 탄도 미사일 등 첨단 무기에 집중됐으나, 이제는 탄약 등 재래식 무기의 공급도 부족한 게 아니냐는 지적이 나온다.\n미국과 우크라이나 정부 관계자들은 이에 대한 명확한 설명을 하지 못하고 있다. 다만, 러시아가 탄약 공급 부족 탓에 포탄 사용 할당량을 정했거나 우크라이나의 방어가 성공하고 있는 상황에서 전술을 재검토하고 있을 수 있다는 추측도 제기된다.\n10일 CNN이 미국과 우크라이나 정부 관계자들을 인용한 보도에 따르면 우크라이나를 상대로 러시아군이 퍼붓는 포격의 하루 평균 탄약 수가 2만발 수준에서 5000발 수준으로 줄어들었다. 우크라이나 측은 6만발 수준에서 2만발 수준으로 감소했다는 추산을 내놨다. 양측이 제시하는 절대적 수치는 다르지만 약 3분의 1 내지 4분의 1 수준으로 감소했다는 점에선 일치한다.\n우크라이나군은 하루 평균 4000∼7000발의 포격을 하고 있다. 우크라이나군은 전쟁이 발발했을 때 보유중이던 소련 시절 152㎜ 구경 포탄 재고를 급속히 소진했다. 서방 측으로부터 155㎜ 포탄 수십만발을 지원받았으나 이 역시 재고에 한계가 있다.\n블라디미르 푸틴 러시아 대통령의 심복으로, '와그너 그룹'의 수장인 프리고진은 바흐무트 점령에 어려움을 겪고 있는 이유로 전투차량, 포탄, 총탄 부족 등을 들며서 \"이는 내부의 관료주의와 부패 탓\"이라고 주장했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-27T15:48:32.674000",
  "updatedAt": "2023-04-10T00:20:32.776000"
}