{
  "id": "d226ae72-3c16-4655-96cc-9240cf475a01",
  "title": "전함 엔진의 역사",
  "content": "역사적으로 해군은 다양한 함정을 건조하여 무기체계의 미래를 선도하면서 군사적 혁신을 거듭해왔다. 석탄에서 석유로 본격적으로 군용 에너지원의 변화를 시작한 것도 해군이었다. 특히 영국 해군은 1차대전을 즈음하여 윈스턴 처칠 해군성 장관과 영국 해군참모총장 존 피셔 제독의 리더십으로 어느 나라들보다도 빨리 석탄에서 석유로 추진 방식을 변경함으로써 강력한 해군력으로 주축국을 제압할 수 있었다.  \n\n과거 석탄으로 보일러를 돌려 동력을 얻던 스팀엔진 방식에서 점차 발전하여 디젤엔진, 가스터빈 엔진, 심지어는 원자로를 장착하여 엔진으로 활용하기도 한다. 바로 이러한 엔진은 함정의 추력을 제공할 뿐만 아니라 전력까지 제공한다. \n최초의 군함에서 전기 사용은 전구를 다는 것이 전부였지만, 이후 함포 터렛이나 레이더 등에 전력이 요구되면서 전력의 필요성은 급증했다.\n과거의 전투함이 엔진으로 함정을 추진하는 것이 주였다면, 현대는 이제 엄청난 전력 수요까지 제공해야만 한다. 따라서 전력 소요량이 커지면 더 이상 축발전기에 의존할 수 없고, 별도의 발전기를 장착해야만 하는데 결국은 엔진을 추가로 탑재하는 셈이 된다.\n통상 함정의 발전기는 주 발전기와 비상발전기로 나뉘는데, 주 발전기도 별도로 엔진을 사용하거나 혹은 함정의 주 엔진에 연결되어 발전하는 축발전기를 채택하기도 한다.\n과거 2차대전의 주력 구축함인 플레쳐급은 80kW의 보조발전기를 장착하는 수준에 불과했다. 그러나 현대의 주력 구축함인 알레이버크 급은 9MW급의 보조 발전기를 장착하고 있다. SPY-1D와 같은 강력한 이지스 레이더나 이지스 시스템에 통합된 다양한 무장들이 엄청난 전력을 요구하고 있기 때문이다. 이제 새로운 SPY-6와 같은 레이더가 등장하면서 알레이버크급은 더 이상 9MW 발전기로는 전력을 감당할 수 없는 상황을 맞이하였으며, 12MW 발전기로 업그레이드가 이뤄지고 있다.\n20MW급의 SPY-6 AMDR 레이더를 사용하기 위해서 최신형 알레이버크 플라이트3부터는 4MW급 가스터빈 3개를 장착하고 전력변환 모듈을 채용하여 간신히 20MW를 확보했다. 결국 최신 이지스함은 추진용 4대와 발전용 3대를 합쳐 모두 7대의 가스터빈 엔진을 장착하고 있다. \n앞으로 미래 전투함에 필요로 하는 전력량은 상상을 초월한다. 많은 전력을 요구하는 대표적인 것이 레일건이다. 이를 제공하기 위해서 필요한 전력량은 25MW인데, 그래서 미군의 최신 구축함인 줌왈트급은 78MW의 전력을 제공하고 있다.\n\n전기추진 방식은 하이브리드 전기추진과 완전 전기추진 방식의 2가지가 있다. 하이브리드 전기추진은 추진전동기(모터)와 가스터빈을 함께 탑재하는 방식으로, 모터를 기어박스나 추진샤프트에 장착하여 전기로 저속의 추력을 제공한다. 고속 기동이 필요시에는 직접 가스터빈으로 스크류를 돌려 운용한다. \n그러나 하이브리드 전기추진은 심각한 한계가 있다. 즉 저속의 전기추진에서 고속의 가스터빈 추진으로 전환하면서 시간적 지연이 생김에 따라 신속한 회피기동이 불가능하다는 한계를 보였다.\n수중방사 소음 감소 역시 하이브리드 방식과 완전 전기추진에 차이가 있다. 하이브리드 전기추진의 경우 저속에서 순항속도 구간까지는 디젤 발전으로 운항하여 저소음 운항이 가능하나 고속 구간의 가스터빈 기동시 기어박스가 연결되어 수중방사 소음이 올라간다. 반면에 완전 전기추진의 경우는 고속 기동시에도 가스터빈 출력을 전동기로 전달하여 전속구간에서 저소음을 달성 할 수 있다.\n영국은 여태까지 다양한 기계식이나 하이브리드 방식의 추진체계를 운용해온 결과, 기어박스를 원인으로 하는 많은 문제를 경험했다. 기어박스는 높은 정비 비용과 고장에 따른 긴 작동불능 시간의 원인이 되었기에 아예 기어박스가 없는 추진체계를 고려하게 된 것이었다. 이에 따라 완전 전기추진방식을 도입하는 방향으로 전환되기 시작했다. 특히 영국 해군은 알비온급 상륙함과 웨이브급 군수지원함에 고전압 추진시스템을 채용하고 운용한 바 있어 차기 함정의 추진체계에서는 과감하게 기어박스를 제거하는 방향으로 검토를 시작했다.\n완전 전기추진체계를 탑재하면 다양한 장점들을 기대할 수 있다. 우선 탑재하는 엔진의 대수를 줄일 수 있음은 물론이고 운영상 유연성 및 생존성을 향상시킬 수 있다. 게다가 완전 전기추진체계는 에너지의 효율적 사용으로 인한 친환경성 확보는 물론이고 전기추진에 의한 정숙성에 더하여 운용비용과 승조원 수를 줄일 수 있다. 특히 함정 내부에 “중앙 발전소(Central Power Plant)”가 세워지게 되어, 요구 전력량과 발전량을 필요에 따라 조절할 수 있어, 전 출력 구간에서 효율성이 향상되는 것은 물론이고 함정의 일부 시스템 피격 시에도 필요 전력을 지속적으로 공급할 수 있으며, 미래의 요구에 대응하여 전력을 확장시킬 수 있는 등 다양한 장점이 있다.\n이에 따라 영국은 차기 방공함인 45형(Type 45) 구축함에서는 완전 전기추진체계의 탑재가 결정되었다. 영국이 완전 전기추진체계를 결정한 이유는 우리에게도 커다란 교훈을 주는데, 그 내용은 다음과 같다. \n하이브리드 전기추진방식은 기계시스템과 전기시스템의 추진 시스템간 통합이 매우 중요한데, 체계통합의 어려움이 신형 함정건조사업의 위험 요소로 판단되었다. 효율 및 소음, 진동 감소 등 요구조건 역시 완전 전기추진방식이 하이브리드 방식보다 훨씬 우수한 성능을 보였다. \n초기 획득비용은 완전 전기추진방식이 높지만 완전 전기추진체계는 총수명 주기비용이 줄어들 뿐만 아니라 유연한 운용이 가능하여 초기 투자비용의 차이를 상쇄할 수 있다. \n만약 KDDX가 완전 전기추진체계를 추진할 경우, 주의할 점은 가스터빈 1대에 의존하는 것 만큼은 지양해야 한다는 점이다. 함정의 총 탑재 출력의 80%가 대형엔진 하나에만 집중이 된다면, PTO(Power Take Off)기능을 통해 일부를 발전용으로 활용하더라도 여전히 저부하에서 효율이 심각하게 떨어질 수 있기 때문이다. 만의 하나 전투시 외부 충격 등으로 이 대형 엔진이 기능을 상실한 경우 함정은 전투가 불가한 상황에 빠질 수도 있다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-08-29T06:31:32.875000",
  "updatedAt": "2025-05-26T23:18:06.490000"
}