{
  "id": "d22bce0e-9990-4d9d-a973-a73c4b800e55",
  "title": "화약의 역사 - 근, 현대",
  "content": "[근대]\n유럽도 식민지에서 대규모 초석광산을 발견하기 전까지는 만성적인 초석부족에 시달렸었다. 화약을 만드는데 반드시 들어가는 재료가 있는데 바로 질산칼륨, 즉 초석이다. 그런데 20세기에 화학의 발전으로 공기 중의 질소를 이용해 질산칼륨을 만들수 있게 된 프란츠 하버의 질소고정법이 나오기까지 자연상태에서 이 초석을 얻을수 있는 방법은 토양의 박테리아를 이용하는 방법밖에 없었다.\n동양에서 화약을 수입해와서 쓰던 유럽인들은 화약을 직접 만들어 쓸 궁리를 하게된다. 처음에는 보통 건물 벽이나 천장 등에 붙어있던 흙(현대 이전 집이나 건물의 벽, 천장 등에는 쥐 같은 동물들이 들끌었고, 집에 붙어 있는 먼지에는 보통 쥐똥 같은 것들이 많이 섞여 있었음.), 마굿간 아래의 말똥 섞인 흙, 농장에서 쌓아둔 퇴비더미 등을 활용했는데, 화약이 전장을 지배하게 되고 화약 수요량이 늘어나면서 이렇게 모은 재료만으로는 초석 수요를 충족할 수 없게 되자 16세기 초, 독일에서 '초석 농사법'이 개발된다.\n땅을 깊이 파고 똥무더기, 부엽토, 썩은 풀, 오줌, 석회가루, 나뭇재를 '적절한 비율'로 반죽한 덩어리로 벽을 세워 참호와 같은 형상의 '초석밭'을 만듬. 이 '참호벽'은 재료의 배합비율이 지랄맞은것도 모자라서 발효와 마찬가지로 정교하게 계산된 부패과정이 필요함. 이 똥더미가 썩은 진물이 질질 샐만큼 축축한 상태로 외부와 공기가 '적절한 양만큼만' 통한 채로 썩어야 되는데, 그러려면 반죽에 '적절한 비율만큼의' 밀짚을 섞어 '적당한 양의' 공기가 반죽에 포함되도록 해야 하고, 정기적으로 계산된 양만큼의 똥오줌과 물을 새로 끼얹어 줘야 했음. 너무 많이 끼얹으면 참호벽이 녹고 애써 반죽해 쌓은 참호벽의 배합비율이 망가져서 농사를 망치고, 너무 덜 끼얹으면 화학반응이 골고루 일어나지 않아서 농사를 망쳤음. 또한 이 참호벽을 언제 채굴해서 공장으로 넘겨야 하는지도 직관적으로 알 수가 없어서 수없는 실패를 통해 경험적으로 그 시기를 알아냈다.\n초석 농장 안에는 똥반죽들이 축축하고 어두운 공간에서 적당한 통풍이 이루어지는 상태에서 썩어가고 있고, 이 농장 노동자들은 이 똥반죽이 축축한 상태를 유지하도록 주기적으로 물과 똥오줌을 뿌려 발라줬음. 이렇게 똥반죽을 썩히다보면 그 반죽에서 초석 결정이 생겨 똥반죽 안에 송글송글 맺히게 됨.\n수개월간 농사 끝에 똥반죽이 숙성을 마치고 그 안에 초석결정이 생기게 되면 이를 모아 물에 잘 개어 체로 걸름. 물에 걸러 체로 거른 똥반죽은 질산염이 섞인 똥물이 되는데, 이걸 끓이면 초석이 나왔음.\n이렇게 만들어진 초석은 비싼 값에 팔렸다. 스페인과 전쟁에 돌입하면서 스페인에서 초석을 수입해올 수 없었던 영국의 엘리자베스 1세는 독일인 Gerrard Honrik에게서 초석농사 매뉴얼을 300파운드의 금을 주고 샀다.\n\n화약 무기가 가장 발전한 유럽 국가들의 경우에도 프랑스 왕국이나 프로이센 왕국 같은 유럽에서 힘 꽤나 쓴다는 나라들 역시 부족한 화약을 낭비한다는 이유에서 자국군에게 실전 이외의 화약 사용을 금지시키고 제식훈련만 반복적으로 숙달시켰다. \n유럽인들은 인도의 초석을 약탈적 무역으로 획득하여 가져갔다. 17세기 이후 유럽의 역사는 화기(火器)를 사용하는 전쟁으로 점철되는데, 인도에서 공급되는 초석이 없었다면 그 정도의 화기전을 수행할 수 없었을 것이다.\n1757년 플라시 전투의 승리로 인해 영국 동인도회사는 벵골 지방을 합병하였다. 이것으로 영국은 세계 질산염 생산량의 70%이상을 손아귀에 넣게 되었다. 특히나 앞서 말하였듯 인도산 염초는 다른 그 어느 나라보다도 품질이 월등했다. 당시 인도를 지배하던 영국은 인도산 초석을 독점하여 일개 말단 병사들에게도 실탄 사격훈련을 시킬 정도로 화약이 풍족했었다. \n\n[무연 화약(無煙火藥, Smokeless powder)]\n기존의 흑색 화약이 발화시에 대량의 연기를 방출하는 유연화약인 것에 비해 발연 방지를 위해 발명된 화약을 말한다.\n나폴레옹 전쟁 이전까지는 총을 발사한 후 나오는 자욱한 흰 연기로 인해  전장에서 시야를 확보하고, 명령을 전달하는데 문제가 많았다.\n1845년 독일의 화학자 크리스티안 쇤바인(Christian Schoenbein)이 부엌에서 화학 실험을 하다 질산과 황산 혼합물을 엎질렀는데, 황급히 닦는다면서 집은 게 마침 옆에 있는 부엌의 앞치마였다. 일단 앞치마로 그 물질을 닦은 뒤에 말리기 위해서 난로 옆에 두었는데 앞치마가 폭발해 버렸다. 이를 발견한 쇤바인은 실험을 거듭했고, 곧 쇤바인은 질산처리된 목면을 질산과 황산의 혼산에 담궈뒀다 찬물로 씼어내면 잘 연소되는 화합물을 얻을 수 있다는 걸 발견한다. 이것이 니트로셀룰로오스(면화약)이다. 그러나 이것은 문제가 많아 실용화시키지 못했다. 그는 공장까지 지었으나 당시만 해도 니트로화 제어 기술이 발달하지 못해서 폭발사고를 겪었다. \n이후 많은 화학자들이 면화약을 발사약으로 사용하기 위해 엄청난 노력을 기울였지만 아무도 면화약의 빠른 연소속도를 통제할 수 없었다. 면화약은 화기에도 예민하고 자연분해에 따른 열의 축적에 의해서도 쉽게 폭발하는 성질을 갖고 있다. 더욱이 연소 속도가 빨라 포열이 쉽게 파열돼 발사약으로 사용하기에는 치명적 약점을 안고 있었다. \n1884년, 프랑스의 화학자 비에이유(Paul Marie Eugène Vieille)는 알프레드 노벨이 만든 니트로셀룰로오스에 에틸알코올을 가해 에테르화한 최초의 무연화약을 개발하여 B화약(Poudre B)으로 명명한다. 이는 종래의 흑색화약의 약 3배 위력으로 탄환을 발사할 수 있는 데다가, 흑색화약과는 달리 연기가 적어 사격후 사수의 시야를 가리지 않으며, 사수의 위치를 노출시키지도 않고, 발사기구와 총신 내에 남는 그을음도 흑색화약에 비하면 거의 없다시피한 물건으로 각 군의 주목을 받게 된다. 비에이유의 무연화약은 즉시 프랑스 정부에서 군용 발사약으로 채용했고 그 뒤 영국 등에서도 코다이트와 같은 무연화약이 등장하게 됐다. 이후 이 무연화약이 안정성이 높고, 습기에 강해 현대 소총의 탄약으로 널리 사용되게 되었다.\n\n총알에 쓰이는 화약은 탄두를 날려 보내는 장약과 장약을 점화시키는 뇌관에 들어가는 폭약이 있다. 장약의 주재료는 무연화약이며 이것의 기본 성분은 면화약과 니트로글리세린이다. 이것들을 연소속도의 조정을 위해서 솔벤트 등에 적당한 양을 용해시켜 만든다. 면화약은 백색을 띄는데 셀룰로오즈가 많은 면이나 마에 황산이나 질산처리를 거쳐 제조된다. \n니트로글리세린은 순탈수글리세린에 질산 및 황산을 섞어 제조한다. 니트로글리세린은 매우 민감해서 폭발하기 쉬운 액체로 유명하다. 윤기가 있는 무취의 액체로 다이너마이트의 원료가 된다. 또는 여기에 셀룰로오즈를 녹인 후 굳히면 컴퍼지션 폭약(예를 들어 C4)이 된다.\n\n뇌관은 초당 수천미터의 연소속도를 가진 강폭발물로 충격에 대단히 민감하며 주변의 다른 화약을 점화시키는 역할을 한다. 재료는 뇌수산은, 염소산칼륨, 안티모니 등으로 이루어진 혼합물이 주로 쓰다.\n품질이 좋은 목화솜(켈리포니아산이 좋음)을 순도 99.99% 알콜에 담궈두면 목화솜에서 H2o가 빠져나가 순수한 셀룰로오즈만 남습니다. 이 셀룰로오즈는 반응속도가 매우 빨라 폭약으로 쓸수있으나 좀더 성능을 좋게 하기 위하여 여기에 질산을 넣어서 반응시키면 나이트릭 셀룰로오즈란 물질로 변합니다. 이것은 K-2소총에 쓰이는 총알 내부에 들어있는 장약과 동일한 것이다. 그러면 여기에 알콜등을 반죽하고 각종 안정제와 연료, 알미늄 분말이나 탄소성분, 그리고 로켓이 나갈때 연기를 줄일 수있는 무연화 시킬수있는 각종 첨가물(이것은 각국의 군사기밀임)을 섞은후에 엿가락 처럼 빼내면 로켓 연료가 되는데 추진력이 엄청나게 강하다. 실제 군사용 로켓탄에 쓰이는 연료가 바로 이것이다.\n\n[나이트로글리세린(Nitroglycerin)]\n나이트로글리세린은 흑색화약보다 폭발력이 강한 최초의 폭발물질이었다. 나이트로글리세린은 이탈리아의 화학자 아스카니오 소브레로(Ascanio Sobrero)에 의해 1847년 최초로 합성되었다. 이후에, 나이트로글리세린은 노벨에 의해 상업적으로 유용한 폭발물로 채택되었다. 특히 노벨의 연구 가운데 눈에 띄는 점은 불안정한 니트로글리세린을 안정화하여 다이너마이트라는 폭발물을 개발하였다는 것이다. \n\n나이트로글리세린은 1847년 개발된 이래 폭발물, 주로 다이너마이트의 제조에 활성 성분으로 사용되었고, 주로 건설, 철거, 광업 등에 이용되었다. 1880년대 이후 나이트로글리세린은 군용 무기로 사용되었다.\n1866년 4월, 미국의 시에라네버다 산맥을 통해 약 500미터 너머에 있는 정상 회담 터널 건설을 빠르게 완료하기 위해 나이트로글리세린을 이용한 발파 폭발 실험을 진행할 계획이였다. 실험을 진행하기 위해 캘리포니아에 위치한 센트럴-퍼시픽 철도로 액체상태의 나이트로글리세린이 담긴 상자를 3개 운반하고 있었는데, 상자 중 하나가 폭발하여 샌프란시스코에 위치한 웰스 파고의 회사 사무실이 폭발하였고, 그로 인해 사무실 안에 있던 직원 15명이 사망했다. 이러한 사건으로 인해 캘리포니아에서는 액체 나이트로글리세린의 운송이 완전히 금지되었다.\n북미 최초의 대륙 횡단 철도 완공을 위해 필요한 하드 록 시추 및 발파 작업에는 나이트로글리세린의 현장 제조가 필요했다. 액체상태의 나이트로글리세린은 다른 곳에서도 사용이 금지되었으며, 이러한 법적 규제로 인해, 1867년 알프레드 노벨과 그의 회사는 규조토와 나이트로글리세린을 혼합하여 만든 다이너마이트를 개발하게 되었다.\n\n또한 나이트로글리세린은 협심증 및 만성 심부전증과 같은 심장 질환을 치료하기 위한 강력한 혈관 확장제 등 의학적인 용도로 사용되기도 했다.\n아질산 아밀(amyl nitrite)이 가슴 통증 완화에 도움이된다는 사실을 발견한 윌리엄 머렐(William Murrell) 박사는 협심증을 완화하고 혈압을 낮추기 위해 나이트로글리세린 (nitroglycerin) 실험을 했다. 그는 1878년에 묽게 희석된 나이트로글리세린을 투여하는 방법으로 심장 질환이 있는 환자를 치료하기 시작했으며, 그가 1879년에 <The lancet>이라는 저널에 결과를 발표한 직후에는 이 치료법이 보편적으로 사용되었다.\n1896년, 노벨은 사망하기 몇 달 전에 나이트로글리세린을 처방받았다. 그리고 그는 심장 상태에 대해 친구에게 다음과 같은 편지를 썼다. \"내가 스스로 발명한 것으로 처방을 받다니, 아이러니한 운명이 아닌가? \n\n[다이너마이트]\n노벨은 평생 동안 355개의 특허를 획득하였다. 최초의 특허는 폭약과 관계가 없는 기계의 개량에 관한 것이었다. \n노벨의 나이 24살 때 크림 전쟁이 끝나고 무기제조 사업을 운영하던 아버지가 파산하기 전에, 당시 노벨은 전문교육을 받은 과학자도 아니었으며 액체 폭약을 생산하는 아버지의 일을 돕는 평범한 청년이었다. 그 당시 사용하던 액체 폭약은 니트로 글리세린이라는 화학물질을 원료로 하였는데 이것은 조그만 충격에도 잘 폭발하는 성질을 지니고 있었다. 수시로 폭발사고가 발생했고 그때마다 많은 사람들이 목숨을 잃거나 크고 작은 부상을 당했다. 1863년 노벨의 나이 30세 때 노벨의 동생도 폭발사고로 목숨을 잃었다. \n노벨은 니트로글리세린이 든 통을 기차에서 내리는 운반 작업 도중 어딘가에서 구멍이 뚫렸는지 통 속의 액이 새어 나와 주위의 규조토에 스며들어 굳어지는 것을 우연히 발견했다. 노벨이 자세히 살펴보니 규조토는 이전의 숯가루, 톱밥 등의 실험재료에 비해 니트로글리세린을 두 배 이상 빨아들이는 것이었다.\n충분한 폭발력을 발휘한 만큼 흡수력이 뛰어나면서도 망치로 두드려도 터지지 않을 만큼 안전하고 견고했다. 뇌관을 사용했을 때만 강력한 힘을 내면서 터졌다. 노벨은 필요한 때만 터지는 이 고체폭발물을 다이너마이트라고 이름 붙였다. 그는 이 폭발적인 다이너마이트의 이름을 1867년에 특허로 냈다. 막대기 형태로 준비되어 있었고, 기름이 묻은 방수지에 개별 포장되었다. 그 무렵 수에즈운하가 건설되었고, 알프스산맥에 터널을 뚫는 등 대공사가 줄을 이어서 다이너마이트가 나오자마자 엄청나게 팔려 나갔다.\n다이너마이트와 바리스타이트라는 운반에 안전하고 폭발 조작이 쉬운 폭약의 발견과 발전은 공업, 광업 등에 크게 공헌을 하게 된다. 발명가이면서 대단한 사업가의 소질을 타고난 노벨은 이런 난관을 꿋꿋이 헤쳐 나갔고 20개국 이상에서 대략 80여 개에 이르는 범세계적 기업군을 만들어냈다.\n이 같은 성공에도 노벨은 연구를 중단하지 않고 시판 중인 규조토 다이너마이트보다 더욱 우수하고 안전한 제품의 개발에 더욱 열중했다. 노벨은 이 새로운 고성능 폭약을 즉시 제조해 '다이너마이트 껌'이라는 상품명으로 시판했고 얼마 후에는 기존의 다이너마이트와 구별해 '폭파 젤라틴(Blasting gelatine)'이라고 이름을 바꿨다. 지금도 널리 사용되는 폭파 젤라틴은 \"시험관이 아니라 노벨의 손가락에서 탄생했다\"는 말이 있을 정도로 노벨의 집념과 우연이 어우러져 생겨난 것이다. 폭파 젤라틴의 등장으로 광물 자원의 채굴이나 토목공사 분야에서 혁명적 발전이 이루어졌으며 불가피하게 군사기술의 획기적인 발전에도 크게 이바지하였다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-27T20:27:41.981000",
  "updatedAt": "2023-02-07T10:19:44.062000"
}