{
  "id": "d26354f3-30fa-41b0-9351-58cadbf9f54f",
  "title": "배신의 역사 - 우리나라 (III)",
  "content": "[김경천]\n전봉준은 조선의 농민 운동가이자 동학의 종교 지도자였다. 1890년대 초 한때 흥선대원군 문하의 식객으로 있었다. 1894년 2월 15일 고부에서 탐관오리인 고부 군수 조병갑을 몰아내고 1차 봉기를 주도하였으나 조정의 회유책으로 해산했다가, 3월 안핵사로 파견된 이용태가 동학 농민군을 도적으로 규정하여 동비(東匪)라 칭한 뒤, 동학군과 협력자를 처벌, 처형하고 관련없는 농민들까지 동비로 몰아 처단하자 다시 봉기를 일으킨다. 동학 농민 운동 당시 농민군의 남접을 지휘하였으며, 거사 과정에서 흥선대원군과도 내통하여 연결을 시도했다. \n1894년 11월 동학농민군 2차 봉기에 나섰다가 패한 전봉준은 전북 순창군 상치면 피노리에 이르렀다.\n동지인 김개남 장군이 은신해 있다는 태인으로 가는 도중에 옛 친구인 김경천을 만나러 간 것이었다. 김경천은 원래 전봉준의 부하였다가 농민군이 대패한 이후 피노리에 피신중이었다. 당시 조정은 전봉준의 목에 현상금을 걸어놓고 있었다. 원하면 군수 자리까지 준다는 매혹적인 조건이었다.\n천금의 현상금에 눈이 먼 김경천은 이웃인 한신현에게 밀고했다. 한신현은 김영철·정창욱 등 마을 사람들과 전봉준이 쉬고 있던 주막을 포위했다. 전봉준이 위기를 감지하고 담을 넘어 도망가려 했지만 젊은이들(혹은 관군)이 내리친 몽둥이에 맞아 체포됐다. 전봉준을 밀고한 이들은 큰 상을 받았다. 한신현은 금천 군수에 제수됐음을 물론이고 상금 1000냥을 받았다. 정창욱을 비롯한 마을사람들도 100~200냥씩 받았다. 그러나 밀고한 김경천의 몫은 없었다. 군수자리는커녕 서당을 전전하는 등 떠돌다가 굶어죽었다. \n\n[염동진(廉東振)]\n본명은 염응택(廉應澤). 한국의 독립운동가이자, 해방정국의 극우성향의 비밀결사 백의사를 조직한 인물이다. 그는 낙양 군관학교 한인특별반 출신으로 독립운동 진영과 관련을 맺었다. 민족혁명당에 가입하여 남경에서 활동하였다.\n1936년 3월 관동군 통화현 산성진헌병대에 체포되어 밀정이 되었다. 중국 공산당에게 고문을 당했다는 것은 자신의 친일 행적을 감추기 위한 거짓말이고, 사실은 일본 관동군의 고문을 못이겨서 밀정이 되었다.\n1944년 3월까지 8년 이상 통화헌병대 본부의  밀정으로 일하면서 1940년 6월부터 1944년 3월까지 총 2,418원의 특무비를 수령했다. 중국 자료는 염응택에 대해 \"동북지하당과 항일연군의 조직 정황, 교통 연락망, 식량·탄약의 출처 등 통화지구 중국인·조선인의 시국에 대한 평판을 비밀리에 계속 정찰했다\"며 \"특무비로 34차에 걸쳐 총 2천481원을 수령했다\"고 기술했다.\n1940년대 초반 염동진은 군수 월급 정도로 추정되는 특무비를 받았는데, 이는 염동진이 관동군의 고급 밀정으로 활약했음을 뒷받침한다. 1941년에는 일제 군국주의 총동원 조직인 국민총력 조선연맹의 출발을 기념하는 친일 광고를 총독부 기관지 '매일신보'에 내기도 했다.\n체포된 뒤 고문을 당해 시력을 잃은 탓에 일본이 그를 써먹지 못했다는 증언도 있다. 1940년대 초 그가 평양의 지하 독립운동단체인 대동단에서 활동한 것도 ‘밀정설(說)’에 의문을 갖게 만든다. 1937년부터 1940년까지 그의 활동 공백만으로 장기간 독립운동에 투신했던 그를 민족 배신자로 모는 것은 성급한 일이라는 것이다.\n\n해방 전 평양으로 돌아온 염동진은 해방 직후 평양에서 평남 인민정치위원회 부위원장이자 온건 공산주의자였던 현준혁을 암살(1945. 9. 3)했다. 월남한 염동진은 1945년 11월경 서울에서 극우 테러 조직 백의사를 조직했다. 그리고 자신의 관동군 헌병대 밀정 경력을 정확히 알고 이를 비판하던 독립투사 김혁을 암살하여 자신의 밀정 행적을 감추는 데 성공했다. 김구 특무대, 낙양군관학교 한인특별반에 몸담았던 경력은 염동진에게 중요한 위장의 명분을 제공했다고 염동진은 독립운동가 출신 반공투사로 위장하는 데 성공했다. 암살된 독립운동가 김혁과 그 암살의 진상은 역사에 묻혔다.\n\n[박상실(朴尙實)]\n1930년 김좌진은 공산주의에 대한 반감이 있는 아나키스트들과 결합해 한족총련을 결성했다. 성동사관학교의 500명 장교를 양성하기 위한 가구당 6원의 세금 징수는 불가피한 측면으로 \"독립운동의 가면을 쓰고 세금을 징수한다\"는 공산주의자들의 비난에 대한 대응책이었다. 아나키스트들이 항일과 반공을 같은 가치처럼 대했던 것은 볼셰비키 혁명 후의 공산주의 지도부가 러시아 황제보다 더 악독한 독재자가 되어 있었기 때문이었다. 김봉환은 자신이 믿는 공산청년회 박상실(朴尙實, 일명 김신준 또는 김준성)에게 총을 전달하며 암살을 부탁했다. \n김좌진 장군을 암살한 것은, 민족주의 진영과 대립하고 있던 공산 진영인 것으로 하얼빈 山市站(산시참)에 있는 '한족총연합회'가 운영하는 정미소에서 1930년 1월24일, 고려공산청년회 일원이며 在中 한인청년 동맹원인 박상실에게 총격·피살됐다. 박상실은 김좌진이 운영하던 방앗간에서 일하던 일꾼이었는데 김좌진을 암살한 뒤에 도망쳤다. 김좌진의 장례식에서 밝혀진 바로는 박상실은 고려공산청년회의 회원이자 재중 한인청년 동맹원으로 알려졌다. \n이강훈 선생의 증언은 강경애와 김봉환(金奉煥·일명 김일성) 두 사람이 하얼빈영사관 경찰부 소속 마쓰시마(松島) 형사의 회유로 변절, 공산계 급진주의자인 박상실(朴尙實)을 사주해 1930년 1월24일 김좌진 장군을 암살한 것으로 기술하고 있다. 밀양 출신 김봉환은 동래 범어사(梵漁寺)의 승려로 3·1 운동 당시 범어사 ‘학림 의거’에 앞장섰다가 체포돼 1년6개월 형을 받고, 같이 승려생활을 하던 김성숙(金星淑)과 북경으로 오게 된다. 북경에서 마르크스·레닌주의를 받아들여 활동을 하다가 공작 책임을 받아 북만주로 와서, 당시 독립운동의 요충지인 해림에 정착했다.\n1927년 봄, 김봉환은 해림역(海林驛)에 도착해 양주동(梁柱東)과 헤어지고 간도로 옮겨온 여류문인 강경애와 만나 동거생활을 했다. 김봉환·강경애가 신민보에 투고하는 글이 적색(赤色)경향을 띠자, 하얼빈 영사관의 마쓰시마(松島) 경부에게 체포됐다. 마쓰시마는 김봉환이 첩까지 두고 이중생활을 하는 것을 약점으로 잡고, 강경애를 불러내어 두 사람을 압박했다. 강경애가 마쓰시마의 변절 요구를 수용했고, 그 결과로 몇 년의 옥고를 치러야 할 김봉환과 강경애는 석방됐다. \n\n김좌진 장군의 암살범은 박상실(일명 김신준 또는 김준성)이 아니라 김동식(가명·이성림)이라는 설이 있다. 원적지는 흑룡강 생령안 현마도 석령안가 황기둔. 1922년 길림생립 제4중학교를 졸업, 26년 황포 군관학교에 입학했다가 27년6월 영안으로 돌아와 소학교 교사로 근무했으며 이때 혁명 지하 조직에 가담했다. 30년1월24일 김 장군을 암살한 뒤 이해 7월 중국 공산당에 입당했다. 32년 밀산구위 서기, 34년 발리구위 서기에 임명됐다가 36년6월 마적에 의해 살해됐다.\n\n김좌진을 암살한 사람은 조선공산당 아성(阿城)총국에서 파견한 무장공작대원 공도진(公道珍)이라는 것이 중국학계의 주장이다.\n1930년초 고려공산청년회 만주총국 선전부장이었던 양환준(梁煥俊)의 증언이 이를 뒷받침해 준다.『공도진이 김좌진을 암살했다.공도진은 나와 함께 자란 친구다. 나는 그가 김좌진을 암살했다는 사실을 당시 조선공산당 만주총국 책임비서 김백파(金伯波)와 1931년초 당사자인 공도진을 만났을 때 직접 들었다.』\n김동화(金東和)교수는 두 사람이 동일인물이라고 주장한다. 박영석(朴永錫)교수도 박상실과 공도진을 동일인물로 보는 것이 타당하다고 본다.\n공도진이라고 하면 잘 모르겠지만 이복림(李福林)하면 중국 조선족의 항일투쟁에 관심을 가진 사람들에게는 낯익은 이름일지 모른다. 공도진은 1930년대에 주로 이복림이라는 이름으로 활동했기 때문이다. 그는 1928년부터 조선공산당 청년동맹에서 활동했고, 김좌진 암살 후에는 중국공산당에 가입해 중공당 아성현위로 활동했다. 그는 한국에서는 김좌진 암살범으로 지탄의 대상이지만 중국에서는 항일열사의 반열에 올라있다. 박상실과 이복림이 동일인물이라는 점이 확인되면서 암살의 배후도 드러났다. 20년대 후반 만주지역에는 화요파, 서울.상해파, ML파등 3파의 조선공산당 만주총국이 서로 대립했다. 박상실은 화요파 소속이었다. 즉 화요파 만주총국(책임비서 김백파)의 지시로 김좌진 암살이 실행된 것이다.\n왜 조선공산당 만주총국이 김좌진장군 암살을 지시했는가 하는 것이다.\n이 문제에 대한 가장 쉬운 대답은 민족주의 계열과 공산주의 계열의 대립과 갈등이 김좌진장군의 암살을 불러왔다는 것이다. 정화암은『공산당은 해림(海林)을 근거로 한 한족총연합회가 공산당의 활동과 사상 전파에 많은 지장을 주는 데다 기반마저 굳혀가자 겁을 먹고 한족총연합회의 우두머리인 김좌진을 죽이기로결정했다』고 증언했다.\n중국 학계 일부에서는 몇년전부터 김좌진이 일제와 결탁해 변절했기 때문에 조선공산당 만주총국의 암살결정은 정당한 것이었다는 주장을 제기하고 있다. 양환준은 \"김좌진이 공산당인들의 활동에 관한 정보를 일제 경찰에 제공해 주고 그 대가로 활동 대금을 받았기 때문에 암살했다\"고 증언했다. ML파 공산당 조직에서 활동했던 지희겸(池喜謙)도 \"김좌진이 하얼빈 일본영사관 경찰부장 마쓰시마와 밀담후 공산당원을 많이 죽였으니 만약 화요파에서 죽이지 않았더라면 우리 ML파에서 죽였을 것\"이라고 말했다. 이러한 증언은 김좌진 암살 당시 공산당측에서는 계파와 관계없이 김좌진이 일제와 내통한다는 확신을 갖고 있었다는 점을 보여준다. 그러나 김좌진장군이 일제와 내통했다는 것은 잘못된 인식임이 명백하다. 현재 20년대 중반이후 김좌진장군 관련 자료가 가장 많이 소장돼 있는 곳은 중국 헤이룽장(黑龍江)省「당안관」이다. 여기에 소장돼 있는 김좌진과 신민부(新民府)자료들 을 검토한 전정혁(全正革)은『김좌진장군이 일제와 협력해 민족을 반역했다는 증거자료는 없다. 오히려 일제가 중국군벌들에 압력을 행사하면서까지 김좌진을 잡기 위해 얼마나 고심했는가를 보여주는 자료가 대부분』이라는 점을 강조하고 김좌진이 일제와 협력했다는 주장은 명백한 잘못이라고 반박했다.\n그러면 왜 조선공산당 만주총국 간부들은 김좌진이 일제와 내통했다고 확신하게 되었는가. 이와관련,『김좌진의 암살은 일본 하얼빈 영사관의 사주에 따라 일제의 밀정에 의해 이루어졌다』는 서재춘(徐在春)의 주장이 주목된다. 그의 주장은 김좌 진장군의 연락병으로 활동했던 부친 서귀남(徐貴男)의 회고에 기초한 것이다. 이강훈도『김봉환이 하얼빈 영사관 경찰에 매수돼 암살을 지시했다』고 비슷한 증언을 했다. 김봉환이 김좌진 암살 직전 하얼빈 일본영사관에 체포됐다 석방됐고, 후에 완전 히 변절한 것은 사실이지만 그가 암살 당시 일제의 밀정이었다는 확증은 아직 발견되지 않았다. 그러나 김좌진 주변인물들은 일제의 모략에 의해 김좌진 암살이 이루어졌다는 공통된 인식을 가지고 있다. 이러한 증언과 조선공산당에서 활동했던 사람들의 증언을 종합해 볼 때 김좌진 암살은 일제경찰과 결탁한 김봉환이 상부조직에 김좌진이 일제에 매수돼 공산당에 관한 정보를 제공한다고 보고했고, 이를 그대로 받아들인 조선공산당 만주총국이 김좌진 암살을 결정, 지시했음을 추측케한다.\n항일독립운동사에서 가장 불행했던 사건중 하나였던 김좌진 암살은 민족주의 계열과 공산주의 계열의 대립이 격화되는 상황에서 일제에 의해 조작된 거짓 정보에 공산당 조직이 속아넘어가 일어났을 가능성이 큰 것이다.\n\n[이정(李楨)]\n일본군의 기밀 자료에 의하면 \"김좌진의 키는 약 185cm, 얼굴은 타원형이고 눈빛이 형형하고 사람이 똑바로 쳐다볼 수 없을 정도의 인상이며 총명함이 출중하고 좌담에 능하며 특히 해학은 타의 추종을 불허한다.\"라는 상세한 내용이 남아 있다.  KBS에서 2019년 8월 추적한 자료에 의하면 이를 일본군에 넘겨준 사람은 김좌진의 최 측근인 이정이었던 걸로 밝혀졌다. 이정은 북로군정서의 막료로서 \"진중일지\"라는 자신의 일기에 당시 독립군들의 상황을 알 수 있는 일들을 자세히 서술해서 오늘날 우리가 만주 독립군들의 실상을 알 수 있는 귀중한 자료를 제공한 인물이다. 그런데 그런 그가 일제의 밀정에게 김좌진의 구체적인 신상명세를 건네줬다는 것은 상당히 충격적이다. 게다가 이정은 청산리 전투 4년 뒤인 1924년 일본에 김좌진 장군을 비롯한 독립군들의 기밀 자료들을 밀고한 것으로 드러났다.\n\n[이광수(李光洙)]\n일제 강점기의 언론인, 문학가, 시인, 평론가, 번역가이며 애국 계몽 운동가의 공로가 있으나, 최남선과 함께 거론되는 변절한 친일파이다. \n1909년 첫 작품 《사랑인가》를 발표한 이후 일본 유학 중에 소설과 시, 논설 등을 발표하였다. 귀국 후 오산학교에서 교편을 잡다가 망명, 1919년 도쿄의 조선인 유학생의 2·8 독립 선언을 주도했으며, 2·8 독립 선언서를 기초한 후 3·1 운동 전후 상하이로 건너가 상하이 임시정부에 참가하고 그후 독립운동지 신한청년 등에서 주필을 역임하였다. 임시정부의 일원으로 활동하며 대한의 독립의 정당성을 세계에 홍보하려 노력하였으며 임시정부에서 발간하는 기관지인 《독립신문사》 사장을 맡아 활동했다. 하지만 허영숙이 상하이로 찾아와 귀국을 종용하자 상하이에서 독립운동을 접고 1921년 3월 귀국하여 허영숙과 결혼하였다.\n조선총독부가 이광수의 애인 허영숙을 통해 상해 임시정부에 있는 이광수를 꾀여 입국시켜 전향시켰던 미인계를 차용했다. \n 1922년 5월 개벽지에 《민족개조론》을 발표하여 '도덕적 타락'이 한민족의 쇠퇴의 원인이라며 비판했다. \n1937년 수양동우회 사건으로 투옥되었었는데, '2·8독립선언문'을 기초하고 상해 임정에 투신했다가 귀국했음에도 일경으로부터 무사히 풀려나왔을 때, 많은 식자들이 춘원을 의심했다. 재판 도중 춘원은 이름을 가야마 미쓰로로 창씨개명하고 경성부 호적계에 신고한 다음 경성일보 고문이자 정신적 스승이었던 도쿠토미에게 변절을 시사하는 편지를 보냈다. \n이후 친일 성향으로 기울어져 친일어용단체인 조선문인협회회장이 되어 전선 병사 위문대·위문문 보내기 행사를 주도하였다. 1940년 2월 15일자 『매일신보』에 황민화운동을 지지하였으며, 2월 20일자 『매일신보』에 창씨개명 정책에 대한 지지 의사를 밝혔다. 이외에도 「진정 마음이 만나서야말로」, 「지원병 장행가」, 「지원병훈련소의 하루」 등을 발표하고, 일본어 산문집 「동포에 부침」이 박문서관(博文書館)에서 간행되었다. 1941년 9월 『매일신보』에 「반도민중의 애국운동」을 게재해 일본의 대동아공영권을 지지하였고,  ‘영미를 격멸하라’라는 주제로 강연을 하기도 하였다. 1942년 5월 징병제도 연설회에서 일본제국의 징병제를 선전하는 내용의 연설을  하였으며, 『신시대』 1942년 4월호 「징병과 여성」을 게재해 징병제 실시를 환영하는 입장을 보였다. 1943년 11월 임시특별지원병제도 실행위원으로 활동하였고 같은 달 최남선 등과 함께 일본 주재의 한국인 유학생들에게 입대를 권유하는 ‘선배 격려대’에 참여하였다. 1944년 결전태세즉응(決戰態勢卽應) 재선(在鮮) 문학자 총궐기대회 의장을 맡았으며, 8월 적국항복 문인대강연회에서 ‘전쟁과 문학’이란 제목으로 강연, 1945년 2월 대화동맹 준비위원 겸 이사, 6월 조선언론보국회 명예회원 및 대의당(大義黨) 위원이 되었다.\n해방 이후 백범일지의 교정, 윤문과 안창호의 일대기 집필을 직접 맡아 주관하기도 했다. \n1949년 반민특위에 기소가 제기됐으나 석방되었고, 1950년 6월 한국 전쟁 때에 서울에 있다가 북한 인민군에 의해 납북되었다. 그간 생사불명이다가 1950년 만포에서 병사한 것으로 확인되었다.\n\n춘원(春園)의 민족에 대한 배신은 오늘날보다 당시의 숱한 식지층(識者層)에 참으로 충격적인 사건이었다. 신문학의 건설자이며, 대문호이고, 신문화의 선구자, 민족주의자이며, 독립운동가, 언론인이자 교육자, 사상가이며 사회운동가, 이상주의자이며 종교가인 춘원의 일거수일투족은 곧 이천만 식민지 백성의 지침이며, 격려였다.\n그는 다른 사람과 달랐고, 또 달라야 했다. 그럼에도 불구하고 그는 징용을 피하기 위하여 호구를 위해, 혹은 미명을 위해 일제에 협조하고 아부한 다른 작가 지식인보다 더 진지하고 과감하게 ‘총후문학(銃後文學)’을 지원하고 ‘내선일체(內鮮一體)’를 역설했던 것이다.\n\n[최남선(崔南善)]\n한성부에서 출생하여 지난날 한때 강원도 철원을 거쳐 경상남도 창원에서 잠시 유아기를 보낸 적이 있다. \n경성학당에서 수학한 육당은 천재라는 사실이 알려져 15세의 어린 나이에 대한제국 황실 유학생으로 발탁되었다. 동경부립제일중학교에 입학하였으나 졸업하지 않고 중퇴하였다. 그 중학교에서는 별로 배울 것이 없다고 판단한 듯하다. 2년 뒤에는 와세다대학 역사지리학과에 입학하였다고 하니 사람들이 그를 '신동'이라고 한 것도 무리가 아니었다. 그는 대한제국의 국비 유학생으로 일본에 유학을 갔으나 중퇴와 복학을 되풀이하다가 1907년 와세다 대학 재학 중 동맹 휴학 사건으로 인하여 퇴학 처분되어 귀국했다. 학교의 정치학과 주최로 모의국회가 열렸는데 한국의 국왕을 모욕하는 내용이어서 육당은 한국인 학생들의 동맹 휴학을 주도했다. 결국 제적당했다.  \n귀국한 육당 최남선은 19살이 되던 1908년 현재의 화폐가치로 수백억 원에 달하는 돈을 아버지로부터 받아 근대적 기술로 인쇄와 출판을 하는 신문관(新文館)을 세우고, 1908년 이광수와 함께 소년지를 창간했으나 한일 합방 후 일제의 압력으로 폐간되었고, 1912년 이광수의 도움으로 《붉은 저고리》, 1913년 《아이들 보이》, 《새별》등의 잡지를 발간하였으나 조선 총독부의 '신문지법' 명령으로 모두 강제 폐간되었다. 1914년에는 잡지 《청춘》을 발간했으나 1918년 일본의 압력으로 폐간당했다. 1919년 3.1 만세 운동 당시 민족대표 49인의 한 사람으로 참여했고, 기미독립선언서를 작성, 낭독하였다. 3.1 운동을 사주한 혐의로 투옥되었다가 투옥, 1921년에 석방되었다.\n이처럼 최남선은 독립 운동과 계몽 운동에 꽤나 열성적으로 참여해 독립운동가들 사이에서 좋은 평가를 받은 문인이었다. 그런데 1921년 감옥에서 나온 뒤 변하기 시작한다. 『시대일보』와 『동명』을 창간했지만 일제의 왜곡된 역사관하에 조선의 문화와 역사를 연구한 것이었다. 총독부의 어용 단체 '조선사편수위원회'에 참여한 사실이 그것이다. 조선사편수회는 1911년 총독부가 ‘구습(舊習)제도의 조사와 조선사 편찬계획’을 목표로 발족한 단체. 본래목적은 조선을 영구히 강점하기 위해 조선인을 일본인으로 개조한다는 ‘동화주의(同化主義)’에 뿌리를 두고 있었다. 따라서 여기서 편찬하려는 조선사는 식민사관에 의한 조선사 왜곡이 주목적이었다. 육당은 편수위원으로 위원회 활동에도 참여하였으며 실무자로서 직접 편찬작업에 참여하기도 하였다. \n1930년대에 접어들면서 창씨개명에 적극 앞장서거나 학도병을 징집해야 한다고 강력히 주장하기도 했다. 이 탓에 최남선은 한용운을 비롯한 옛 동료 독립운동가들에게 외면받았다. \n1938년에는 조선총독부 중추원 참의가 되고, 1939년에는 일제가 세운 괴뢰국 만주국의 건국대학 교수가 되고, 만주의 어용신문 만몽일보 고문이 된다. 건국대학 교수 재직중 그는 1940년 10월에 조직된 ‘동남지구 특별공작후원회본부’의 고문직을 맡기도 했다. 이 단체는 일본 관동군의 반공·선무(宣撫)공작을 지원한 친일단체로 독립군과 항일빨치산을 상대로 한 귀순공작이 주임무였다. \n최남선은 신문에 '조선문화의 일본화야말로 제일 중요한 것'이라며 내선일체를 강조하는 사설을 기고하는가하면 태펴양전쟁이 발발하자 친일 기관지 매일신보에  조선 청년들의 학도병 권유 유세문을 게재했다.\n해방 후에는 반민특위에 기소되어 서대문형무소에서 짧은 투옥 생활을 거쳤다. 그렇지만 한국전쟁이 마무리되고 나서 언론 활동을 계속하는 등 자신의 죄를 반성하지 않는 태도를 보이다가 1957년 사망했다.\n\n[이완용]\n대한제국의 내각총리대신의 고위직에 있었지만 을사조약, 한일병합조약 등 갖가지 친일행적으로 끝내 대한제국의 폐망 및 일제강점기의 서막을 올렸죠.\n\n[최린(崔麟)]\n민족대표 33인 중의 한 사람이었지만 변절자의 대명사가 된 최린(崔麟)은 “민족의 이름으로 이 최린을 광화문 네거리에서 처단해 주십시오”라는 참회로 반민특위 재판정을 울음바다로 만들었다. \n\n[홍난파]\n본명 홍영후, 난파는 아호. 퐁당퐁당, 고향의 봄, 햇볕은 쨍쨍, 봉선화, 성불사의 밤, 옛 동산에 올라, 봄처녀, 사랑 등 작곡.\n미국 유학 중 흥사단에 가입한 일로 1937년 수양동우회 사건에 연루되어 검거되었고, 72일간 혹독한 고문을 받으면서 전향 협박을 받았다. \n결국 건강악화 끝에 그는 공개적으로 전향서를 쓰고 기소유예로 풀려나게 된다.\n공식적으로 전향성명서를 발표하고 친일단체 대동민우회(大同民友會)에 가입하였으며, 8월 18일 흥사단에서 출단 처분을 받았다.\n또한 '모리카와 준(森川潤)'으로 창씨개명하고 일제에 아첨하는 음악을 여럿 작곡하면서 친일행적을 남겼다. 애국가요대회에서 <정의의 개가>, <공군의 가(歌)>를 작곡하였다. 그 후 그는 \"사상 전향에 관한 논문\"을 제출하였을 뿐만 아니라 1939년 당시 변절한 문학가 이광수의 시에 곡을 넣어 <희망의 아침>을 발표하였다. 그런가 하면 매일신보에 <지나사변과 음악> 등을 게재하기도 했다. 또한 1940년에는 국민총력조선연맹의 문화위원에 임명되어 활동하기도 하였다.\n각종 음악회에서 일본의 전쟁을 찬양하는 노래 연주를 지휘했고, 1940년에는 일본의 기원을 봉축하는 ‘순정의 꽃장사’를 작곡했으며 1941년에는 일본의 싱가폴 함락을 축하하는 행진가인 ‘이겼다, 일본’을 작곡하고 보급했다. \n1941년에 조선음악협회에 가입했고, 같은 해 8월 30일 경성요양원에서 44세의 나이로 세상을 떠났다.\n\n[밀정]\n경술국치 후 만주·노령에서 독립운동의 근거지가 강화돼가자 일제 영사관은 조선인을 채용해 밀정으로 이용했다. 이를테면 두도구(頭道溝) 영사분관은 1915년에 안대화(安大化. 창씨명 江口常作)를 통역으로 뽑아 밀정으로 뒀다. 그는 독립진영의 정보를 캐내 일제 당국에 건넸고 급기야 1919년에 단지동맹결사대 지도자 황용기를 체포케 했다. 독립진영에서는 그를 처단했다.\n3.1혁명 이후 만주에서 무장대오 편제가 강화되자 일제는 조직적으로 밀정을 이용했다. 1919년 10월부터 '조선인 순사'를 만주 각 영사관에 배치했는데 그들은 사실상 독립진영의 정보를 캐내는 역할을 수행했다.\n장춘(長春)에서는 일제 고등경찰 아래에서 활동했다. 그들은 독립운동 진영 상황을 몰래 캐내는 밀정이었다. 해룡(海龍)분관은 독립 진영에서 '한두 명의 거두'를 매수해서 정보를 캐내려는 계획을 세우기도 했다.\n이 계획은 해룡뿐만 아니라 만주 각 현의 영사 분관과 관동군도 실행했다. 관동군 참모부가 작성한 1919년 10월의 한 문서는 '관전독립지단(寬甸獨立支團) 도검찰(都檢察) 직에 있는 밀정의 보고'를 바탕으로 작성됐다. 도검찰은 군자금·군수품 모집, 밀정 탐색, 주재소 현황 탐색 등의 활동을 하는 검찰의 책임자였다. 그런 위치에 밀정이 파고들었으니 사실상 관전 독립지단의 활동은 일제 정보망에 그대로 드러날 수밖에 없었다.\n밀정은 돈에 경도돼 나라와 겨레를 배반했다. 1919년 길림총영사관의 '밀정비 지출 품청(稟請)의 건'에 따르면 밀정비는 월 500원으로 밀정 4인에게 1인당 월 80원을 지불하고 기타 여비와 잡비가 포함돼 있었다. 1920년 조선인 경관의 평균 월급이 28원80전임을 감안하면 월 80원(여비, 잡비 등을 포함하면 1인당 122원이나 된다)의 보수는 고액이었다. 임시정부 기관지 <독립신문> 간행에 관여하던 고진호(高辰昊)는 조선총독부 상해파견원에게 포섭돼 월 100원을 받기로 하고 독립진영 정보를 밀고했다.\n모든 밀정이 많은 월급을 받은 것은 아니다. 당시 만주의 밀정은 만주 일경의 밀정, 일제 주구단체인 보민회의 밀정, 국내 일경이 만주로 파견한 밀정 등 크게 보아 세 갈래였다.\n수를 헤아리기도 힘들 정도로 많은 밀정이 월 80원 정도의 고정 월급을 받지는 않았다. 왜적이 동포마을을 수색할 때는 밀정을 고용해서 하루 5원을 줬는데 이 밀정들은 5원에 동포를 적에게 팔아넘겼다. 위원군의 밀정 조신화(趙信化), 이정빈(李貞彬)은 만주로 침입해 이승환의 집을 불태우고 왜적으로부터 5원을 받았다. 몇 년 동안 국내 밀정이던 정운복(鄭雲復)은 입에 풀칠할 정도의 월급을 받고 생활이 곤란할 정도였다.\n독립운동가를 체포하도록 고급 정보를 제공하는 밀정은 거액의 일시불을 받았다. 예컨대 의성단 단원으로 일경에 체포됐다가 밀정이 된 승학산(承鶴山: 본명 承禎允)은 일경이 의성단 단장 편강렬을 체포하도록 돕고 1만 원을 받았다.\n전 의군단 군인 황용운(黃龍雲)을 일경에게 밀고해 체포하도록 도운 밀정은 120원을 받았다. 독립군 지휘관과 일반 사병에 따라 밀정이 받는 돈에 차이가 있는데 돈을 노린 밀정의 밀고는 무차별하게 이뤄졌다. 월급을 받는 거물 밀정이든, 밀정 조직인 보민회 밀정이든, 현상금을 노린 사건 계획 밀정이건 만주는 돈으로 양성된 '밀정 세상'이었다. 일제 외무성과 조선총독부에서 만주 경비로 많은 금액을 지불하는데 교육·의료기관 비용 외에는 대부분이 '밀정 양성이나 직업적 친일 표방자'에게 흘러들어갔다.\n현상금을 노린 밀정에게 희생된 독립군 지도자는 적지 않았다. 국경 지역의 신의주에 '밀정이 제일 많다'는 풍설이 있었는데 '경찰 밀정, 세관 밀정, 전매국 밀정' 등 종류도 다양했다. 이들 밀정은 '무엇이든지 하나만 발각을 시키면 큰 수가 난다'고 하며 밀정 활동을 했다. 세관 밀정이 밀수입을 발각하면 압수 물품의 반을 받았다. '경찰 밀정'도 독립군 정보를 밀고해서 체포케 하면 일경이 거액의 돈을 줬다.\n밀정 가운데는 돈을 받고 거짓 정보를 건네는 경우도 있었다. 돈 받고 그냥 있을 수 없어서 적당히 지어낸 정보를 제공한 것인지, 아니면 사실과 다른 풍설(風說)을 제공한 것인지, 아니면 의도적으로 일제 정보망을 교란시키려 한 것인지 확실하지 않다.\n하지만, 현재 일제 군경 정보문서 가운데 사실과 다른 내용이 적지 않은 것은 그 때문이다. 밀정도 편차가 있었다. 이를테면 <독립신문>(1919.11.11.)에 따르면 1919년 하반기에 국경지대의 일경이 다수의 밀정을 만주로 월경시켜 정보를 탐문하게 했다. 그런데 그들은 돈을 받고 시일을 보낸 다음 국내로 돌아가 그런 사실이 없다고 보고하거나, 경우에 따라 일제 정보를 독립군에게 몰래 알려주기도 했다. 3.1혁명과 청산리전투, 경신참변의 영향으로 밀정이 독립진영으로 전향하거나 적어도 적대적이지 않은 관계로 전환하는 경우도 있었던 것이다.\n'이중 밀정'도 있었다. 신명규(申明珪)는 봉천 영사관 고등계 형사의 밀정이었는데 독립단에게도 돈을 받고 일제 경찰 정보를 제공했다. 대한통의부 5중대원 박희광 등은 신명규가 제공한 정보로 악명 높은 보민회 회장 최정규(崔晶圭)를 처단하려 했다. 신명규는 사실이 드러나 일제 경찰에 체포됐다. 보민회는 '조선독립군을 토벌한다고 조선총독부의 양해를 받아 가지고 조직'됐다. 회원이 독립군에 대한 정보수집과 밀고를 하는 밀정 조직이다. 당연히 독립군의 토벌 대상이었다. 독립군은 이중 밀정을 이용해서 보민회 회장의 집 위치 정보를 받아서 공격하려 했다. 밀정을 역이용한 정보전의 승리였다. 하지만 이런 경우는 드물었다.\n보민회원이 독립군 진영에 귀순하기도 했다. 통화현 보민회지부장 이동성(李東成)은 일제 영사분관의 끄나풀이 되어 독립군 활동을 방해했다. 따라서 통화현 의용군 소대장이 그를 체포하려 했는데 그는 도망갔고, 그의 아들이 대신 체포됐다. 이동성은 일경과 함께 독립군을 공격하지 않았다. 자신의 잘못을 뉘우치고 사죄하며 독립군에 귀순했다. 그는 그나마 남은 양심이 되살아나서 자신의 잘못을 깨달았지만 그런 경우 역시 드물었다. 대부분의 밀정은 '같은 민족이면서 돈 받고 그런 양심 없는 짓'을 계속 했다.\n\n독립운동의 중요 현장에서 밀정이 개입해 운동을 좌절시키고 또 많은 독립군 지도자를 희생케 했다. 먼저 '간도 15만 원 사건'. 조선은행에서 일본돈 15만 원을 만주로 운반했는데 최봉설, 임국정 등은 그것을 빼앗아서 무기를 구입하고 사관학교를 설립하려 했다.\n한때 안중근 의사의 의형제였다가 일제 밀정이 된 엄인섭(嚴仁燮)은 이 사실을 알고 일제 영사관에 밀고했다. 대가는 1만 원이었다. 임국정 등은 일본 헌병대에게 붙잡혀 순국했다. 상해임시정부가 만주의 사관학교 1년 예산으로 1만 원을 계획했으므로 15만 원이면 만주·노령의 독립군 무장대오가 훨씬 강화됐을 것이다. 밀정 엄인섭이 그것을 좌절시킨 것이다. 엄인섭은 일본말을 몰라 그 뒤에 밀정에서 쫓겨났다. 만주 동포들에게 밀정이라는 욕을 듣다가 '왜놈 정탐배'로 죽는 것을 후회하며 피를 토하고 죽었다고 한다.\n편강렬은 1907년 이강년 의병부대의 선봉장이었고 1910년 105인 사건 때 피체돼 3년 옥살이를 했다. 이후 1923년 만주에서 의성단을 조직해 단장으로 활동했는데 밀정 승학산의 밀고로 피체돼 순국했다. 독립진영에 있던 승학산은 1920년 '제령(制令)위반'으로 복역하다 출감한 후 밀정이 됐다.\n의성단에 잠입해서 비밀을 탐지했다. 1925년에 편강렬을 하얼빈 양복점으로 유인해 일경이 체포케 했다. 편강렬은 옥중에서 발병해 보석됐으나 순국했다. 밀정 승학산은 그 대가로 1만 원을 받아 2년 만에 다 쓰고 이후 독립군 행세를 하며 부호에게 돈을 뜯어내려다가 일경에게 체포됐다.\n오동진은 광복군총영 총영장(總營長), 통의부와 정의부의 의용군 사령장이던 만주 항일무장투쟁의 지도자였다. 그의 부하가 밀정이 돼 일경에게 밀고해서 피체됐다. 김종원(金宗源)은 정통단(正統團) 사건에 관련해서 체포됐는데 평북 경찰 고등계주임 김덕기(金悳基)가 그를 밀정으로 포섭했다. 오동진은 그 사실을 모르고 김종원을 믿었다.\n김종원은 오동진의 집에 자주 다니면서 신임을 얻은 뒤에 일경의 지시대로 장춘으로 오동진을 유인해서 일경이 체포하게 했다. 당시 독립운동자금이 절실했는데 금광 부호 최창학이 몇만 원을 가지고 지원하러 온다는 거짓말로 오동진을 장춘으로 유인한 것이다(<동아일보> 1928.2.11.일-13). 오동진은 옥중에서 순국했고 김종원의 그 후 행적은 알려지지 않았다.\n양세봉은 정의부 중대장이었고 만주사변 후 조선혁명군 사령장으로 중국군과 연합해 항일전을 지휘했다. 일제는 양세봉을 체포하려고 그와 알고 있던 밀정 박창해(朴昌海)를 이용했다. 박창해는 항일을 위한 군사합작문제로 중국무장단을 찾아가야 한다고 양세봉을 유인했다. 그곳에는 일본군이 매복하고 있었다. 양세봉은 투항을 거부하고 권총을 뽑아 싸우다가 전사 순국했다. 독립군은 1년 반을 추적한 끝에 박창해를 처단했다.\n독립군 지도자들이 밀정의 공작으로 순국한 몇 예를 봤는데, 이로 보더라도 밀정이 항일전의 역량을 얼마나 약화시켰는지 알 수 있다. 나아가 밀정은 독립군의 대규모 희생을 가져왔다.\n대표적으로 참의부의 고마령참변(古馬嶺慘變)이 있다. 참의부는 1924년에 국경을 순시하던 사이토 총독을 공격하는 등 국내 진입 작전을 활발하게 전개했다. 1925년 중국 집안현 고마령에서 작전 계획을 세우고 있었다. 이때 일경이 불시에 습격해 2중대장 최석순과 여러 간부, 수십여 명의 군인이 전사했다. 그 회의를 밀고한 것이 밀정이었다. 홍재을(洪載乙)이란 설도 있고 참의부 다른 중대장의 밀고였다는 설도 있다. 중요한 회의 장소가 일경에게 노출되어 습격당한 것은 밀정의 밀고 때문임이 확실하다. 습격 때 앞장서 안내한 것도 밀정 이죽파(李竹坡)였다.\n참의부 1소대장 장창헌도 밀정 홍인화(洪仁化)에게 희생됐다. 홍인화는 참의부 일을 도와주며 신임을 얻은 후에 내부 동향을 일경에게 보고하다가 급기야 장창헌이 강계면으로 진입해서 작전을 펼칠 때 유인하여 일경이 총살케 했다. 또 소대원이 주둔한 근거지게 가서 소대장이 위급하다고 거짓으로 유인해 매복하고 있던 일경이 공격하게 했다. 장창헌 등 3인의 독립군이 희생됐고 소대 근거지도 일경에게 파괴됐다. 이 소식을 들은 손용준(孫用俊) 등 농민 3명이 밀정의 악행에 분노해 홍인화를 곤봉으로 때려죽였다.\n\n일제 기록('기밀제34호' 등 다섯 건의 문서)을 보면 북로군정서에 최소 3명 이상의 밀정이 있었다. 2명은 밀정으로 주목받고 체포됐다가 탈출해서 일제 영사관에 밀고했다. 1명은 영사관이 파견한 밀정으로 안면 있는 사람의 소개를 거치면서 간부진에게 접근했다.\n이들 밀정을 통해 북로군정서의 무장 현황, 근거지 이동 경로와 계획 등이 일제 당국에 밀고됐다. 북로군정서가 북만주에서 처음으로 사관양성소를 설립하고 강한 무장대오를 편제했기 때문에 일제의 주목과 경계가 컸고 따라서 여러 경로로 다수의 밀정을 침투시키려 했던 것이다.\n1920년 말 일본군 대부대가 만주를 침략하기 전에는 밀정의 정보가 북로군정서에 직접 타격을 주진 못했다. 하지만 만주 침략 후 행군노선 등 북로군정서의 움직임이 일본군 정보망에 노출됐고, 북로군정서가 청산리로 이동한다는 정보를 얻자('기밀제34호') 일본군은 청산리를 포위했다. 북로군정서가 청산리에서 승전한 것은 독립전쟁사에서 갖는 뜻이 크다. 다만 밀정의 밀고로 일본군의 포위망이 구축됐기 때문에 북로군정서가 택할 수 있는 작전 전술이 제한된 것은 사실이다. 밀정이 북로군정서의 군사 활동을 일정 부분 제한하는 역할을 했던 것이다.\n밀정의 존재는 청산리전투 뒤에 북로군정서 지도부에 탐지됐다. 1922년에 북로군정서 지도자들이 영고탑에 모여 군사 활동을 논의했는데 그 가운데 다음 사항이 있었다('기밀제98호').\n\"군대의 행동을 부하에게 주지시켰으나 적에게 밀고하는 자가 있어 몇 차례 실패한 바 있으므로 지금 이후는 출동할 때까지 참모 이외에 알리지 않을 것.\"\n청산리전투 후 북로군정서는 노령으로 이동했고 지휘부는 만주로 다시 건너와서 북로군정서의 '군대 행동'을 할 상황이 되지 않았다. 따라서 위 언급은 청산리전투 전후의 밀정에 대한 언급이라고 할 수 있다. 뒤에 북만주에서 신민부가 결성될 때 무장대오 이름을 '보안대'로 한 것도 지역 위수를 위해 밀정에 대한 대처를 강조한 결과라 할 수 있다.\n국민회에도 밀정이 있었다. 1919년 4월에 국민회 훈춘지부 제1회 총회가 열렸는데 그 가운데 25명의 얼굴을 알고 있는 밀정이 참석해서 회의 상황을 밀고했다. 다수의 회의 참석자를 알 정도였으니, 중요 정보를 캐낼 수 있는 거물 밀정이었다 하겠다.\n\n[엄인섭(嚴仁燮)]\n1875년 함경북도 경흥에서 출생했다. 유년기에 연해주로 이주했다. 1900년 중국에서 발생한 의화단운동 때, 러시아군대에서 종군한 공로를 인정받아 러시아정부로부터 훈장을 수여받았고, 러일전쟁 때는 러시아군 통역으로 근무했다. 1907년 안중근 등과 의형제를 맺고, 항일의병을 일으킬 목적으로 의병을 모집하고 총기와 자금을 모았다. 1908년 외숙부인 최재형의 집에서 동의회를 조직하고 부회장이 되었다. 1908년 국내 진공작전 시 좌영장을 맡아 공을 세웠다. 1909년에는 이범진, 이범윤의 사자인 김영선과 함께 한성에서 비밀리에 고종을 알현했다.그러나 1910년 일제강점 이후 일본의 밀정으로 변절해, 1911년 무렵부터 일본측에 독립운동의 정보를 제공했다. 1911년 블라디보스토크에서 발행되던 「대양보」의 활자 1만 5000개를 일본측의 지시에 의해 절취해 그 발행을 중단하게 했다. 1911년 6월초에는 독립운동가에 체포되었던 밀정 서영선을 탈출시키는 등 밀정을 탈출시키는데도 관여했다. 이와 동시에 1911년 조직된 권업회의 발기인으로 참여해 경찰부에서 활동했다. 제1차 세계대전이 진행 중일 때는 이동휘가 중심이 되어 조직한 애국저금단과 북빈의용단에 관한 정보를 일본측에 제공했으며, 1917년 중국주재 일본공사 하야시 곤스케[林權助]를 암살하고자 할 때도 정보를 일본측에 제공했다. 그러나 1920년 15만원사건 과정에서 일제의 밀정이라는 사실이 발각되었다. 1936년 사망했다.\n\n[김활란]\n1928년 미국 유학 중 \"무지와 구습의 타파\"를 이유로 공개 단발을 하여 화제가 되었다. 1931년 10월에는 컬럼비아 대학교에서 철학박사를 받았다.\n그러나 일제강점기 1936년 전후로 일본의 강경노선에 따라 적극적으로 친일 행위를 하였다. 그는 강연, 논술활동을 하는 한편 1941년 창씨개명 후 전시 체제에 협력하여 칼럼, 강연, 학도병 독려 등의 활동을 펼쳤다. \n1941년 임전보국단 결전 부인대회에서 ‘여성의 무장’, 1942년 싱가포르 공략 대강연회에서는 ‘대동아건설과 우리 준비’라는 주제로 강연했다. 그리고 여러 잡지에 ‘징병제와 반도여성의 각오’, ‘뒷일은 우리가’, ‘남자에 지지 않게 황국 여성으로서 사명을 완수’ 등의 글을 발표하며 조선 민중들에게\n일제의 침략 전쟁에 적극 참여할 것을 활발하게 종용하는 적극적인 친일행각을 서슴지 않았다.\n광복 이후에는 반탁운동에 참여한 뒤 48년 장면, 조병옥과 함께 파리 UN 총회에 파견되어 대한민국 정부를 승인받고 귀국했다. 1950년 한국 전쟁 당시 전시 내각에 참여했다가 정식 공보처장으로 활동하였다. 그 뒤 이화여자대학교 초대 총장을 맡았으며, 언론인으로는 영자(英字)신문사 '코리아타임즈(The Korea Times) 사장을 맡았다.\n\n[이종형(李鐘滎)]\n독립운동가 체포로 악명 높았던 밀정\n일제 밀정으로 만주에서 활약\n광복 후 대동신문 사장으로 반민법 반대. 1950년 2대 국회의원 당선\nhttp://web.archive.org/web/20031113155037/http://bluecabin.com.ne.kr/split99/ijh2179.htm\n\n친일파 제1호 김인승\n\n육종학자 우장춘 박사의 아버지이자 명성황후 시해범인 친일파 우범선\n\n조선 궁중의 비밀을 캐내 나라를 팔아 넘기는데 일조한 '조선의 마타하리' 배정자\n\n돈으로 벼슬을 사고 다시 그 벼슬을 이용해 돈을 긁어모은 대한민국 땅투기꾼 1호 공주 갑부 김갑순\n\n일본 신을 섬긴 조선인 이산연",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-07T15:23:46.155000",
  "updatedAt": "2023-03-06T22:47:19.292000"
}