{
  "id": "d2b2c293-2da1-429b-a07e-544c4a94cd33",
  "title": "전쟁과 질병 - 서양 근대, 현대",
  "content": "최근에 인류에게 심각한 피해를 야기한 전염병은 1918년에 발생한 스페인 독감이다. 1918년부터 1920년까지 2년 동안 전 세계에 걸쳐 2500만에서 5000만 명의 목숨을 앗아갔다고 추정되고 있다. 스페인 독감은 스페인이 아니라 1차 세계대전 당시 프랑스에 주둔하고 있던 미군병영에서 환자가 발생하였다고 이야기되고 있다. 전쟁이 끝나고 병사들이 귀환하면서 스페인 독감은 미국 전체에 퍼졌다. 1918년에 총 50만 명의 미국인이 스페인 독감으로 사망하였다고 한다. 스페인 독감은 식민지 조선에도 창궐하여 대략 14만 명이 사망하였다고 추정된다.\n\n[티푸스]\n티푸스는 포로수용소와 같이 위생시설이 열악할 수밖에 없는 지역에서 창궐하곤 하였다. 1차 세계대전 이후였던 1918년에서 1922년 사이, 티푸스는 300만 명의 환자를 죽음으로 몰아갔다. \n2차 대전 당시 유태인들은 나치의 강제수용소에서 티푸스에 의해 죽어갔다. <안네의 일기>로 유명한 안네 프랑크도 수용소에서 티푸스에 걸려 사망하였다.\n\n[731 부대]\n일제 강점기 북만주 하얼빈 교외에서 인체 실험과 세균전을 위한 생물학 병기 실험을 자행했던 일본 관동군 부대. 이시이 시로[石井四郎]의 지휘 하에서 세균전에 사용되는 생체 병기의 연구나 살아있는 사람을 대상으로 한 각종 인체 실험을 자행하였다. 이들에 의한 희생자는 여성과 아이를 포함하여 3,000명에서 12,000명으로 추산된다.\n731 부대는 방역 활동이 표면상의 설립 목적이었으며, 부분적으로 실제 방역 활동에도 참여하였다.\n\n731 부대는 세균전에 사용될 생물학 병기를 연구하였으며 이 과정에서 살아있는 사람을 대상으로 병원균을 주사하여 경과를 지켜보는 등 세균 실험이나 생체 반응 실험, 무기 실험 등을 행하였다.\n731 부대는 세균전의 효과를 검증하기 위하여 페스트균에 감염된 벼룩을 중국인 거주지역에 살포하는 등 전염병 구역을 인위적으로 만들어내는 실험을 행하기도 하였다.\n731 부대의 인체 실험으로 최대 1만 명 이상이 희생된 것으로 알려져 있으며, 그 절반 이상이 중국인이었다. 그 다음으로 러시아인이 거의 3할을 차지하였으며, 기타 동남아시아나 태평양 군도의 주민, 한국을 포함한 당시 일본 식민지의 주민, 일부 연합군 전쟁포로도 희생자가 되었다.\n\n인간은 전쟁무기로 세균을 본격 개발하기 시작하였다. 그 대표적 경우가 일제 관동군 휘하 731부대가 벌였던 끔찍한 세균전 실험이다. 그리고 그들의 자료는 미국으로 건너갔다.\n1940년 6월 중국인 밀집지역인 농안과 일본인이 많이 거주하는 신징 지역을 선정하여 대규모 현장세균실험을 실시하고 농안은 집단 격리하여 사망자의 해부 등을 통해서 페스트균의 효과성을 철저히 검증하였으며 일본인이 많이 거주하는 신징에서는 개발된 백신을 사용하여 대규모 방어력 실험을 실시하였다. 특히 이 과정에서 생균백신은 어떠한 인체실험도 없이 바로 대규모 현장실험에 사용되었다.\n\n[베트남 전쟁]\n베트남 전쟁에서 베트콩은 땅에 함정을 파고 그 안에 똥 뭍은 쇠꼬챙이를 꽂아놓았다. 이로써 적군의 부상병을 양산하여 전투력을 저하시키는데 큰 전과를 세웠다. 똥 묻은 부비트랩이 맹독보다 더욱 효과가 컸던 이유는 사망자가 초래하는 전력 손실보다 부상병이 초래하는 전력 손실이 더욱 크기 때문이다. 실제로 미군은 파상풍 때문에 큰 골치를 썩여야 했다고.\n\n[아프간 전쟁] \n전쟁 시작후 첫 6년동안 소련 언론들은 소련군이 건축한 병원이나 고아원의 행복한 생활들만 보도했지만 그 안의 실상은 보도하지 못함,\n62만명의 소련군중 1만 4천여명이 전투와 관련된 원인으로 전사하는동안 75%에 달하는 45만명의 병력들은 질병으로 인해 입원이 필요했음,\n아프간에 파병된 병력중 67%가 질병으로 인해 군병원에 후송되어야 했고 그중 11만 5천명으로 가장 많은 질병 수를 차지한건 급성 간염이였음,\n다음으론 3만 1천명이 걸린 장티푸스로 나머지 23만명은 콜레라나 말라리아, 흑사병, 급성 이질, 아메바 이질, 류머티즘과 열사병등이였음,\n(2차대전과 비교하면)56%(35%)가 감염성 질환이였고 0.09%(4.98%)가 비타민 결핍, 0.26%(0.41%)가 종양, 2.21%(4.58%)가 정신 질환,\n0.93%(2.34%)가 안구 질환, 0.97%(1.16%)가 귀/코/목과 관련된 질환, 4.10%(7.93%)가 폐 질환, 1.30%(3.72%)가 폐렴,\n1.80%(6.46%)가 순환계 질환, 3.90%(13.88%)가 소화계 질환, 1.30%(3.11%)가 성관련 질환, 0.02%(0.12%)가 골수 관련 질환,\n2.10%(1.39%)가 뼈/관절/근육 관련 질환, 9.90%(7.67%)가 피부 질환, 0.13%(0.63%)가 독성 질환, 15.10%(8.62%)가 비전투 부상,\n그리고 마지막으로 원인 불명 질환이 0.60%(1.00%)였음,\n위와 같이 소련군 40군은 심각한 질병관련 문제가 있었으며 1981년에는 제5차량화소총병사단이 사단 총원의 1/4가 넘는 인원인 3천여명이 질병에 걸리고,\n전멸판정을 받은뒤 전투에서 배제되었음,\n간염의 주 원인은 급성 세균 감염이나 알코올/약물 오남용으로 소련군 대부분은 아프간 파병 직전 B형 간염 백신은 맞았지만 A형 간염은 막지 못하였음,\n그 결과 95%의 간염 환자들이 A형 간염이였고 나머지 5%는 기타 원인으로 인한 간염이였음,\n간염은 보통 가장 깨끗할 주둔지 병사들 사이 세균성으로 확산되었고 완지까지 6~8주가 걸렸음,\n폐렴과 기관지염도 아프간 주둔 소련군들이 걸린 호흡기 질환중 가장 흔한 질병으로 1979년부터 1983년까지 심각한 결과를 초래했음,\n이와 같은 질병에 취약했던 이유는 대부분의 병력들이 깨끗한 물과 따뜻한 식량을 기대할수 없는 전초기지에서 생활했기에,\n건조식량이나 먹던 소련군들은 자연히 면역체계가 약해질수밖에 없었고 이런 질병들에 급격히 취약해짐,\n이를 인지한 소련군 지휘부는 최소한 아침과 저녁은 따뜻한 밥과 차를 마실수 있게 무려 헬기를 동원한 공수작전을 펼침,\n하지만 그 따뜻한 밥을 조리하는 취사병들은 매우 자주 이에 감염되어 있었고 손도 씻지 않았고, 취사반장의 감시도 받지 않았음,\n또한 아프가니스탄에 투입되는 병력들은 6개월간의 혹독한 산악 훈련 후에 투입되었고 아프간에서는 32kg에 달하는 군장을 매고 다녔음,\n이와 같은 환경에서 병사들은 매우 쉽게 지쳤고 위의 밥 문제와 겹쳐저 면역체계 약화의 원인중 하나가 되었음,\n쥐와 이, 모기는 매우 흔하게 보였으며 이는 쓰레기 처리가 엄청나게 느린것과 쓰레기 처리장이 주둔지와 매우 가까운것,\n고인물을 방치하는것이 주 원인이였음, 소련군 병사들은 DDT로 소독되었지만 그들이 사용하는 배게나 침낭은 그러지 못하였기에 이는 매우 빈번했음,\n식수도 원인중 하나였는데 아무리 교육과 훈련을 해도 소련군 병사들은 소독되지 않은 식수를 섭취했음,\n소련군 호송대가 깨끗한 식수를 보급하지 못한것도 이유가 되었겠지만 일부 병사들은 고향에서의 물맛과 다르다고 소독한 물을 섭취하지 않았음,\n소련군 지휘부는 이를 개선하기 위해 식당마다 정수기를 설치하고 좀 규모가 큰 주둔지에는 지하수 펌프와 소독기를 설치했음,\n그럼에도 깨끗한 물을 볼수 없던 부대들이 많았음,\n개인 위생도 문제가 있었는데 주둔지에 배치된 병력들은 1주마다 샤워나 사우나에 갈수 있었지만 전진기지나 전초기지의 병력들은 그딴건 기대할수 없었음,\n주둔지에서는 꽤 잘만든 간이 변소나 심지어 하수도와 연결된 화장실이 있었지만 대부분의 경우 대충 파놓은 구덩이나,\n일부 병력들은 거주구역 근처에 싸지르기도 하였음, 당연히 손을 씻지도 않았고 대부분의 병력들은 그 손으로 밥을 먹었음,\n소련군은 이렇게 많은 병질환자가 생길줄 몰랐기에 전투중 부상자 처리는 꽤 효율적이었지만 병질환자 처리는 미흡했음,\n기본적인 치료제도 부족했기에 병질환자 대부분은 소련 본토나 바르샤바 조약기구 국가 병원으로 후송되었음,\n전후 소련과 러시아는 미군의 사막의 폭풍 작전과 페르시아만 파병을 보고 배워 개선하기 위한 결론을 내렸음,\n파병 지역 병력들에 대한 대대적인 병질환 설문조사와 이를 바탕으로 보급대와 의무대 조직,\n파병 병력들에 대한 예방접종과 파병 지역 위생 훈련, 깨끗한 식수원을 파악하기 위한 정찰대 조직, 깨끗한 식수원 확보와 보호,\n주둔지와 병력들에게 생수 보급을 위한 시스템 마련, 인근 도시 식수원 오염도 파악과 필요시 재소독, 정수제와 필터 보급,\n생수병 재고 쌓아놓기, 주둔지를 위한 식수 소독기구 마련, 공격대나 주둔지 인원들을 위한 생수 비축분 마련, 병력들에게 생수 섭취에 대한 교육,\n야전에서 오물과 생리현상 처리를 위해 제대로 된 교육, 병력들에게 따뜻한 밥 배식과 일정 기간동안 통조림 섭취 금지 교육,\n파병 병력들에게 종합비타민 배급, 인당 매일 20리터(16리터는 따뜻한 물)배급, 병력들이 식기구를 씻을수 있는 장소 마련,\n병력들이 제대로된 식량을 섭취하는지 확인, 주기적으로 깨끗한 속옷 보급, 대대나 중대, 소대별로 사우나 건설,\n병력들의 주기적인 샤워, 주기적인 이 감염 확인과 소독, 전염병에 감염된 병사가 다녀간 곳은 소독, 24시간 이내 전염병 감염 병사 격리와 병원 호송,\n파병 병력들을 위한 소독약, 백신, 항생제, 면역글로불린, 해독제, 비축하기,\n\n결론\n아프간에서의 소련군은 절대로 깨끗한 군대는 아니였으며 변소를 파고도 쓰지를 않거나, 포장을 깐 빵을 맨바닥에 방치하고 그걸 배식하거나,\n개인 위생에 상관쓰지도 않았으며, 식기구도 씻는일이 드물었고, 쓰레기나 음식물을 거주구역 근처에 막 버렸음,\n소련군이 이와 같은 현상이 일어난 이유는 제대로된 부사관단이 없다고 지적함, 한국군에서 이런일이 일어나면 행보관이 갈!!!을 했겠지만,\n소련군에서의 부사관은 짬좀 있는 병사를 6개월간 교육해서 부사관으로 임관시키는것이었기에 일반 병들과의 차이점이 별로 없었음,\n그러기에 소대단위에서의 병사들을 확인하는건 소대장 소위 한명이 전부였기에 소대원 전체의 위생상태를 확인하기엔 무리가 있었음,\n러시아군은 이와 같은 결과를 아프간전에서 배웠음에도 이후에도 계속 개선하지 못하였으며 이는 1989년 조지아로 파병된 부대들의 위생상태나,\n1992년 몰도바에 파병된 부대들중 극히 일부만 생수 보급으로 감염병을 막았고, 동일년도 국경에서의 무자헤딘을 막기위해 파병된,\n제201차량화소총수사단은 위와 같은 지시들을 무시한 결과 대부분의 병력들이 말라리아에 걸려서 병원으로 후송되었음,\n최근(1995년)들어서 미육군은 매우 우수한 감염병 예방 기록과 야전 위생, 그리고 감염병 통제 기록이 있지만,\n최근들어 미국의 다국적 동맹 계획으로 미군이 파병될 국가에는 미군과 비교하면 열세인 야전 위생을 가진 국가가 있을것을 감안하면,\n미군 군의관들은 그 동맹국 병사들을 도울 준비와 기존과 같은 격리된 환자들만 아니라 대규모 유행에도 대비해야함",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "4138527f-e6f8-4703-a629-ac8b2ca0439c"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-22T08:27:16.075000",
  "updatedAt": "2023-01-25T01:31:33.648000"
}