{
  "id": "d2c96a2f-0f62-4d40-a29c-fef2aefad56f",
  "title": "음파탐지기 ",
  "content": "초기 능동 소나(좌)와 현대 능동 소나(우)에서 발신하는 특징적인 소리.\n현대의 음파탐지기는 여러가지 대역폭의 음파를 발생시켜 분해율을 큰 폭으로 끌어올리므로, 귀가 찢어질 듯한 크고 날카로운 소리가 특징이다.\n\n1. 개요\n2. 역사\n3. 레이더와의 차이점\n4. 분류(능동, 수동)\n4.1. 능동 소나(Active SONAR)\n4.2. 수동 소나(Passive SONAR)\n5. 음파송수신장치를 설치하는 방식에 따른 분류\n5.1. Bow-Mounted Sonar\n5.2. Hull-Mounted Sonar\n5.3. Towed Array Sonar\n5.4. 소노부이(음파 탐지부표)\n5.5. 디핑소나\n6. 소나원리를 이용한 다른 기기\n6.1. 수중통신기\n6.2. 수심측정기\n7. 위험성\n8. 대한민국 해군의 직별 음탐\n\n1. 개요[편집]\n음파탐지기(音波探知機) 또는 음향탐신기(音響探信機), 청음기(聽音機)란 소리를 이용해 목표를 탐지하는 장치를 가리킨다. 음파탐지기 또는 음파를 이용해 방향과 거리를 탐지하는 전술을 '항법 및 거리 측정 음향(Sound Of Navigation And Ranging)', 줄여서 소나(SONAR)라 부른다.\n2. 역사[편집]\n음파탐지의 원리는 박쥐나 고래 등이 사용하는, 음파나 초음파를 발신하여 되돌아오는 메아리에 의해 위치와 거리를 판단하는 '반향정위(echolocation)'와 같다. 그러나 군사용 음파탐지기는 탐지 해상도를 증폭시키기 위해 매우 큰 에너지의 음파를 발신한다. 전간기때 음파탐지기의 시초인 ASDIC이[1] 영국에서 개발되어, 2차대전때 유보트를 상대로 엄청난 활약을 했다. 지금의 음파탐지기와 원리는 같으며 사실상 잠수한 유보트를 찾는 방법은 ASDIC과 청음 밖에 없었다.\n\n다만 ASDIC은 너무 깊게 잠수한 유보트나, 가까운 유보트를 탐지하지 못한다는 단점이 있어 유보트 선장들은 이 두가지 약점을 최대한 공략해서 구축함들의 폭뢰를 회피했다. 특히 가까운 유보트를 탐지 못한다는 것이 일종의 모순을 만들어냈는데, 구축함이 폭뢰를 쓰기 위해선 유보트에 가까워져야 하나, 정작 가까워지면 유보트의 위치를 모른다는거다. 즉, 폭뢰를 떨어트릴땐 예상하고 쏘거나, 청음에 의존 할 수 밖에 없었다. 청음도 문제가 없는건 아니여서, 폭뢰를 한번 떨구고 나면 폭발음 때문에 아무것도 들을 수 없었다.\n\n이는 추후에 개발되는 유보트와 거리를 유지하면서 공격 할 수 있는 폭뢰를 통해 해결하거나, 구축함 2척을 두고 한 척은 멀리서 ASDIC으로 계속 유보트의 위치를 추적하고, 다른 한척이 지시에 따라 폭뢰를 떨어트리는 전술을 사용했다. ASDIC 기술은 영국이 미국에게 양도해줬으며, 미국은 이후 1930년대에 SONAR를 개발한다.\n3. 레이더와의 차이점[편집]\n레이더는 전자기파를 사용하여 목표를 찾아내고 음파탐지기는 음파를 사용하여 목표를 찾아내는데 두 파동의 특성이 달라서 환경에 따라 주로 사용되는 탐지기가 달라진다. 공중 또는 지상에서는 전자기파가 깨끗하고 멀리 퍼지는 특성이 있어서 전자기파를 사용하는 레이더가 주로 사용된다. 반대로 물 속에서는 빛과 전자기파가 전달되는 거리가 굉장히 짧아지므로 전파를 사용하는 레이더를 활용하기가 어려운데, 음파는 반대로 공기 중보다 수중에서 더 빠르고 길게 퍼지기 때문에 해저를 탐색하는데에는 레이더보다 음향탐지기가 훨씬 유용하다.[2]\n\n음파를 사용하는 소나는 전파를 사용하는 레이더에 비해서 주변환경의 영향을 많이 받는다.[3] 그럼에도 불구하고 소나를 사용하는 이유는 실제 레이더가 운용되는 주파수 대역(2000MHz)의 전파는 실제 바닷속에서는 에너지 손실이 매우 크기 때문에 진행이 불가능하지만, 소나가 사용하는 음파는 상대적으로 손실이 적기 때문이다. 물속에서는 멀리까지 보이진 않지만 소리는 들린다는 이야기다. 따라서 바닷속에서는 소나가 압도적으로 탐지 능력이 뛰어나다. 해수층의 온도, 염분, 압력 등을 측정해 수심의 음속을 측정해주는 장치를 이용하거나, 소나 송신기·수신기를 바다로 내려보내 각 수온층의 상태를 측정해 그 지역 수온층의 모습을 그려내면 음파가 잘 전달되는 수심과 잘 전달이 안될것 같은 수심을 계산할 수 있다.\n\n이 장비를 운용하고 유지, 관리하는 해군 직별을 음탐(SONAR Operation, 음파탐지의 약칭)이라 한다. 함정에서 뿐 아니라 육상에서 SOSUS[4]를 운용하는 것도 이들이다. 독립된 음탐 직별이 없는 해군에선 대개 소리에 민감한 통신 직별 인원이 이를 맡는다.\n\n소나에 포착되는 소음을 분석하는 작업은 주로 컴퓨터가 수행하고(더 잘하고) 있으나 인간 분석자에 의존하는 경우도 많다. 경력이 10년단위로 쌓인 숙련된 음탐사들은 컴퓨터보다 더 정확히 소리들을 구분하기도 한다. 또한 소나는 멀리 떨어져 있는 표적일수록 탐지의 정확성이 떨어진다. 그래서 멀리 떨어진 곳의 소음을 분석하면서 일어날 수 있는 오류를 없애기 위해 여러 개의 소나가 공동 보조를 취하는 방법을 쓴다. 그러나 잠수함은 이 방법을 사용할 수가 없다. 잠수함은 최대한 많은 데이터를 수집하는 것이 최선이다.\n4. 분류(능동, 수동)[편집]\n전자기파를 이용하여 적을 탐색하는 장치에 레이더와 RWR이 있는 것 처럼 소나 역시 음원을 자체 발신하여 반향을 탐지하느냐 대상이 내는 소음을 탐지하느냐에 따라 능동 소나(Active SONAR)와 수동 소나(Passive SONAR)로 나뉜다.\n\n음파를 빛으로 비유하면 능동 소나는 직접 빛을 비추어서 그 반사되는 모습을 보는 것, 수동 소나는 사물에서 나타나는 빛을 자체 탐지해서 보는 것으로 생각하면 된다.\n4.1. 능동 소나(Active SONAR)[편집]\n음원을 발신한 다음 되돌아오는 반향음을 분석하여 잠수함을 탐지한다.\n\n능동(active)소나의 발신 주파수는 잠수함, 수상함 탐지용 소나는 1KHz~50KHz, 기뢰를 탐지하기 위한 소나는 50KHz ~ 900KHz 이다. 주파수가 올라가면 탐지거리는 줄어들지만 해상도(분해능)가 올라간다. 기뢰를 탐지하거나 북극권, 해저 항해를 위한 액티브 소나가 탐지용 소나보다 고주파를 쓰는 HF소나인 이유가 바로 이때문이다.\n\n여담으로 각종 매체에서 등장하는 잠수함의 클리셰인 그 '핑~핑~'거리는 소리가 바로 능동 소나의 소리이다. 잠수함에서 상대 잠수함의 핑 소리를 듣는 것은 가청영역대를 사용하기에 오류가 아니다. 어뢰는 주로 인간의 가청역대보다 높은 주파수를 쓴다. 따라서 어뢰가 다가오는데 핑~ 핑~ 소리가 들리려면 주파수 변환 장치가 내장되어 있다거나 잠수함의 음탐장비가 경고음을 내고 있다는 설정이 필요하다. 그런 설정 없이 소리만 들린다면 오류다. 하지만 시청자들의 긴장감을 높이기 위해서 자주 사용되는 방법이다. 하지만 2차대전이 배경이라면 충분히 가능하고 지금도 민수용 소나는 가청영역대의 단일 핑 형식이기에 핑 핑 소리가 난다. 수중에서 공기중의 스피커와 같이 음파를 송신하는 장치를 '프로젝터'라고 부르기도 하며, 출력에 따라 수중으로 침투하는 적군의 다이버를 방해하고, 더욱 가까운 거리에서는 치명상을 입히거나 사망에 이르게 할 수 도 있는 장치도 존재한다. 반면 고성능 군용 소나는 여러 주파수 패턴을 점핑하며 쏘는데다 저주파를 쏘기에 핑 소리는 들리지않는다. 애초에 ping 이란 단어가 나온 유래가 소나이다.\n\n현대 잠수함 소나의 핵심적 장비는 바로 저주파 어쿠스틱 소나(LFA) 이다. 낮은 주파수의 경우 물 속에서 에너지 손실이 적어 멀리까지 전파되기에 상대적으로 원거리를 탐색할 수 있다는 점에 기안해 만들어 진 것이다. 이 소나는 영화의 그 핑- 핑- 소리(약 2000Hz) 보다 훨씬 낮은 200Hz 이하에서 작동한다. 물론 2KHz 에서 작동하는 소나도 있다. 소리 자체는 저주파라 굵게 울리는 기계음 비슷하게 들린다. 동영상 앞부분에서 고래의 울음소리와 함께 들어볼 수 있다. 실제로 들어보면 좀 을씨년스러운 소리다. 핑- 핑- 거린다기보단 소리가 팍 올라갔다 확 내려갔다 하기도 하고, 순간적으로 때리기보단 부드럽게 크기가 변한다. 위의 액티브 소나의 음은 '정신적 안정을 주는 소리'로 등장한 반면[5] 이 어쿠스틱 소나의 소리는 계속 듣다보면 정서불안에 걸릴 듯한 음색이다. 늑대 울음소리 같은 느낌도 주며, 영화 울프 콜에서 잘 묘사되었다.\n\n하지만 단점도 있는데 저주파 대역을 쓰다보니 필연적으로 분해능이 낮기 때문에 적의 위치를 정확하게 특정하는 것이 매우 어렵다. 그 때문에 탐지된 음원에 대한 위치를 특정하기 위한 여러가지 방안이나 기술을 마련하기도 한다.\n\n또한 군사작전중인 잠수함이 능동소나를 사용할 경우, 적에게 '나 여기있소!' 라고 광고하는 꼴이 된다. 음파를 쏴서 (= 시끄럽게 해서) 음파가 어디에 부딪혀 돌아오면 그곳에 무언가가 있다고 판단하는 방식인 건데, 음파를 쏘는 행위로 인해 필연적으로 소음을 만든다. 이러면 아래에 적힌 수동 소나가 이를 못 들을 수가 없고, 적에게 위치가 파악되는 건 그저 시간문제다. 잠수함은 사람으로 치면 마치 간첩처럼 은밀하고 조용하게 행동해야 하는데, 되려 빽빽 소리를 지르면서 돌아다니는 꼴이니, 군 잠수함에게는 치명적이다.\n\n또한 같은 주파수대를 쓰는 고래들이 집단 스트랜딩[6]을 일으키고 이 과정에서 종종 고래떼의 집단 폐사도 일어나서 해군과 환경단체 간에 문제가 되고 있는 듯하다.#\n4.2. 수동 소나(Passive SONAR)[편집]\n'수동'은 신호를 발신하지 않고 그냥 듣기만 하는 것으로, 수중 청음기라고도 한다. 이런걸 항구에 설치해서 적 함대나 전투함 잠수함의 접근/침투 여부를 감시하기도 한다. 낮은 주파수 대역을 사용할 수 있는 강력한 수동 소나는 상대적으로 높은 주파수 대역에 넓은 범위에 음원을 발신한 후 반사파를 다시 잡아내야 하기 때문에 파동의 에너지 손실이 큰 능동 소나보다 3~5배 멀리 떨어진 곳에서 다른 함정이나 잠수함의 소음을 탐지할 수 있다. 수동 소나는 장비에 따라 300~900km(시끄러운 소리를 내는 물체)를 탐지할 수 있다. 무음 잠항하는 잠수함은 5~30km정도 거리에서 탐지 가능하다. 그러나 움직임이 없는 디젤-전기식 잠수함 등 소음 발생 요소가 매우 작아[7] 탐지가 어려운 경우에는 능동 소나(액티브)로 찾아내야 하겠지만 능동 소나는 소나를 사용하는 것을 적 함정이 들을 수가 있다. 그래서 디젤-전기식 잠수함은 일부러 수동 소나를 켜놓고 가만히 기다리기도 한다.\n5. 음파송수신장치를 설치하는 방식에 따른 분류[편집]\n5.1. Bow-Mounted Sonar[편집]\n\n세종대왕급 구축함에 장착된 Atlas DSQS-21 BZ-M 함수소나\n대형 수상함의 경우 함수에 둥근 구상선수가 있는데 여기에 소나돔을 설치한것을 Bow-Mounted Sonar라고 한다.\n5.2. Hull-Mounted Sonar[편집]\n\n인천급 호위함의 SQS-240 헐 마운트 소나\n선저소나\n\n수면 아래쪽의 함수가 앞으로 튀어나오는 것을 구상선수라고 한다. 중소형 수상함은 이게 아예없거나 있더라도 그 부피가 소나돔을 설치하기엔 작아서 소나돔을 용골 아래에 설치하게 되는데 이런경우를 Hull-Mounted Sonar라고 한다. 2차대전 구축함들의 청음기 또는 능동소나의 소나돔은 대개 이렇게 장비되었는데, 이유는 구상선수라는 것 자체가 아이오와급 전함과 야마토급 전함 가서야 나온 것이기 때문. 즉 2차대전 중간에 그것도 미국과 일본만이 서로가 건조한 최대크기의 전함에만 달았다 보니 구축함들에는 구상선수가 있을리가 만무했던 것이다.\n5.3. Towed Array Sonar[편집]\n선배열 예인소나\n\n정밀한 소형 음파탐지기들이 설치된 두꺼운 와이어를 함미에 길게 내려서 끌고 다닌다. 대부분 송신 없이 수신만 하는 수동소나이기 때문에 잠수함 입장에서 보자면 수상함이 소나를 작동중인지, 자신을 탐지했는지 알 수 없다. 함정 소음의 영향을 줄일 수 있어서 탐지능력은 뛰어나지만 폭뢰공격을 할 수 없고 함정의 속도, 기동에 제한을 준다.[8]\n\n사실 수상함에게나 잠수함에게나 현대 대잠전에서 가장 중요한 수단이다. 투과력이 떨어지거나 반사되어 음영구간으로 남는 수온층 아래에 투입하여 수중음을 탐지하기 때문에 이런 곳에서 주로 기동하는 잠수함을 탐지하는 데 유리하며, 가장 큰 소음원인 자함에서 멀리 떨어뜨려(예인소나의 케이블 길이는 킬로미터급이다) 청음할 수 있으므로 노이즈가 적고, 마찬가지로 선배열 음향센서 길이도 수백미터 단위이므로 매우 먼 거리에서 높은 방위정밀도를 갖고 잠수함을 탐지할 수 있기 때문이다.\n\n어차피 현대 대잠전에서는 자함 소음 감소를 위해 저속으로 기동하는 것이 당연하기 때문에 속도 제한은 의미가 없으며, 이처럼 먼 거리에서 탐지된 잠수함을 수상함이라면 함재 대잠헬기나 장사정 대잠미사일을, 잠수함이라면 장사정 유선유도 중어뢰를 이용해 공격하는 것이 추세이므로 폭뢰 운용 불가능 등의 제한도 크게 문제가 되지 않는다.\n\nSQR-220K는 한국 해군의 수상전투함용 저주파 선배열 수동 예인소나이다.\n5.4. 소노부이(음파 탐지부표)[편집]\n대잠초계기, 헬기에서 투하하는 음파송수신장치.\n5.5. 디핑소나[편집]\n대잠헬기에서 케이블에 매달고 다니다가 호버링한 다음 수면 아래로 내려보내서 사용하는 디핑 소나.\n6. 소나원리를 이용한 다른 기기[편집]\n6.1. 수중통신기[편집]\n수중전화라고도 하며 FM, AM라디오를 수중에서 음파로 구현하여 잠수함간 또는 잠수함과 수상함의 음성 통신시 사용한다. 통신이 가능한 거리는 휴대용 무전기 수준으로 매우 짧다.\n6.2. 수심측정기[편집]\n함정의 선저에 장착하여 아래쪽으로 음파를 쏜 다음 반향음이 되돌아오는 시간을 계산하여 수심을 측정한다.\n\n단빔과 멀티빔이 있다.\n7. 위험성[편집]\n능동 소나는 살상용 장비는 아니지만 상당한 출력으로 음파를 발생시키기 때문에 생물에게 해로울 수 있다. 군사용 음파탐지기는 근거리에서 230 데시벨이 넘는 음파를 발생시키는데 이는 우주발사용 로켓 소음보다 더 큰 수준으로 이런 음파에 사람이 노출되면 뇌와 장기에 피해를 입힐 수 있는 수준이다. 때문에 음파탐지기 주변에 잠수부가 있다면 음파탐지기를 사용하지 않으며, 만일을 대비해 음파탐지기를 작동하기 전에 주변 선박에게 경고 및 대피 조치를 한다. 해군에서도 항내 음탐 장비 점검 등으로 핑을 쏠 일이 있으면 항내 정박중인 함들에 공문을 보내 일시를 통보한다.\n\n만약 선박에 작업이 필요한 상황이라면, 안전장치까지 걸어둬 실수로 켜지는 경우도 없게 한다.\n\n이를 역이용해서 적대적 세력의 잠수부들이 배에 가까이 오는걸 방지하기 위해 일부러 능동 소나를 잠시 켰다가 껐다는 증언도 있으나, 실제로 이렇게 잡은 경우가 있는지는 모른다.\n\n물론 음파탐지기에서 100m만 떨어져도 수십 데시벨 수준으로 낮아지기는 하지만 이정도 음파에도 수중 음파에 민감한 수중 생물, 특히 고래에게 나쁜 영향을 미치는 것으로 알려져있다. 일부 환경단체에서는 음파탐지기가 고래의 폐사율에 영향을 미친다고 주장하기도 한다.\n8. 대한민국 해군의 직별 음탐[편집]\n부사관만 존재하며 수병은 선발하지 않는다. 비전투체계 구형함정의 경우에는 작전부 소속인 경우가 많지만 전투체계 탑재함정의 경우에는 전투체계부 소속이다. 분대장은 수상함에서는 대잠관, 잠수함에서는 음탐관이고 직별장은 당연히 음탐장이다.\n\n복무기간은 하사 임관 후 4년인데 전투직별이고, 승함직별 중에서도 특히 배에서 내릴 일이 거의 없으며 T/O도 제법 많아서 장기가 어렵지 않고 진급도 빠르다. 다만 배에서 내리기 힘들다는건 굉장히 고단하다는 뜻도 되기 때문에 장기포기하고 전역하는 인원도 많다. 그리고 전역 후 사회에서 써먹을 분야가 거의 없다.[9]\n\n80년대 냉전시기에 소련극동함대 추적하느라 꽤 고생했다는 썰도 있다.\n[1] 대잠수함부서의 약자인 ASD에다가 초음속(Supersonic)의 뒤 두글자인 IC를 붙여 ASDIC이라고 불렀다.\n[2] 지상 또는 공중에서 사용하는 음파탐지기도 존재하지만 레이더에 비해 탐지거리가 짧고 기술개발이 더뎌서 매우 제한적인 상황에서만 사용된다. 대표적으로 적 저격수의 발포소리를 역탐지해 위치를 찾아내는 미군의 부메랑 등이 있다. 반대로 수중에서 사용하는 레이더도 있으나 굉장히 얕은 수중과 근거리 탐지를 할 때 사용하는 장비들이다.\n[3] 바다의 수온층, 염도 등으로 인한 밀도 차이, 해류의 움직임, 소리의 주파수, 반사체의 강도 등. 실제로는 전파도 기온, 역전층, 공기밀도, 날씨 등에 영향을 받지만 음파에 비해 직진성이 뛰어나고 음파가 물속을 나아갈 때보다 전파가 공기를 나아갈 때 투과성이 더 높기 때문에 레이더가 소나보다 상대적으로 영향이 적은 것 뿐이다.\n[4] 바다에 장치해 둔 고정식 소나.\n[5] 위 영상의 길이가 10시간인 것도 가만히 들으면서 긴장을 풀고자 하는 사람들을 위한 것이기 때문이다.\n[6] 고래들이 해저 지형을 착각해서 얕은 바다까지 왔다가 육지에 떠밀려 올라오는 것이다.\n[7] 소음발생요소가 없진 않다. 추진장치와 무관하게 내부 장비와 승조원을 위한 장치는 가동되고 있기 때문이다.\n[8] 급격한 기동을 하는 경우 예인되던 소나가 손상되거나, 와이어가 끊어져서 소나를 분실하거나 할 수 있다.\n[9] 전자, 전기, 통신, 시설 등은 군대 내부에서 장기복무나 진급에서 밀릴 수 있어도 사회 진출 시 유리하다.\n 이 문서의 내용 중 전체 또는 일부는 \n소나\n 문서의 r97 판에서 가져왔습니다. 이전 역사 보러 가기\n\n\n\n업계 10년 노하우 킹모바일\n킹모바일.com\n친절상담OK 대납OK 자금마련OK 출장비NO 수수료NO 안전하게 진행하세요\n대납진행OK자금마련OK당일지급OK유심지급OK\n매장알바! 샵마넷\nwww.shopma.net\n핵심상권별 패션,뷰티,잡화,리빙,식품매장 매장관리 알바정보 실시간제공\n유통별판매직브랜드판매직지역별판매직샵매니저채용\n\n이 저작물은 CC BY-NC-SA 2.0 KR에 따라 이용할 수 있습니다. (단, 라이선스가 명시된 일부 문서 및 삽화 제외)\n기여하신 문서의 저작권은 각 기여자에게 있으며, 각 기여자는 기여하신 부분의 저작권을 갖습니다.\n\n나무위키는 백과사전이 아니며 검증되지 않았거나, 편향적이거나, 잘못된 서술이 있을 수 있습니다.\n나무위키는 위키위키입니다. 여러분이 직접 문서를 고칠 수 있으며, 다른 사람의 의견을 원할 경우 직접 토론을 발제할 수 있습니다.\n\n최근 변경\n10:10DUMDi DUMDi\n10:10김응용\n10:10미쓰비시 3B2 엔진\n10:10카스미자와 미유/수영복\n10:10Mekanism\n[더 보기]\n나무뉴스\n'한국판 나사' 우주항공청 이르면 5월 개청…내일 국회 통과(종합2보)\n[날씨] '서울 최대 10㎝ 이상' 수도권 중심 폭설…밤엔 전국 눈비\n'한국판 나사' 우주항공청 이르면 5월 개청…내일 국회 통과(종합2보)\n형만한 아우 없다?…넷플릭스 속편, 안타까운 성적 [엑's 초점]\n게임 머니가 사라졌다...'TL' 기기 탈취 사례 잇따라 발생\n[더 보기]\nnamu.wikiContáctenosTérminos de usoOperado por umanle S.R.L.Hecho con <3 en Asunción, República del Paraguay\n\nSu zona horaria es Asia/SeoulImpulsado por the seed engine\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\nThis site is protected by hCaptcha and its Privacy Policy and Terms of Service apply.\n\n\"\n https://namu.wiki/w/%EC%9D%8C%ED%8C%8C%ED%83%90%EC%A7%80%EA%B8%B0#:~:text=Search,its%20Privacy%20Policy%20and%20Terms%20of%20Service%20apply.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-01-09T10:11:32.382000",
  "updatedAt": "2024-01-09T10:12:21.413000"
}