{
  "id": "d3642447-e10a-4df2-a7d8-d3eb42ad8935",
  "title": "확률의 역사",
  "content": "고대 이래로 우연의 문제를 접해 온 것은 의심할 수 없으나, 15세기까지는 확률에 대한 수학적인 취급이 시작되지 않았다. 우연의 게임에 대한 최초의 인쇄물 중 하나는 1494년에 간행된 파촐리의 'Summa de Arithmetica'라는 책이다. 그는 게임이 중단되었을 때, 상금을 공정하게 분배하는―오늘날 '분배 문제'라고 하는―방법에 대해 적고 있다.\n\n16세기에는 카르다노가 도박꾼을 위한 책을 썼는데, 이 책에서 한 개의 주사위를 사용하는 문제를 푸는 어떤 법칙에 대한 완전한 표를 제시하고 있다.\n3차방정식에 대한 남의 연구를 자기 이름으로 발표해 명성을 가로챘던 수학자 카르다노(Cardano, 1501~1576)는 도박에 수학을 적용하여 이론적으로 연구한 최초의 사람이었다. \n그러나 보다 본격적인 연구가 진행된 것은 17세기의 페르마와 파스칼에 의해서였다.\n우연의 법칙을 수학화하려고 했던 이러한 초기의 시도에도 불구하고 수학으로서의 확률론의 탄생은, 브로신과 루이 14세의 조신이었던 드 메레가 주사위 문제와 분배 문제를 파스칼에게 제기했던 1654년으로 생각되고 있다. 파스칼은 이 문제를 페르마에게 전했고, 두 사람은 곧 그 문제를 해결했다. 두 사람의 연구가 확률의 수학적 이론을 세우는 데 있어서 중요한 고비가 되었던 것으로 간주되고 있다.\n\n확률의 역사는 곧 도박의 역사로 르네상스 시대부터 시작되었다. 당시 지중해 연안의 도시에는 일확천금을 꿈꾸는 상인들이 많이 모여들었는데 이들은 날씨가 나빠 출항하지 못할 때 심심함을 달래기 위하여 도박을 하곤 했다.이때 사람들이 그 승률의 대소를 미리 알기 위해 수학자와 함께 연구하기 시작하면서 확률의 사상은 싹텄다. 그러다가 수학자 카르다노가 도박에 수학을 적용하여 이론적으로 연구하기 시작했다.그러나 보다 본격적인 연구가 진행된 것은 17세기의 페르마와 파스칼에 의해서였다. 파스칼에게는 주사위 도박의 문제를 수학적으로 생각하여 늘 좋은 결과를 얻곤 했던 드 멜레라는 프랑스 친구가 있었다.이 드 멜레가 주사위 도박에서의 알쏭달쏭한 두 가지 문제를 수학자인 파스칼에게 물었는데 앞의 두 문제가 ‘드 멜레의 수수께끼’로 잘 알려져 있다.\n1. 첫 번째 문제\n드 멜레는 다음과 같이 생각하였다.'주사위 한 개를 4번 던지면 6의 눈이 적어도 한 번 나올 확률이 0.5보다 크다. 따라서 2개의 주사위를 던질 때는 눈이 나타나는 방법이 주사위 1개를 던질 때의 6배이므로 n=4 x 6=24(회)로 하면 던지는 사람에게 유리하다'그런데 위와 같이 실제로 실행을 해 보니 24회로는 던진 사람에게 손해가 있었다. 그러면 과연 n을 얼마로 하여야 던지는 사람에게 유리할까?이것이 드 멜레의 첫 번째 문제인데 수학적으로 계산해보자. 2개의 주사위를 n번 던져서 적어도 한 번 두 개 모두 6의 눈이 나올 확률은 1 - (35/36)n 이다. 따라서 1 - (35/36)n > 0.5 이 되면 던지는 사람에게 유리하다.\n로그를 사용하여 이 식을 풀면 n>=25가 되어 n=24로는 손해보는 것이 당연하였다.\n2. 두 번째 문제\n앞의 2와 같은 내용의 편지를 받고 고민한 파스칼의 답변은 다음과 같다.'다음 한 판을 더 해서 A가 이긴다면 A는 3번이긴 것이므로 64피스톨을 가지게 된다. 그러나 만약 B가 이긴다면 A도 2번, B도 2번이긴 셈이므로 비기게 되어 각각 32피스톨씩을 가지게 되어 있다.나머지 32피스톨은 A나 B중 이기는 사람의 몫이 되겠지만 누가 이길지 모르고 A와 B중 이기는 사람의 몫이 되겠지만 누가 이길지 모르고 A와 B두 사람의 솜씨가 비슷하므로 이기거나 질 확률은 반반이다. 그러므로 A에게 32피스톨을 먼저 주고 그 나머지의 반인 16피스톨을 더 주면 된다. 결국 A는 48피스톨을, B는 16피스톨을 가지는 것이 가장 합리적이다.'\n이 대답을 확률적 사고로 고쳐 표현해 보면 다음과 같다.먼저 A가 이 게임에서이길 확률을 구해 보자. A가 다음 번 게임에서 이길 확률도 질 확률도 0.5인데, 만약 다음 번 게임에서 A가 이기면 A는 B보다 먼저 3점을 따는 것이 되어 이 게임은 A의 승리가 된다.만약, 다음 번 게임에서 A가 지면 그 시점에서는 A도 2점, B도 2점을 얻은 것이 되어 게임은 끝나지 않는다. 이 경우 A가 이 게임에서 이기려면 그 다음 게임에서 A가 이겨야 하는데 일어날 확률은 0.5 X 0.5 = 0.25 이다.결국 A가 이 게임에서 이길 확률은 0.5 + 0.25 = 0.75 이고, B가 이길 확률은 0.25 이다.\n따라서 내기 돈 64피스톨은\nA: 64 0.75 = 48 , B = 64 0.25 = 16으로 분배하는 것이 가장 합리적이다.\n\n\n수학자는 도박에 능하다.\n수학자는 도박에 능하다? 모든 수학자들이 그런 것은 아니겠지만 확률을 분석할 줄 아는 능력이 있으면 도박에서 돈을 딸 가능성이 높은 것은 사실이다. 외국에서는 수학자들이 도박게임의 승률과 성공전략을 수학적으로 증명, 학회에서 발표하는 일이 흔하며 이를 통해 새로운 확률, 통계이론을 발전시켜왔다. 최근 세계증시의 심장인 뉴욕 월가에서 수학자들이 각광을 받는 이유 역시 이러한 확률, 통계이론에 근거한 과학적 \"투자도박\"을 하기 때문이다. 현재 월가에서 활동하는 수학자는 1,000여명. 예컨대 증권 선물시장에서 어떤 값에 거래를 할 것인가를 결정하는 \"블랙,숄즈 공식\"은 상품의 구매가, 현시가, 구매시점까지의 기간, 이자율, 시장의 유동성 등 5가지 값으로 투자가격을 계산해 낸다. JP모건, 골드만 삭스, 모건 스탠리등 투자회사들은 수학자들을 동원, 추상의 세계로 여겼던 수학을 끌어내려 투자기법을 과학화하고 있다. 미국 캘리포니아주립대 수학자 에드워드 솔프는 60년 \"행운의 공식:블랙잭의 필승전략\"을 미국수학회 정기총회에서 발표, 화제를 모았다. 그는 재력가들로부터 1만달러(약 1,200만원)을 제공받아 30시간만에 2만달러로 불림으로써 이론을 증명했다. 블랙잭은 카드를 받아 합이 21(10 J Q K는 10, A는 1또는 11로 계산)을 넘지 않으면서 21에 가까울수록 이기는 게임. 솔프의 전략은 나온 패를 기억하는 \"카운팅\"이 기본이다. 이를 바탕으로\no 자신의 패의 합이 11이하이면 카드를 더 받고\no 17이상이면 카드를 더 받지 않고\no 12-16일 경우 딜러가 뒤집어 놓은 패가 7-A이면(딜러의 숨은 패는 10이라고 가정) 카드를 더 받고\no 딜러의 패가 2-6이면 카드를 그만 받고\no 딜러의 카드가 A인 경우 자신의 패와 옆 사람 패에 10이 없다면 보험을 든다는 등 확률에 근거한 승부전략을 세운 것이다.\n역사적으로 도박을 통해 확률,통계이론을 체계화하기 시작한 것은 17세기부터이다. 당시 석학으로 꼽히던 파스칼은 도박사 친구인 드미어가 문의한 주사위 문제를 푸는 과정에서 \"파스칼의 삼각형\"으로 유명한 이항 전개 계수를 발견했다. 수학자 페르마와 서신교환을 통해 이를 정리했다. 수학자 폰 노이만과 물리학자 페르미는 확률과 통계이론에 쓰이는 반복실험(시뮬레이션)을 이용해 원자폭탄의 중성자충돌 확률을 계산해 냈다. 원자폭탄 개발로 이어진 이 시뮬레시션은 도박의 도시의 이름을 딴 \"몬테카를로 방법\"으로 명명했다.\n룰렛게임에는 뾰족한 필승전략이 없다는 사실을 증명한 프랑스 포앙카레는 지구궤도의 안정성에 대한 연구를 개척했다. 확률적으로 고객에게 가장 유리한 도박게임은 블랙잭, 다음이 크랩이며 바카라나 룰렛은 절대 이길 수 없는 게임이라는 사실도 수학적으로 증명되어 있다. 우리나라 사람들이 즐기는 고스톱은 패를 뒤집어 치는 과정이 있어 카운팅이 카드보다 복잡하다. 그러나 아무리 고객들이 유리한 도박이라 해도 카지노는 언제나 고객보다 돈을 많이 딴다. 정확한 카운팅과 흔들리지 않는 심리전이 쉽지 않기 때문이다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "3a5458fa-fe2a-458c-b9df-9f2ef21461d8",
    "5a9d5fc2-ea5e-4fcc-9ea8-e90e5cafee05",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-02T22:48:27.756000",
  "updatedAt": "2023-05-02T23:06:21.972000"
}