{
  "id": "d3ff79ef-1159-41a8-bc78-6c58a970e550",
  "title": "진나라가 통일을 할 수 있었던 이유",
  "content": "전국시대가 점점 무르익음에 따라 7국 전쟁의 양상은 점차 총력전에 가까워졌다. 이것은 국가 간의 전쟁이 결코 군사력뿐만이 아닌 정치력, 외교력, 경제력까지 밑바탕이 돼야만이 상대방을 찍어 누를 수 있는 것을 의미했다. \n\n기원전 3세기 진시황이 중국을 통일한 힘은 크게 5가지이다. \n① 군사적으로는 당시 최첨단 무기인 쇠뇌의 대량생산으로 적들을 순식간에 제압했다. \n② 지역 주둔군에 소금 전매권을 주어 주둔 경비와 보급을 현지에서 조달케 하자 별도의 보급부대가 따라다닐 필요가 없어 속전속결이 가능했다. \n③ 재정적으로 소금과 철의 전매로 국고가 튼실해졌다.\n④ 문화적으로 한자라는 문자의 통일도 이뤘다. \n⑤ 화폐의 통일이었다. 당시 중국에는 여러 지역에서 제멋대로 주화들을 만들어 모양과 무게가 제각각이어서 사용하기 불편했다. 이에 진나라는 무게가 반량짜리인 동전 ‘반량전’으로 화폐를 통일한 후 다른 나라 화폐를 사용하지 못하게 했다. 이처럼 통일화폐를 만든 것은 7개국 중 진나라뿐이었다. 화폐가 통일되자 상품의 유통이 촉진되고 시장이 발전하였다. 풍부한 무역과 경제교류는 국가를 부강하게 했고 충분한 전쟁비용 확보가 가능했다.\n\n■ 법치주의\n진나라는 4세기 중엽부터 법가의 사상을 받아들여 엄격한 법으로 나라의 질서를 잡아 나갔다. 또한 이러한 법가에 힘입어 빠르게 나라를 발전시켰다. \n당시의 가장 대표적인 사상은 유가의 성선설과 법가의 성악설이었다.  이 두 개의 사상 중 진나라는 법가의 성악설을 채택해 엄격한 법치주의로 나라를 다스렸다.\n\n■ 지리적 위치  \n당시 문화와 경제의 중심지는 '중원'으로 진나라는 서쪽 변방에 위치해 있던 나라였다.\n외래 민족의 침입도 있었지만 실크로드의 길목, 문명의 교통로에 위치해 서역과 밀접해 외래 문명에 개방적이고 다양한 문물을 받아들일 수 있는 장점도 있던 지리적 위치였다. 변방이기 때문에 지리적 이점을 이용해 다양한 문화와 산업을 발전시켰다. \n그리고 진나라의 위치상 서역과의 무역이 가장 유리했고 또한 황하와 양자강 모두를 끼고있어 농업 생산량도 풍족하고 인구도 많았다.\n\n■ 경제적 풍요\n진시황의 즉위 이후 6국 백성들을 적극적으로 받아들여 6국의 인민을 빼앗는 정책을 펼치고, 그 포로들을 진나라의 노동 자원으로 활용했다. 그리고 대규모 토목사업을 일으켜 국력을 부강하게 만들었다. 그중 정국거라는 수로는 서쪽의 경수(涇水)를 끌어들여 동쪽의 낙수(洛水)의 물을 댈 수 있는 관개수로로 정국거를 건설함으로 인하여 관중 지방에는 2억 2천만 평의 농경지가 새로 생겨나고 그로인해 4천만 섬의 곡식이 생산되었다고 한다. 이것은 진시황의 통일전쟁 기간 진나라가 한 해도 거르지 않고 수십만의 대군을 동원할 수 있는 원동력이 되었다.\n\n■ 외교정책\n울료, 이사, 요가를 중용하고 외교적으로는 6국의 대신들을 매수해 왕과 호신들을 이간질하며 각종 첩보전을 펼쳐서 6국의 합종을 막고, 6국 조정 내부의 분열을 조장했다.\n\n\n■ 능력주의\n진나라가 중국 최초로 통일 제국을 이룰 수 있었던 비결은 ‘객경(客卿)’이라는 파격적인 인재정책에 있었다. 객경은 다른 나라에서 온 고급관리로 정식 벼슬이라기보다 자문관에 가까웠다. 진나라에는 객경이 넘쳐났다. 대부분 나라가 자국의 인재만 기용할 때 국경을 활짝 열고 외국의 인재를 적극적으로 받아들이는 파격적인 정책을 시행한 셈이다.  \n객경을 대표하는 인물에는 초나라 출신 이사(李斯)와 위나라 출신 상앙(商鞅)이 있다. 이사는 재상으로 있으면서 진나라의 모든 개혁을 주도했다. 화폐단위와 도량형을 통일하고 흉노의 침입을 막기 위해 만리장성을 쌓은 것도 그였다. 상앙은 효공(孝公)의 신임을 받아 법령과 제도를 개혁했다. 그는 강력한 중앙집권 체제와 법치주의 국가의 기틀을 마련해 진나라를 강대국 반열에 올려놓은 것은 물론 천하 통일의 초석을 닦았다.\n객경의 토대를 마련한 사람은 진 목공(穆公)이었다. 목공은 진나라가 궁벽한 곳에 자리한 탓에 중원의 선진문화와 제도를 받아들이지 못하는 현실을 매우 안타까워했다. 그 해법으로 시행한 것이 ‘인재를 뽑을 때 네 가지를 묻지 않겠다’라는 ‘사불문(四不問)’이었다. 네 가지란 민족·국적·신분·나이를 말하는데, 능력만 있다면 그것을 따지지 않고 누구든 기용하겠다는 것이었다. \n사불문 시행은 성공적이었다. 변방의 오랑캐로 불리던 진나라가 중원의 패자로 거듭났을 뿐만 아니라 일약 선진국 반열에 올라섰기 때문이다. 또한, 진나라 인재 정책의 근간이 되어 400년 후 천하 통일을 이루는 핵심 역량으로 작용했다.\n진은 지도부의 확고한 개혁의지 아래 생기와 의욕이 넘쳐흘렀다. 상앙의 개혁 성공과 그 지속은 노력하는 모든 사람에게 기회의 증대를 확신하게 했고, 천하를 향한 개방적 인재등용의 길을 열었다. \n\n\n진나라가 중원을 통일할수 있었던 힘의 원천은 무엇보다 강력한 군사력과 경제력이었다.\n진나라는 이러한 경제력과 군사력으로 기원전 230년엔 한나라를 완전히 수중에 넣었고 다음해엔 연나라와의 전쟁으로 쇠약해진 조나라를 쳤다. 조나라는 40만에 가까운 대군을 한단에 집결시켜 싸우지만 참패당하고 멸망한다. \n진나라는 특히 궁수(쇠뇌부대)와 기병이 강했는데 조나라의 수성전도 이 궁수부대 때문에 모두 참패로 끝났다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-02-04T11:13:22.644000",
  "updatedAt": "2025-03-16T08:48:29.267000"
}