{
  "id": "d559fcc0-6ef4-4329-a2cd-93d131d785ed",
  "title": "안티프래질",
  "content": "바람은 촛불 하나는 꺼뜨리지만 모닥불은 살린다.\n\n우리는 주변에서 일정 정도의 스트레스나 가변성을 좋아하는 대상을 쉽게 볼 수 있다. 바로 경제 시스템, 인간의 몸, 영양(당뇨병을 비롯해 현대의 이와 비슷한 질병은 음식물 섭취의 무작위성의 결여나 간헐적인 단식과 같은 스트레스의 결여와 관련이 있다), 정신이 그렇다. 심지어 안티프래질한 금융 계약도 있다. 이런 계약은 시장의 가변성으로부터 이익을 얻도록 명시적으로 작성된다.\n\n무작위적인 사건이나 충격에서 손실보다 이익이 더 크면 안티프래질하고, 그 반대는 프래질한 것이다.\n\n안티프래질이 살아남은 모든 자연적 시스템 혹은 복잡계의 특징이라면, 이런 시스템에서 가변성, 무작위성, 스트레스를 제거하면 시스템에 피해를 줄 것이다. 시스템은 약해지거나 소멸하거나 붕괴할 것이다. \n마치 자녀를 지나치게 보호하는 부모처럼 우리에게 도움을 주려다 가장 큰 피해를 입히고 있다.\n\n안티프래질은 깨지기 쉬운의 반대 보다 좀 더 상위 개념으로 깨지지 않으면서 더 강해지며, 진화 및 발전한다는 의미로 해석.\n\n자녀를 지나치게 보호해서 키우게 되면 오히려 나중에 가장 큰 피해를 입니다.(프래질)\n\n물고기를 잡아주지 말고 물고기 잡는 법을 가르쳐줘라(안티프래질)\n\n아픈 만큼 성숙해진다.(안티프래질)\n\n호르메시스(안티프래질) - 인체에 소량의 독성 물질이 실제로 유익한 약물로 작용하는 현상 \n\n\n스트레스(안티프래질)\n\n어느 정도 감당할 수 있는 스트레스는 인체로 하여금 자극을 주어 스트레스를 극복함으로써 더 발전하게 만든다.\n\n위험(risk)을 줄이는 것\n\n지나치게 효율성을 추구하면 내구성(위험)이 떨어질 수 있다.\n\n고성능을 추구하면 내구성이 떨어진다.(엔진)\n\n비용감소로 인한 상품 품질 저하\n\n주변을 지나치게 청결하게 하면 오히려 병균에 노출되기 쉽다. 연약해진다.\n\n약간의 스트레스는 정신을 건강하게 한다.\n\n효율성만 추구한 금융상품은 큰 위험에 노출될 수 있다.(서브프라임 모기지 )\n\n정보통신이 발달될수록 편리함이 늘어나지만 해킹위험이 커짐\n\n[나심 탈레브]\n사회가 블랙스완(예측 불가능한 재앙)을 어떻게 대처해야 하는가? 안티프래질한 시스템을 만들어야 한다.\n개체는 작고 프래질한 반면에 프래질 할 때 시스템에 주는 정보로 시스템은 진화하고 발전해서 안티프래질 해질 수 있다. 미래 예측에서 블랙 스완의 출현을 예견하는 일이 불가능함에도 불구하고 그 예측의 정확도를 높이기 위해 거대한 투자를 집행하고 시간을 쓰는 것은 비효율적이다. \n나심 탈레브는 ‘예측’ 대신 개별 사안을 다루는 ‘시스템이 프래질한지 안티프래질한지’를 ‘측정’할 것을 제안한다. \n그는 2008년 금융위기 전에 벌써 프라임 모기지 상품의 보상구조(시스템)를 보고 모든 것이 가정한 대로 잘 돌아갔을 때 얻는 이익보다 예기치 않은 일(납입불능 사태)이 발생했을 때 입을 손실이 ‘천문학’적으로 큰 것을 보고 이 시스템이 ‘프래질’함을 알아차렸다고 한다. \n안티프래질은 시스템에 탑재되므로 개별 사안 수준에서 블랙 스완의 출현을 ‘예측’할 필요가 없다. 중요한 것은 블랙 스완이 출현했을 때 그 사안을 시스템이 ‘얼마나 안티프래질하게 처리할 수 있는가’이다.\n\n시스템은 어떻게 안티프래질해질 수 있을까? 이 질문은 이 책의 핵심 내용과 관련되어 있다. 나심 탈레브는 ‘옵션’의 메커니즘을 통해 안티프래질을 설명한다. 옵션은 보상구조를 갖는다. 이 보상구조의 비대칭성에 안티프래질의 핵심이 담겨 있다. 옵션은 개별 사안을 예측하지 않는다. 특정한 사건이 미래에 발생했을 때 그것에 대한 선택권이 주어지는 것이 옵션이다.\n가령 내년 가을에 올리브 농사가 잘 될지 안될지 모른다. 그러나 시장에서 올리브 압착기에 대한 사용 권한이 거래될 때 그 권한을 사면 옵션이 발생한다. 즉 올리브 농사가 잘 되지 않아 압착기 수요가 낮으면 압착기 사용료가 낮아져 약간의 손해를 보게 되지만, 대풍이 들어 올리브 압착기에 대한 수요가 급증하면 사용료를 높여 큰 수익을 올릴 수 있다. (이 사례는 그리스 철학자 탈레스가 행했던 것으로 소개된다.) 이 때 핵심은 보상구조이다. 손해 보는 금액은 그렇게 크지 않다. 그러나 이익은 상대적으로 훨씬 더 커질 수 있다. 이렇게, 얻는 것의 옵션이 ‘비대칭적’으로 큰 보상구조는 ‘안티프래질’하다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "0e59aec6-754e-4c02-893c-70f18f19c937",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-12-30T12:18:11.518000",
  "updatedAt": "2022-09-26T12:33:02.072000"
}