{
  "id": "d58ef946-427e-48ef-82d1-f9f9225997e6",
  "title": "총균쇠",
  "content": "경제력이나 문명발달 수준의 차이는 지리나 기후 등의 환경적인 요인에 의한 것이지 인종별, 선천적 능력의 차이가 아니다라고 주장하는 것이 이 책의 결론이다.\n\n이를 증명하기 위해 수천 년간 석기시대 수준의 문명을 유지해오다 갑자기 서구 문명을 만나버린 파푸아뉴기니 원주민의 예가 소개된다. 비록 원주민인 아버지는 돌도끼만 차고 다녔지만, 아들은 현대적인 교육을 받고 자라서 비행기 조종사가 되었다. 이는 원시적인 부족사회의 인간이라 할지라도 유전적으로 지능이 떨어지는 것은 아니며, 기회와 환경만 충분히 주어진다면 얼마든지 발달된 문명사회의 인간만큼 혹은 그보다 높은 능력을 발휘할 수 있음을 보여준다.\n또한, 반대로 도시나 발달된 문명사회에서의 삶에 익숙해진 문명사회의 인간이 혹독한 자연 환경 속에서 살아오는 부족사회의 삶에 적응하는 것을 가정하면서, 무엇이 먹을 수 있는 야생식물인지도 구분하지 못하고, 원시적인 도구로 야생동물의 사냥조차 하지 못하는 등 충분히 덜떨어진 모습을 보여줄 수 있으므로 반드시 현대문명의 인간이라고 해서 원시생활을 하는 인간보다 지적으로 뛰어나다고 단정지을 수는 없다고 주장한다.\n식량생산과 문명발달의 구체적인 상관관계가 어떻게 되는지를 더 설명해주고 있다. 예를 들어 식량의 생산력이 늘면서 인구도 늘어나고, 이를 위해 늘어나는 인구와 식량생산 등을 체계적으로 관리할 필요성이 생겨 정치제도가 탄생하게 되고, 인구와 생산규모가 점차 커질수록 이를 관리하는 정치체계도 갈수록 발달하게 되면서 국가와 제국이 등장하였다는 것이다.\n\n\n총균쇠를 보면 마치 지형과 환경이 문명을 결정한 모든 것인 것처럼 써놓고 많은 사람들이 그걸 그대로 믿고 있는데 그건 하나의 의견일 뿐입니다.\n그리스 사람들이 이집트에서 기술을 받아들이고\n만물의 근원이 무엇인지 궁금해 하며 철학을 시작으로\n수학, 과학, 문학 등을 만들었는데, 그럼 왜 이집트, 페르시아는 탈레스같이 만물의 근원이 무엇인지 궁금해 하는 사람이 없었을까요? 그건 탈레스라는 특이한 사람이 아젠다를 만들어 그 제자들도 그것에 흥미를 갖고 스승과 다른 생각을 하도록 가르친 거지\n그리스의 환경에 의한 게 아니라고 봅니다. 그리스에서 탈레스 말고 다른 사람도 그렇게 생각하지 않았으니까요.\n마찬가지로 논리학을 만든 아리스토텔레스가 논리학을 만든 건 환경때문이 아니라 철학을 위한 방법론을 먼저 정리하고 나서 다른 학문을 하도록 기존에 없던 독특한 커리큘럼을 만든 아리스토텔레스가 특이한 거지\n동아시아라고 논리학을 못만들 이유가 없습니다.\n마찬가지로 아리스토텔레스 외 그리스사람들은 논리학을 만들 생각도 못했죠.\n\n총균쇠는 이제 그시절에 이런 주장도 있다는 교양서적쯤으로 읽고 말아야죠.. 스티븐 굴드처럼....\n\n저자는 다른 학자들보다도 지형적 측면을 좀 더 중요하게 본 거 뿐. all or nothing은 아니고...\n\n총균쇠에서 동서양 차이는 책 맨 마지막에 잠깐 나오는데 그게 주가 아닌데?\n총균쇠에서는 유라시아를 같이 묶고 타 지역들과 비교하는게 핵심이었음. 총균쇠 비판한답시고 저자가 거의 언급도 안 한 동서양 비교하는 거 참 어이없음.\n\n이집트 페르시아 아테네 모두 노예가 있었음.\n\n그러나 이집트 페르시아 등은 시민들이 농사일을 했음. 생업에 종사. 아테네는 노예를 대규모로 데려와서 일을 시키고, 시민들은 농사일을 하지 않고 놀았음. 한가한 시간이니 철학도 사상도 말빨도 여러가지 하면서 놀았던 것.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-12-25T18:42:50.341000",
  "updatedAt": "2025-09-26T23:23:08.822000"
}