{
  "id": "d64b07f6-f47d-4a02-8d10-901ac546e759",
  "title": "나치 독일과 미국 기업",
  "content": "[GM]\nGM은 독일에 자회사 오펠을 보유하고 있었다. 오펠은 당시 미국 GM이 100% 주식을 소유한 미국 GM 자회사였다.\n오펠은 전간기(戰間期, Interwar period: 제1차 세계 대전과 제2차 세계 대전 사이의 20년 동안의 과도기) 시절에 이미 독일에서 시장점유율 50%를 차지하고 있었고, 포드까지 합치면 나치 독일 시장점유율이 70%가 넘었다.\n오펠은 전간기부터 차량점유율이 미친듯이 높았으며, 고성능의 차량을 독일에 보급했다.\n동부전선에서 동원된 대부분의 차량이 독일 오펠(GM 자회사)에서 생산하던 차량이었다.\n그리고 차량을 굴리던 석유는 스탠다드 오일에서 생산하던 석유가 스페인을 거쳐서 독일에 공급됐다. 자본주의의 이름을 쓰고서 적국인 독일에 석유와 차량을 미친듯이 공급하던 게 미국이었다.\n독소전쟁을 두고 영국과 미국이 독일과 소련의 양패구상을 노리는 것 아닌가하고 스탈린이 의심한 것도 아무런 근거가 없던 게 아니다. 독일에서 사용하는 차량과 전차의 기름을 미국 회사에서 공급 했으니, 스탈린 입장에선 자본주의자들은 이윤을 위해서는 적국에도 물자를 팔아먹는 황금충으로 느껴졌다.\n1942년에 오펠사의 차량은 나치 독일에게 강제 징발 당했다. 그런데, 우리가 생각하는 방식의 징발이 아니다. GM과 포드는 열렬히 나치 독일과 긴밀한 관계를 갖고 있었고 나치 독일은 오펠과 포드의 경영권에는 조금도 관여하지 않았다. 최적의 효율로 물자를 찍어내는 미국의 경영자를 존중했다.\n심지어 어찌됐든간에 오펠과 포드는 미국의 자회사였고, 명목상 징발 당한거였기 때문에 미친듯이 매출을 올렸다. 물론 연합군은 미국 자산인 오펠사를 폭격하지 않았다. 그래서 전쟁이 끝나는 그날까지 오펠과 포드의 대부분의 자산은 폭격을 피했다. 심지어 폭격을 당해서 생산기지가 날아간 부분은 전쟁이 끝나고서 미정부에 자국 자산에 대한 무분별한 폭격으로 자산에 손실을 입었다는 이유로 소송을 걸어 승소했다. \n또 불법적인 나치정부의 징발로 인해 손해를 입었다고 독일 정부에 손해배상을 청구했다. 오펠은 미 정부 상대로도 승소하고 독일 정부 상대로도 승소해서 양쪽으로 돈을 뜯어먹었다.\n그리고 전쟁 종료 직후 폭스바겐이나 포르쉐 같은 독일 회사들이 전범기업으로 기업 경영에 어려움을 겪고 있을 때도 우린 강제 징발 당했다라는 변명으로  전범 기업이 되는 것을 모면했다. \n\nps. GM 자회사 독일 오펠은 서브프라임사태 이후 경영 문제로 결국 유럽의 PSA그룹에 넘어갔다가 스텔란티스로 최종적으로 넘어감.\n오펠이 남긴 한국에 유명한 차량은 쉐보레 크루즈, 쉐보레 스파크(오펠 칼, 엔진을 독일 오펠에서 주도개발)등이 있음.\n\n[포드]\n포드는 공공연하게 유대인을 싫어했다.\n히틀러가 포드 초상화까지 걸어놨고 포드와 오펠의 간부는 나치독일과 매우 밀접한 관계를 갖고 있었다.\n1920년대에 포드는 디어본 인디펜던트라는 주간신문을 기획했다. 여기에 실린 반유대주의 기고문은 출판되었고 독일에서도 발행되었다. 하인리히 힘러도 이를 애독했으며 히틀러도 포드의 초상화를 갖다놓을 만큼 존경함과 동시에 포드의 글에서 영감을 받았다고 한다. 그 여파로 미국 유대인 단체가 포드 제품의 불매운동을 벌일 정도였고 포드 자신은 명예훼손으로 고소를 당할 정도였다. 이후 포드는 반유대주의 의견 표명에 사과 및 의견 철회를 했지만 그 진정성이 의문스러우며 1938년에는 나치 독일이 외국인에게 수여할 수 있는 최고의 훈장을 수여하기도 했다.\n포드뿐만 아니라 미국의 몇몇 기업들은 반유대주의 성향이 강했는데 1940년 6월 26일 뉴욕 월도프 아스토리아 호텔에서는 독일 상공인 대표단이 나치 승전 축하 연회를 열었다. 이 자리에는 GM의 고위 간부 제임스 무니 등 미국 기업계 인사들이 참석했다. 7월 1일 뉴욕에서는 또 다른 축하 연회가 열렸다. 미국 석유 기업 텍사코의 토길드 리버 회장이 주최한 행사였다. 이 자리에는 제임스 무니, 헨리 포드의 아들 에젤 포드 등이 참석했다.\n미국의 자동차 기업과 석유 기업이 나치 독일의 승리를 축하한 이유는 GM과 포드의 독일 자회사들이 생산한 트럭, 탱크, 비행기 등과  텍사코와 스탠다드 오일이 제공한 디젤유, 윤활유, 고무 등 전략물자가 없었다면 나치의 전격전은 결코 성공할 수 없었기 때문이었다. 그렇기 때문에 미국의 대기업가들은 나치의 서유럽 점령에 대해 찬동했던 것이다. 물론 미국이 참전할 때부터는 나치와 연을 끊었다.\n\n히틀러의 군수 담당 장관을 지냈던 알베르트 슈페어는 나중에 미국 기업이 제공한 합성석유가 없었다면 히틀러는 \"결코 폴란드 침공을 꿈꾸지 못했을 것\"이라고 말했다. 또한 미국 역사가 브래드포드 스넬은 스위스 은행들의 나치 협력, 즉 나치가 유태인들로부터 강탈한 금을 숨겨준 사실을 언급하면서 \"나치는 스위스 은행의 협력이 없었어도 폴란드와 러시아를 침공할 수 있었겠지만, 제너럴 모터스가 없었다면 불가능했을 것\"이라고 지적했다. 나아가 미국의 통신업체인 ITT, 정보기기업체인 IBM이 제공한 최첨단 통신 및 정보처리 기술은 나치 전격전의 성공에 커다란 기여를 했다.\n\n2차대전을 보면 나치 독일, 일본 제국, 소련의 군수산업에 죄다 한 발씩 걸친게 미국 산업계이다.\n대공황 시기 사업에 어려움을 겪던 미국 기업들은 판로 개척에 물불을 가릴 처지가 아니었다.\n블라디미르 레닌이 낙후된 소련의 기술발전 및 경제성장을 위해서 신경제정책을 시행했을 때, 보다 발달된 서방 기업들의 대대적인 투자를 유도하고 소련에 공장을 차릴 수 있도록 했다. 조건은 노동자들을 소련인으로 고용한다는 것이었는데 서방 자본으로 인프라 마련 + 숙련공 양성이라는 목적이 있었기 때문이다. 헨리 포드는 이때 대규모로 소련에 투자한 사람 중에 하나로 당대 자본가 중에서도 워낙 거물이라 잘 알려져 있다. 이 정책은 성공적이라 몇년 지나지 않아 소련에서는 수많은 포드 T형 자동차들이 붉은 광장에서 오가기 시작하고 소련은 미국의 기술자 없이도 스스로 트랙터를 제조해낼 수 있을 정도가 된다. 제2차 세계 대전에서 나온 소련의 기갑물량이 가능케 한 것도 사실 포드의 업적이라고 할 수 있는 셈이다.\n\n제2차 세계 대전 내내 포드는 군수기업으로서 엄청나게 돈을 많이 벌었다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-23T09:03:58.453000",
  "updatedAt": "2022-12-15T21:01:09.864000"
}