{
  "id": "d65fa7e7-4c08-4a15-9366-4ecf28746c23",
  "title": "독립성",
  "content": "[정의]\n독립성을 갖는 것을 돈을 충분히 보유하여 다른 사람에게 의지하지 않는 것이라고 생각하는 사람이 많다. 한편, 어떤 사람들은 독립성은 다른 사람의 허락을 구하지 않고 자신의 선택을 내릴 수 있을 때 생기는 것이라고 생각한다.\n\n자주(自主)가 `스스로 주도적으로 일을 처리한다'는 의미인데 비해 독립(獨立)은 `외부로부터 간섭을 받지 않는다'는 측면이 강한 것\n\n확률에서, 한 사건이 다른 사건의 확률에 영향을 미치지 않을 때 두 사건은 독립이라고 한다. 동전을 던져서 앞면이 나올 확률은 1/2 이다. 화요일이라는 것을 알았다면 어떨까? 앞면이 나올 확률이 바뀌나? 물론 그렇지 않다. 화요일에 앞면이 나올 확률은 그대로 1/2이다. 따라서 동전을 던져서 나온 결과와 화요일인 날은 서로 독립사건이다. 화요일이라는 것을 아는 것은 앞면이 나올 확률을 변화시키지 않는다. = > 물리학의 보존법칙\n\n독립성이 필요한 가장 큰 이유는 이해관계자들로 부터의 중립적 영역의 확보이다.\n\n독립성은 크게 법적독립성, 인적독립성, 기능적독립성, 재정적독립성으로 나눌 수 있다. 독립성이 보장될 경우 이에 상응하는 민주적 정당성이 충족될 것을 요구한다.\n\nThe Independent Regulatory Agency (IRA) is an institution designed to achieve organizational performance more effectively through independence. It has been said that independence is important in management of the IRA. From this point, I conceptualize the definition of independence of the IRA in three dimensions (exemption of outside control, decision-making competencies, and influence on other organizations), measure the level of independence, and analyze the influence of independence on organizational performance in the IRA. The results suggest that independence is important to the performance of the IRA. In the case of the Korea Fair Trade Agency, independence has a positive impact on organizational performance. Also, of all the dimensions of independence, influence on other organizations should be emphasized.\n\n방송의 정치적 독립성 확보를 위한 미디어 정책 방향 연구\n\n하나금융지주(이하 ‘회사’)는 공정하고 투명한 기업지배구조를 확립하기 위해 회사 경영진으로부터 독립적인 사외이사를 이사회의 과반수로 구성하여 이사회의 감시·견제 기능과 균형 역할을 강조하고 있습니다. 특히, 사외이사는 「상법」, 「금융회사의 지배구조에 관한 법률」 등 국내 금융 관련 법령에서 요구하는 독립성 요건을 충족하고 있으며, 사외이사의 독립성 수준을 엄격하게 유지하기 위한 요건은 아래와 같습니다.\n\n[예]\nNGO(시민단체)의 핵심은 정부와 선을 긋는 독립성.\n\n중앙은행의 독립성",
  "color": "default",
  "labels": [],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-16T14:05:42.338000",
  "updatedAt": "2023-12-24T08:29:40.917000"
}