{
  "id": "d695ec51-33f4-4798-a7d0-f44f707d4e64",
  "title": "양적완화(QE)",
  "content": "경기침체 -> 가격(주가) 하락 -> 가격 하락 공포(공매, 투매 등) \n-> 양의 되먹임 -> 가격 더욱 하락\n\n1. 악순환을 막기 위해 양적 완화 실행 ->\n--> 가격 버블(자산 인플레이션, 역방향의 양의 되먹임) -->\n가격 하락 심리 완화 --> 가격 하락 진정\n\n두개의 상반된 방향의 양의 되먹임들이  상쇄효과에서 어느 것이 더 클 것인가가 문제\n\n2. 화폐승수 낮아짐에 대비\n경기 침체로 화폐 승수 낮아짐(화폐유통 속도의 저하)\n화폐 공급을 늘려 정상적인 수준만큼 올려야함\n\n\n\n\n\n 1. Richard Duncan (리처드 던컨, Black Horse Asset Management 수석 경제학자)\n   - 2008 금융위기 직후 CBS 뉴스 인터뷰에서 \"The economy is on life support\" (경제가 생명 유지 장치에 의존하고 있다)라고 표현했습니다. 그는 QE 정책이 경제를 인위적으로 유지하고 있지만, 근본적 회복이 필요하다고 지적했습니다. 이는 링거 투여처럼 지속적인 유동성 공급을 비유한 것으로, 원래 질문의 표현과 가장 유사합니다.\n\n2. Steve Forbes (스티브 포브스, Forbes 미디어 CEO 겸 경제 전문가)\n   - 2020년 Fox Business 인터뷰에서 \"Biden would put economy on life support\" (바이든 정책이 경제를 생명 유지 장치에 올려놓을 것)이라고 말했습니다. 이는 정부 지출이 경제를 인위적으로 부양하는 '링거' 역할을 한다는 비판적 맥락입니다. 포브스는 오랜 기간 경제 칼럼니스트로 활동하며 이런 비유를 자주 사용합니다.\n\n3. Richard Wolff (리처드 울프, 뉴욕시립대 경제학 교수, 마르크스주의 경제학자)\n   - 2018년 Democracy Now! 인터뷰에서 \"The last 10 years have been an economy on life support\" (지난 10년은 생명 유지 장치에 의존한 경제였다)라고 했습니다. 2008 위기 이후의 저금리와 QE를 '인공 호흡기'처럼 묘사하며, 지속 가능한 구조 개혁이 필요하다고 강조했습니다.\n\n\n\n\"QE는 생명 유지 장치다\" (QE is the life support system):\n2008년 금융 위기 이후, 중앙은행의 대규모 자산 매입(QE)이 없이는 금융 시장이나 경제가 유지될 수 없다는 비판을 담을 때 이 표현이 사용되었습니다. 이는 \"시장은 2008년에 죽었고, QE가 생명 유지 장치다... 이것은 거짓된 회복이며, 설탕으로 만든 흥분 상태(sugar high)에 불과하다\"와 같은 비판적인 논평의 일부로 언급되었습니다. (2014년의 한 경제 연구 코멘트)\nQE를 통해 시장에 유동성을 공급하는 행위를 \"생명 유지 장치 가동\" 또는 \"수술(operation)\"에 비유하기도 했습니다.\n\n\"좀비 기업을 생명 유지 장치에 두는 것\" (Keeping 'zombie banks' on life support):\n독일 연방은행 총재를 지낸 옌스 바이덴만(Jens Weidmann) 같은 중앙은행 관계자들도 양적완화가 경쟁력 없는 은행(좀비 은행)들을 인위적으로 지탱하여 경쟁 시스템의 기초를 약화시킬 수 있다는 우려를 표하며 유사한 비유를 사용했습니다.\n이러한 비유는 벤 버냉키(Ben Bernanke) Fed 의장 시절(2006~2014)부터 시작된 양적완화 정책에 대해, 경제가 자생적인 힘으로 회복하는 것이 아니라 중앙은행의 인위적인 돈 주입으로만 연명하고 있다는 비판을 강조할 때 사용되는 표현입니다.\n\n크리스토퍼 웰런(Christopher Whalen)- 작가, 투자 은행가\n2015년 <The National Interest)> \"What Quantitative Easing Couldn't Do \"\n\n\"미국 연방준비제도(Fed)는 장기간에 걸쳐 생명 유지 수술(an extended life support operation)에 관여해 왔습니다. 이 노력의 일부에는 양적완화(QE)로 알려진 정부 및 모기지 부채 시장에 대한 대규모 개입(massive intervention)이 포함됩니다.\"\n\n\n Laurie Macfarlane \n“openDemocracy: Our economic system is on life support. But who are we really saving?”\n\n✅ 원문 발언 일부\n“In recent weeks governments around the world have injected extraordinary sums of money into the economy to support businesses and households …” (openDemocracy)\n “We live under an economic system that delivers unequal outcomes by design. Pumping more money through this system will simply result in more money flowing to those already at the top.” (openDemocracy)\n \n\n또한, 이 발언은 경제활동의 불평등·구조적 문제에 초점이 맞춰져 있으며, 단순히 양적완화· 통화정책만으로 유지된다는 맥락보다는 “체제가 본질적으로 위기 상태이고 지원이 이루어지고 있다”는 진단을 담고 있습니다.\n\n따라서 Macfarlane의 말은 ‘경제가 영구히 인공호흡기에 의존해야 한다’는 뜻까지 가는 것은 아니고, ‘현재 지원에 크게 의존하고 있는 상태’라는 진단적 비유로 볼 수 있습니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-04-02T11:14:17.253000",
  "updatedAt": "2025-11-02T10:07:44.762000"
}