{
  "id": "d69a8dd7-6d62-449f-be63-75c7f8938e0a",
  "title": "소동파의 ‘고려금수론’",
  "content": "http://www.financialreview.co.kr/news/articleView.html?idxno=25965\n\n1089년 11월 3일 ‘고려의 진상에 대해 논하는 상소문’에는 ‘고려는 상종 못할 오랑캐’ 또는 “고려가 16~17년 간 조공을 바쳐왔습니다. 그런데 고려 사신들을 접대하고 답례품을 하사하는 비용이 이루 헤아릴 수 없습니다. 성을 쌓고 배를 만들고 관사를 짓느라 각 지방의 백성들이 동원되고 있습니다”고 밝혔다.\n\n송나라 사신이 고려 개경에 왔을 때 가져온 금은 중에는 가짜가 있다는 첩보가 있자 송나라 사신 면전에서 일일이 개봉했다. 송나라 사신은 아무 항의도 하지 못하고 돌아갔다.\n고려 사신이 송나라 개봉에 도착했을 때 선물 상품을 가져왔는데 허접한 물품이었다. 그런데 송이 고려에 준 답례품은 10배 이상이고, 사절단이 들고 돌아가지 못할 정도로 많았다. 이에 개봉이나 항주에서 팔아버리고 금은으로 바꿔 개경으로 돌아갔다.\n\n고려 사신은 송나라 조정에게 끊임없이 무엇인가를 요구했고, 송나라는 그것을 들어줘야 했다.\n\n나무위키\n(https://namu.wiki/w/%EA%B3%A0%EB%A0%A4-%EB%B6%81%EC%86%A1%20%EA%B4%80%EA%B3%84)\n\n고려 사신에 대한 융숭한 대접과 고려와의 (조공)무역은 양국의 우호 관계를 조성하는데 기여했지만, 불편한 갈등과 충돌도 빚었다. 남송의 상인들이 고려 사신들에게 물품을 빼앗겨 물어달라고 호소한 적도 있고 사신단과 현지 관료, 인민들 간의 분쟁이 발생하기도 했다. 이로 인해 요의 실제적인 위협이 줄어들자 송의 신료들 사이에선 반고려 입장이 나타나기 시작했다. 대표적인 인물이 바로 소동파로 알려진 소식이다. 그는 고려를 대놓고 맥적(貊狄)이라고 부르며 다섯가지 이유를 들어 고려와의 관계를 재조정해야 한다고 주장했다.\n\n1. '돈이 너무 많이 든다.'\n2. '백성들이 힘들다.'\n3. 고려가 송에서 '가져간' 물품을 거란에게 '갖다 주고' 있다.\n4. 고려는 입으로는 '송을 받든다' 하면서 정작 실리만 챙길 뿐이며, 심지어 송의 지형을 '그려 가고' 허실을 조사하고 있다.\n5. 거란이 고려와의 관계를 '트집잡을' 위험이 있다.\n\n그러나 이 주장은 크나큰 비판을 받았다. 소동파의 주장에 대해 반대파들은 현 상황에서 그나마 고려가 우호적인 국가인데 서하나 요나라가 형식적인 상국으로 모시며 세폐를 뜯어갈 때 그래도 고려는 아우를 자처했고, 유사시 거란을 견제해줄 수 있는 나라인 고려의 성질을 건드려서 국교가 단절되기라도 하면 요나라가 쳐들어올 때 고려가 우리를 도와주지 않을 것이라고 반박했다. 또한 그 5가지 행위들은 서하나 요나라도 하는데 왜 서하나 요나라에게는 뭐라 하지 않으면서 고려만 걸고 넘어지냐고 비판했다. 다시 말해 아무리 고려의 행위가 나쁘다 쳐도 \"서하나 요나라가 범한 것보단 낫고 요나라를 견제할 수 있는 나라니까 감수해야 한다\"는 주장이었다. 소동파는 반박하지 못하고 황제에게 자신이 아둔하여 생각을 잘못했다고 사죄하는 글을 올려야 했고, 결국에는 지방으로 좌천당했다. 정작 소동파의 반고려 감정과 별개로 고려에서 소동파의 인기는 대단했다. 예를 들어 김부식과 동생 김부철은 소식과 소철 형제에게서 이름자를 따서 지은 것이었다.\n역으로 송의 국신사가 고려로부터 융숭한 대접과 선물을 받고 사무역까지 허가받았으면서 탐욕스럽게 재물을 탐해 고려인들이 비판한 일도 있었으니 송나라가 일방적인 피해자였던 것도 아니었다. 그리고 송나라가 당하는 것이 나아보일 정도로 요나라도 고려의 대우 태도에 어지간히 시달리고 있었다. 송나라를 상대로는 일부 사신들이 일반 백성들에게 민폐를 준 것에 그친 반면, 요나라를 상대로는 요 선종의 생일을 축하하러 온 사신인 이가급이 생일보다 늦게 도착하는 사고를 쳤다. 이 대형사고에 요나라 사람들은 이름은 가급인데 불급(不及)이 되었다고 두고두고 조롱하였다.\n\n송사를 보면, 송이 고려 사신을 매우 귀히 여겼음을 알 수 있는 대목들이 나온다. 고려의 사신을 수도까지 데려오는데에 비용이 많이 들어 손부(孫傅)라는 신하가 비용을 문제 삼아 반대하자, 이를 파직시켰다.  이에 손부의 파직이 부당하다고 허한이라는 또다른 신하가 이의제기를 하자 허한마저 파직시켜 버렸다. (송사 권363 열전122) 고려 사신을 수송하기 위한 선박 운용을 위해 큰 비용을 지불하고 수송에 차질을 빚지 않기 위해 운하까지 보수했던 것이다.\n\n한편 고려 사신이 지금의 산동성인 청주를 방문하자 청주의 관원들이 성 밖으로 나와서 고려 사신에게 절을 올렸으나 오직 청주의 종사 호순지만이 절을 하지 않아 송나라의 자존심을 지킨 일화도 있다. (송사 권 303 열전 62) \n\n\n소동파는 무려 7차례에 걸쳐 “‘고려 오랑캐’와는 절대 상종하지 말라”는 요지의 상소문을 올린다. 집요하기 이를 데 없다.\n특히 1089년 11월 3일부터 12월 3일까지 연속 3번 올린 소동파의 상소문을 보자.\n소동파는 특히 “고려 사신들이 중국의 산천을 그리고, 서적을 구매하는데 이 모든 정보와 하사품들이 대부분 거란으로 흘러갈 수 있다”고 우려했다. “고려 사신의 접대 때문에 백성들이 피곤하다”고 혐오감을 드러낸 소동파는 고려사신을 ‘거란의 앞잡이’로까지 폄훼한 것이다.\n“하물며 해외의 오랑캐요, 거란의 심복이겠습니까. 고려는 명분상 의리를 흠모하여 입공한다고 표방하지만 사실은 이익을 위함입니다. 그러나 만약 보답하지 않으면 오랑캐는 천성이 탐욕스러워 혹시 원망이 생길 지 모릅니다.”(11월3일)\n그는 “고려 사신을 접대하는 비용이 10만 관도 넘는다”면서 ‘고려와 절대 상종할 수 없는’ 5가지 이유를 조목조목 밝혔다. 이것이 소동파의 ‘오해론(五害論)’이다.\n“첫째 고려가 바치는 공물은 모두 노리개처럼 허접한 물건인데 반해 송나라가 지출하는 경비는 모두 백성들의 고혈(膏血)이라는 것입니다. 둘째는 고려 사신들이 닿은 곳마다 백성들과 말, 기물 등을 징발하고 영빈관을 수리하는 것입니다. 셋째는 고려가 송나라로부터 받은 하사품을 분명 거란에 넘겨줄 것입니다. 이것은 분명 도적에게 무기를 빌려주고 식량을 대주는 것입니다.”(1093년의 ‘고려의 서적수매에 따른 이익과 손해에 대한 상소문’)\n소동파는 이어 “고려사신이 수집한 송나라의 모든 정보가 거란으로 흘러들어 갈 것이 뻔하며”(네번째), “훗날 거란이 송나라와 고려의 교섭을 트집 잡는다면 걷잡을 수 없게 될 것”(다섯째)이라고 주장했다.\n심지어 고려의 국모(國母)가 송나라 황제에게 보내는 선물(금탑 2개)마저 “절대 받지 말라”고 사생결단하고 가로막았다. 그는 3번이나 상소문을 내서 “선물을 가져온 고려 사신들을 빨리 추방시키라”고 앙앙불락한다. 한 번도 아닌 3번이나 상소를 올려 고려 사신들을 내쫓으려 한 것이다. 얼마나 원한이 깊었기에 그렇게 안달복달 했을까.\n소동파는 일련의 상소문에서 ‘고려사신을 맞이하느라 백성들이 고통을 받는다’고 일관되게 주장하고 있다.\n“고려 사신 대접에 쓰이는 돈(10만관)으로 기아에 허덕이는 백성을 구휼한다면 최소한 몇 만 명은 살릴 수 있을 것입니다.”(1089년 12월 3일의 상소문)\n그는 “(고려사신의 방문은) 송나라 조정에는 추호의 이익도 없고, 오랑캐(고려)에만 헤아릴 수 없을 만큼 많은 이익을 남긴다”고 주장했다.\n소동파의 주장은 일리가 있다. 소동파는 1089~1092년 사이 항저우·잉저우·양저우 지주(知主·도지사)로 근무하면서 헐벗고 굶주린 백성들을 목도했다.\n흉년이 들어 느릅나무 껍질을 벗겨 쇠비름과 겨를 넣어 먹는 사람들, 산더미 같은 빚에 허덕여 결국 죽어가는 사람들의 비참한 삶을 본 것이다.\n소동파는 특히 1085년 덩저우(登州) 지주로 부임하던 중 하이저우(海州)에 우뚝 선 고려 사신의 숙소(고려정)을 보고 다음과 같이 읊었다.\n“처마와 기둥이 춤을 추며 담장 밖으로 날아오르고, 뽕나무는 도끼를 맞아 쓸쓸하게 서있네. 오랑캐에게 다 주어 노비가 되게 했으니 이들에게 보상해줄 길이 있을 지 모르겠네.(첨楹飛舞垣牆外 桑자蕭條斤斧餘盡賜昆邪作奴婢 不知償得此人無)”(<소식시집>)\n소동파는 이 시를 지은 배경을 이렇게 설명했다.\n“1084년 고려사신 숙소인 고려정을 지으라는 황명을 내리자 하이저우 등 두 고을에는 심한 동요가 일었다. 백성들 가운데는 도망치는 사람도 있었다. 이듬해(1085년) 내가 그곳을 지나다 고려정의 장려함에 탄복해서 시 1수를 남긴다.”(<소식시집>)\n소동파는 고려 사신들을 위한 ‘호화 영빈관’을 짓기 위해 고통받고 있던 송나라 백성들을 그냥 두고 볼 수 없었을 지도 모른다.\n\n\n이와 같은 소식의 오해론에 대해서는 소식이 정치적으로 구법당에 소속되어 있어 신법당이 진행한 연려제요책을 전면적으로 부정하려는 의도가 강하며, 문화적으로는 중화주의(中華主義)를 바탕으로 한 편협한 화이론(華夷論)에 얽매여 소국(小國)을 지나치게 과소평가하려는 의도에서68) 비롯된 것으로 이해되어 왔다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-08-12T15:46:15.906000",
  "updatedAt": "2025-09-29T12:06:52.493000"
}