{
  "id": "d70d4f01-c002-4b85-a627-7d7acbcd6384",
  "title": "거함주의(항공모함)",
  "content": "한국이 2022년 9월 달에 시험발사에 성공한 한국형 초음속 대함미사일은 러시아의 야혼트 미사일 또는 오닉스 미사일과 유사한 초음속 순항미사일로 대략 550km의 사정거리를 가지고 있다. 종말 속도가 마하 3급의 초음속이라서 기존의 대함 미사일 방어 수단으로는 대응하기 어렵다.\n탄두에 둔감 장약을 적용하여 CIWS의 철갑탄이나 근접 방어 미사일의 근접 폭발도 방어할 수 있으며 함선의 표면을 관통하고 내부에서 폭발하여 피해를 높일 예정이다. 탄두 중량은 야혼트와 유사하게 200~300kg대로 추정된다. 장갑이 빈약한 현대 군함 상대로라면 한 방으로도 대파 이상의 피해를 입힐 수 있다.\n\n한국 뿐만 아니라 러시아 인도 등 여러 나라들은 지금 초음속 대함미사일 개발에 열을 올리고 있다.\n이미 러시아는 야혼트 M형이라는 개량형을 2019 년에 시험에 성공했다고 하는데 최대 사정거리가 800km에 이르러서 동아시아나 중동의 좁은 해역에서는 이제 수상함은 적국의 육지나 적국의 해군함에 접근 하기가 어려워 진다.\n800km가 어느 정도냐 하면 제주도에서 중국의 동해함대 기지가 있는 상하이 부근이나 \n북해함대 기지가 있는 청도까지를 말한다. 즉 야혼트  M 정도의 미사일이 있으면 제주도에서 중국의 해군기지에 정박해 있는 수상함도 전부 타격해 격침시킬 수 있는 것이다. 이러면 중국 3개의 해군기지 중 둘은 기지로서 쓸모가 없어지고, 중국의 군함들은 황해나 동중국해에선 얼씬 거릴 수 없게 된다. 한국 군함은 한 척도 바다에 출동하기 않고도 중국 해안의 동부와 북부를 완전히 봉쇄할 수 있는 것이다. 이것이 왜 제주도가 불침 항모 인지를 보여주는 단적인 예이다.\n만약 대만이 이런 대함미사일을 가지면  중국의 동 남해안의 대부분이 이런 대함 미사일의 사정거리에 들어와서 중국의 해군은 상하이 동해함대 기지부터 홍콩항까지는 얼씬 거리기 어려워진다. 즉 사실상 중국의 북해함대와 동해함대를 무력화 시킬 수 있다.\n물론 중국도 대함미사일이 있으니 대만의 해군도 간단히 무력화 될 것이다. 이게 내가 대만에게 해군함 증강 보다 대함미사일 전력 증강을 권하는 이유이다. 즉 대만 섬을 제주도 처럼 불침 항모로 만들라는 거다.\n이미 인도도 야혼트의 인도 버전인 브라모스 대함미사일의 사정거리를 900km 와 1500km로 \n각각 연장하기 위한 연구개발에 착수하였다. 야혼트는 터보팬/램제트엔진을 이용하는 순항미사일이므로 상대적으로 사거리를 연장하기가 쉽다. 참고로 미국의 대표적 순항미사일인 토마호크 미사일의 사정거리는 1500km이다. 물론 중국도 야혼트와 거의 같은 대함 미사일을 가지고 있다. 하지만 더 무서운건 항공모함 킬러라고 불리는  대함 탄도미사일인 DF-21이다. 둥펑 미사일은 사정거리가 1300km ~ 3000km에 이르고, 주요 목표는 항공모함급의 대형 군함들이다. 탄도미사일이라 종말 낙하속도가 마하 10 이상이기 때문에 유도만 정확히 된다면 표적함이 이를 방어하는 건 사실상 불가능하다. 그래서 둥펑은 미국의 항공모함이 가장 두려워하는 무기이다. \n\n이제 동아시아 처럼 적국과의 거리가 가깝고 수백 km의 좁은 해역으로 연결된 전장에서는 수상함의 역할은 극히 제한적이고 개전과 동시에 모두 침몰되어 버릴 것이다. 중국의 항공모함 산둥함이나 한국의 경항모급의 해군함은 동아시아 바다에서는 거의 활약할 자리가 없어질 것이다.\n한국 해군도 구축함 등 수상함의 비중을 줄이고 잠수함과 대잠수함 전력에 더 노력을 기울여야 하는 이유이다. 하물며 항공모함은 전혀 쓸모없는 sitting duck 일 따름이다. 이제 반잠수선 형태의 미사일함을 진지하게 연구해야 한다. \n\n동서양의 무기발달의 역사를 뒤돌아 보면 전쟁의 패러다임을 바꿀 만한 새로운 무기가 등장했음에도 매우 보수적인 군의 특성상 여전히 구식 무기나 전략을 고집하다가 패배한 역사들도 가득하다.  해군에서 항공모함의 중요성을 누구보다 먼저 알아챈 일본의 제국해군 조차도 황해 해전(청일전쟁) 과 쓰시마 해전(러일전쟁)의 승리의 영광에 도취되어  시대에 뒤진 거함거포주의를 고수하였다. 엄청난 자원을 이를 건조하는데 소모하였으나 야마토, 무사시 등은 아무 역할도 못하고 미국의 항공 전력에 격파되었다.\n\n초음속 대함 미사일을 장착해도 멀리 떨어진 함정 위치를 지속적으로 정찰할 자산이 존재해야한다.\n함정은 지상의 고정된 기지들과 다르게 계속해서 움직이고 있다. 그래서 군함의 위치 정보를 자주 업데이트하면서 미사일을 유도해야 한다.\n대만은 정찰위성과 같은 정찰자산이 없으며 미국의 도움을 받지 않고는 대함미사일 유도는 불가능하다.  \n이지스함이 800km 떨어진 곳에서 발사한 미사일이 도착할 때까지 가만히 있지는 않을 것이고(실제는  대함미사일이 이보다 가까이 접근해서야 파악될 것이다.) 함대공 미사일이나 팰렁스 등으로 방어하려 하겠지만, 플라스틱 소형 드론들(10개 내외)을 디코이 역할로 위장시켜 다수의 대함미사일(10개 내외)과 함께 동시에 발사한다면 이를 모두 막을 수 있을까? 한발만 스쳐도 첨단 전자장비로 무장한 현대의 군함들은 작동불능에 빠질 것이다. 일단 시스템이 고장나면 태평양전쟁 때와는 달리 현장에서 수리하기도 쉽지 않다. 첨단기술의 집약체인 함대방공시스템을 이를 개발한 전문가가 아닌 현장의 수병이 고칠 수 있을까?\n\n지금 부터라도 함정 건조에 예산을 낭비하지 말고 레이더나 해상정찰기 등 정찰 자원에 열심히 투자를 해야 한다.\n\n미사일 기술의 발전으로 인해 대칭전력(탱크, 대형 군함 등 과거의 결전병기들)이 줄어드는 시점(분기점)은 급격하게 도래하지는 않을 것이고 변화는 점진적으로 이루어질 것이다. \n또 기술 발전이 공격측이란 한 방향으로 발전하는 게 아니라 수비측 측면에서도 발전하기에 그 분기점은 생각보다 오래 걸릴 수도 있고, 군사 병기에 따라서는 아주 오지 않을 수도 있다. \n\n수상함이 전혀 필요없다는 뜻은 아니다.\n대함미사일에 취약하니 필요없다는 식으로 극단적으로 생각할 것은 아니다. 오히려 바로 그렇기 때문에 거꾸로 수상함 무용론을 펼게 아니라 공군 전술기의 질적, 수적 우세를 도모해야 한다. \n사람들이 보통 수상함의 대함미사일에 대한 취약점을 거론하는 것은 수상함이 필요없다는 게 아니라 전투함들이 충분히 대응하고 맞설 수 있느냐는 것이다. 그리고 좁은 서해나 한반도 인근에서 항모가 충분히 생존할수 있느냐는 거다.\n그게 지나처서 수상함이 무용하다느니 필요 없다느니 하는 것은 너무 나간 주장이라 생각한다.\n수상함과 공군 전술기, 미사일 전력 등이 서로 협조적, 유기적, 입체적으로 전투하는 것이지, 따로 떼어서 단편적으로 따질 일이 아니라 생각한다.\n\n기술의 발달로 비록 대함 미사일의 위협에 수상함이 매우 취약하긴 하나 현 싯점에서 여전히 필요하다.\n특히 당연히 (전투시 밀집방어, 평상시 유지보수 여분을 위해)충분한 갯수가 보장되어야 한다.\n\n※ 군함의 경우 일반적으로 임무 투입, 유지보수, 휴식으로 구분하여 작전 소요량의 3배 정도가 필요하다고 알려져 있다. 임무 투입도 대공방어를 위해 단독행동보다 적어도 3~5대가 밀집해서 행동한다면 10~15대가 필요하며, 우리나라는 3면이 바다이므로 곱하기 3하면 30~40 여대의 이지스급 전투함이 필요하다.\n\n탄두 중량이 불과 160kg대 밖에 안되는 엑조세 대함미사일로도 5000톤급 이하의 42형 구축함과 올리버 해저드 페리급 호위함을 대파 시킬 수 있었다는 점이 증명되었다. 더군다나 마하3 이상으로 달려드는 속도로 인해 발생하는 운동에너지로 인한 부가적인 피해는 덤. 속도 때문에라도 초음속 미사일 정도 되면 탄두 중량에 비해 목표함선이 입는 피해가 매우 커진다. 현대 전투함은 1만톤이 넘는 이지스함이라 하더라도 그 배수량을 장갑보다는 레이더 및 센서류와, 그것들을 작동시키기 위한 발전기 용량에 투자를 중점적으로 하기 때문에 초음속 미사일 상대로는 체급과 거의 무관하게 큰 피해를 입을수밖에 없다. 애초에 아음속 미사일 시절부터 한대만 맞아도 침몰 여부와 상관없이 센서류 고장 등으로 전투불능이 확실시됐었으니...\n\n\n\n[CSIS 워게임 결과 : 중국 근해에서 항모 작전은 자살]\nThe U.S. Navy’s fleet of 11 nuclear-powered aircraft carriers fared poorly in a series of war games, simulating a Chinese invasion of Taiwan in 2026, that the Center for Strategic and International Studies in Washington, D.C. recently organized.\n\nEven when the United States and Japan successfully defended Taiwan—as they did in most of CSIS’s 24 simulations—the Navy lost at least two carriers ... and sometimes as many as four.\n\nAnd it happened fast. “Typically, the United States lost both forward-deployed carriers within the first turn or two,” CSIS analysts Mark Cancian, Matthew Cancian and Eric Heginbotham explained in their summary of the war games. A turn represented 3.5 days of fighting.\n\nWhile the carriers were getting blasted by Chinese missiles, the Navy’s nuclear-powered attack submarines and the U.S. Air Force’s heavy bombers not only were dodging Chinese attacks for the most part, they also were managing to sink more than enough Chinese ships to win the war.\n\nNo war game is perfectly predictive. There are a lot of ways a game can fail to capture the chaos, nuance and surprise of an actual war. Still, it’s not news that the U.S. fleet’s giant supercarriers might be vulnerable to Chinese missiles. Fleet leaders for years have fretted over the missile threat.\n\nThe U.S. Pacific Fleet usually keeps two of its seven carriers in the Philippine Sea or China Seas, just south of Okinawa and north or east of Taiwan. These carriers occasionally sail close to the Taiwan Strait—100,000-ton, $14-billion reminders that the United States intends to defend Taiwan in the event of a Chinese attack.\n\nIronically, these peacetime shows-of-force put the forward flattops—not to mention their 70 aircraft, dozen or so escorts and thousands of embarked sailors—at extreme risk in CSIS’s simulations. The carriers were just a few hundred miles from the Chinese coast when the balloon went up and the People’s Liberation Army Rocket Force launched its first volleys of ballistic missiles, including potentially hundreds of anti-ship ballistic missiles.\n\nThe carriers and their escorting destroyers and cruisers put up a valiant fight. But the math worked against them. “These salvos exhausted the ships’ magazines of interceptors,” the Cancians and Heginbotham wrote. “Even with the base-case assumption that shipborne missile-defense works very well, there are simply too many attacking missiles to intercept.”\n\nIn most of CSIS’s simulations, the two forward carriers either sank to the bottom of the Pacific Ocean within the first four days of fighting, or suffered so much damage that their skippers had no choice but to sail out of the war zone ... for good. The conflict never lasted more than a few weeks, meaning a damaged ship was as immediately useful as a sunk ship was to either fleet. No time for major repairs.\n\n“‘Loss’ for nuclear ships might also mean that radioactivity had so contaminated the ship that it became unusable, even if still afloat,” the Cancians and Heginbotham pointed out.\n\n“In all iterations of the base scenario, U.S. Navy losses included two U.S. aircraft carriers as well as between seven and 20 other major surface warships (e.g., destroyers and cruisers),” the CSIS analysts added. “These losses were partly an artifact of U.S. forward-deployment aimed at deterring China ... It also reflects the vulnerability of surface ships to large salvos of modern anti-ship missiles.”\n\nBut American flattops were vulnerable even when they didn’t begin the war within range of Chinese missiles. In some of the more pessimistic—for Taiwan and its allies—simulations, a cautious U.S. fleet took its time organizing a powerful counterattack.\n\nIn one scenario, a huge American task force with two carriers, 29 cruisers and destroyers and 10 attack submarines steamed toward Taiwan, three weeks after the initial Chinese attack. It was one of the most powerful naval flotillas of the modern era—and Chinese missiles and torpedoes still wrecked it. “Under withering fire from Chinese submarines, air-launched [cruise missiles] and surface ships, the U.S. fleet was largely destroyed without relieving Taiwan.”\n\nIn that startling simulation, the U.S. fleet lost four carriers, hundreds of carrierborne aircraft and presumably thousands—if not tens of thousands—of sailors. With dwindling options for relieving the embattled island, Taiwan was on track to lose by the time the war-game organizers called it.\n\nLosing four carriers might signal doom for the U.S. war effort. But the Americans could lose two and still win the war in CSIS’s games. The Navy’s 50 attack submarines and the Air Force’s 150 heavy bombers, operating in “conveyor belts” from bases mostly beyond range of Chinese missiles, maintained a steady barrage of torpedoes and cruise missiles that whittled away the transport fleet supporting Chinese troops on Taiwan.\n\nIn the winning scenarios for U.S. and allied forces, the carriers barely mattered. The subs and bombers were the war-winners.\n\nTo have any chance of making a meaningful contribution to the war effort, the carriers—bombers and tanker planes, too—had to begin the war at a safe distance from the Chinese coast. No closer to China than Guam, 1,800 miles away. “The ‘no U.S. show of force’ excursion case allows the U.S. team to start its carriers, bombers and tankers outside of China’s primary threat rings,” the Cancians and Heginbotham wrote.\nIf CSIS’s games are any indication, a war with Taiwan actually could bring to a belated end the U.S. Navy’s long carrier era, which began with the destruction or damaging of eight American battleships at Pearl Harbor in 1941.\nBarring a generational effort to build new shipyards, the U.S. fleet never would make good the two, three or four flattops it lost around Taiwan in CSIS’s war games. “Lost carriers could not be replaced because the current shipyard capacity is sufficient only to maintain the current carrier force,” the analysts explained.\nBut if the Navy loses a third of its carriers without those carriers making much difference in a war with China, then the fleet might be better off without the huge, expensive—and vulnerable—vessels.\n\nCompared to surface ships, airfields were more resilient to missile attacks as there are about 600 airfields within 2,500 miles of Taiwan.\nit will be very difficult for allied warships to operate inside China’s Anti-Access/Area Defense (A2/AD).\nU.S. Navy ships need to stay outside the range of China’s A2/AD. The U.S. Navy needs to make greater investments in undersea capabilities (SSNs and Unmanned Underwater Vehicles (UUVs)) because these are more survivable.\n“Is the U.S. ready to accept losses if Carrier Strike Groups (CSGs) are sunk?” Such an occurrence would affect broader U.S. societal change. This is the reason why deterrence is so important so that a Chinese invasion of Taiwan would not be profitable.\n\n\n핵추진 항공모함 11척으로 구성된 미 해군의 함대는 최근 워싱턴 D.C.에 있는 전략국제문제연구소가 조직한 2026년 중국의 대만 침공을 모의한 일련의 전쟁 게임에서 저조한 성적을 거두었다.\n미국과 일본이 대만을 방어하는 데 성공했을 때에도, CSIS의 24번의 시뮬레이션에서 그랬듯이, 해군은 적어도 2척의 항공모함을 잃었고, 때로는 4척의 항공모함을 잃었다.\n그리고 그것은 빠르게 일어났다. CSIS 분석가 마크 칸시안, 매튜 칸시안, 에릭 헤긴보텀은 워게임 요약본에서 \"일반적으로 미국은 1~2턴 안에 전진 배치된 항공모함을 모두 잃었다\"고 설명했다. 턴은 3.5일간의 전투를 의미했다.\n항모가 중국의 미사일 공격을 받는 동안 해군의 핵추진 공격 잠수함과 미 공군의 중폭격기는 대부분 중국의 공격을 피했을 뿐만 아니라 전쟁에서 승리하기에 충분한 중국 선박을 침몰시켰다.\n완벽하게 예측할 수 있는 전쟁 게임은 없다. 게임이 실제 전쟁의 혼돈, 뉘앙스, 그리고 놀라움을 포착하는 데 실패할 수 있는 많은 방법들이 있다. 그럼에도 불구하고, 미국 함대의 거대한 슈퍼 항모들이 중국 미사일에 취약할 수도 있다는 것은 뉴스가 아니다. 함대 지도자들은 수년간 미사일 위협에 대해 조바심을 냈다.\n미 태평양함대는 통상 7척의 항모 중 2척을 오키나와 바로 남쪽과 대만 북쪽 또는 동쪽인 필리핀해나 중국해에 보유하고 있다. 이 항공모함들은 때때로 10만 톤, 140억 달러의 가치가 있는 타이완 해협 근처를 항해하는데, 이는 미국이 중국의 공격이 있을 경우 대만을 방어하려는 의도를 상기시켜준다.\n아이러니하게도, 이러한 평화시의 무력시위는 70대의 항공기, 수십 명의 호위병, 수천 명의 승선한 선원은 말할 것도 없고, CSIS의 시뮬레이션에서 전방 편대를 극도의 위험에 빠뜨렸다. \n이 항공모함들이 중국 해안에서 불과 수백 마일 떨어진 곳에 있을 때 인민해방군 로켓군의 수백 발의 대함 탄도 미사일이 발사되었다.\n항공모함과 구축함과 순양함들은 용감하게 싸웠다. 하지만 계산은 그들에게 불리하게 나타났다. 칸시안과 헤긴보탐은 \"이 항모방어 함선들은 요격미사일을 모두 사용했다. 함재 미사일 방어가  잘 작동한다는 가정을 세웠음에도 불구하고, 적 미사일들을 모두 요격하기에는 숫자가 너무 많습니다.\"\nCSIS의 대부분의 시뮬레이션에서, 전방의 두 척의  항공모함은 전투 후 4일 만에 태평양 바닥으로 가라앉거나, 너무 많은 피해를 입어 그들의 함선들은 전쟁터를 영원히 떠날 수밖에 없었다. 전투는 매번 수주 이상 지속된 적이 없었는데, 이는 손상된 선박이 수리를 할 시간이 없어서 전투에 투입될 수 없었다는 것을 의미한다.\n핵추진 항모가 손상된다는 것은 또한 방사능이 배를 오염시켜, 비록 떠 있다 하더라도 운용할 수 없다는 것을 의미할 수도 있습니다,\"라고 칸시안과 헤긴보탐은 지적했습니다.\nCSIS 분석가들은 \"기지 시나리오의 모든 시행에서 미 해군의 손실은 미 항공모함 2척과 구축함과 순양함과 같은 7척에서 20척 사이의 다른 군함을 포함했다\"고 덧붙였다. \"이런 손실은 부분적으로는 중국을 저지하기 위한 미국 함대의 전진 배치의 결과인 동시에 그것은 현대의 대함 미사일들간 대규모 교전에서 수상함이 얼마나 취약한가를 의미한다.\"\n\n그러나 미국 전투기들은 중국 미사일의 사정거리 밖에서 전투를 시작했을 때에도 취약했다. 대만과 동맹국들에게 더 비관적인 시뮬레이션에서는 미국 함대가 강력한 반격을 개시하는 데 시간이 걸렸다.\n\n한 시나리오에서는 2척의 항공모함, 29척의 순양함과 구축함, 10척의 공격용 잠수함으로 구성된 거대한 미국 특별 부대가 최초의 중국 공격 3주 후에 대만을 향해 진격했다. 현대의 가장 강력한 해군 함대 중 하나였으나, 중국의 미사일과 어뢰가 여전히 그것들을 모두 파괴했다. \"중국 잠수함, 공중 발사 [순항미사일], 그리고 수상함들의 위협적인 포화 속에서, 미국 함대는 대만을 구원하지 못한 채 대부분 파괴되었다.\"\n이 놀라운 시뮬레이션에서 미국 함대는 4척의 항공모함과 수백 대의 함재기, 그리고 수천 명의 선원들을 잃었다. 궁지에 몰린 섬을 구제하기 위한 선택지가 줄어들면서, 대만은 패배할 것으로 예상되었다.\n항공모함 4척을 잃는 것은 미국의 전쟁 노력에 파멸의 신호가 될 수도 있다. 그러나 미국인들은 CSIS의 경기에서 2패를 할 수도 있고 여전히 전쟁에서 이길 수도 있다. 해군의 50대의 공격 잠수함과 공군의 150대의 중폭격기는 대부분 중국 미사일의 사정거리를 벗어난 기지에서 컨베이어 벨트식으로 작전을 수행했으며, 어뢰와 순항 미사일의 지속적인 집중 공격으로 중국군을 지원하는 수송 함대를 격추시켰다.\n\n미군과 연합군의 승리 시나리오에서 항공모함은 거의 역할을 하지 않았다. 잠수함과 폭격기가 전쟁의 승자였다.\n\n전쟁 노력에 의미 있는 기여를 할 수 있는 기회를 갖기 위해서, 폭격기와 공중급유기들도 중국 해안에서 멀리 떨어진 안전한 거리에서 전투를 시작해야 했다. 1,800마일 떨어진 괌보다 중국에 더 접근하지 말아야 한다. 칸시안과 헤긴보탐은 \"'미국의 무력시위 금지' 원정 사례는 미국 팀이 중국의 위협 사거리 밖에서 항공모함, 폭격기를  발진해야 한다는 것을 의미한다\"고 썼다.\n\nCSIS의 게임이 어떤 징후라면, 대만과의 전쟁은 실제로 1941년 진주만에서 8척의 미국 전함을 파괴하거나 손상시키면서 시작된 미 해군의 긴 항모 시대를 뒤늦게 끝낼 수도 있다.\n새로운 조선소를 건설하려는 노력을 막는다면, 미국 함대는 대만 근방에서 잃어버린 2 ~ 4개의 항모들을 결코 수리하지 못할 것이다. 분석가들은 \"현재 조선소 용량이 현재의 항모 전력을 유지하는 데 간신히 충분하기 때문에 손실된 항모를 수리할 수 없다\"고 설명했다.\n해군이 중국과의 전쟁에서 별 영향력이 없이 항공모함의 3분의 1을 잃는다면,  이 거대하고 비싸고 취약하기 만한 항공모함은 없는 것이 더 나을 수도 있다.\n\nCSIS 워게임 요약 :\nA2AD 자산이 지천에 깔린 중국 해안의 근해에 항모 처넣는 짓은 병신짓. 전진 배치 된 항공모함은 대충 3일 가량의 분투 끝에 용궁 감.\n항모 뽕맞은 친구들이 좋아하는 '현시효과'를 위해 근해에서 벌이는 평시 무력 시위도 A2AD 빽빽한 근해에서 벌이는 것은 병신짓. 사실 이 상황이 가장 취약함.\n가장 좋은 방법은 A2AD 자산과 최대한 멀리 떨어진 원거리, 대충 괌처럼 주요 위협 밖에서 접근하는 것, 하지만 '승리' 시나리오에서도 주역을 맡은 것은 잠수함과 폭격기, 여기서도 항모의 역할은 여전히 제한적이었음.\n\n우리가 항모를 보유하는 목적이 뭐냐 남중국해, 동중국해 무역로 보호를 위해 필요하다.\n중국 근해에서 미 해군 주력 항모도 터져나가는 상황에 K-항모는 존버 가능하노?\n\n엄체호 수백개 깔면 한일미 공군 뒤지는 것보다 짱개 미사일 소모되는 속도가 더 먼저 올 것임. 짱개 미사일 숫자가 21년 미국 피셜로 MRBM 600여발+, IRBM 200여발+이니 PAC-3, SM-3/6, 사드 등으로 요격해가면서 소모전으로 끌고 가야함. 참고로 저 워게임에서도 종전 즈음엔 짱개 역시 미사일 재고를 다 써버림.",
  "color": "default",
  "labels": [
    "53f6ec6c-841a-4ea4-a381-5d977aafd7cf",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-12-07T10:24:17.452000",
  "updatedAt": "2023-02-20T21:07:02.194000"
}