{
  "id": "d7ada989-5727-4f15-821a-6d9087978d9d",
  "title": "일본 '엔저'의 역설",
  "content": "[일본 무역적자]\n일본의 지난해 2022년 무역적자가 역대 최대치를 기록했다. 엔화 가치 하락과 원유 등 에너지 관련 수입 가격이 급등한 것이 직접적인 원인으로 꼽힌다. 중국 경제의 부진으로 수출 증가가 둔화된 것도 영향을 줬다.\n\n日, 무역적자 3.5조엔 '사상 최대'…엔저에 수입물가 상승 '직격탄' (2023.02.16)\n\n한때 엔화 약세에 힘입어 수출대국으로 우뚝 올랐섰던 일본이 지금은 엔저(円低) 현상이 경제성장에 걸림돌이 되는 아니러니한 상황에 직면하게 됐다.\n마이니치 신문은 21일 \"일본의 무역수지가 반기 기준으로 사상 최대 적자를 보인 것은 세계적인 자원 상승과 역사적 엔화 약세 때문이다\"라며 \"무역입국인 일본에 유리하게 여겨져 온 엔화 약세가 거꾸로 일본을 몰아붙이고 있는 아이러니한 실태\"라고 보도했다.\n일본의 2022년도 상반기(4~9월) 수입액은 전년 동기 대비 44.5% 증가한 60조5838억엔으로 사상 최대를 기록했다. 이는 러시아의 우크라이나 침공 등에 따라 원유, 석탄, 액화천연가스 등의 에너지 가격이 급등한 영향을 받은 것으로 분석된다. 같은 기간 수출액은 19.6% 증가한 49조5763억엔으로, 수출 증가율은 수입에 비해 완만한 데 그쳐 무역적자 확대로 이어졌다고 마이니치가 전했다.\n수출을 주력으로 성장해 온 일본에 엔화 약세는 오랫동안 무역흑자를 쌓는 플러스 요인이었다. 엔화 약세가 심화될수록 해외에서의 가격경쟁력이 높아져 일본으로부터의 수출이 늘어나기 때문이다. 그러나 상황은 달라졌다. 일본 기업의 해외 생산기지 이전이 진행되면서 엔화 약세의 '플러스 효과'는 희미해지고 있다. 아베노믹스하에 구로다 하루히코 일본은행 총재가 2013년부터 밀어붙인 이차원의 금융완화의 결과, 2011년 10월에 1달러당 75.32엔을 기록했던 엔고는 서서히 시정되어, 2016년에는 무역수지가 흑자로 돌아섰지만 무역수지의 부진은 분명하다.\n일본 기업들이 생산 거점을 해외로 옮긴 것도 엔저로 인한 수출 증대 효과를 감쇄시키는 원인으로 분석된다. \n나가하마 도시히로 다이이치(第一)생명경제연구소 수석이코노미스트는 생산거점의 해외 이전으로 엔화 약세에 따른 수출 혜택은 제한적이라고 지적하면서, \"올해는 코로나19로 인한 반도체 부족이 세계에서 심화되면서 자동차 등의 생산이 계획대로 진행되지 못했다\"며 \"수출이 더 하방된 형태\"라고 풀이했다.\n연초 110엔대 중반이던 엔·달러 환율은 현재 30엔 이상 하락했다. 인플레이션(물가상승) 억제를 위해 대폭적인 금리 인상을 계속하는 미국과 국내 경기를 뒷받침하기 위해 금융완화 노선을 고수하는 일본의 금리차 확대가 주된 원인이지만, 기업이 지불에 충당하는 달러 자금을 조달하기 위해 엔화를 팔고 있는 것도 엔화 약세의 한 배경이라고 신문이 보도했다.\n세계적으로 원자재 가격 속에서 엔화 약세는 수입원가 상승으로 직결된다. 기업 간 거래의 가격 수준을 나타내는 기업물가지수는 사상 최대를 기록하고 있으며 식품 등의 가격 인상 러시도 이어지고 있다. 엔화 약세가 무역적자를 키우고 있는 구도다. 미쓰비시(三菱) UFJ 리서치&컨설팅의 고바야시 신이치로 수석연구원은 \"엔화 약세가 진행될수록 일본 기업의 달러 조달 비용은 올라간다\"며 \"국제거래를 하는 일본 기업들은 달러를 살 수밖에 없고 이것이 또 다른 엔화 약세를 초래하는 악순환에 빠져 있다\"고 지적했다.\n시장에서는 이대로 엔화 약세가 멈추지 않으면 2022년도 무역적자액이 20조엔을 넘어설 것이라는 전망도 나온다. 일본 정부에게도 무역적자 확대는 골치 아픈 문제다. \n마쓰노 히로카즈 관방장관은 무역적자 확대에 대한 대응책과 관련, 고물가 대책이나 임금 인상을 위한 지원에 나선다고 강조했지만, 엔화 약세가 무역적자 확대를 초래하는 구조적인 문제에는 발을 들여놓지 않았다. 무역 적자의 장기화도 우려되는 가운데, 일본 경제에 큰 변혁이 요구되고 있다고 마이니치 신문이 보도했다.\n\n[일본경제 회복?]\n일본이 2023. 2분기 시장 전망치를 크게 웃도는 연율 6.0%의 성장률을 기록한 데는 강력한 수출의 역할이 컸다. 글로벌 반도체 공급망 회복에 따른 자동차 해외 판매 성장과 외국인 관광객 소비 효과가 일본 경제 회복 속도에 탄력을 더했다. 이와 함께 일본의 완화적 통화정책에 따른 엔저(円低) 현상의 장기화도 수출 호조에 긍정적으로 작용하고 있다. 이에 올해 일본의 경제성장률이 25년 만에 한국을 추월할 것이라는 전망에 힘이 실리고 있다. 일각에서는 ‘잃어버린 30년’ 경제를 경험한 일본이 화려하게 부활의 날개를 펼치고 있다는 분석도 나온다.\n이동원 한은 부장은 “엔저가 수출에 영향을 주기 위해선 오래 지속해야 하는데, 최근 일본의 소비자물가 상승률이 정책 목표(2%)를 상회하고 있어 하반기엔 절상 압력이 있을 것”이라고 설명했다. 하건형 신한투자증권 연구원은 “향후 일본은행도 통화 정책 정상화(금리 인상)에 나설 것”이라며 “올 하반기에 100엔당 원화값이 900원대 후반을 기록할 것”이라고 내다봤다.\n일각에선 엔저 현상이 장기화돼 하반기까지 이어진다면 국내 수출기업의 타격이 불가피할 것이란 전망도 나온다. 특히, 일본과 수출 경합도가 높은 석유화학, 철강, 기계 등의 업종이 적잖은 피해를 입게 될 것으로 관측한다.\n교보증권은 최근 리포트를 통해 “엔화 약세로 인한 국내 수출 감소는 제한적일 것”이라며 “전반적으로 일본과의 수출 경쟁이 약해졌으며, 수출 경쟁이 치열해진 일부 품목의 경우에도 국내 품목의 경쟁력이 강화됐다”고 설명했다. \n국내 기업의 주요 수출품이 해외 시장에서 가격 경쟁력에만 의존하기보단 차별화된 품질과 기술 경쟁력을 확보한 결과로 보고 있다.\n\n엔화 가치 하락(엔저)이 이어지면서 수년 내에 일본의 명목 국내총생산(GDP)이 독일보다 감소해 경제 규모 순위가 세계 3위에서 4위로 내려갈 것이란 분석이 나왔다.\n22일 일본 주요 매체는 구마노 히데오 다이이치세이메이(第一生命) 경제연구소 수석 이코노미스트의 연구 결과를 인용해 올해 엔·달러 평균 환율이 137.06엔보다 높으면 곧바로 일본과 독일의 GDP 순위가 역전될 것으로 전망된다고 밝혔다.\n일본 산케이신문은 \"일본 중앙은행인 일본은행이 2013년부터 대규모 금융완화에 따른 엔저로 수출 기업의 실적을 개선하고자 했지만, 달러에 기반한 일본 경제 규모는 축소하고 '저렴한 일본'이 됐다\"며 \"그동안 저소득·저물가·저금리·저성장이 지속됐다\"고 평가했다. 이어 \"지난해 독일의 물가도 높았지만, 시간당 노동생산성이 일본보다 60％ 높았다\"고 덧붙였다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-12-03T15:53:06.254000",
  "updatedAt": "2023-12-21T17:42:47.782000"
}