{
  "id": "d806df0d-ea92-4a20-a337-a1a55b312f11",
  "title": "일본정계의 오래된 징크스, 친중(親中)의 저주",
  "content": "일본과 중국이 수교한 것은 1972년의 일이다. 재미있는 것은 일-중관계에는 일종의 징크스가 있다는 것이다. 친중파로 분류된 일본 역대 총리와 내각은 단명했다. 인과관계를 찾을 수는 없겠지만 친중파 일본 총리가 불운했던 것은 역사적인 팩트(fact)다. 우선 다나카 가쿠에이(田中角荣)총리를 보면 소학교 졸업 학력에 토목기사로 시작해 총리까지 오른 인물로 '서민 재상', '20세기의 도요토미 히데요시'라고 불린 일본정계에서 전무후무한 입지전적 인물이다. 그의 가장 큰 치적은 외교부문의 일-중관계정상화다. 하지만 1973년 중동오일쇼크 그리고 야심차게 추진했던 일본열도 개조론이 부동산 가격급등이란 부메랑으로 돌아오고 업친데 덮친 격으로 일본 전후 최대의 스캔들인 록히드 수뢰사건으로 코너에 몰려 재임 2 년 만에 정계에서 은퇴하고 4년 후에는 병사한다. 1994년 총리가 된 하타 쯔토무(羽田孜)는 스스로 중국인의 피를 물려받았다고 공개적으로 이야기한 것으로 유명하다. 자신은 진시황(秦始皇)의 후예로 원래성이 진(秦)씨였으며 불사약을 구하기 위해 길을 떠났던 서북(徐福)을 수행한 중국인의 자손이라 주장했다. 실제로 일본 각지에는 서북의 유적지와 묘지가 있다. 하타 쯔토무는 “원래 다케다 신겐과 우에스키 켄신시대 나가노 지역에 살던 조상이 알 수 없는 연유로 할복자살을 했고 이 때부터 진씨성대신 하타성을 쓰게 됐다고 이야기한 바 있다. 하지만 믿거나 말거나 한 이야기다. 진시황(秦始皇)의 성이 진(秦)씨도 아닐뿐더러 진시황이 진씨라 치더라도 자기 일족을 서복의 수행원으로 보낼 리 만무하기 때문이다. 어쨌든 하타 쯔토무는 중국요리를 매우 좋아했고 중산복을 즐겨 입었으며 중국과 관련된 일이라면 아주 반겼다고 한다. 그의 정치적 운명도 매우 짧았다. 1994년 4월 28일 내각총리대신으로 취임했지만 자민당의 내각불신임안이 제출로 내각이 64 일 만에 총사퇴를 하게 된다. 다음에는 친중파로 분류되는 무라야마 도미이치(村山 富市)를 보자. 1924년 큐슈 오이타 현의 어촌에서 태어난 그는 1994년 총리가 되자마자 적극적인 친중 행보를 보인다. 중일사변의 역사적 유적지인 루꺼우챠오의 항일전쟁기념관을 참관하는가 하면 무라야마 담화를 통해 과거 일본이 침략정책으로 주변국에 잘못을 저질렀다고 사죄한다. 이에 대해 중국이 반색했음은 말할 나위도 없다. 그런데 공교롭게도 그의 재임기간동안 일본 국내에서는 한신 대지진(阪神大地震)이 발생하고 재난구호가 제때 이뤄지지 않았다는 비난을 받게 된다. 여기에다 옴진리교도가 도쿄 지하철에서 사린가스테러를 가해 지지율이 곤두박질치게 되고 2년 만에 사퇴하는 운명을 맞게 된다. 하토야마 유키오(鸠山由纪夫) 는 일본도쿄의 정치명문가 출신으로 그의 부친인 하토야마 이찌로는 52.53.54대 총리를 지낸바 있다. 그의 몰락은 오키나와의 후텐마(普天间) 미군기지와 밀접한 관련이 있다. 2010년 후텐마 기지를 오키나와 현 이외의 지역으로 이전하겠다는 공약을 지키지 못해 미국과 일본 민심 둘 다 만족시키지 못했다. 이에 앞서 정치헌금 스캔들이 폭로되는 바람에 내각지지율이 17%까지 곤두박질치기도 했다. 하토야마는 결국 총리 재임을 1년도 못 채우고 사퇴하게 된다. 민주당 출신의 하토야마는 친중 반미 성향이 짙은 정치인이었다. 집권하자마자 두 개의 외교목표를 세웠는데 하나는 미국과 대등한 관계를 수립하는 것이었고 또 다른 하나는 중국과 전략적 파트너쉽을 구축하는 것이었다. 이런 성향을 보여주듯 하토야마는 총리에 취임하자마자 일본총리는 워싱턴을 첫 번째로 방문한다는 자민당의 관례를 깨고 베이징으로 날아가 후진타오 주석을 만났다. 퇴임 후에는 개인자격으로 중국을 방문해 난징대학살기념관을 찾기도 한다. 하토야마 유키오에 이은 간 나오토 총리는 학생운동에 투신했던 젊은 시절, 문화대혁명관련 노래를 유창한 중국발음으로 부른 그야말로 일본판 홍위병이었다. 이런 기질은 총리가 돼서도 바뀌지 않아 취임 후 오바마를 만나 미국과 관계를 개선하라는 여론에도 불구하고 고집을 부려 첫 번째 방문국가로 중국을 택한다. 전임자인 하토야마가 원쟈바오를 만나 상하이 엑스포 중국주간에 참석하겠다는 약속을 했기 때문에 국가차원에서 약속을 지킬 뿐, 다른 방문일정은 없다고 해놓고 베이징까지 가서 원쟈바오 총리를 만나는, 상식적인 외교전략과는 어긋나는 행태를 보였고 이 때문에 아마추어 외교를 한다는 비난이 재임기간 내내 일었다. 간 나오토는 모택동을 흠모하던 대학 재학시절부터 중국을 여러 차례 방문해 중국을 제 2의 정치적 고향이란 생각을 은연중에 가지고 있었던 것으로 전해진다. 간 나오토는 일중우호 청년단 멤버로 청년시절부터 계산하면 20 여 차례 중국을 방문했는데 그 때마다 중국지도자들이 반갑게 맞아줘 남 다른 감정을 가지고 있다고 밝힌 바 있다. 간 나오토는 엔고현상으로 인한 경제 위기, 참의원 선거 참패, TPP에 가입과 관련된 농민 반발, 러시아 메드베데프의 북방 4개섬 방문 등으로 질타를 받다가 결정적으로 토호쿠 대지진과 쓰나미 사태라는 대재앙을 임기 중에 겪게 된다. 인재와 천재를 모두 당한 셈인데 재직기간은 15개월이었다. 후쿠다 야스오(福田康夫) 총리는 아시아 외교를 중시한다면서 총리의 야스쿠니 신사방문을 반대해 중국측이 호감을 가진 인물이다. 총리를 지냈던 후쿠다 다케오의 장남이기도 한 그는 잠시 순조롭게 총리를 지내는가 싶더니 관방장관사시절 양로보험금을 미납했다는 구설이 다시 불거지고 해상자위대 소속 이지스함이 참치어선과 충돌하는 어처구니없는 사고가 발생했다. 여기에다 유류세 인상 곡물가 인상 같은 민생 경제문제로 지지율이 취임초 50%에서 20%까지 떨어져 재임 1년을 채우지 못하고 총리직에서 물러나게 된다. 친중 반미 성향의 총리들이 불운했던 것과는 대조적으로 고이즈미 준이치로 총리는 2001년부터 2006년까지 5년 동안 장기 재직한다. 고이즈미 총리는 야스쿠니 신사참배를 강행해 중국과의 관계는 껄끄러울 수 밖에 없었다. 그러나 대내적으로는 내내 고른 지지율을 보여 2009년 정계에서 완전히 은퇴할 때 요미우리신문 여론조사에서 가장 훌륭했던 일본총리로 꼽히기도 했다. 정치 명문가 출신인 아베 신조 총리는 2006년 일본최연소총리로 당선된 이후 중국과 전략호혜관계를 수립하는 등 외교적으로는 무난했지만 내각 구성원의 실언 등 추문이 잇따르자 2007년 건강상의 이유로 사직을 하게 된다. 이후 2012년 자민당이 중의원선거에서 압승을 거둔 이후 아베 신조는 다시 총리가 됐고, 이어 2014년에도 세 번째 임기를 맡게 된다. 이 때부터는 중국에 대해 유화적인 태도를 버리고 강경노선으로 돌아선다. 센카쿠 열도문제는 물론 야스쿠니 신사참배 문제 등에서 중국과 맞선다. 역대 불운했던 다른 총리와는 달리 국내지지율도 호조를 보이고 있다. 아베 신조는 고이즈미 준이치로의 기록을 깨고 일본의 최장수 총리가 됐다.\n\n- 박상후의 문명개화 -",
  "color": "default",
  "labels": [
    "3eb0cfd5-dae1-4185-9fcc-6a2b31fecda2"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-04-14T22:06:30.224000",
  "updatedAt": "2023-03-13T11:21:18.016000"
}