{
  "id": "d95d9acc-eb0d-4ef6-821b-f50142a2b380",
  "title": "장 이론(Field Theory) vs 체계이론(Systems theory)",
  "content": "[장이론]\n사회심리학자인 레빈(Kurt Lewin)에 의해 개발되었는데 장이론에 의하면 정신현상이나 사회현상도 물리학에서와 마찬가지로 전체가 하나의 장을 이루고 있으며 각 부분은 상호의존의 관계를 이루고 있다는 것입니다. \n\n장은 서로 상호의존적이고, 공존하고 있는 모든 사실들의 총합을 의미합니다. 따라서 인간의 심리적 장이란 인간행동을 좌우하는 상호의존적인 모든 심리적 사실들의 총합을 말합니다. 그리고 인간의 생활공간이란 자신을 둘러싼 공간과 자신의 이러한 심리적 장을 합친 것인데 쉽게 말하면 인간과 인간을 둘러싼 환경의 총합이 장입니다. 그리고 인간의 행동은 한 개인의 성격과 환경간의 상호작용으로 이해됩니다. 그래서 레빈은 “인간의 행동을 이해하거나 예측하기 위해서는 개인과 환경의 상호의존적인 요인들을 총체적으로 고려해야 한다”고 강조했습니다. \n\n가족체계이론에서 \"가족은 개별성원의 총합 이상이다\"라는 말이 있었죠? 즉, 가족성원은 서로 상호작용을 하면서 독특한 힘을 만들어내기 때문에 가족성원을 개별적으로 분석하고 이해하기보다는 가족성원 간 상호작용을 이해해야 한다고 했습니다. 장 이론에 의해서도 이와 같은 개념이 도출됩니다. \n\n집단은 전체로 이해되어야 하며 개개인의 총합으로 이해해서는 안 된다고 레빈은 강조했습니다. 이는 집단도 하나의 체계이며 집단에는 ‘역동적 상호작용’이 있기 때문에 집단은 집단성원들 간의 상호작용이 연속적으로 발생하는 과정으로 이해됩니다.  \n\n[체계이론]\n체계 이론은 체계(system)에 대한 학제간 연구다. 체계란 서로 의존작용을 하는 부분 단위들이 통일적으로 구성되어 이루어져 있는 실체(實體)라고 말할 수 있다. 하나의 체계 속의 각 부분들은 외부환경과의 경계 안에서 존재하며 서로 영향을 주고 받으며 연결되어 있다. 체계 이론은 1930년대에 시작된 과학 발전으로 본격적으로 태동했다. 생물학의 발전은 생명이 유기체의 물리적 및 화학적 과정으로 환원되지 않고 개별 현상에서 체계로 패러다임의 전환을 낳았다. 루드비히 폰 버틀란피, 움베르또 마뚜라나, 프란시스코 바렐라와 같은 생물학자가 대표적이다. 독일의 사회학자인 니클라스 루만은 움베르토 마투라나와 프란시스코 바렐라가 창안한 자기생산(Autopoiesis)개념을 자신의 이론에 접목하여 사회체계이론을 만들었다.\n\n루만 사회학은 흔히 ‘체계이론’ 또는 ‘사회적 체계이론’이라고 불린다. 루만의 체계이론이 구축되는 과정은 3단계로 나뉘는데, 첫 번째 단계를 이루는 것이 1984년에 출간된 <사회적 체계들>이다. 이후 1990년대 중반까지 정치·경제·법률·학문·가족·종교·예술을 포함한 근대사회의 개별적 기능체계들을 탐사하는 책을 쓰고, 마지막으로 1997년 <사회의 사회>를 펴냄으로써 자신의 사회이론을 완성했다. 말하자면 <사회적 체계들>을 토대로 놓은 뒤 여러 사회적 체계들을 분석한 책들을 기둥으로 세우고 그 위에 <사회의 사회>라는 지붕을 덮은 셈이다. 이렇게 체계적으로 자신의 이론을 정립해 완결하고 세상을 떠난 사람도 루만 말고는 달리 찾아보기 어렵다.\n<사회적 체계들>은 부제가 ‘일반이론의 개요’인데, 여기서 ‘일반이론’은 ‘체계에 관한 일반이론’을 뜻한다. 따라서 이 책은 일차적으로 루만 자신이 생각하는 ‘체계’를 먼저 제시하고, 그 체계에 입각해 ‘사회적 체계’를 설명하는 방식을 따른다. 이 책에서 이야기하는 대로, 루만은 세상 모든 것을 ‘체계’라는 틀로 설명한다. 세상은 체계로 이루어져 있다. 이 체계를 루만은 크게 네 가지, 곧 ‘기계’, ‘유기체’, ‘사회적 체계’, ‘심리적 체계’로 나눈다. 여기서 ‘심리적 체계’란 ‘의식을 지닌 인간’을 가리키는 루만식 표현이다. 체계를 쉽게 이해하려면, 생명체를 떠올려 보는 게 좋다. 루만은 현대 수학·물리학·생물학으로부터 중요한 아이디어를 얻었는데, 특히 1970년대 칠레의 생물학자 움베르토 마투라나가 내놓은 ‘자기생산’(Autopoiesis)이라는 개념은 루만 사회학에 중대한 통찰을 주었다.\n마투라나는 생명체의 근본특성을 ‘자기생산’으로 보았다. 자기가 자기를 생산하면서 자기를 유지해 가는 것이 생명체다. 이 생명체는 외부 환경의 영향을 받지만 그 환경과는 분리된 자율적 체계다. 체계로서 생명체는 매 순간 신진대사를 하면서 자기의 구조를 스스로 재생산해 나간다. 이 반복되는 신진대사 활동이 멈추면 생명체는 소멸한다. 체계도 이 생명체와 유사한 방식으로 자기동일성을 유지한다. 이런 자기생산적인 자율적 체계는 인간의 심리적 체계에서도 발견되며, 사회적 체계도 자기생산의 방식으로 작동한다. 이렇게 루만의 체계이론은 세상 모든 것을 포괄하는 보편이론의 성격을 띠고 있다. 모든 것을 체계로 설명하려는 이런 야심 때문에 루만은 ‘사회학의 헤겔’이라고도 불린다. ‘정신’으로 모든 것을 설명한 헤겔 철학의 거대 기획을 사회학에서 해낸 사람이 루만이라는 얘기다.\n그렇다면 ‘사회적 체계’란 무엇인가. 사회적 체계는 사회관계에서 형성되는 온갖 형태의 체계를 가리키는 말이다. 이 사회적 체계를 루만은 ‘상호작용’, ‘조직’, ‘사회’ 세 가지로 구분한다. 여기서 짐작할 수 있듯이 루만이 말하는 ‘사회적 체계’는 거시적 구조만을 가리키는 게 아니다. 아주 짧은 순간이라도 관계가 형성되면 ‘사회적 체계’라고 부를 수 있다. 가령, 상점에 들러 물건을 살 때 점원과 손님 사이의 관계도 ‘사회적 체계’이며, 길거리에서 길을 묻는 사람과 길을 가르쳐 주는 사람의 짧은 만남도 ‘사회적 체계’를 이룬다. ‘상호작용’은 이런 관계를 가리킨다. 두 사람 이상이 만나 일시적이나마 동일한 관심사로 엮이는 것이 ‘상호작용’이다. 그 관심사가 끝나면 상호작용은 해체된다. 마찬가지로 ‘조직’은 동호회에서부터 기업체까지 아우르며, 가입과 탈퇴의 방식으로 구성된다. 이런 온갖 사회적 체계를 포괄한 것이 사회다. 루만은 이 사회를 ‘사회체계’라고도 부른다. 따라서 ‘사회적 체계’와 ‘사회체계’는 루만의 이론 안에서 엄연히 위상이 다르다.\n여기서 중요한 것이 사회적 체계의 작동 방식이다. 루만은 사회적 체계가 ‘소통’(커뮤니케이션)의 방식으로 작동한다고 말한다. 소통은 정보를 알려주고 그 정보를 이해하는 과정을 가리키는 말이다. 소통은 ‘정보-통보-이해’의 세 단계로 이루어진다. 누군가 생각 곧 정보를 다른 사람에게 통보하면, 그것을 받아들여 이해하는 순간에 소통이 성립한다. 생명체가 끊임없는 신진대사로 자기를 유지해가듯이, 사회적 체계도 끊임없는 소통의 반복으로 자기를 유지해간다. 만약 소통이 사라지면 사회적 체계는 소멸한다. 물건을 사고 나면 손님-점원의 ‘상호작용’이 끝나는 것과 같다. 루만의 사회적 체계는 구조를 이루고 있지만, 이 구조는 구조주의의 구조처럼 확고하지는 않다. 이 사회적 체계의 총합으로서 ‘전체 사회’를 지구적 차원에서 보면 ‘세계사회’가 된다. 루만은 진화론적 관점에 서서, 사회가 성장하고 진화하며 그 결과로 세계사회가 필연적으로 성립할 수밖에 없다고 말한다.\n더 생각해볼 것은 루만의 사회적 체계에서 인간의 위상이다. 루만 이전의 사회학에서 인간은 사회를 능동적으로 만들어가는 ‘주체’로 설정되는 경우가 많았다. 동시대 독일 사회학자 위르겐 하버마스의 ‘의사소통행위이론’이 인간을 행위의 주체로 그리는 것이 대표적이다. 그러나 루만의 인간은 주체가 아니라 체계를 구성하는 ‘기능적 요소’일 뿐이다. 인간은 수많은 사회적 체계 속에서 그 체계를 구성하는 요소로서 역할을 한다. 집에서는 부모인 사람이 직장에서는 직원이고 동호회에서는 회원이며 정당에서는 당원이다. 따라서 이렇게 다른 사회적 체계에 놓일 때마다 개인의 기능과 성격도 달라질 수밖에 없다. 루만의 사회학은 주체를 기능으로 대체한, 주체 없는 사회학이다. 그런 점에서 루만은 하버마스로 대표되는 주체의 패러다임을 체계의 패러다임으로 바꾼 사람이라고 할 수 있다. 그러나 체계 안에서 주체를 배제함으로써 역설적으로 루만은 개인들의 고유한 개성을 구출한다. 사회적 체계의 눈으로 보면 개인은 체계를 이루는 요소에 지나지 않지만, 개인 그 자체로 보면 각자가 고유한 개성과 인격을 지닌 존재다. 따라서 개인은 체계와 마찰을 빚을 수도 있고 체계에 반기를 들 수도 있으며 체계 안에서 다른 꿈을 꿀 수도 있다. \n\n처음에는 인간 신체 내부의 골격체계, 근육체계, 순환기체계, 내분비선체계 등의 연관된 기능을 설명하는 이론으로 출발하였으나, 신체가 아닌 인간사회의 심리적, 사회적 구조와의 관계를 설명하는 데 적용되기 시작하였고, 이후에 발전한 생태체계이론과 같이 인간과 인간을 둘러싼 사회체계의 현상을 설명하는 대표적 이론이 되었다.\n\n사회는 부분이며 전체라고 할 수 있는 체계로 구성되어 있다. 체계란 상호 의존적이며 상호 작용하는 부분들로 구성된 전체이다. 또한 체계의 여러 구성요소들의 상호작용은 총체적인 특성을 갖는다. 따라서 여러 구성요소들의 상호관계는 부분들의 집합 이상인 하나의 전체를 창조한다. 즉, 사회체계는 내부적으로는 하위체계를 가지고 또한 외부적으로도 상위체계를 가지고 있다. 이러한 체계들은 각각의 다른 기능을 발휘하면서 상호의존적 관계를 가지며, 어느 한 수준의 체계나 같은 수준의 다른 체계가 변하면 다른 체계에도 영향을 미치게 된다. 체계는 자체적으로 다른 체계와 구분되는 경계를 가지지만 상호간의 교환과 침투가 이루어지며, 어떤 한 체계의 변화와 문제는 다른 체계의 변화와 문제로 나타날 수 있고 또한 다른 체계에도 영향을 주기 때문에, 체계 간에는 일방적이 아니라 쌍방적 인과관계가 나타나는 경향이 있다. 이러한 사회체계는 상호간의 개방과 폐쇄의 계속선상에서 경계와 상호작용을 하면서 안정의 틀을 깨지 않는 속에서 변화를 추구하고 있다. 일반 체계이론은 체계는 기능하고, 성장하고, 발달하고, 다른 체계와 상호작용 한다는 원칙을 설명하고 있다. 이 원칙들은 생물학적, 사회적 체계의 행동을 예측하는데 활용되기도 하고 체계를 변화시키기 위한 전략을 구성하는데도 사용된다.\n\n체계이론은 인간과 집단에 관한 자료의 조직을 위한 준거틀로, 문제해결에 보다 도움이 되는 질문과 접근방법을 찾는데 유용하다. 사회복지 실천의 관심의 초점이 되는 ‘총체성’은 부문 변수들의 합계 이상인 것이다. 그 ‘이상’이라는 것은 그 목적(목적지향적 행동)과 상호작용의 복합성 내에서 발견될 수 있는 것이다. 체계이론적 접근은 문제에 대한 보다 전체적인 시각을 제시하여 문제를 개인과 사회 및 환경이 상호작용하는 총체로 보게 한다. 따라서 우리는 부분의 본질적인 성질보다는 오히려 상호작용과 상호교류의 법칙에 관심을 갖는다.\n\n체계의 한 구성요소에 영향을 주는 것은 다른 구성요소들을 모두 포함하기 때문에 개입의 가능성을 확대시킴으로써 폭넓은 시각을 제공하고 다양한 현장에 적용할 수 있다.\n\n1. 체계이론의 등장배경 및 발전과정\n체계이론은 18세기 물리학 영역에서 출발하여 자연과학에서 발전한 이론이다. 체계이론은 크게 기계론적 체계론과 인공두뇌론적 체계론으로 나누어진다. 인간을 기계화하고 무가치화 하는 기술 중심의 체계이론에서 유기체인 생물과 인간을 모델로 하는 인공두뇌적 체계이론으로 이행되는 과정에서 생물학자인 Bertalanffy에 의해 인간과 과학을 연결하는 체계이론이 20세기 후반에 제시되었다.\n체계이론이 정식으로 사회사업 실천이론에 도입된 것은 G. Hearn이 통합이론을 구축하기 위해 일반체계 이론을 도입한 것이 시초이다.\n일반 사회사업 실천가들이 사용하는 개입전략인 문제해결 접근의 기반을 제공하는데 있어서 체계이론은 1970년대 이후 사회사업에 중대한 영향을 끼쳐왔고 많은 논쟁의 쟁점이 되었다. 사회사업에 있어서 체계이론은 일반 체계이론(general systems theory)과 생태학적 체계이론(ecological systems theory)의 두 가지로 구분된다. \n생태체계이론은 기존의 (일반)체계이론의 주요 개념들을 그대로 받아들이면서, 그 이론이 가지는 한계점을 극복하기 위해 생태학적 관점을 도입한 통합적 이론이다. 생태체계이론은 모든 유기적 조직체는 체계, 즉 상부 체계와 이의 부분들인 하부 체계로 구성되어 있다는 것을 제안하는 생물학적 이론이다. 인간은 사회적 일부이고 순환체계와 세포로 구성되었고 다시 이것들은 원자로 구성되어 있다는 것이다. 이 이론은 집단, 가족 및 사회와 같은 여러 사회 체계에 응용되고 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "0e59aec6-754e-4c02-893c-70f18f19c937",
    "51fc321a-6b6f-434a-8658-78fb231eb912",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-05-31T10:08:12.917000",
  "updatedAt": "2023-02-28T08:37:54.214000"
}