{
  "id": "da21b7b1-9a09-4f89-9110-defba6ab501a",
  "title": "병아리 계획(小鷄兒)",
  "content": "![image](media/17a1a3140f9.a6631839dfaafcfe.jpg)\n![image](media/194d5cf33e9.b15b22c20f270c19.jpg)\n\n\n개념계획 5029'의 새로운 부속문서를 작성했다. 부속문서의 핵심은 두 가지다. \n첫째, 미국은 중국이 북한 급변사태 국면에 개입하더라도 중국과 군사적으로 충돌하지 않는다. 둘째, 대량살상무기에 대해서도 중국과 공동으로 관리한다. \n이 두 가지는 미국이 북한에 대해 일정한 영향력을 갖고 있는 중국의 지위를 인정하면서 핵 문제에 대해서도 자신의 '독점적 지위'를 고수하지 않겠다는 의지를 명확히 한 것이다. 유사시 미국과 중국의 강대국이 한반도를 관리하고 한국의 주권은 실종되는 개탄스러운 계획이 아닐 수 없다.\n\n‘사오츠얼’(小鷄兒) 이른바 병아리 계획은 중국이 마련해둔 것으로 알려진 북한 급변사태 대응 계획입니다. 북한 급변사태 때 중국군이 남포와 원산을 잇는 대동강 이북지역까지 내려와 치안을 유지하겠다는 것입니다. 랴오닝 성, 지린 성, 헤이룽장 성을 일컫는 동북3성으로의 북한 주민 유입을 막겠다는 내용입니다. 이미 북한급변사태시 중국의 행동은 예고되어 있습니다.\n트럼프 집권시기 '화염과 분노' 시절 미국이 북한 공격을 목전에 두고있을 때 중국이 어떤 행동을 했는지 아세요? 무려 30만명에 이르는 병력을 북중 국경에 집결시켰어요. 여차하면 치고 들어갈려고. 중국에게 북한은 사활이 걸린 땅이에요. 북한을 중국이 먹으면 태평양에 직접 진출이 가능한 어마어마한 이점이 생기지만 북한을 한국이 먹으면 중국은 주한미군과 국경을 맞대게 되요. 인도에 이어 미국과 국경을 맞대게 된다구여. 절대로 중국은 북한 붕괴를 가만히 보고있지 않을 겁니다.\n\n육군이 아파치 헬기 도입에 미친 이유가 있습니다.\n빠르게 평양 점령하려고 남하하는 중국군 기갑부대 박살내기 위해서죠.\n\n예전 미국 싱크탱크에서 나온 북한 분할안을 보듯이 미국은 한국이 일본을 지키는 역할을 해주는 것이 우선이지 통일한국을 만들어주는 것이 우선이 아님.\n한국이 북한 전체를 먹게 되면 한국의 경제력과 군사력으로는 버겁고 미국의 지원이 반드시 있어야 하는데 그 천문학적 비용을 미국이 즐거워할지 의문임.\n그리고 미국의 정책에 영향을 끼칠 일본도 절대 탐탁치 않아 할 것임. 중국과 통일한국이라는 두개의  강대국 보다는 예전처럼 한 개의 강대국을 원할 것임.\n중국군에 대해 자신을 가지는 것은 좋은데 너무 깔보는 것이 걱정됨. 모병제와 징병제의 전투력 차이를 걱정해야 됨. 군대로 비유하면 병장들로 구성된 부대와 일이병으로 구성된 부대의 차이임. 한국의 전쟁사가 뭉퉁거려놓고 있는데 6.25당시 중공군의 전투력과 한국군의 전투력도 상당한 차이가 있었음.\n\n북한을 중국이 먹는다라.. 이건  미국보다는 러시아가 더 길길이 뛸 국제정세가 됩니다. 아마도 최초의 미러공동체로 중국에 대항하는 사태가 발발하겠죠.\n중국의 동해진출이 갖는 의미가 뭔지를 생각해보면 금방 답이 나올 것입니다. 중국도 그걸 알기에 북한을 쉽게 하지 못하는 것입니다. 이제껏 북한 지원을 끊은 상황에서도 밀무역으로 버터온 국가인데. 현재로서는 중국이 북한의 무력침공 및 물리적인 행사는 사실상 불가능합니다.\n미국에게는 즉각적인 반응이 불가능하다라는 것을 알고서 국제적으로 미국에게 대항이 가능하지만,\n러시아가 끼어들 경우는 러시아의 즉응적인 대처에는 사실상 중국은 불가능하게 됩니다.\n거기에 북한의 정권에서 대한민국에게 공식 지원요청을 하는 순간. 사실상 모든것이 끝나버리기 때문에 명분이 없다라는 것이죠.\n\n중국으로서는 북한의 시간을 이용한 잠식외에는 방법이 없습니다. 어느정도 북한의 경제를 책임지는 방법이 최적인데.\n\n시진핑은 그걸 버렸다라는 것이죠.\n\n그리고 용천역폭파사고 이후 사실상 북한과 중국의 외교적반목은 절대로 풀릴리 없다라는게 우리로서는 엄청나게 다행이라는 것입니다.\n\n북한의 김정남암살,  장성택 공개숙청.  은 바로 이여파로 사실상 북한내 친중세력의 몰살을 의미하는 숙청을 자행했기에 .\n사실상 북한내의 친중파가 없다라는 것을 그나마 다행으로 보여집니다.\n\n북한을 먹는다고 병아리 계획이 들어가면\n1.러시아가 열받을 일입니다. 러시아 지금 북극해 항로 개발하려고 일본이랑 척지고, 우리나라랑 관계돈독히 하면서 사할린 연해주 개발권 준다고 우리나라 기업부터 정부 꼬득이고 있습니다.\n이게 되면 중간기점으로 러시아가 얻을 부는 엄청날테니, 근데 이걸 중국이 투자도 안하고 밥숟가락 올리겠다?\n그럼 재주는 러시아가 부리고 국제관계 이것도 북극해권 개발 미국과 마찰 있을까봐 이건에 대해서는 여러안건으로 미국과도 조율중인데, 중국이 들어오면 결과는 바뀔 겁니다.\n2. 우리나라 예비군이 250만이 넘고 40대 50대 까지 국가 명운을 걸고 참전하면 건강한 중장년층 전부 동원하면 500만 600만 동원 가능합니다. 여기에 중공업 생산력이면 전차 장갑차 들어올거고, 미국에 지원무기 요청해서 랜드리스 법 동원하면 단기간에 지금 병력의 10배는 완전 무장할 수 잇는게 대한민국입니다.\n여기에 탄약은 와샤탄약고와 우리군 탄약창 물량만 해도 수년 전쟁할 양이 쌓여 잇습니다.\n그리고,특수부대 출신이나 특수부대원들이 대기중이고, 저정도 급의 전쟁이 나면 이들이 전부 중국 중심부에 침투해서 사보타지및 게릴라전 할텐데, 중국이 이걸 버틸 재주가 있을까요?\n호주와 분쟁으로 철광석, 석탄 수출입 문제로도 중국 경제가 타격 입을 정도 였습니다.\n중국이 병아리 계획이든 뭐든 칼을 뽑는 순간 미국을 위시한 서방세계는 참전은 안하더라도 크림반도 이상급의 제제가 들어갈겁니다. 이걸 감수 하고 장기전의 전쟁을 한다?\n이정도면 중국은 우방이라곤 파키스탄 이란 가지고 온통 적을 두른 상태로 전쟁하게 됩니다.\n얼마나 버틸까요? 조금만 약해지면 한입만 하고 서방세계 인도등 영토등 이권을 가지려고 달려들겁니다.\n이런 류의 전쟁으론 중국이 얻을게 하나도 없습니다. 우방이라 생각하는 러시아 입장에선 병아리 계획은 너무나도 치명적인 약점을 내어주는 겁니다.\n\n중국 동북부의 지방 독립 외성으로 북한을 평양성으로 만드려는 건 이미 사전 시뮬 완료했다. 북한 내부 또는 전쟁의 위협과 같은 긴급 상황 발생시, 한반도 내 군사적 긴장 상태가 극도로 고조될 시, 이를 빌미로 중국의 군이 북한 정치에 적극 간섭할테고, 반도에 중국 무력이 직접 들어와 개입하게 되는 건 곧 북한을 중국에 양도하는 셈이야. 자칫하면 우린 두눈뜨고 중국에 먹히는 꼴을 봐야되는거다.\n\n동북공정이란게 우리나라를 겨냥한게 아니고\n북한을 먹으려는 수작임 원래가..",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-06-17T22:17:19.770000",
  "updatedAt": "2025-02-05T21:21:25.363000"
}