{
  "id": "da2b9d41-171e-460c-bf13-c17a0a103df3",
  "title": "민중 봉기(민란)와 경제",
  "content": "[고대 그리스 과두정의 성립]\nBC 411년 아테네에서 쿠데타가 일어나 민주정이 전복되고 과두정이 실권을 잡는다. 당시 아테네 상류층은 민주정에 반감을 갖고 있었다. 더구나  상류층 출신인 페리클레스가 죽은 이후 하층민 출신들이 정권을 장악하고, 스파르타와의 펠로폰네소스 전쟁 기간 동안 전비 충당을 위해 상류층인 자산가들에 대한 세금 부담이 급격히 늘어나자 상류층의 불만이 폭발했다. \n쿠데타의 결과로 400명이 권력을 독점하게 되었는데 이는 하층민의 정치 참여를 막으려는 것이었다. 그러나 400인 중에도 소수에 의한 통치를 고집하는 급진파(과두정 지지)와 대중의 정치 참여 확대를 원하는 중도파(민주정 지지)로 다시 분열되었다. 한편 당시 아테네의 가장 강력한 군사 세력이었던 사모스 섬의 함대는 쿠데타 소식을 듣자 민주정을 지지하고 스파르타와 계속 전쟁을 수행할 것을 결의하였다. 비록 아테네 함대가 쿠데타를 제압하기 위해 본토로 쳐들어오지는 않았지만, 스파르타를 상대로 연전연승을 거두면서 중도파가 힘을 얻게 되었다. 상황이 좋지 않게 돌아가자 급진파는 스파르타에 평화협상을 제안하는 동시에 항구에서 농성을 했는데, 결국 중도파에게 격파되어 추방당했고, 이로 인해 짧았던 400인 과두정은 막을 내렸다. 한편 아테네의 배신자 알키비아데스는 스파르타로 망명을 가 있으면서 과두정의 쿠데타를 지원했지만, 쿠데타 이후에는 오히려 사모스의 아테네 함대에 합류하여 이후 BC 406년 노티움 해전까지 아테네 함대를 지휘하였다. \n\n[청교도혁명]\n영국에서는 과도한 세금에 대한 민중들의 조세 저항이 의회민주주의의 발전으로 이어졌다. 1215년 잉글랜드의 대귀족들은 실정을 거듭하던 존 왕을 겁박하여 봉건귀족들의 특권을 확인하는 대헌장(大憲章·마그나 카르타)에 서명하도록 했다. 주된 내용 중 하나가 “병역면제세 또는 보조금은 의회의 승인이 없으면 부과되지 아니한다.”는 것이었다(제12조). 이 문서는 당초에는 봉건귀족들의 기득권을 확인하기 위한 문서였지만, 근대 이후에는 국민의 자유와 권리를 보장하는 헌법으로 인식되기 시작했다. 일례로 찰스 1세 시절 선박세 20실링 납부를 거부해 재판에 회부된 존 함덴이라는 하원의원은 “마그나 카르타에서 국왕은 의회의 승인 없이는 세금을 부과할 수 없다고 되어 있기 때문에 이 세금은 무효”라고 항변했다. 함덴은 근소한 차이로 유죄판결을 받았지만, 의회는 1641년 함덴에 대한 재판이 위법이라고 결정하고 그에게 유죄선고를 내린 법관을 탄핵했다. 이로 인해 의회와 국왕 간의 갈등이 더욱 심화되었다. 이 갈등은 국왕과 의회파 간의 내란, 즉 청교도혁명으로 번졌다. 청교도혁명을 승리로 이끌고 찰스 1세를 처형한 올리버 크롬웰은 바로 존 함덴의 사촌이었다.\n\n[미국 독립전쟁]\n7년전쟁(1756~1763년) 이후 영국은 그동안 지출한 전비와 식민지 주둔군의 비용을 충당하기 위해 설탕법(1764년), 인지세법(1765년), 타운센드법(Townshend Acts), 차조례(Tea Act) 등을 잇달아 제정, 아메리카 식민지에 세금을 부과했다. \n\n타운센드법(Townshend Acts)\n1767년 영국의 재무장관인 찰스 타운젠드는 북아메리카 대륙 식민지의 재정 계획과 연관되어 북아메리카 대륙 식민지인들에게 불리한 일련의 법령을 계속해서 제정하였는데 이를  '타운젠드법 (Townshend Acts)'이라고 부른다.\n세입법은 북아메리카 대륙 식민지로 들어가는 유리, 납, 종이, 도료, 차 등에 관세를 부과하는 것으로 직접세인 인지세와 달리 간접세인 관세에 대해서는 저항이 적을 것으로 생각되어 추진되었다. 하지만 직접세든 간접세든 형태에 상관없이 증세가 되는 것을 북아메리카 대륙 식민지인들이 좋게 생각할 리 없었다.\n보상법은 오히려 영국 본토로 수입되는 차에 대한 관세를 폐지하는 것이었다. 그동안 항해법에도 불구하고 북아메리카 대륙 식민지에는 저렴한 네덜란드산 차가 밀수입되면서 영국산 차가 가격 경쟁력을 잃은 상태였다. 그러나 이제 보상법을 통해서 영국으로 들여오는 차에 대한 관세가 사라지면서 관세 차이를 이용하여 영국에서 북아메리카 대륙 식민지로 재수출하는 것이 용이하게 되었다. 그러나 이로 인하여 줄어들게 된 세수를 북아메리카 대륙 식민지에 부과하여 메꾸려고 했기 때문에 식민지인들의 반발을 하게 되었다.\n북아메리카 대륙 식민지에 대한 세금 징수를 용이하게 하기 위한 관세위원회법이 제정되어 영국 본국의 관세청의 권한을 위임받은 '아메리카 관세청 위원회(American Board of Customs Commissioners)'가 설립되었다. 아메리카 관세청 위원회는 5명의 위원으로 구성되었고 보스턴에 본사를 두었다. 그러나 북아메리카 대륙 식민지들인이 영국 본국의 과세에 불만을 품었기 때문에 아메리카 관세청은 증오의 대상이 되었고 특히 아메리카 관세청이 위치한 보스턴의 민심이 매우 흉흉해졌다.\n\n차조례(Tea Act)\n차 법은 1773년 5월 10일에 영국 의회에서 통과된 법률이며, 북아메리카의 13개 식민지 대해 동인도 회사가 정상적인 관세없이 차를 파는 것을 인정한 것이다. 따라서 식민지 상인과 밀무역 업자가 취급하는 홍차보다 싼 가격으로 공급하는 것이 가능하게 되었다. 그 목적은 인도의 흉작으로 파산 직전까지 가 있던, 유럽 시장에서 경쟁력을 상실한 동인도 회사를 구제하기 위한 것이었다. 영국 정부는 13개 식민지에 동인도 회사에 의한 독점적인 홍차 수출을 계획 때문이다.\n\n보스턴 차 사건(Boston Tea Party)\n차조례는 영국 동인도회사가 아메리카 식민지에 직접 차를 팔 수 있게 한 법률인데, 이렇게 해서 값싼 차가 들어오게 되자 그동안 재미를 보던 차 밀수업자들이 곤경에 처하게 됐다. 이들은 시민들을 선동해 인디언으로 가장하고 동인도회사 선박을 습격, 차가 들어 있는 상자들을 바다에 던져버렸다. 이를 보스턴 차 사건이라고 한다. 이 사건은 후일 자유를 위한 항쟁으로 미화되었지만, 실상은 차 밀수업자들의 난동이었다. 이 사건 이후 영국은 군대를 동원해 반영시위를 진압했고, 이 과정에서 시민 네명이 사살됐다.\n이에 대한 대책을 논의하기 위해 식민지 대표들로 구성된 제 1차 대륙회의가 1774년 열렸다. 이들은 영국 헌정의 전통을 원용해 ‘대표 없이 과세 없다’는 슬로건을 내걸었다. 식민지 대표들의 동의 내지 참여 없이 영국 본국의 정부나 의회의 입법으로 식민지에 과세할 수 없다는 주장이었다. 이렇게 시작된 대륙회의는 1776년 7월 4일 아메리카 식민지의 독립을 선언했다. 아메리카 식민지는 7년간의 전쟁 끝에 1883년 독립을 쟁취했다.\n\n[프랑스 대혁명]\n 1789년 발생한 프랑스대혁명 역시 세금 문제가 도화선이 됐다. 프랑스에서는 '타이유세'(토지세 겸 재산세)를 비롯해 중세 봉건제의 잔재인 다양한 세금이 농민들을 짓누르고 있었다. 반면에 귀족과 성직자들은 세금을 면제받고 있었다.\n\n가벨세\n프랑스에서는 1286년 필리프 4세가 재정 부족을 이유로 악명 높은 ‘가벨(gabelle)이라는 염세 제도를 만들었다. 이후 1680년 5월에 국가 재정 파탄을 막기 위해 프랑스의 재상 콜베르가 내린 대칙령으로 인해 염세 제도가 한층 강화되었다. 심지어 1 인당 소금 구입량까지 정하여 8세 이상부터 1년에 최소한 약 3리터의 소금을 사용하도록 강제하였다.\n프랑스의 염세제도는 국민들의 노역을 강화시키게 되었고 결국 프랑스 혁명의 도화선이 되었다. 소금 가격의 변화를 보면 12~13세기 프랑스 프로방스 지역의 소금 원가는 45킬로그램에 네 푼도 채 되지 않았는데 염세가 부과되면서 소금 가격이 치솟기 시작하여 1630년에는 소금 원가의 14배, 1710년에는 140배까지 올랐다. 염세 징수가 가혹해지자 염세가 싼 곳에서 몰래 소금을 들여오려는 사람들이 생겨났고, 이 같은 밀매가 적발되면 극심한 형벌을 받았다. 가혹한 염세 제도로 인해 농민들은 여기저기서 봉기를 일으켰고 이는 결국 1789년 프랑스 대혁명으로 이어졌다. \n프랑스 혁명 이후 ‘가벨’제도는 잠시 사라졌으나 전쟁 비용을 대기 위해 나폴레옹이 다시 부활시켰고, 1949년까지 유지되었다.\n\n네케르의 세제개혁\n1777년 루이 16세에 의해 재무장관으로 임명된 스위스 은행가 자크 네케르는 파탄에 이른 재정을 재건하기 위해 세정 개혁에 나섰다. 그는 징세청부업자 제도를 폐지하고 국가공무원들이 세금을 징수하도록 하는 한편, 귀족과 성직자 계급으로부터도 세금을 거두어들이려 했다. 당연히 이들 기득권 세력은 격렬하게 반발했다. 네케르는 이에 맞서 국가재정 실태를 공개했다. 당시로서는 파격적인 일이었다. 왕실비가 국가재정의 10% 가까이 차지하고 있다는 것을 알게 된 국민들은 분노했다. 네케르는 1781년 해직됐다.\n1788년 루이 16세는 재정위기를 타개하기 위해 네케르를 복직시켰다. 이듬해에는 1614년 이후 열리지 않았던 신분제 의회인 삼부회를 소집했다. 삼부회에서 과세에 대한 동의를 얻어 재정위기를 극복하기 위해서였다. 하지만 이미 때는 늦었다. 곪을 대로 곪은 프랑스의 모순은 그해 7월 14일 바스티유 감옥 습격으로 폭발했다. 대혁명의 시작이었다.\n\n\n결론은 경제인것 같습니다. 사람들이 등따습고 배부르면 정치권이 아무리 엉망이어도 별로 관심이 없어요. 5공때 엄청난 부정부패와 인권탄압이 있었어도 경제가 계속 발전하니 별 불만이 없다가 경기가 슬슬 안좋아지니 6월항쟁으로 폭발한거죠. 박정희 말기에도 부마항쟁 등이 일어나며 분위기가 안좋아진거도, 오일쇼크로 인해 사는게 힘들어지니 사람들의 불만이 높아지고 있었고, 언젠가는 터질 일이었는데 갑작스레 김재규가 등장하며 마무리 된거고요.\n\n얼마전 아르헨티나 관련 뉴스를 봤는데, 하이퍼인플레에 대해 정부가 아무리 대책을 내놓고, 사람들을 달래려 해도, 시민들은 \"됐고, 대통령 빨리 물러나라고 해요\"라더군요. 우리 입장에선 지금 일본이 어떤 상황인지 상세하게 알기 어렵지만 저쪽도 어지간히 사람들의 불만이 쌓여있는 상황인듯 보입니다.\n\n[민란의 역사]\n전쟁 와중에 농민들에게 무거운 세금을 물린 것이 원인이 됐다.\n프랑스의 자크리의 난(1358년)\n영국의 와트 타일러의 난(1381년)\n\n왕조 말기마다 과중한 세금 부과에 항의하는 민중반란이 일어났다. \n한(漢)나라 말기의 황건적의 난(184년), \n남송(南宋) 말기의 방랍의 난(1120년), \n원(元)나라 말기의 홍건적의 난(1351년), \n명(明)나라 말기의 이자성의 난(1644년), \n청(淸)나라 말기의 백련교도의 난(1796~1804년) \n\n조선 말기인 1862년 전국적으로 일어났던 임술민란(壬戌民亂)도 삼정[三政: 전정(田政)·군정(軍政)·환정(還政)]의 문란이 그 원인이 됐다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-16T01:10:13.176000",
  "updatedAt": "2023-04-16T02:07:29.942000"
}