{
  "id": "da9c410c-848e-4d73-967b-728d990f5a4e",
  "title": "제남고성",
  "content": "![image](media/19afb6a278e.ac1543e6cfb4230b.jpg)\n![image](media/19afb6a7f58.955350b2c3adfeb0.jpg)\n![image](media/19afb6c66e3.b582d034a3dfe0fd.jpg)\n![image](media/19afb6ca9c5.857a89effa9f01cb.jpg)\n![image](media/19afb6cd123.a3cfc3ebd506d881.jpg)\n![image](media/19afb6cfdd2.bb2172ce527c1a07.jpg)\n![image](media/19afb6d2fe2.ad8192e025cd8713.jpg)\n![image](media/19afb6d9136.a018765e9aa3a4ec.jpg)\n![image](media/19afb6dced5.9c89ab003c385935.jpg)\n![image](media/19afb6dfc85.adf66695f4a0a952.jpg)\n![image](media/19afb6e45fd.99ba0385d4089bef.jpg)\n![image](media/19afb85345b.b18554c99ef45cc0.jpg)\n![image](media/19afb855941.b426cbc6b74487aa.jpg)\n![image](media/19afb85d62a.ab6cdcf32bf14e4a.jpg)\n![image](media/19b14da7621.8798afa0cf24bbb9.png)\n![image](media/19b14da763e.b7ac4d9e6d0bb20a.png)\n![image](media/19b14da7656.8363c269a9738615.png)\n![image](media/19b14da766c.aa397f3192e0c1f5.png)\n![image](media/19b14da7683.ab5797739a25e3c6.png)\n![image](media/19b14da7699.88dac61fac21373f.png)\n![image](media/19b14da76ba.b1100607860044a4.png)\n![image](media/19b14da76db.99fc533b20527163.png)\n\n\n\n\n산동(山東) 성 소재지 제남은 산동의 중서부, 제수(濟水) 강의 남쪽 기슭에 위치해 있다고 해서 이름이 제남이다. 제남은 ‘사면에 연꽃이 피고 삼면에 버드나무가 줄지어 있으며 도시의 반은 산이고 반은 호수’이다.\n유구한 역사를 자랑하는 도시 제남은 예로부터 태산 문화권에 속하며 동이(東夷) 문화를 형성했다. 2천 5백여년 전 제(齊)나라가 이 곳에 성곽을 쌓고 낙읍(泺邑)이라 부르다가 역하(歷下)라 개명했다.\n기원전 200년대의 진(秦) 나라 때 제남은 제북군(濟北郡)에 속했고 한(漢) 나라 초반에는 제남군(濟南郡)을 두어 그때로부터 제남이라는 지명을 처음 사용해 지금까지 이른다.\n310년 서진(西晉) 후반에 제남국 소재지를 역성(歷城)으로 옮기면서 제남은 역대 군(郡)이나 주(州), 부(府)의 소재지가 되어 줄곧 산동반도의 행정중심의 지위를 가졌다.\n제남은 지세가 남쪽이 높고 북쪽이 낮아 도시 남쪽 산악지대의 지하수가 북쪽의 도심에 흘러 든 후 지면으로 솟아오르며 제남성에 ‘샘물 백 개가 다투어 솟아나는’ 정경을 형성한다.\n천연적인 샘물의 박물관이자 ‘샘물의 도시’라 불리는 제남의 샘물은 수량이 많을 뿐만 아니라 모양도 다양하다. 그 중 표돌천(趵突泉)과 흑호천(黑虎泉), 진주천(珍珠泉), 금선천(金線泉)이 가장 유명해 4대 샘물로 인정된다.\n과거 역산(歷山)이라고 부른 천불산(千佛山)은 제남의 남쪽에 위치해 있다. 순(舜) 임금이 이 곳에서 농사를 지었다고 해서 순경산(舜耕山)이라고도 부르는 천불산은 1500여년 전 불교의 성행으로 바위에 불상을 많이 새기면서 점차 천불산이라 불리게 되었다.\n높은 산봉우리의 산발이 기복을 이루고 산발에는 숲이 우거진 천불산 산중에는 당(唐) 나라 때 지은 사찰 흥국사(興國寺)가 아늑함을 자랑하고 바위마다 불상이 새겨져 자연과 인문의 조화를 이룬다.\n흥국사에서 서쪽으로 50km 거리에 중국 4대 고찰 중 하나인 영암사(靈岩寺)가 아늑함과 예스러움을 겸한다. 북위(北魏) 때인 520년에 신축한 영암사에서 산정까지 올라가는 오솔길 양옆에는 423쪽의 마애석각 혹은 바위에 새긴 글이 남아 있다.\n\n\nhttps://baijiahao.baidu.com/s?id=1678799850366171424&wfr=spider&for=pc\n\n\n时报副刊｜济南记忆⑨：时光深处古城墙\n新黄河\n2020-09-25 18:10新黄河客户端官方账号\n关注\n听全文约11分钟\n点击进入济南记忆专题\n每个济南人的记忆里，都封存着一座过去的济南城。\n由济南时报·新时报与济南报业影像档案馆推出的“济南记忆影像保护工程”系列报道，借助一张张城市影像，追溯城市过去，重温城市变迁，唤醒我们的城市记忆。在怀旧的情感共鸣中，珍惜城市的当下，展望城市的未来。\n这不仅仅是一场老济南人的集体怀旧，也是在向更多的人诉说这座城市的历史——济南的昨天是什么模样，有什么东西发生了翻天覆地的变化，又是怎样的传承，从一代人又一代人那里延绵至今，而这一切，正是这座城市的精神内核。\n“济南记忆影像保护工程”系列报道⑨\n著名建筑学家梁思成曾把北京的古城墙誉为伟大的杰作，是城市的“项链”。对历史文化名城济南而言，曾几何时，也有一条环绕着古城的“项链”。在1898年出版的海司《山东》一书中收录的一幅济南古地图中，我们可以非常清晰地看到，古老的城墙环绕着济南城，真的就像济南城的一串美丽的“项链”。\n岁月流逝，“项链”消逝在时间深处，“项链”中遗留下来的“珍珠”依然在闪耀。老照片里的古城墙、人们记忆中的古城墙，和如今仅存的一段经过修缮并向社会公众开放的古城墙，共同构筑起了一段济南古城的美好记忆。\n海司（Ernst Hesse-Wartegg）《山东》（Schantung und Deutsch-China，1898）一书中收录的古济南地图。\n老照片里的古城墙\n欣赏古代的地图，我们会发现，梁思成先生所说的古城墙就像古城的“项链”，确实是一个极好的比喻。看古代济南城的地图，我们就会直观地获得这种体会。如果那时候有航拍，那么这“城市项链”就会更清晰地呈现在我们眼前。\n留存下来的济南古城墙照片，内容丰富，时间跨度也从上个世纪初一直延续到上世纪50年代。在1925年出版的柏石曼《中国建筑》一书中，有一幅拍摄于1906—1909间的老照片，照片中的场景，是济南府城墙东门外，从照片中我们可以看到，以在城墙脚下洗衣服的人们为参照，当时的城墙是多么高大。\n济南府城墙东门外，1906-1909，柏石曼（Ernst Boerschmann）《中国建筑》（ChinesischeArchitektur，1925 年出版）\n1921年出版的贝莱德·梅尔赫斯《精神、艺术和亚洲生活》系列丛书中的一幅济南老城墙照片，拍摄视角是从城墙东北角南望，照片中还能远远地看到东门齐川门与瓮城， 照片中有几个人走在城墙顶上，显出了城墙的宽阔。\n济南府城墙东北角南望（远处为东门齐川门与瓮城），贝莱德·梅尔赫斯（Bernd Melchers） 《精神、艺术和亚洲生活》系列丛书，第四、五册《中国》第二部分：寺庙建筑。1921 年出版\n在另一张1930年代拍摄的照片中，城墙顶上已经被改造成了环城道路，宽阔平整。\n济南的环城道路，《亚东印画辑》第八十五回，1930年代发行。\n另一张说明为“济南府城墙外”的照片中，城墙往画面深处蜿蜒而去， 一位坐在城墙下的老人，愈加衬托出城墙的高大。\n济南府城墙外，贝莱德·梅尔赫斯（Bernd Melchers）《精神、艺术和亚洲生活》系列丛书， 第四、五册《中国》第二部分：寺庙建筑。1921 年出版。\n而在1936年拍摄的一张老照片中，一名西方男子和两名中国女子在高高的城墙下行走，背景是一辆人力车，这张照片来自耶鲁大学神学院图书馆，照片说明是，当时齐鲁大学的博士正在陪同学生参加“春假”。\nE.B.Struthers 博士、栾博士和 Yui 女士陪同学生参加“春假”\n特别值得一提的是，老照片中的古城墙总能透出一股壮阔、优美和沉静的“气质”。1929年岛崎役治拍摄的一张老照片，拍摄视角为从南门瓮城上西望，远处的泺源门隐约可见，照片说明为“济南府城墙下的护城河”，照片中的护城河宛若玉带， 与古城墙交相辉映。\n济南府城墙下的护城河（南门瓮城上西望，远处城楼为西门泺源门），岛崎役治《亚细亚大观》No.582，1929 年摄。\n城墙下的生活\n这些岁月深处的老照片，让我们看到了济南老城墙的高大和壮阔，也让我们感受到了不同时代人们的精神风貌，感受到一种岁月深处透出来的厚重和优雅。\n1940年出生在济南老城的刘树林老人，小时候就曾在西城根街居住、生活。刘树林还十分热衷于参加公益活动，他是济南市“十佳百姓城管”之一，曾获全市关心下一代工作“最美五老”荣誉称号，还是老济南记忆馆的志愿者，曾帮助很多人做过有关老街老巷的口述历史采访，经常向外地游客讲述济南故事。说起那段老城墙脚下的生活，80岁的老人至今记忆犹新，“我1940年出生在芙蓉街50号院。1947年我们家搬到了西城根街姥姥家住了。”刘树林小时住的姥姥家，就在如今仅存的一段古城墙东北，他记得小时后常常和小伙伴爬到古城墙上去玩，“1948年9月16日傍晚，大炮轰隆轰隆响个不停。我记得第二天是中秋节。我们怕房顶被震塌了砸下来，就把被子、褥子放床底，躲在床底下。城墙外面就是济南发电厂，要是发电厂被炸，我们这些附近居民也就全完了。我姥姥的腿和我的肚子最终还是被划破了，吓得我大哭。”\n海司《山东》一书中收录的摄影版画——济南圩子墙内之南营。\n和刘树林同为老济南记忆馆志愿者的苏宝珍老人，小时候则住在南城墙根下，苏宝珍出生于1950年，今年也已70岁，济南老城墙虽然是从1950年开始拆的，但是拆除的时间持续得很慢，所以苏宝珍小时候还能常常爬到残留的南城墙上去玩，那时候城里还没有高楼大厦，登上城墙，视野就很宽阔，这给她留下了深刻的印象，“站在城墙上，往南能看到千佛山，往北能看到大明湖，景色真是好得不得了。”\n南护城河旧影（由解放阁西望，黑虎泉西路修建），1960年代，济南日报宋振亮 摄。\n1953年出生的张庆祥从小生活在芙蓉街50号的院子里，67年来从未离开过这个院子。在他的记忆里，小时候常常看到住在老城的人去城墙取土，从南城墙到西城墙，小街小巷里穿行的日子，给他的童年留下了美好的记忆。\n济南府圩子墙\n古城墙的前世与今生\n济南古城墙的历史和济南城的历史休戚相关。济南古城的形成经历了历下古城、齐州州城和济南府城等演变过程。济南设府于北宋徽宗年间，府城开始时为土城。到明洪武四年，也就是公元1371年，才在土墙外包以砖石，修建了砖石城墙，根据史料记载，当时的城墙“高三丈五尺，周十二里四十八丈……东曰齐川门，西曰泺源门，南曰舜田门，北曰汇波门……”这四座城门因地势和防御的需要，并不左右前后相对，称“四门不对”，东门偏北，西门偏南，北水门偏东，只有南门在南城墙的正中位置。\n柏石曼《中国建筑》中的济南府圩子墙城门与圩子濠上石桥。\n明朝曾先后五次整修济南府城墙，使其基本定型。此后虽然经过多次维修，以及战争带来的破坏，城墙基本完整。1950年，老城墙开始拆除，建起环城路。如今，除了解放阁的地基，我们现在所在的西城根街的这一段古城墙，成为唯一残存的明代济南府城墙。\n济南府城墙东南角外侧北望（画面左上方可见城墙残迹），1950年代，张筱真女士提供。\n2015年，我曾寻访到此处，因为那时候违建还没拆除，城墙的大部分都被沿街建筑和公厕遮挡，所以当时只能在厕所南侧空隙抬头往西看，才看得到残存城墙的一角。而据刘树林的回忆，这一段古城墙之所以能在当年拆城墙时幸运地留了下来，就是因为“当时这里有个旱厕”。2017年，在拆违拆临行动中，工作人员在拆除西城根街一处临时建筑时，这一段明代古城墙才完整露出了真容。\n2019年古城墙修缮现场。新时报记者 王锋摄\n2019年5月，经过近一年的修复施工，西城根街这一段有着600年历史的明代古城墙全部整修完成，并向社会公众开放。虽然墙面比修缮前平整了很多，但岁月的痕迹依然清晰可见。城墙东侧的地面宽约5米，全部按照人字形铺设了青砖，形成了一处近百平方米的小广场。\n如今，这一处明代古城墙已经成为济南的网红打卡地，人们站在这里，感受到的，是古城的优雅，是历史的厚重。",
  "color": "default",
  "labels": [],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-12-08T09:43:51.411000",
  "updatedAt": "2025-12-13T08:29:17.172000"
}