{
  "id": "daa44de8-5942-4306-a72e-880b755bea15",
  "title": "산업 스파이의 역사 - 우리나라",
  "content": "[문익점의 목화]\n14세기에 고려 말기 공민왕 때 원나라로부터 문익점이 목화씨를 들여오는 데 성공한다.\n당시 공민왕은 원의 간섭에서 벗어나고자 여러 가지 개혁 정치를 펼치고 있었다. 당시 고려의 국왕은 원에 의해 좌지우지 되는 형편이었다.\n상황이 어렵게 돌아가자 공민왕은 원에 사신단을 보내기로 하였다. 문익점은 서장관으로, 서장관은 외교 문서를 담당하는 벼슬로 사신 일행에서 매우 중요한 자리였다. \n그런데 원은 충선왕의 아들인 덕흥군을 새 왕으로 세우고 공민왕을 몰아내고자 하였고 이때 문익점은 덕흥군 편에 섰다. 하지만 덕흥군 세력은 원의 군사들과 함께 고려를 공격하다 최영과 이성계가 이끄는 고려군에 패하였다. 이로 인해 문익점도 그만 벼슬을 잃고 고려로 돌아오게 되었다.  \n고려로 돌아가려는 문익점은 목화꽃에 관심이 있었다. 목화에는 부드럽고 하얀 솜이 송이송이 달려 있어 목화솜의 푹신푹신 한 것이 옷을 만들어 입으면 겨울에도 따뜻하게 지낼 수 있었다.\n당시 고려의 사람들은 명주, 모시, 삼베와 같은 옷감으로 옷을 지어 입었다. 그런데 누에고치에서 실을 뽑아  만드는 명주는 너무 비싸서 귀족들과 부자들만 입을 수 있을 뿐이었고 많은 백성은 모시와 삼베로 만든 옷을 입었다. 하지만 모시와 삼베옷은 여름용 옷이어서 풀이나 털을 넣어도 한겨울이 되면 백성들은 추위에 시달려야 했었다.\n목화는 우리나라보다 따뜻한 지방에서만 생산되었으나 문익점은 우리나라도 남쪽 지방은 따뜻하니까 한번 키워 볼 만하다 생각하였다.  문익점은 목화씨 여러 개를 따서 갖고 돌아오자 고향인 경상남도 산청으로 내려가서 장인인 정천익과 반반씩 목화씨를 심었다. 문익점의 목화씨는 발아에 실패했지만 장인의 목화씨 하나는 발아에 성공했다. 그해 가을 하얀 목화솜 사이에 까맣게 박힌 여러 개의 목화씨를 얻을 수 있었다.  다음 해에는 더 많은 목화를 길렀다. 또 그 이듬해 더 넓은 땅에 목화를 심었다.\n3년이 지난 1366년 가을, 문익점과 정천익은 사람들에게 씨앗을 나눠줄 만큼 목화를 잘 키워 냈어\n산청 지역의 농부들에게 목화씨를 나누어 주고  농부들에게 목화 키우는 방법도 알려주었다. 가을이 되자 산청 지역 곳곳에는 목화꽃이 활짝 피어 있었다. 그러나 목화에서 씨를 빼는 방법과 솜에서 실은 뽑아내는 방법은 여전히 알지 못하였다.\n두 사람은 열심히 연구했지만, 이를 풀지 못하였다. 그러던 어느 날 원에서 온 홍원이라는 스님이 정천익의 집 앞을 지나가다 목화를 보고는 놀랐다.\n“우리나라의 목화를 여기서 볼 줄은 미처 생각지도 못했다.”\n원의 스님은 목화송이로부터 실과 옷감을 만들 수 있는 기술을 알고 있었다. 원의 스님은 실을 뽑고 옷감을 짜는 방법을 알려 주고 그리고 목화 기구들도 만들어 주었다.\n“이것은 씨아라고 목화송이에서 씨를 제거하는 도구입니다. 이 물레를 이용하여 솜을 자아내면 무명실을 만들 수 있습니다.”\n홍원은 베틀을 이용해 뽑아낸 목화 실로 베를 짜는 방법도 가르쳐 주었다. 두 사람은 무명 만드는 방법을 이웃 마을에 전하였다. 이들의 노력으로 10년이 되지 않아 무명옷 만드는 기술은 조선팔도 곳곳에 퍼지게 되었다.\n무명은 사람들이 평소에 입었던 삼베옷보다 따뜻하고 부드러웠고 삼베옷을 만들 때보다 힘도 훨씬 적게 들었다. \n\n[최무선의 화약]\n최무선(崔茂宣 1325 ~ 1395년)은 최초로 화약과 화기를 직접 제작한 고려 시대의 발명가이자 무관이다. 오랜 고생 끝에 화약과 화포 제조 기술을 습득한 뒤 직접 생산을 주도했을 뿐만 아니라 후손들을 위해 <화약 수련법>과 <화포법>이라는 저서를 남긴 것으로 알려지나 현재 전해지는 책은 없다.\n당시 흑색화약의 주요 재료는 염초(질산칼륨), 황, 목탄(숯)인데 숯이야 쉽게 구할 수 있지만, 황은 한반도에서 유황 광산이 발견된건 조선 현종 때 일이었으며 이전까지는 전량 일본에서 수입해야 했고, 염초는 특수한 토양에서만 채취되기 때문에 구하기 쉽지 않을뿐 아니라 질산칼륨으로 정제하는 공정이 필요하기 때문에 화약 제작은 정말 어려운 일이었다. 중국이 최신 무기인 화약을 주변국들에게 공급할리가 없었고, 제조법을 철저하게 국가기밀로 다루어 숨기고 완성된 화약만을 소량 주변국에 판매했다.\n공민왕 23년(1374년) 5월에 고려 조정은 명에 사신을 보내 왜구의 준동을 막기 위해 필요하니 화약 제조법을 알려줄 것을 요청했지만, 명측은 \"재료를 고려에서 보내주면 우리가 만들어서 보내주겠다\"며 고려의 요청을 완곡하게 거절하였다.\n\n최무선은 당시 기승을 부리던 왜구에 대응하기 위해서는 화약과 총포만한 것이 없다며 화약 제조법 연구에 몰두하였다. 화약과 화포 제조에서 유황, 숯과 함께 꼭 필요한 염초는 화약의 본고장인 중국에서 수입해 와야 했는데, 당시 원, 명 왕조에서는 화약의 제조 방법(재료의 배합 비율 등)을 비밀에 부쳤기 때문에  고려에는 이 기술을 아는 인물이 없었다.\n그는 화약과 화포 제작 기술을 습득하기 위해 직접 중국을 다녀오는 한편, 관련 서적들을 구해 연구했다. 그러나 화약 제조법은 그의 오랜 노력에도 불구하고 좀처럼 풀리지 않았다. 화약을 만드는 원료 3가지 중 유황과 분탄은 어렵게 그 제조법을 알아낼 수 있었으나 가장 중요한 초석은 도저히 만들 수가 없었다. 최무선은 중국 상인들이 많이 드나드는 예성강 항구 벽란도로 가서 화약의 제조법을 은밀히 탐문했다. 그러던 중 원나라의 염초장을 지낸 이원(李元)이라는 상인이 있다는 소식을 접했다. 최무선은 그를 찾아가 자신을 소개하고 융숭하게 대접했다. 그리고 기회가 있을 때마다 화약과 염초에 관해 물었으나 이원은 쉽게 가르쳐 주지 않았다. 그러나 끈질긴 최무선의 뜨거운 열정과 능수능란한 중국어 실력에 감복한 이원은 마침내 염초제조 기술을 전수했다.\n우왕 3년(1377년) 화통도감(화약국)이 설치되어 최무선은 대장군포 · 이장군포 · 삼장군포 · 육화(六花) · 석포(石砲) · 화포(火砲) · 신포(信砲) · 화전(火箭) · 화포(火砲) · 화통(火㷁) 등의 총포류를 개발하고, 화전(火箭) · 철령전(鐵翎箭) · 피령전(皮翎箭) 등의 발사용 화기, 기타 질려포(疾藜砲) · 철탄자(鐵彈子) · 천산오룡전(穿山五龍箭) · 유화(流火) · 주화(走火) · 촉천화(觸天火) 등 각종 화기를 제조하였다. 아울러 이러한 함포를 실을 수 있도록 전함 개량에도 힘을 쏟았다. 또한 화기 이용에 대한 교육에도 힘써 화기발사 부대인 화통방사군(火筒放射軍)이 편성되었다. \n그는 진포(군산)에 쳐들어 온 왜구들을 상대로 부원수로 출진하여 개발한 화포를 가지고 왜구들을 물리치는 공을 세웠다. 이후 왜구의 침입이 대폭 줄어들었을 정도로 화약 병기의 사용은 왜구 격퇴에 크게 기여하였다.\n임진왜란 때 활약한 조선 수군의 주무장도 최무선-최해산 부자가 개발한 화포류였다. 거북선, 판옥선 등 조선 수군의 대표함들은 모두 조선 초기에 그 기본형과 무장이 정립되었던 것이다.\n\n[조선시대 화약]\n염초자취는 흑색 화약을 생산하기 위해 필수적으로 필요한 공정이다. \n임진왜란 시기까지 조선의 염초 생산 방식은 민가의 오래된 부뚜막 흙을 긁어서 재료를 조달하는 방식이라 비용과 인력이 많이 들었다.\n명나라 때 질산칼륨 제조법이 개선되 생산효율이 증가된 것으로 알려졌지만 국가기밀이라 조선에 알려주지도 않았을 뿐만 아니라 염초 수입 또한 상당히 제한돼 있었다. 거기다 임진왜란을 거치면서 화약이 대량으로 소모되고 재능 있는 염초 장인이 전쟁 중 다수 사망하자 화약이나 염초 확보 문제가 더욱 심각해졌다. \n1634년 명나라가 후금과의 전쟁으로 화약을 많이 소비하여 염초가 부족하게 되자 또 다시 염초 수출을 중단시켰다. 이러자 조선에는 비상이 걸렸다. 해결책은 국내의 염초 제조 공정의 효율성을 높이는 길밖에 없었다. 이런 위기감 속에 조선은 효율성이 더 높은 명나라의 최신 염초 제작 기법을 필사적으로 확보하려고 노력했는데 이 과정에서 당시 평안도의 일개 하급 무관이었던 성근(成根)이라는 사람이  목숨을 걸고 중국을 수차례 건너다니며 중국내의 조선인과 비밀리에 접촉하거나 명나라 피난민을 일일이 만나가며 마침내 신 질산칼륨 제조법 14단계 공정법을 터득했다. 그 결과물이 '신전자취염초 방언해'이다. 후대에 만들어진 '신전자초방'과 함께 조선시대 화약 제조 비법을 자세히 알아볼 수 있다.\n\n염초의 제조는 임진왜란 이후 도입된 조총과 오군영의 설립으로 인한 화약 소비량의 증가에 따라 활발해졌다. 임진왜란 와중에 일본인에게서 제조법을 도입하기도 했으며, 각 군영에서부터 지방 군읍까지 염초를 제조하고자 했다. 그러나 염초자취는 필요에 비해 그 양이 절대적으로 부족하여 청국을 통한 사무역이나 밀매에 크게 의존하는 실정이었다. 조선에서 염초자취가 여유있게 되는 시기는 정조시대이다. 이때 청에서 도입된 『자초신방(煮硝新方)』으로 국내 소모량을 충족할 수 있었다.\n\n염초는 병자호란 이후 숙종대에 들어서서 취토법이 더욱 발전해 안정적 수급은 가능해졌다. \n깁지남은 1671년 역과에 급제하고, 1682년 역관으로 일본과 청나라에 다녀왔다. 1692년 부사로 연경에 가는 민취도(閔就道)의 역관으로 수행했는데, 김지남의 권유로 자초법(煮硝法:염초 제조법)을 알아내기 위해 요양(遼陽)의 어느 시골집에 찾아가 사례금을 주고 방법을 배우던 중 갑자기 주인이 죽어 뜻을 이루지 못하였다. 당시 중국에서는 자초법을 국법으로 엄금했기 때문에 이를 알아내기란 무척 어려운 일이었다. 그러나 이듬해 다시 진하사(進賀使) 일행으로 청나라에 갔으며, 그 뒤에도 역관으로 중국을 방문할 때마다 되풀이해 물어 결국 그 방법을 알아냈다. 1698년 병기창고 도제조 남구만(南九萬)의 지시에 따라 자초법에 따라 화약을 제조하였다. 성과가 매우 크자 숙종의 윤허를 얻어 제조법을 수록한 『신전자초방(新傳煮硝方)』을 저술해 반포하였다. 정조는 이 책을 ‘금석(金石)과 같은 성헌(成憲)’이라고 높이 평가했다.\n\n[조엄]\n조엄의 고구마 종자 도입이었다. 일본에 통신사로 파견된 그가 대마도에서 고구마를 보고 식량이 될 수 있음을 간파했고 조선으로 돌아올 때에는 그 재배법과 저장법에 관련한 정보까지 가져왔다.\n여기에 그치지 않고 본인이 대마도에서 겪은 일들을 기록한 ,해사일기(海槎日記),에 고구마의 재배법과 보관법 등 각종 정보들을 담음으로써 국내의 고구마 재배는 일시적으로 끝나지 않고 현대까지 이어지게 된다.\n1763년(영조 39년) 도쿠가와 이에하루의 쇼군 취임을 축하하는 통신사로 일본에 갔다가 이듬해 돌아올 때 고구마 종자를 가지고 와서 국내에 최초로 제주도와 동래에서 재배하였다. \n정조의 즉위 직후 홍국영 등의 무고로 유배되어 병으로 세상을 떠났다.\n\n[LCD 기술 유출]\n하이디스의 기술자와 빼돌린 기술 자료 4,000여 건을 바탕으로 BOE의 중국 현지 공장이 완공되자 2006년 하이디스를 일부로 부도 처리하며 철수하고 얼마 뒤 모든 인력까지 해고했다. 결국 BOE는 중국정부의 전폭적인 지원 속에서 LG디스플레이를 제치고 세계 최대 LCD 패널 제조사가 되었다.\n\n[OLED 기술 유출]\n2011년 삼성디스플레이, LG디스플레이의 기술유출 사건이다. 양사 연구원이 범행에 가담했고 이들은 당시 차세대 디스플레이인 아몰레드 기술을 중국 업체에 넘겼다. \n지난 6월 삼성과 LG는 2조원 이상을 투자해서 개발한 55인치 TV용 아몰레드(AMOLED) 기술을 산업스파이에게 털렸다. 장비검사업체인 이스라엘 업체 오보텍의 직원이 디스플레이 패널의 장비검사를 하는 척하며 회로도를 몰래 찍어 유출한 것이다. 이들은 빼돌린 기밀자료를 경쟁업체인 중국과 대만 회사로 넘겼다. 아몰레드 기술은 국가핵심산업 기술로 지정돼 향후 5년간 30조원 이상의 수익을 올릴 것으로 기대하고 있었다. 검찰은 이스라엘 업체가 홍콩에 산업스파이 활동만을 위한 전담부서를 운영하며 조직적으로 산업기밀을 유출했다고 발표했다. \n\n\n\n[우리나라]\n위그선은 바다 위를 1ｍ가량 떠서 고속이동할 수 있는 배로, 국내 업체가 세계 최초로 상용화에 성공했다. 하지만 2020년 연구소장 등 직원 2명이 퇴직하면서 개발 실험 데이터와 설계도면 등을 빼돌려 동종 업체를 설립하고 해외 업체와 생산을 추진하려다 우리 정보 당국에 덜미가 잡혔다.\n하마터면 십수 년 동안 수백억 원을 투자해 개발한 '국가핵심기술'이 고스란히 경쟁국 수중에 들어갈 뻔했다.\n\n1/1000mm 두께까지 정확히 측정할 수 있는 핵심 기술을 가진 이 제조업체는 더욱 심각한 피해를 입었다. 유기발광다이오드, OLED의 두께 측정기를 개발해 100억 원 규모의 중국 수출을 앞둔 상황에서 소속 프로그래머가 기술을 빼돌린 겁니다.\n훔친 기술로 중국에서 비슷한 장비를 만들어 저가에 판매하는 바람에 10년간 공들인 연구·개발이 모두 물거품이 됐다.\n지푸라기 잡는 심정으로 국정원의 문을 두드려 유출 증거를 찾고 가해자 징역형도 이끌어 냈지만 물질적, 정신적 피해는 보상받을 길이 막막합니다.\n\nSK이노베이션이 LG화학으로부터 전기차 배터리로 사용되는 2차전지 기술을 빼낸 사건. 서울경찰청은 지난 3월 말 SK이노베이션 법인과, 이 회사 전기차 배터리 부문 총책임자였던 부사장급 임원 B씨 등 35명을 기소 의견으로 검찰 송치했다. SK이노베이션은 당시 LG 직원 100여 명을 경력직으로 채용하는 과정에서 면접을 보면서 이직을 원하는 사람들에게 기술 발표와 관련 자료 제출을 요구하는 방법으로 LG화학 기술을 빼돌린 혐의를 받는다. \n\n\n[포스코와 日신일철주금 '전기강판 소송']\n포스코는 최근 일본 신일철주금(옛 신일본제철)에 현금 3000억원을 주고 4년째 끌어온 전기강판 영업비밀과 특허침해 관련 소송을 끝내기로 합의했다고 밝혔다. 비공개 합의안엔 일부 지역 판매금지 조항이 담겨 있는 등 포스코에 타격을 줄 내용이 많다고 한다. 문제가 된 '방향성 전기강판'은 변압기 등에 들어가는 고급 소재로 포스코가 한 해 5000억원어치를 팔아 2000억원의 순익을 올리는 효자 제품이다. 서로의 지분을 교환 보유할 정도로 가까운 사이로 알려진 포스코와 신일본제철 사이에 왜 이런 일이 벌어졌을까.\n8년 전인 2007년 10월 12일 당시 대구지검 특수부는 일명 '포스코 기술유출 사건' 수사 결과를 발표한다. 퇴사한 포스코 연구원 2명이 전기강판 핵심 기술을 중국 경쟁사에 13억원을 받고 유출시켰다면서 이모(60)씨와 이씨의 연구팀 후배(57)를 구속했다는 내용이었다. 당시 검찰과 포스코는 이들의 범행으로 향후 5년간 포스코에 2조8000억원어치의 손실이 예상된다고 추산했다. 하지만 이 사건은 8년 만에 부메랑이 돼 포스코를 겨냥한다.\n포스코와 철강 업계에 따르면, 당시 주범으로 지목된 이씨는 1981년 지방의 한 공대를 졸업하고 포스코에 입사한 현장 엔지니어였다. 1996년 무렵 신일본제철은 전기강판을 만들어 막대한 수익을 올리고 있었고, 포스코도 대규모 인력과 자금을 투입해 전기강판 추진팀을 만든다. 이씨도 이 프로젝트에 투입됐다.\n포스코의 전기강판 개발이 급물살을 탄 것은 2000년 포스코와 신일본제철이 전략적 제휴를 맺으면서부터다. 고부가가치 제품 시장에서 선두 경쟁을 벌였던 두 업체는 유럽·인도·중국 업체의 거센 추격에 공동 대응할 필요가 있었다. 신일본제철은 자국 라이벌인 JFE스틸로부터도 거센 도전을 받을 때였다. 포스코와 신일본제철은 그 '정표(情表)'로 지분을 공유했고, 작년말 현재 포스코는 2.38%의 신일본제철 지분을, 신일본제철은 포스코 지분 5.04%를 갖고 있다.\n하지만 신일본제철은 전기강판의 핵심 제조 기술만큼은 절대 포스코에 넘겨주지 않았다. 당시 '방향성 전기강판'은 100원어치 팔면 60~70원이 남는 '노다지' 아이템으로 신일본제철 입장에선 그럴 만도 했다.\n포스코는 그러나 고품질 방향성 전기강판 생산에 성공했다. 사내에선 그 '1등 공신'으로 투자와 기술 도입 등을 주도했던 이씨와 연구 파트를 책임졌던 우종수씨(현 포항산업과학연구원장) 등을 꼽았다고 한다. 이후 2004년 인사(人事)에서 우씨는 전기강판부장으로 발탁됐으나, 이씨는 '물'을 먹었다고 한다. 그 뒤에도 이씨는 여러 번 승진에서 탈락했고 2006년 8월 사표를 냈다. 그가 회사를 떠나자 사내에선 여러 얘기가 나왔다고 한다. \"투자의 천재였는데 참 아까운 친구다\" \"서울대를 나왔다면 벌써 부장이 됐을 텐데\" \"여자 문제가 있었다\"는 등의 루머가 섞여 있었다.\n전기강판 추진반장으로 재직했던 이씨는 퇴사 직전 자신이 관여한 연구 개발 자료를 모두 갖고 나와 기술 컨설팅 업체를 차렸다. 자신보다 1년 앞서 퇴사했던 전기강판 연구팀 후배를 영입했다. 사업 파트너를 찾아 나섰던 그는 2007년 5월 중국 바오산강철 관계자들을 접촉했다. 기술 자문 명목으로 50억원을 받기로 계약하고 자신들이 가진 자료를 제공했다. 실제 받은 돈은 13억원이었다.\n철강 업계 바닥은 그리 넓지 않았다. 중국 바오산강철이 전기강판 개발에 나섰고 이씨가 자료를 넘겼다는 얘기가 돌아다녔다. 회사를 배신했다고 판단한 포스코는 이씨를 강하게 응징하기로 한다. 대구지검 특수부가 나섰고 이씨는 막대한 국부 유출의 주범으로 구속됐던 것이다. 이씨의 혐의 입증에는 기술 개발 동료였던 우씨의 진술이 큰 역할을 한 것으로 판결문에 나와 있다.\n코너에 몰린 이씨는 수사와 재판 과정에서 뜻밖의 주장을 내놓았다. 당시 판결문에는 \"우리가 포스코 외부로 반출한 전기강판 제조 기술 등은 포스코가 신일본제철의 전임 기술자로부터 불법적으로 취득한 것\"이라는 이씨의 진술이 등장한다. 그러면서 이씨는 \"포스코가 신일본제철과는 다른 고유성이나 진보성 있는 기술을 개발한 것이 아니라 신일본제철의 기술을 그대로 베껴 사용하고 있는 것\"이라고도 했다. 포스코 기술을 중국에 넘긴 게 아니라 포스코가 훔쳐 온 신일본제철 기술을 중국에 넘겼으니 죄가 없다는 취지였다. 포스코의 전기강판 제조술이 신일본제철과의 업무 제휴 이후 비약적으로 발전하게 된 '비법'이 공개되는 순간이었다. 퇴사한 신일본제철 연구원들을 직접 섭외하고 그들로부터 제조 기술을 가져오는 작업을 담당한 이씨의 주장은 신빙성이 제법 높아 보였다.\n하지만 1심을 담당한 대구지법은 이씨에게 징역 3년의 실형을, 이씨 후배에게 징역 1년 6개월에 집행유예 3년을 선고했다. 2008년 10월 2심을 맡은 대구고법은 이씨에게 유죄를 선고하면서 집행유예로 풀어줬다. 재판부는 판결문에 \"포스코가 일부 자료를 정당하지 못한 방법으로 취득·보유하고 있는 듯한 사정이 일부 엿보이긴 하다\"는 대목을 남겨놓았다.\n이 사건 수사·재판 기록을 입수한 신일본제철은 발칵 뒤집어졌다. 포스코가 독자 개발한 제품이라고 자랑하며 신일본제철을 위협했던 제품이 훔친 기술로 만들어졌다는 주장이 나왔기 때문이다. 신일본제철 내에선 \"당장 소송으로 강력 대응해야 한다\"는 강경파와 \"그래도 각별한 관계에 있는 포스코가 아니냐. 협상으로 조용히 처리하자\"는 온건파가 맞섰던 것으로 전해졌다. 동시에 신일본제철은 소송에 대비한 기초 자료를 수집하기 시작했다.\n그런데 2009년 3월 당시 이구택 회장이 물러나고 정준양 회장 체제가 들어서면서 포스코와 신일본제철과의 관계에 '적신호'가 켜지기 시작했다. 정 회장은 신일본제철 간부들보다는 오히려 신일본제철의 오랜 '숙적'인 JFE스틸 간부들과 가깝게 지냈다고 한다. 국내 철강 업체의 한 관계자는 \"정준양 회장 당시 포스코는 피(지분)를 나눈 신일철보다 JFE와 오히려 더 밀접해 보였고, 그런 부분도 이번 소송에 상당한 영향을 줬다\"고 했다.\n급기야 신일본제철은 2012년 4월 물밑 접촉을 중단하고 전기강판 사건을 전 세계에 공론화했다. 포스코가 영업비밀과 특허를 침해해 피해를 보았다면서 일본과 미국에서 동시에 포스코를 상대로 손해배상 소송을 냈다. 손해배상 청구액만 986억엔으로 1조원에 달했고, 자신들의 기술을 바탕으로 생산하는 모든 전기강판의 제조·판매를 금지하며 이미 만들어놓은 전기강판도 폐기시켜야 한다는 청구 내용을 담았다. 한마디로 포스코의 전기강판 공장 문을 닫으라는 요구였다.\n이 소송을 위해 신일본제철 측은 포스코에 자료를 넘겨줬던 신일본제철 퇴사 직원들을 모조리 조사하는 등 자신들의 기술이 포스코로 새어나갔음을 입증할 자료들을 한 트럭 분량 축적해 놓은 상태였다고 한다.\n이런 신일본제철과 달리 포스코에선 위기의식이 전혀 감지되지 않았다. 오히려 소송에서 포스코가 이길 것이기 때문에 강하게 대처해야 한다는 강경론자들이 많았다고 한다. 포스코에서 소송을 준비했던 곳은 연구·기술을 책임지는 포항산업과학연구원과 그룹 법무실이었다. 정준양 회장 시절엔 권오준 현 회장이 산업과학연구원장으로 재직했고, 지난해 권 회장이 취임한 이후엔 우종수 연구원장이 이 소송을 준비해왔다. 우 원장은 2000년대 초반 이씨와 함께 전기강판 개발에 참여하고 그 공로로 전기강판부장에 올랐었다.\n포스코는 신일본제철과 최종 합의에 이르기 직전까지도 장밋빛 내부 보고서를 만들었다. 보고서에는 '이번 소송을 통해 포스코 전기강판 생산 프로세스의 독자성과 우수성이 입증될 것으로 확신함'이라는 내용이 있는 등 전혀 엉뚱한 전망이 들어 있었다.\n결국 포스코는 지난 5월 말 신일본제철과 최종 합의를 했고, 4개월 뒤인 지난 9월 30일자 공시를 통해 300억엔(2990억원)을 주고 신일본제철과의 모든 소송을 화해했다고 짧게 밝혔다. 그리고 다른 합의 조건에 대해선 여전히 공개하지 않고 있다. 이번 소송에 관여한 로펌들에 따르면, 포스코는 현금 외에도 해마다 매출의 2%를 로열티를 줘야 하고, 인도 등 일부 지역 제품 판매가 금지되며, 신일본제철의 기술을 응용한 제품을 만들어 팔 땐 더욱 많은 로열티를 줘야 한다는 내용이 포함된 것으로 전해졌다. 한마디로 방향성 전기강판의 원천 기술은 신일본제철에 있다는 점을 인정하고, 향후 그 분야 상품에 대한 포스코의 미래는 신일본제철의 의중에 달려 있다는 의미로도 해석될 수 있다.\n포스코 입장에선 세계적 망신을 산 굴욕적 협상으로 볼 수 있는 이번 합의에 대해 포스코 내에선 \"그나마 다행\"이라는 반응도 나왔다. 이번 소송은 어차피 질 수밖에 없는 싸움이었고, 더 끌다 보면 배상 규모는 더 커지고 향후 전기강판 생산과 판매에 더 큰 충격이 올 수 있다는 것이다. 포스코 관계자는 \"8년 전 이씨를 혼낼 게 아니라 어떤 식으로든 끌어안아야 했고, 이후에도 물밑 협상을 통해 손실을 줄일 시기가 있었는데 경영진들이 안이하게 판단했다. 참 아쉬움이 많은 사건\"이라고 했다.\n\n\n\n한화오션 잠수함 도면 대만에 통째 유출\n24-01-04\n\n\n대우조선해양(현 한화오션)이 개발한 잠수함의 설계 도면이 대만에 통째로 유출돼 경찰이 수사에 나섰다. 해당 도면은 대만 정부의 첫 자체 잠수함 ‘하이쿤’ 개발에 사용된 것으로 전해졌다.\n3일 경찰청에 따르면 경찰은 대우조선해양 전 직원 A씨 등 두 명을 기술 유출 혐의로 입건해 수사하고 있다. 이들은 대우조선해양 근무 당시 도면을 빼돌린 뒤 잠수함 개발 컨설팅 회사인 S사로 이직했다. 이후 도면을 대만 측에 넘긴 것으로 알려졌다. 경찰은 기술 유출을 막지 못한 S사도 입건했다. 대만으로 넘어간 2000쪽 분량의 잠수함 설계 도면은 대우조선해양이 2019년 인도네시아에 1조1600억원에 3척을 판매한 ‘DSME1400’ 모델이다.\n\n회사도 몰랐던 '도면 유출'…대만 의원이 제보\n“대만 정부가 수조원을 투입한 국가사업이다. 최소 6개월에서 수년 동안 대만에서 일하는 조건으로 한국 전문가들에게 거액을 제시하고 있다.”\n\n대만 정부의 잠수함 개발 사업에 깊숙이 관여하고 있는 한 관계자는 3일 “대만 국영 대만국제조선공사(CSBC)에서 대우조선해양의 잠수함 설계 도면이 돌아다니고 있다는 건 전문가 사이에서 꽤 알려진 사실”이라며 이같이 전했다. 그는 “잠수함 컨설팅 업체 S사가 대만 정부와 함께 공정마다 한국인 전문가를 추천해 채용하고 있다”며 “수년 전부터 많은 한국 전문가가 일하고 있다”고 귀띔했다.\n\n회사도 모른 채 넘어간 잠수함 도면\n한국을 세계 다섯 번째 잠수함 수출국으로 만든 대우조선해양(현 한화오션)의 수출형 잠수함 ‘DSME1400’ 기술이 통째로 대만에 유출된 사건이 양국 간에 파장을 일으키고 있다. 경찰은 해군과 대우조선해양 출신 등이 설립한 S사가 CSBC와 손잡고 잠수함을 만드는 과정에서 기술이 유출된 것으로 보고 있다.\n\n이날 경찰청·경남경찰청에 따르면 대만은 2016년부터 첫 자국산 방어형 잠수함인 ‘IDS’ 사업을 추진했다. 사업 규모는 최대 160억달러(약 19조128억원)로 추산된다. 결과물도 속속 나오고 있다. 대만은 지난해 9월 IDS ‘하이쿤’ 1번함을 공개했다. 길이 70m·직경 8m, 배수량 2500~2800t 규모로 미국 록히드마틴사에서 제작한 전투시스템 등을 적용했다. 설계·제작에 총 7년이 걸렸는데 한국의 잠수함 기술이 상당 부분 활용된 것으로 전해졌다. 한 관계자는 “하이쿤 2번함 등에도 한국 전문가들이 대만에서 직접 기술을 전수하고 있다”고 전했다.\n\n경찰은 잠수함 기술 대부분이 대만 정부와 컨설팅 계약을 맺은 S사를 통해 유출된 것으로 보고 있다. S사는 지난해 하이쿤 잠수함 생산 과정에 사용되는 각종 부품 등을 정부 허락 없이 해외로 반출한 혐의로 재판을 받고 있다. 1심 재판부는 지난해 8월 대외무역법 위반 혐의로 S사 임원에게 징역 1년6개월에 집행유예 2년을, S사에 벌금 10억원을 선고했다. 한 관계자는 “당시 수사당국은 S사가 기술을 유출한 혐의까지 밝히진 못했다”며 “이번 추가 수사를 통해 도면 유출 등의 혐의가 드러났다”고 말했다.\n\n현재 한국은 대중 관계를 고려해 대만에 대한 잠수함 기술 수출 허가를 내주지 않고 있다. 대우조선해양은 한국형 잠수함인 장보고함을 건조한 경험을 바탕으로 DSME1400을 제작해 2016년 인도네시아에 수출했다. 이 잠수함은 40명의 승조원을 태우고 중간기항 없이 1만 해리(1만8520㎞)를 항해할 수 있다.\n\n대만 의원 제보받아 유출 파악\n도면 유출 사실은 대만 내 친중 성향의 국회의원이 제보해 알려졌다. 대우조선해양의 설계 도면이 CSBC 등 주요 관계자 사이에서 돌아다니자 이를 한국의 대만대표부에 알린 것이다. 중국은 대만과의 갈등과 남중국해 영토 분쟁 등을 이유로 대만의 잠수함 개발 사업을 적극 견제하고 있다. 제보는 한국 방위사업청과 국가정보원 등에 전달됐고 경찰도 지난해부터 본격적인 수사에 나섰다.\n\n경찰은 S사 직원 상당수가 대만에 있어 수사에 난항을 겪고 있다. 직접 수사가 쉽지 않은 데다 대만 정부의 협조도 잘 이뤄지지 않고 있어서다. 해군 간부 출신인 S사 대표 역시 대만에 머물며 수사당국의 수사 협조를 거부하고 있다.\n\n하지만 S사 등 관련자들은 대만에 대우조선해양의 잠수함 도면을 넘기지 않았다며 혐의를 부인하고 있다. S사 측은 “인도네시아로 잠수함을 수출했을 당시 도면도 함께 넘어갔다”며 “이 과정에서 대만으로 불법 유통됐을 것으로 보인다”고 해명했다.\n\nhttps://v.daum.net/v/20240103183405834\n\n중국 견제를 위해서 어쩔 수 없이 했을 겁니다.\n정부차원에서 중국과의 외교적 마찰을 피하려고 각본짠거면 어느 선에서 결정을 내렸고, 책임은 누가 지는지 궁금하네.\n울나라 대기업 하청하고 다 도면 공유함. 왜 그런지 아세요? 원청은 손도 안대거든요. 리스크를 하청에 다 몰아주려면 도면을 다 줘야 해요. 그래서 백날해도 보안이 안되는 것임. 비용 효율성과 보안은 반비례 관계라서 절대 고쳐지지 않음.\n본 사건은  미국정부가  배후 가능성이  큼,,\n우리내부에서 누구가 돈을 받은후 대만에다 설계도를 팔고한 비리 사건이라기 보단,,,\n독일 프랑스 스웨덴등 재래식 잠수함을 만드는 나라는,,\n중국이 지럴을 할터라  대만에 잠수함 판매가 곤란하고\n 미국은 재래식 잠수함을 안만들고하니,,건네줄 잠수함이 없구 최선은  대만이 자력으로 잠수함을 만드는 거이가  해결책 이고,, 미국이 우리측에 압력을 가해서리  잠수함의 설계도가 건네간거라고,,,\n아마 국내 기술자도 몰래 들어가 대만측에 기술을 전수 해주고 그러했을거 가틈.\n한국정부가 일부러 유출이라는 명분으로 타이완에 잠수함 기술 이전해준거 아닌가요? 전에 비공식적으로 잠수함 기술 정부가 이전해 준 거라고 누가 그렇게 말했던 거같은데.. 그런데 야당의원이 그거 폭로하는 바람에 그냥 서류상 기술만 다 넘겨주고 우리 한국인 기술자들은 귀국조치 했던 거라고 했던 거 같은데",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-06-03T12:12:23.812000",
  "updatedAt": "2024-01-04T22:24:57.949000"
}