{
  "id": "db888249-ae1e-4dbd-8563-4e6af6541638",
  "title": "전쟁과 사람 - 현대",
  "content": "[독일의 예술인들]\n1914년 여름, 1차 대전 전쟁이 선포되었을 때  환호하며 맞이했던 건 독일 작가 '토마스 만' 혼자가 아니었다. 독일의 예술가들도 같은 이유로 전쟁을 새로운 시대의 출발로 받아들였다. 예민한 감성을 통해 당대 삶의 상황을 포착해내는 시인과 예술가들을 그 시대의 감수성이라 말할 수 있다면, 우리는 1차 대전 직전 유럽의 정신적 상황이 그 징후였음을 짐작할 수 있다. 군복을 즐겨 입던 황제 빌헬름 2세의 군사주의적 통치하에서 독일은 특히, 엄격하고 권위주의적 문화가 지배하고 있었다. 프랑스에서 건너온 새로운 감성의 예술사조는 ‘비도덕적’이고 ‘개인주의적’이라며 금기시되었고, 작가와 예술가의 활동 및 관련 출판물은 당국의 검열을 받아야 했다. 이런 정치적 상황을 타개할 만한 힘과 대안을 가진 정당도, 정치세력도 없었다. 자유로운 사고와 표현이 규제된 갑갑한 현실 속에서 그를 극복할 사회, 정치, 문화적 대안도 찾을 수 없던 젊은 작가와 예술가들은, 토마스 만의 말대로, ‘이대로는 안 된다’고 생각하면서 ‘지긋지긋한 평화의 시간’을 견디고 있었다.\n이런 상황에서 전쟁은 아무런 정신적, 창조적 에너지도 없는 시간을 끝낼 해방의 사건으로 여겨졌다. 전쟁이 극적인 갱생과 강렬한 체험의 열망을 충족시켜 주리라 믿은 많은 작가, 예술가들은 자발적으로 전투에 참여하기도 했다. 이런 열정을 무너뜨린 건 전쟁의 참혹함이었다. \n\n[비트겐슈타인]\n파리통의 원리는 다음과 같다. 파리통 밑에 파리가 좋아하는 음식을 놓아두면 파리들이 기어 들어와 즐긴다. 식사를 끝낸 파리들은 파리통 위로 날아 올라가다가 유리에 몇 번 부딪혀 결국 물에 빠져 죽게 만든 것이 파리통의 원리다. 이렇게 잡힌 파리들을 쏟아버리기 위해 상단에 있는 구멍을 한국에서는 종이 혹은 천으로 막았고, 포도주 문화가 발달했던 유럽에서는 코르크(cork)로 막았다. \n\t\t소년 비트겐슈타인은 파리통 속의 파리들을 관찰하면서, 처음 날아들어간 길이 밑에 있는데도 그 길을 찾지 못하고 위로만 날아오르려다가 결국 죽고 마는 파리들을 어리석다고 생각했다. \n파리의 한계, 그리고 인간의 한계를 결정하는 것이 무엇일지를 생각하던 비트겐슈타인은 1917년 오스트리아군에 입대하여 제1차 세계대전에 참전했다. 총알이 빗발치는 참호 속에서도 파리의 한계와 인간의 한계에 관한 사색을 계속하던 비트겐슈타인은 1918년 연합군의 포로가 되어 이탈리아 몬테카시노(Monte Cassino) 수용소에 수감되었다. 그는 수용소에서 자신의 철학적 사색을 원고로 옮기고자 수용소 당국에 공책과 연필을 요청했다. 수용소는 이를 허락했고, 1919년 종전이 되자 그는 비엔나에 돌아와 그 원고를 책으로 출간했다. 이 책이 불후의 명저 《논리철학 논고(Tractatus Logico-Philosophicus)》이다.\n\n\n[마리 퀴리]\n폴란드 출신인 프랑스의 물리학자, 화학자. 방사능 연구의 선구자이며 라듐과 폴로늄을 발견하여 노벨물리학상을 타고, 금속 라듐을 분리하여 노벨화학상을 탔다.\n당시 폴란드는 러시아 제국의 지배를 받고 있었는데, 러시아는 폴란드 입헌왕국에서 독립운동이 일어났다는 이유로 폴란드를 직할령으로 삼고 폴란드의 학생들에게 러시아어와 러시아 역사를 배우게 했다. \n제1차 세계 대전에서 마리는 스스로 개발한 '리틀 퀴리'라는 자동차로 전선을 누비게 된다. 이 차에는 X선 사진을 찍을 수 있는 장치가 붙어 있었으며, 20대 정도가 만들어져서 부상병들을 진단하는 데 큰 활약을 했다. 라듐의 방사선은 제1차 세계 대전 당시 환자의 체내에 박힌 파편을 찾을 수 있게 하여 수많은 생명을 살렸다. 이때 마리에게 도움을 받은 부상병은 100만 명이 넘는다. 그러나 훗날에 밝혀진 바로는 이때 마리가 X선에 과다하게 노출된 것이 건강에 큰 무리를 주었다고 한다.\n전쟁 당시 마리는 자신이 받은 노벨상 메달까지 팔아서 프랑스의 전쟁 수행에 기부하려 했지만, 프랑스 중앙은행에서 사양했다. 그러자 퀴리는  자신이 받은 노벨상 상금으로 전쟁 채권을 사는 방식으로 전쟁에 동참했다.\n\n[앙드레 말로(André Malraux)]\n프랑스의 소설가 겸 정치가. 반파시즘 운동에 앞장섰으며, 샤를 드골 정권하에서 문화부 장관을 지냈다.\n앙드레 말로는 프랑스 식민지 시절에 캄보디아의 문화재를 도굴하려 했다. 1923년 프랑스 고고학 조사단을 따라 시엠레아프(시엠립)를 탐사한 말로는 인근 '반테이 스레이' 사원의 여신상을 본국 골동품상에게 갖다 팔려고 했다. 사당 입구에 조각된 여신 데바타 부조가 잘 떼어지지 않자 불까지 질렀다. 그러다 프랑스 당국에 적발됐다. 그의 나이 22살 때의 일이다. 프놈펜으로 압송된 말로는 상습 도굴 혐의로 재판을 받고 수감됐지만, 캄보디아에 동행했던 연인 클라라와 그의 재주를 아끼던 이들의 구명운동으로 집행유예를 받아 풀려났다. 이때의 경험을 살린 소설이 <왕도로 가는 길>이다. 도굴 사건은 말로에겐 생애의 분수령이었다. 프놈펜 감옥에서 겪은 프랑스 식민당국의 처우에 분노하여 철저한 반식민주의자로 돌아섰다.  \n1936년부터 스페인 내전에 참전하여 공화주의자들 편에 서서 싸웠다. 스페인 내전 당시 의용군으로 참전하긴 했으나 비전투원이었고, 그것도 작가나 화가 등의 예술가들을 데려와 아무런 도움을 주지 못했다. 그러면서 자유를 위해 전장에 뛰어든 지성인 이미지로 자기 PR을 하는 동시에 공화정부에 각종 비용을 청구해 돈만 받아 챙김으로써 재산을 불렸다.\n제2차 세계 대전때 프랑스가 정복당하고 비시 괴뢰국이 세워지자 자유 프랑스 편에 서서 레지스탕스로 활동했다. 1958년에는 샤를 드골 대통령 치하에 문화부 장관이 되었다.\n나중에 방글라데시 독립전쟁이 일어나자 노령에도 불구하고 참전하였으나 큰 활약을 하지는 못했다.\n\n[조지 오웰(George Orwell)]\n본명은 '에릭 아서 블레어(Eric Arthur Blair)'. 조지 오웰은 필명이다.\n1936년 12월, 결혼 6개월 만에 조지 오웰은 스페인 내전의 소식을 듣고 바르셀로나로 달려갔다. 이곳은 아나키즘의 이름 아래 평등한 분위기가 넘쳐흘렀다. 오웰은 여기서 인간다운 희망을 얻었다. 하지만 상황은 열악해서 전투는 얼마 없었지만 추위와 굶주림으로 많은 의용군이 고통받았고, 참호전에서 가장 무서운 적은 추위와 냄새였다고 회고했다.\n이곳에는 다양한 정파들이 있었지만 서로 극심한 내홍을 겪었다. 그러나 평등한 곳이라 여겼던 바르셀로나는 위장일 뿐이었다. 도시의 부르주아지들은 시류를 따라 위장한 것이었으며 모스크바의 지령을 따르는 중앙집권적인 스페인 공산당이 공화국 정부의 권력을 차지했다. 급기야 1937년 5월 바르셀로나 5월 사건이 일어나 공산당(소련파)와 아니키스트파(반소련파)가 무장 교전을 벌였다. 중앙정부가 카탈루냐의 자치를 짓밟고 아나키스트와 그가 소속되었던 마르크스주의통일노동자당(POUM)을 분쇄하고 말았다. 마침 휴가를 얻어 바르셀로나에 있던 조지 오웰은 반파시즘의 대의 아래에서 동맹이라 믿었던 좌파들끼리 서로 죽여대는 모습을 목격하고 깊은 회의감에 빠진다.\n전선으로 복귀한 조지 오웰은 저격당해 목을 관통당하는 중상을 입었지만 구사일생으로 살아남았다. 목에 총맞은 직후엔 들것으로 2km정도 뒤로 빠진 다음에 거기선 차량으로 전방치료소까지 이송됬고 기본적인 조치를 취한 다음엔 열차에 타서 후방에 위치한 병원으로 후송가서 치료를 받았다. 조지오웰이 목숨은 구했지만 그래도 상당히 크게 부상을 당한 상황이였는데 편하게 쉬지를 못했다. \n전시에 병원 상태가 안좋다거나하는 상황이 아니라 공화파 윗대가리들이 전쟁도 지는 와중에 자기들끼리 사분오열 되어서 정치질이나 하면서 서로 견제를하고 있었다. 당장 조지오웰이 있던 병원도 견제를 엄청먹어서 지원도 제대로 못받고 있었다. \n그런 와중에, 마르크스주의 통일노동자당이 스페인 공산당 측에게서 트로츠키파로 의심받기 시작하였고 대표로, 조지 오웰과 스페인 내전에 초기 참전에 함께한 아나키스트는 스탈린주의자에게 가장 많이 학살당하고 탄압당한 탓에 세력이 매우 약화되었다. 마르크스주의 통일노동자당의 의용군에 입대한 상태였던 조지 오웰에게도 수배령이 떨어졌다. \n이게 일반 병사나 의용병들한테까지 영향을 줘서 침대에 누워서 요양하던 조지오웰도 체포(죄명은 대충 트로츠키주의자)당한 후 형장의 이슬로 갈 뻔 했다가 잡히기 직전에 탈출에 성공했다.\n병원에서 치료받으며 요양중이던 오웰은 공산당이 급습을 준비한다는 소식을 듣고 아내와 함께 겨우 스페인을 탈출하여 프랑스를 거쳐 영국으로 귀환했다. 이때의 경험은 르포르타주 <카탈로니아 찬가>에 잘 묘사되어 있다. 하지만 이 작품은 군소 출판사에서 출판한 탓에 대실패를 거두었고 그의 죽음 이후에서나 스페인 내전에서 공화파간의 갈등을 묘사한 점이 재평가받게 되었다.\n이런 상황에서 영국 기자가 \"조지오웰이 적군(파쇼친구들)과 내통하고 있다가 총맞은거같다\"라고 기사를 썼다. 조지오웰은 스페인 내전에서 친한 전우도 전사해버렸고 치열한 시가전에도 참여해서 싸우고 전장에서 죽기직전의 큰부상까지 당해본사람인데 그런 거짓 기사를 대놓고 당당하게 올린 걸 본 조지오웰이 나중에 1984를 쓰게될 때 작중에 나오는 진리부(Ministry of Truth)의 모티브로 써먹었다.  진리부는 조지 오웰의 《1984》의 전체주의 국가 오세아니아에 있는 네 개의 부처 중 하나이다. 다른 세 부처와 마찬가지로, 진리(眞理)라는 이름은 반어적인 표현이며, 실제로 진리성에서 관장하는 업무는 역사적 사건들을 위조하여 대중을 속이는 것이다. \n1939년 2차 세계대전이 발발하자 오웰은 (전쟁을 제국주의의 음모로 보고 반전을 주장한) 독립 노동당을 탈퇴한 후, 영국 육군에 입대를 신청했지만 폐에 문제가 있다는 이유로 반려되었다. 이후 선전을 위한 집필도 제안했으나 인민전선에 참전한 경력 문제 때문인지 이 역시도 거부당했다. 그나마 영국 육군의 보조 조직인 홈가드에 입대하는데 성공했다.\n오웰은 1941년에 BBC에서 대인도 선전방송의 원고와 라디오 프로그램을 담당했으나, 제국주의적 태도와 검열 등에 불만을 품고 그만두게 되었다. 1943년부터는 '트리뷴'에서 문예 편집자로 일했다.\n2차대전이 끝난 1945년에는 스탈린 체제 소련을 풍자한 우화 <동물농장>을 출간하게 되었다. 하지만 당시의 영국과 동맹 관계였던 소련과 스탈린을 신랄하게 비판했기 때문에 한동안 출판은 어려웠으며, 심지어 쓰는 와중엔 런던 공습 중에 원고가 타버릴 뻔했다. 하지만 스탈린주의를 비판하는 내용이 공산주의 전체에 대한 풍자로 왜곡, 미화된 덕분에 미국에서 광범위하게 출판되었다.\n\n[피카소]\n입체주의의 거장으로 회화, 조각, 도예, 판화 등 다방면으로 활약한 스페인의 미술가. 안달루시아 주 말라가 출신으로, 주로 프랑스에서 활동했다. \n〈게르니카〉(Guernica)는 스페인 내전 당시 독일군이 스페인 게르니카 지역 일대를 1937년 4월 26일 24대의 비행기로 폭격하는 참상을 신문으로 보고 파블로 피카소가 그린 그림이다. 독일군의 폭격으로 수많은 사람들이 희생되었으며 250~1,600명 그 이상의 사람들이 사망하였고 또한 부상당하였다. 나치는 새로 개발한 폭격기와 폭탄 성능을 시험도 해 볼 겸 바스크 지방에 융단폭격을 퍼붓습니다. 불바다에 휩싸이게 된 게르니카에는 반 정부군 뿐만아니라 많은 민간인 사상자가 발생되는데 이 그림은 그때의 장면을 묘사한 이 그림으로, 전쟁의 잔학과 참상에 대한 보편적 상징을 표현하고 있다고 할 수 있죠. \n2차 세계대전 당시 독일군이 파리를 점령했을 때 독일군은 피카소를 감시했다. 그중에는 피카소의 명성을 익히 알고 사인을 요구한 군인들도 있었다.\n<게르니카>는 그의 작업실 한쪽 벽면에 세워뒀는데 한 독일군이 피카소에게 “네가 한(did) 거냐?” 하고 묻자, 피카소는 “아니다. 너희들이 한 거다”라고 응답했다.\n또한 1951년 6.25 전쟁을 모티브로 한 <한국에서의 학살>이라는 그림도 그렸다. 노근리 양민 학살 사건 혹은 신천 양민 학살을 주제로 했다고 하나 확실하지는 않다. 하여간 전쟁의 참상을 고발하기 위해 그린, 게르니카와 함께 그의 대표적인 반전 작품 하나로, 당시 '미군을 학살자로 묘사했다'는 주장도 생기는 바람에 한국에선 80년대까지 금지 예술품이기도 했다.\n\n[헤밍웨이]\n처음 사회생활을 기자로 시작했고, 1918년 19살의 나이로 1차 대전에 참전하려 미 육군에 입대하려 했으나, 권투 선수 시절에 얻은 눈 부상과 어머니에게서 얻은 선천적인 시력 낮음으로 인해 미 육군, 해병, 해군 모두 신체검사에서 탈락했다. 그래서, 그는 이탈리아 전선에서 적십자사 소속의 구급차 운전사 모집공고가 뜨자 바로 신청하여 민간인 신분으로 참전했었다. 1918년 5월부터 운전사로 일하는 중 7월 8일에 두 다리가 박격포탄 파편에 맞아 심각한 부상을 입어 일시적 불구가 되었다. 병원에서 치료받던 도중, 전쟁이 끝났고 다리 부상도 회복되어 걸을 수 있게 되었다. \n22살에는 캐나다 <토론토 스타>의 해외 특파원으로 그리스-터키 전쟁을 보도하면서 종군기자로 활약했다.\n이 때 겪은 걸 기반으로, 자전적 소설인 논픽션과 허구를 약간 섞은 '무기여 잘 있거라' 책을 집필했다. \n1936년 1월 스페인내전이 터지자 1936년 11월 북미신문연맹(NANA)은 60여 개신문 배급을 위해 헤밍웨이를 종군기자로 초대하였다. \n'무기여 잘 있거라'로 큰 명성을 얻은 뒤, 당시 혁명 스페인의 공화제를 열렬히 지지하여 종군특파원으로 자진해 스페인으로 갔고, 혁명군과 함께 보수파 프랑코의 군대를 비판했다. \n헤밍웨이는 스페인의 공화당 정부를 지지했다.그는 스페인에서 싸우기 위해 2명의 자원봉사자를 보내는 비용을 부담하였으며 두 대의 앰뷸런스 구입 비용으로 1,500불을 스페인 정부에 기여하였다.\n헤밍웨이는 1937년 스페인을 3번 여행으로 7개월간 종군 취재하였고 미국과 영국에서 발표한 북미신문연맹에 보도를 28번 보냈다.\n이때의 경험으로 그는 '누구를 위하여 종은 울리나'를 쓰게 된다. \n그는 부인과 함께  2차세계대전에 종군기자로 참여하였다. 그는 노르망디 상륙작전과 이어진 파리 해방전투에도 참여하였으며, 1944년 10월 미군과 함께 파리에 입성했다. \n\n[아인슈타인]\n1920년대 베를린의 아인슈타인은 공산주의에 적극 동조했고 독일공산당의 ‘마르크스주의 노동자학교’에서 물리학을 정기적으로 가르쳤다.\n1930년대가 되자 독일은 아돌프 히틀러가 집권하면서 유대인 탄압이 시작되었다. 상대성 이론을 비롯한 그의 연구, 책들도 유대인의 연구라는 이유로 공개적으로 불태워지는 수모를 당했다. 여기에 필립 레나르트, 요하네스 슈타르크 등을 필두로 한 저명 과학자들마저 '독일 물리학'이라는 명목 아래 아인슈타인 등 유대인 과학자들의 연구 업적을 부정, 배척하는 주장을 공공연히 내세웠다. 결국 유대인이었던 아인슈타인도 나치 독일 정권으로부터 시민권을 박탈당하고, 당시로서는 엄청난 거액이었던 5만 마르크의 현상금까지 걸리게 되면서 신변에 위협을 받게 된다.\n결국, 아인슈타인은 1933년에 유대인을 탄압하는 나치 독일 정권을 피해 미국으로 피신하여 망명길에 오르게 된다. 당시 이렇게 미국으로 도망친 유태인들은 꽤나 많았는데 볼펜을 발명한 헝가리 국적의 유대인이었던 비로 라슬로 역시 비슷한 시기에 아르헨티나로 망명했다. 그리고, 아인슈타인을 비롯해 프로이트 등 몇몇 유명인사들 역시 나치를 피해 망명했다.\n\n[프로이트]\n오스트리아 빈 출신의 정신과 의사, 의학자, 생리학자, 심리학자, 철학자이며 정신분석학의 창시자이다.\n1885년 가을, 파리에 유학. 샤르코 교수에게 히스테리 이론을 배워 본격적으로 신경증을 연구하게 됨.\n1914년부터 1918년까지 계속된 제1차 세계대전은 프로이트의 정신분석학에도 커다란 변화를 가져왔다. \n1918년 부다페스트에서 개최된 제5회 정신분석학회 의 주제는 ‘전쟁신경증’이었다. 전쟁신경증의 증상은 신체적이다. 그러나 원인은 심리에 뿌리를 두고 있다. 전쟁신경증은 매우 다양하게 발현하였지만, 전체적으로 볼 때 ‘히스테리’ 증상과 유사했다. 이전까지 히스테리는 여성들의 전유물로 간주되어 왔습니다. 질환명에 자궁 (hyster-)이라는 접두어를 붙일 만큼 여성에게 우세했던 이 질환이 전쟁을 겪은 남성들에게 나타나기 시작했다. 전쟁 이전에 히스테리에 대한 프로이트의 설명을 경시하던 의사들은 그의 정신분석에 주목하지 않을 수밖에 없었다. \n1920년부터 상상할 수 없는 인플레가 유럽 전체를 휩쓸었으며 경제공황이 밀려왔고 사람들이 기다릴 수 있는 것은 가난, 죽음의 불안, 그리고 암흑뿐이었다. 수많은 사람들이 비탄, 마음의 고통, 무의식적 증오심과 적개심 등으로 신음했다. 이때부터 프로이트는 여전히 종래의 개인심리학을 바탕으로 삼고 있으면서도 사회학적 주제들에 관심을 가지게 되었다. 프로이트 이후의 정신분석학자들이나 심리학자들이 프로이트의 정신분석학 전체가 개인심리학에 치우쳐 있다고 비난하지만, 프로이트의 정신분석학은 확실히 사회심리학 쪽으로 영역을 확장하고 있음을 알 수 있다. 프로이트는 학대증(Sadismus)과 피학대증(Masochismus)의 원천을 리비도라고 보았으며, 말기로 갈수록 이러한 리비도의 영역 역시 확대된다. 말기의 프로이트는 리비도를 에로스(삶의 충동)와 타나토스(죽음의 충동)로 구분한다.\n1933년, 나치가 독일에서 집권하였으며, 이들이 불태우고 없앤 책 가운데서도 프로이트의 책이 특히 두드러졌다. 1938년 3월에 나치 독일은 오스트리아를 병합하였다. 그리하여 비엔나에서 반유대주의 감정이 들끓었으며, 프로이트와 가족의 집에는 비밀 경찰들이 들이닥치기도 하였다. 또 비엔나 정신 분석 학회가 해산당하고 유대인이라는 이유로 책과 재산이 모두 몰수당하자, 프로이트는 \"자유롭게 죽기 위하여\" 망명길에 오르기로 결심하였다.\n\n[카뮈]\n2차 세계대전으로 프랑스가 나치 독일에 점령당하자 카뮈는 레지스탕스 운동에 적극 가담하여 대표적인 저항 언론지인 '콩바'에서 편집장이 되었다. 제2차 세계 대전 이후 프랑스가 나치 점령에서 해방되자 과거를 잊고 관용과 용서를 베풀자는 주장에 맞서 반역자들을 엄격하게 처벌해야 한다고 목소리를 높이기도 했다.\n카뮈가 알제리 전쟁 당시 알제리의 민족해방전선 (FNL)이 아닌 프랑스 정부 편을 든 것은 매우 충격적인 일로 받아들여졌다. \"이 전쟁은 반란이며 새로운 범아랍민족주의와 사회주의가 만나 반프랑스 움직임을 만드는 폭력 행위에 지나지 않는다\"는 프랑스 우익들과 비슷한 주장을 한 것이다. 카뮈는 알제리의 독립은 반대하되 자치권의 확대를 주장했다. \"알제리의 독립은 인정할 수 없으나 프랑스인과 평등하게 살 수 있도록 하자\"는 것이다. \n\n[사르트르]\n제2차 세계 대전에 참전하여 기상관측병으로 복무하였고 그러다 포로로 잡힌 적이 있다. 하지만 수용소 안에서도 유대인이 박해받은 이야기에 빗대어 투쟁을 응원하는 연극을 벌이기도 했다. 덧붙여 자신이 사시임을 이용, 실명했다고 군의관을 속여 포로수용소에서 나왔다. 하지만 한편으로 독일군에게 정보를 주고 풀려났다는 설도 있다.\n제2차 세계 대전 때에 소집되었다가 1940년 독일군에 포로가 되었는데, 1941년에 가짜 신체장애 증명서로 수용소에서 석방되어 파리로 귀향, 메를로퐁티 등과 같이 대독 저항 운동 단체를 조직하였다. 레지스탕스 활동을 하면서 당시 레지스탕스에 적극적인 알베르 카뮈를 알게 된다.\n1948년 3월에는 제3의 정치 세력을 위해 '민주 혁명 연합 준비 위원회'를 결성했으나 친미화, 우경화로 내부 분열이 생겨 1949년 11월 해산되고 말았다. 1950년에 6.25 전쟁이 벌어지자 사르트르도 프랑스 공산당 기관지에 동조하며 대한민국이 북한을 침략했다가 격퇴당했다 말하면서, 1950년대 초 대한민국의 북침설을 주장하며 북한을 공개적으로 지지했다. 북침을 확신했다가 레이몽 아롱, 메를로 퐁티와 심하게 다퉜다. 그 후 북한의 남침이 역사적 사실로 드러나자 사르트르는 다시 남침유도설로 입장을 바꾸는데, 이후로도 죽을 때까지 북한 정권을 계속 옹호했다. \n알제리 독립 전쟁 당시 독립진영 무장세력인 민족해방전선(FNL)에 무기를 지원했다. 또한 알제리 독립을 주도하던 프란츠 파농의 저서 '대지의 저주받은 자들'의 서문을 써주기도 하였다. 하지만 파농이 사망하는 바람에 추도사가 되어버렸다.\n1950년 중반 문인 알베르 카뮈와 친했으나 나중에는 사이가 틀어져 인연을 끊었다. 이유는 알제리 독립 전쟁에 관한 견해 차이로, 사르트르가 알제리 독립 진영을 옹호한 데 비해 카뮈는 알제리 독립을 반대하였기 때문이다. 카뮈는 알제리의 가난한 이주민의 아들로 태어나 알제 대학을 졸업하고 그곳의 신문기자로 활동하다 파리에 입성하였다. 그전부터 소련에 대한 견해 차이로 카뮈와 다소 껄끄러운 관계였다. 카뮈는 아나키스트적 기질이 강해 마르크스주의에 부정적이었던 반면 사르트르는 소련에 비교적 후한 평가를 내렸다. \n냉전 초기 굴라그 등 소련이 인권을 마구 탄압한 사실이 밝혀지자 카뮈와 논쟁을 벌이며 소련의 인권 유린과 학살을 정의로운 폭력이라며 계속 옹호했다. 그러나 50년대 중반부터는 성향이 변하면서 1956년 소련의 헝가리 반소시위 진압에 비판적인 입장을 취하고 68운동을 적극적으로 지지했으며 그 직후에 창간된 리베라시옹 발행인을 지낸다.\n문화 대혁명이 일어났을 때 마오쩌둥을 우호적으로 고평가 하면서 마오이즘을 지지하고 문화대혁명을 높게 평가했으나, 민중들에게 동조받지 못한 적군파에게는 다소 비판적인 입장을 취했다..\n\n1965년 베트남 전쟁에 미국이 본격적으로 참전하자 사르트르는 러셀 등과 함께 베트남 전쟁에 반대하며 반전시위를 벌였다. \n1968년 5월의 68운동에서 사르트르는 청년들을 향해 정치에 적극 참여할 것을 권하였고, 그를 체포할 것을 권하는 참모들에게 당시 샤를 드골 대통령이 \"볼테르를 바스티유에 넣을 수는 없다\"며 사르트르의 체포를 말렸다는 일화가 있다. 한편 한국의 시인 김지하가 1974년 민청학련 사건으로 국가보안법 위반 및 내란선동죄 혐의로 체포되고 사형선고까지 받게 되었을 때, 김지하의 시 「오적(五賊)」의 번역본을 받아 읽어보고는 곧바로 석방 호소문에 서명을 해주었다고 한다. 그리고 이듬해 2월에 김지하는 풀려났다.\n\n[헨리 무어(Henry Moore)]\n헨리 무어(1898~1986)는 영국의 조각가이며 현대조각의 개척자이다.\n17살의 나이에 자신의 모교인 캐슬포드 학교에 부임하였다. 교사 부임 후 제1차 세계대전이 일어나 영국 공군에 동원되어 런던연대에 입대하였다. 그 후\n프랑스 사병으로 5년 동안 복무 하다가 독가스 부상으로 고향에 후송되었다. 이 전쟁에서 무어는 인간의 잔혹함과 파괴성에 충격을 받고 인간에 대한 새로운 관심과 사랑을 느끼게 되어 휴머니즘의 작품을 지속하게 된 계기가 마련되었다. 물론 초기에는 주위의 따가운 시선과 무관심 속에서도 꿋꿋하게 자신의 신념을 작품으로 표현하여 오늘날 세계에서 주목받는 작가가 된 것이다.\n무어는 2차 대전 당시 종군화가로 활동하며 전쟁 기록을 담당하였다. 전쟁으로 인해 런던도 폭격을 피해갈 수 없었고, 사람들은 지하철 방공호로 피신하였다. 무어는 그곳에서 자고 있는 런던 시민들을 그렸는데, 그에게는 전쟁이 누워있는 사람들을 관찰할 수 있는 좋은 기회가 되었다. 전후에는 무어의 작업이 대중에게도 인정받게 되었고 1950년대 이르러 최고의 조각가로 인정받게 되었다. 50년대 이후 공공조각이 발전하는데, 헨리 무어의 작품이 단연 인기였다. 2차 대전에 대한 충격적인 기억은 그로 하여금 현대 사회에서 조각가의 역할을 지각하게 하였고, 공공조각에 기꺼이 작업할 수 있도록 하였다.\n\n[폰 브라운]\n폰 브라운은 두 가지 얼굴을 가지고 있는 과학자라는 말이 많습니다. 독일 태생으로 2차 세계대전 당시 나치의 군사 과학개발부에서 일을 했던 인물이기도 합니다. 폰 브라운은 어린 시절 쥘 베른의 ‘해저 2만리’와 웰즈의 ‘우주전쟁’을 보면서 과학자로의 길을 선택했고 우주여행에 심취하게 되었다고 합니다. 그 열정과 재능에 학창시절부터 남다른 재능을 선보였고 그것을 알아본 독일 장교인 도른 베르거가 그를 군사 로켓 개발실로 취직을 시켜주게 됩니다. 그 개발실에 나온 최초 인류의 로켓인 V-2가 바로 폰 브라운이 만든 로켓입니다.\n하지만 이 V-2는 우주여행이 아닌 런던에 떨어지게 되고 폰 브라운은 자신의 로켓이 살상으로 이용되는 것을 보고 큰 자괴감에 빠졌다고 합니다. \n결국 전쟁에서 독일이 패배하면서 폰 브라운은 미국으로 망명하게 되고 폰 브라운의 기술력을 알아본 미국은 그를 무기 개발 과학자로 임명하여 나사의 로켓 개발실에 취직을 시키게 됩니다.\n전쟁이 끝나고 소련과 미국은 독일의 과학 기술력을 잘 알기에 독일 과학자들을 대거 자신의 나라로 데려가려고 온갖 노력을 했다고 합니다. 그렇게 해서 소련으로 270명, 미국으로 120명이 갔다고 하죠. 그래서 소련이 우주 로켓 기술이나 무기기술이 훨씬 더 발전이 빨랐고 미국보다 먼저 인공위성인 스푸트니크를 발사하게 된 것이라고 합니다. 미국은 이 발표에 경악을 금치 못했죠. 왜냐하면 소련이 핵무기를 위성으로 발사하여 떨어뜨릴 수 있다는 공포감 때문이었습니다. 하여 폰 브라운을 대표로 로켓기술에 박차를 가하게 했고 그렇게 해서 개발된 것이 3단 로켓인 새턴이었습니다. 1단은 우주공간까지 날아가는 연료, 2단은 달까지 가는 연료, 3단은 우주비행사가 지구로 돌아오는 연료로 만든 것이죠. 어떻게 보면 미국의 아폴로 달 탐사는 소련에 뒤지지 않기 위한 미국의 경쟁 심리에서 나온 것이라 할 수 있습니다.\n\n[쇼스타코비치]\n쇼스타코비치의 전쟁 3부작 중 ‘레닌그라드’라는 부제가 붙은 교향곡 7번 op.60을 들 수 있다. 제2차 대전 초기에 소련은 독일의 침공에 속수무책으로 당하게 된다. 결국 독일군에 의한 레닌그라드 봉쇄라는 최악의 상황에 몰리고 마는데, 당시 쇼스타코비치는 의용소방대원으로 자기가 가르치던 음악원의 지붕에서 보초를 서며 방위전에 참여하고 있었다. 폭격의 공포와 혹독한 추위, 수십만 명의 아사자 등 전쟁의 참혹함을 목격하며 그는 온 러시아인이 함께 겪는 이 전쟁의 모든 것을 표현하는 다큐멘터리 같은 음악을 작곡해 동포들에게 위안을 주고자 했다.\n히틀러의 군대가 레닌그라드의 전선을 조여 오던 1941년 9월 어느 날, 쇼스타코비치는 라디오 방송에 나와서 작곡 중이던 작품에 대해 시민들에게 알렸다. “한 시간 전에 저는 대규모 교향악 작품 중 두 편(악장)의 총보를 완성했습니다. 제가 성공적으로 끝마친다면 이 작품을 교향곡 7번이라 부를 수 있을 것입니다. 어째서 제가 이런 말씀을 드릴까요? 우리 도시의 생활은 정상적이라는 사실을 보여드리기 위해 여러분께 말씀드리는 것입니다. 우리는 모두 전장에 있습니다.”\n초연은 쇼스타코비치가 레닌그라드를 탈출해 피난 간 쿠이비셰츠에서 1942년 3월에 열렸고, 몇 주 후엔 모스크바에서, 8월에는 봉쇄당한 레닌그라드에서도 공연되었다. 레닌그라드에서의 연주가 예정된 날은 히틀러가 러시아 침공의 성공을 축하하는 연회를 열기로 한 날이기도 했다. 봉쇄된 도시의 한편에서는 침략 성공의 축하연회가 열리고, 다른 한편에서는 굶주림과 공포에 떨면서도 절대 침략에 굴복하지 않음을 알리고자하는 교향악연주회가 열린 것이다.\n도시에 남아있던 시민들은 콘서트홀로 모여들었다. 오케스트라는 단원들이 이미 뿔뿔이 흩어진 후였으나, 몇 명 남은 단원들과 군악대의 관악기 주자들로 임시로 꾸려졌다. 그리고 공연실황은 극장 뿐 아니라 확성기를 타고 레닌그라드의 전선 戰線에서도 울려 퍼졌다. 도시에 남아있던 시민들은 이 교향곡을 들으며 하나가 됨을 느꼈고, 이 도시의 정신적인 힘과 구원받으리라는 확신을 느꼈다고 한다. 한편 전선에 울려 퍼지는 이 음악을 들은 독일군은 레닌그라드를 완전히 주저앉힐 수 없을 것 같은 불길한 예감을 느꼈다고 한다.\n엄청난 힘을 분출하는, 거대함을 보여주는 이 작품을 작곡가는 레닌그라드 시에 헌정했다. 1943년에 이르면 전세는 역전되고 러시아는 결국 이 전쟁에서 승자가 된다. \n\n[러셀]\n1950, 60년대를 다양한 정치적 사건에 참여하는 것으로 보냈다. 러셀의 주된 활동 영역은 핵 군축과 반 베트남 전쟁 운동이었다. 1955년의 러셀-아인슈타인 성명은 핵 군축을 촉구하는 문서로, 저명한 핵물리학자이자 당대의 지성이었던 11명의 학자들이 서명했다. 러셀은 신 좌파 청년들의 영웅이 되었다. 특히 1960년대에 러셀은 미국 정부의 준-집단 학살 정책에 대한 반대 목소리를 높였다. 1963년에는 예루살렘상의 초대 수상자가 되었다. 1965년 10월 그는 노동당이 베트남 전쟁에 미국 측의 지원군을 파병하기로 한 것에 울분을 토하며 노동당 당원증을 찢어버렸다.\n\n[롤스]\n롤스는 1943년 2월에 미 육군에 입대하였다. 2차 세계대전 동안 롤스는 태평양 지역에서 보병 역할에 있으면서 뉴기니를 의무 순회하였고 여기서 브론즈 메달을 얻기도 했다. 그리고 필리핀에서는 격렬한 참호전을 겪으면서 폭력과 유혈이 낭자한 충격적인 장면들을 목격했다. 그는 그곳에서 기독교 신앙을 잃고 무신론자가 되었다.\n일본이 항복하자 롤스는 맥아더 장군의 점령군 일원이 되었고, 상사로 승진했다. 그러나 그는 히로시마 원폭의 참상을 보고 군대에 환멸을 느꼈다. 군대에 대해 회의감을 느끼고 있던 롤스는 자신의 친한 동료 병사를 징계하라는 명령에 '어떤 처벌도 정당화될 수 없다'며 불복종했고 이등병으로 강등되었다. 그는 1946년 1월에 군을 떠났다.\n1960년대에 롤스는, 흑인과 가난한 미국인들을 차별하게 만든다는 이유로 베트남 전쟁 징병을 반대했다. 베트남 전쟁으로 인한 갈등은, 롤스로 하여금 부당한 전쟁을 무자비하게 추진하는 미국 정치시스템의 결함을 분석하고, 시민들이 정부의 지나친 정책에 양심적으로 저항할 수 있는 방법들을 고려하게 만들었다. 또한 이 무렵에 펼쳐진 마틴 루터 킹의 흑인 인권운동 등에 롤스는 깊히 영향을 받았다.\n\n[김성환]\n대한민국의 만화가. 만화 고바우 영감을 그린 화백이다. 1932년, 경기도 개성에서 태어나 독립운동을 하던 아버지를 따라 만주로 옮겨 살게 됐다. 1949년에 《연합신문》에 《멍텅구리》를 연재하여 데뷔하게 됐다.\n6·25전쟁 발발 후 피란을 가지 못해 서울 정릉 집의 다락방에 숨어지냈다. 경복고 학생이던 그는 자신이 목격한 전쟁의 참혹한 실상을 날짜별로 일지를 쓰듯 스케치했다. 시신이 산산조각 나 널브러진 모습, 종로5가 길거리에 버려진 시신들, 개성을 폭격한 미군기, 헐렁한 군복을 입은 인민군 소년병…. 밀짚모자를 쓰고 그림 구석에 숨어서 살펴보는 사람은 작가 자신이다. \n김 화백은 1950년 국방부 정훈국 미술대에 근무하며 시사만화와 삐라, 주간 만화잡지 제작에 참여했다. 이듬해 가을에는 미술대 소속 기자로 중부전선에 배치된 6사단을 방문해 전장(戰場)과 소년병의 초상화를 그렸다.\n김 화백은 후에 국방부 정훈국 미술대에서 수많은 인물화와 기록화, 삽화를 그렸다. 전투가 치열했던 6사단 군인들의 얼굴을 그린 세밀화는 이름, 계급 등이 사진처럼 생생하다.\n“무슨 육편(肉片)이 천 조각에 싸인 줄 알고 자세히 보곤 곧 구역질을 억지로 참아야 했다. 시신이 조각나 널려진 것이었기 때문이다. 스러진 적군의 시체를 탱크가 뭉개고 지나가고 곧 다른 차량이 계속 지나 흩어진 게 분명했다.”\n한국전쟁 당시 주한미군 부대 바로 곁에 주둔한 부대에서 군복무를 했다고 한다. 이 때 미군들의 행패 등 문제를 많이 보았다고. 한국군들이 죽어라 훈련할 때 미군들은 느긋하게 노는 걸 보면서 \"저들도 어디까지나 외국인이구나\", \"하긴 다른 나라 전쟁와서 미쳤다고 기꺼이 죽어 줄까\"는 생각이 들었다고. 그래서인지 그의 만화에서 주한미군에 대하여 좀 회의적인 시각을 보이고, 그들의 범죄를 비판하는 것도 그려 논란을 빚기도 했다.\n대한민국 제1공화국 시절, 경무대를 중심으로 한 이승만과 측근의 권력과 위세가 극에 달했을 때였다. 가짜 이강석 사건(1957년 8월 30일에 한 청년이 경주 경찰서에서 자신이 '이승만의 양아들인 이강석'이라고 사칭한 사건)이 터지자 김성환은 이를 풍자한 만화를 1958년 1월 23일자 《동아일보》〈고바우 영감〉에 게재했다. 이 사건으로 인해 김성환은 시 경찰청에 연행되어 4일간 문초를 당했으며, 즉결 심판에 회부되었다. '타인의 私事(사사)에 대하여 허위사실을 게재했다'는 이유로 경범죄 선고를 받았고, 450환의 벌금형을 받았다.\n만화검열이 심했던 1970~80년대를 거치면서는 정치사회를 비판하고 풍자하는 만화로 진화해가면서 그 당시 검열당국의 경고와 제재 등을 받은 적도 있다.\n거듭된 시사만화로 정부를 까다보니 벌금이니 일시적인 투옥이 아니라 아예 박정희 군부 정권시절에는 중앙정보부로 끌고와 정말로 호되게 된통 먹일까 논의가 되었는데 우습게도 6.25 당시 신문사 간부 출신인 미군이 김성환과 그나마 어찌 알던 사이라서 한국이 시사만화가까지 부조리를 비난한다고 쓴소리를 하여 이게 미국에 보도된 탓에 미국에게 찍히는 거 아닌가? 해서 없던 일로 되었다고 한다. \n\n[종군화가단]\n6.25 전쟁이 발발하자 김환기, 권영우, 우신출, 윤중식, 임호, 김성환 등 많은 예술가가 '종군화가단'에 가입해 활동했다. 종군화가는 정식 군인은 아니지만 통행증과 신분증을 발급받아 최소한의 안전을 보장받을 수 있었다.\n국방부 소속의 공식 종군화가단이라 할 수 있지만, 사실 화가들에게 특별한 혜택은 없었다. 군복 정도를 지급했지 무슨 월급이나 미술재료를 준 것도 아니었다. 다만 신분 보장을 책임지는 단원증을 주어, 이른바 ‘빨갱이’ 소리는 듣지 않게 했다. \n\n-종군화가단은 구체적으로 무슨 일을 했는가?\n“일선 시찰과 작품 제작 그리고 전시 등이 중요한 활동이었다. 나는 강경모 대위가 직접 운전하는 차에 올라 일선을 방문했다. 이마동은 대개 빠졌고 이세득과 함께 다녔다. 우리는 강원도 인제, 양구 같은 최일선에도 달려갔다. 우리는 군복에 군모까지 썼다. 다만 모자에 달 계급장이 없어 국방부 마크를 달았다. 국방부 마크는 배의 닻 모양 위에 빛나는 별 하나가 있다. 멀리서 보면 별 하나의 준장 계급장처럼 보였다. 그래서 군인들은 우리들을 장군인 줄 알고 경례했다. 거기다 후방의 문관이 일선 지구 시찰을 왔다고 군단장은 정성어린 대접을 했다. 최일선에서는 바로 코앞에서 아군과 적군이 총을 겨누면서 대치하고 있었다. 전쟁터를 실감할 수 있었다. 어쩌다 참호에 가면, 국군과 미군이 함께 잠자고 있었다. 화가들은 전선의 광경을 그림에 담았다.\"\n\n화가 김환기는 종군화가로 활동하며 전쟁을 그렸고, 김성환은 인민군 점령 하의 서울에서 숨어지내면서 작품 활동을 이어갔다. 그중 김성환의 「6·25 스케치」 연작은 전쟁이 벌어지고 있는 서울의 모습을 보여준다. 그림속 종로4가 한복판엔 시체가 버려져 있다. \n평양미술학교 출신인 윤중식은 가족과 떠난 피란길의 모습을 연작으로 남겼다. 그의 ‘피란길’ 연작은 평양에서 부산까지 피란길에서 겪은 사건들을 시간순으로 그린 작품이다. 어린 딸을 위해 젖동냥을 하려고 지나가는 아낙네들을 애타게 부르는 장면, 인민군에게 붙잡혀 가는 장면 등이 생생하다. 빠른 필치로 그린 드로잉 뒤에 있는 “언젠가 그림으로 그리고자 남겨둔다”는 메모는 얼마나 급박한 상황에서 그렸는지 짐작하게 한다.\n러시아와 북한에서 활동한 변월룡은 전쟁과 분단의 비극을 담아냈다. 그의 에칭 작품 ‘6·25전쟁의 비극’은 발이 드러난 시체 옆에 앉아 얼굴을 묻은 채 울고 있는 여인과 무릎을 꿇고 앉은 아이의 실루엣을 담았다. ‘조선 분단의 비극’은 철조망을 사이에 두고 아이를 업은 채 울고 있는 여인과 절규하는 남자들의 아우성이 개인들에게 가해진 전쟁의 아픔을 상징한다.\n서양화가 이동표(88)의 ‘1인2역 골육상잔’은 6·25전쟁 때 인민군과 국군으로 복무한 자신의 이야기다. 해주미술학교에서 공부하다 인민군에 입대한 그는 포로가 돼 미군 수송부대 초상화가를 거쳐 국군 부대에 입대했다.\n\n[박완서]\n1950년 6월 서울대학교 국어국문학과에 입학하였으나, 한 달도 못 되어서 6.25 전쟁이 발발한다. 전쟁이 일어난 직후에는 서울이 인민군의 점령 아래에 있게 되었지만 박완서네 가족은 떠나지 않고 계속 머물러 있었을 뿐만 아니라 8월까지는 학교도 계속 다녔다. 당시 박완서는 공산주의에 호의적이었지만, 상황을 지켜보면서 점차 회의를 느끼고 학교에도 출석하지 않게 되었다고 한다. 이후 전쟁으로 오빠와 숙부를 잃고 말았으며, 이 때문에 가장으로서 대가족의 생계를 책임지기 위해 미8군 PX의 초상화부에서 근무하기 시작했다. 그리고 이 곳에서 박수근 화백을 알게 된다. 이때의 경험으로 이수근을 모티브로한 장편소설 '나목'을 썼다. '나목'은 한국 전쟁이 터진 이듬해 겨울, 서울이 막 수복된 직후를 배경으로 하여 초상화 가게에서 일하는 화가의 생활을 통해 예술과 삶 사이의 갈등을 담담하게 서술하고 있다.\n이후 서울 동화백화점에서 일하다 같은 동화백화점 측량기사였던 서울토박이 집안 출신인 호영진과 1953년 결혼했으며, 1남 4녀의 자식을 두었다.\n6.25 전쟁 당시 박완서는 인민군 치하 서울대학교에서 국문학과 강의를 계속해서 들었고, 북한을 찬양하는 강의에 참가하기도 했다. 그런데 그녀를 완전히 바꾸는 사건이 있었으니, 아버지 없이 커온 어릴 적. 머리도 좋고 공부도 많이 해 '영웅'이었다고 회고할 만큼 그녀의 우상이었고 각별했던 친오빠가 북한의 의용군에 끌려가는 변고를 당했다. 부상을 입고 탈주한 뒤 미처 피난하지 못했던 가족들이 남아있던 서울로 돌아왔으나 부상 후유증으로 결국 사망한다. 결국 오빠의 조카들과 늙은 어머니를 먹여살리기 위해 남겨진 올케와 박완서가 가장이 된다. \n박완서가 겪었던 공산주의 지배 하에서의 고난은 이후 '그 많던 싱아는 누가 다 먹었을까'에서 공산주의의 인간성(개성)의 말살에 대해 비판하는 등 공산주의 이념에 반대하는 계기가 된다.\n\n\n\n\n헤밍웨이, 앙드레 말로, 조지 오웰을 비롯한 숱한\n작가들이 1936년‘국제여단’의 이름으로 스페인 전선으로 뛰어들어 극우정권에 맞서 싸우고 있으며, 그때의 경험을 바탕으로「누구를 위하여 종은 울리나」「희망」혹은 영화〈희망〉같은 걸작을 만들어내고 있다. 만약 굴라그(goulag)라는 소련 수용소가 존재하지 않았다면 노벨문학상에 빛나는 솔제니친의「수용소군도」와 같은 대작\n도 빛을 보기 어려웠을 것이다. \n전쟁이 문화에 끼치는 부정적 영향 중 대표적\n인 것이 전쟁 중의 파괴와 약탈 행위이다. 전자의 예로 2001년 3월 아프가니스탄의 탈레반 정권이 미국의 공격에 앞서 높이 53m와 37m인 세계 최대 마애불인 바미안 석불을 파괴시킨 행위를, 후자의 경우로 서구가 자행한 수많은 군사원정과 약탈을 들 수 있을 것이며, 나폴레옹의 이집트 원정은 그 대표적인 예이다. 나폴레옹의 원정은 단순한 군사원정의 의미 이상을 지니고 있었다. “원\n래 국가에 문명을 되돌려준다”는 명분에도 불구하고, 그들의 행위는 전쟁이 한 국가의 문화를 얼마나 황폐하게 만들 수 있는지를 보여준다. 그들은 이집트의 모든 것을 해부했고, 모든 것을 가져갔다. 루브르 박물관 1층 쉴리관 고대 이집트실에는 기원전 4,000년부터 프톨레마이오스 왕조의 마지막 여왕 클레오파트라에 이르기까지의 이집트 유물이 연대별로 전시돼 있지만, 오늘날 문화 찬탈의 대표적 국가들인 프랑스와 영국은 이집트, 그리스\n등의 문화유산 반환 요구를 단호히 묵살하고 있다. 문화 국제주의를 내세우는 그들은 문제 지역에 예술작품이 남아 있을 경우 그 예술품의 장래는 보장할 수 없다는 논리를 내세운다. 그러나 엄밀히 따져보자. 캄보디아에 서의 앙드레 말로의 예술품 밀반출은 ‘예술품 보호’라기 보다‘도둑질’에 가깝지 않았던가? 외규장각 도서를 탈취해 간 병인양요 당시의 상황은 과연 프랑스인들의 주장대로 ‘전쟁’이 아니었을까?",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "51fc321a-6b6f-434a-8658-78fb231eb912",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-01T11:10:01.160000",
  "updatedAt": "2023-10-02T13:41:52.154000"
}