{
  "id": "dc8fdb56-3f46-44c5-9253-824bccbb4756",
  "title": "한국형 joint stars",
  "content": "(1) 글로벌호크 블록40에 들어가는 AN/ZPY-2 MP-RTIP의 탐지능력은 최대 370Km입니다.(이 레이더는 본래 풀 사이즈로 E-8 RECAP에 장착될 예정이었습니다.) 또 조인트스타즈 RECAP사업에서 거론되던 AN/APS-154 AAS레이더는 E-8에 장착되는 APY-7과 동급의 대형 레이더입니다. 안테나 어레이 크기가 12미터가 넘지요. 따라서 덩치가 훨씬 작은 AN/ZPY-2 MP-RTIP보다 더 긴 약 500Km이상의 탐지범위를 보유하고 있다고 추론 됩니다. 이 두 레이더를 개발한 회사는 모두 레이시온이며 재미있는 점은 현재 한국형 조인트스타즈 사업에 참여한 보잉과 레이시온 두 회사가 모두 AN/APS-154 AAS와 그 파생 축소형 모델인 HISAR-500레이더를 가지고 경쟁하고 있다는 것입니다. \n\n(2) 한국형 조인트 스타즈 사업의 유력 후보인 두 회사의 레이더들은 일단 최소 400Km이상의 유효탐지능력을 가지고 있다고 봐야 합니다. 또한 기존 APY-7보다 최소 5~10배 민감도가 높다고 하므로 TEL 혹은 방공미사일의 구성체를 최대 탐지범위 부근에서 식별하고 추적할 수 있다고 보여집니다. 현재 개발에 난항을 겪고 있는 S-400의 초장거리 버전인 40N6(최대 사거리 400Km)는 사실상 등장하지 못할 가능성이 있는 관계로 한국군이 예상하는 적 보유 지대공 포대의 최대 사거리는 200Km 내외로 보여집니다. 따라서 지대공 포대의 위협 때문에 조인트스타즈의 생존성과 가치가 크게 부족하다라는 것은 사실이 아닐 가능성이 높습니다. \n\n(3) 현재 미국이 추진하는 ABMS(첨단전장관리체계) increment-1은 극비사안으로 앞으로도 동맹국들에게 공개되지 않을 것이라고 판단됩니다. 미국과 찰떡 궁합이라는 영국조차 미군의 ABMS 접근 혹은 구축은 꿈도 꾸지 못하는 절대 기밀이자 엄청난 비용이 요구되는 물건이며, 한국군은 당연히 조인트스타즈 외엔 대안이 없습니다. \n우리군이 도입할 글로벌호크 블록30M의 HISAR 레이더 최대탐지범위는 110Km이며, 백두 감시기나 RKF-16의 콘도르 광학정찰 포드의 탐지능력도 이와 대동소이하거나, 더 뒤떨어지는 형편입니다. 따라서 평양-원산간 고속도로 라인을 실시간으로 감시할 수단이 부재한 상황입니다. 평양-원산 고속도로는 북한이 가진 유일한 현대식 포장도로 구간이며, 이미 공개된 바 있는 8륜이 넘어가는 대형 이동식발사차량들이 안정적으로 기동하고, 발사가 가능한 유일한 구간입니다. 따라서 충북 및 강원남부 상공에서 이 지역을 안정적으로 상시 감시할 수 있으며, 전시엔 이 지역 전체의 이동표적을 식별할 수 있는 수단이 매우 간절한 상황입니다. 평양-원산간 고속도로를 제외하면 북한의 TEL (이동식발사차량)들은 일부러 조성한 짧은 도로와 발사장 부근을 벗어날 수 없는 상황입니다. 이 말은 사실상 고정 타겟이란 말이며 최대 3000여발에 달하는 탄도탄 및 순항미사일로 D+1일 이내 제거가 가능한 표적이란 뜻이지요. 그리고 평양-원산 고속도로를 완벽하게 감시할 수 있다면, 북한의 유일한 무기라 할 TEL의 탄도탄 역시 실질적인 무력화가 가능한 상황이 됩니다. 그야말로 한국형 대량 응징보복체계의 핵심 키포인트가 이번에 도입될 조인트스타즈란 뜻이지요. \n\n(4) 보잉은 현재 운항고도 4만 피트 수준인 P-8A기반 기체를 선보이고 있고, 레이시온은 운항고도 5만 피트 수준 글로벌 6000 비즈니스젯 기반 기체를 선보이고 있습니다. 가시 범위로만 따진다면 수평선 효과에 따라 보잉은 최대 가시범위가 대략 410Km수준으로 한정될 것이고, 레이시온은 450Km수준으로 한정될 것입니다.(지구는 둥그니까 탐지범위가 길다고 하여도 결국 음영지역이 생깁니다.) 다만 RECAP사업 당시 보잉은 원래 해상초계기인 자사의 기체에서 대잠장비를 떼어내고, 몇가지 임무장비를 추가한 바 있는데, 그 중 제일 흥미로운 것은 EA-18G의 ESM장비를 통합한 것입니다. \n\n(5) 한국과 비슷한 입장인 영국 역시 기존 지상감시 임무를 맡던 센티넬 R1(ASTOR)를 중고로 판매하고, 그 대체로 P-8A에 AN/APS-154를 장비한 기체를 도입하려 하도 있습니다. 이런 센티넬 R1매물은 우리에게도 제안된 바 있지만, 거부된 것으로 알고 있는데. 만약 한국형 조인트 스타즈 사업에서 보잉의 P-8A기반 제품을 구매한다면 사실상 영국군과 동일한 군수라인을 구축하게 되며, 성능개량에 적극적인 영국군의 성향을 생각해 볼 때 우리군 역시도 저렴한 비용 및 낮은 위험성을 바탕으로 지속적인 성능개량을 기할 수 있을 것이라고 판단합니다. \n\n(6) 조인트스타즈 사업을 두고 육상전만을 위한 값비싼 쇼핑이라고 여기실 수도 있지만, 생각해 보면 사용처가 그렇게 한정된 물건은 아니라는 걸 아실 수 있을 것입니다. 현재 일본은 내륙 안 100Km에서도 운용이 가능한 지대함 포대를 보유하고 있고, 중국 역시도 마찬가지입니다. 이러한 지대함 포대에 대한 견제와 구축이 없는 한 해군의 수상함 운용은 사실상 불가능한 형편이며, 북한, 중국, 일본 모두의 지대공 포대를 포착하고 공격을 유도할 수 있는 수단 역시도 조인트스타즈외엔 없다시피 한 것이 현실입니다.(조인트스타즈는 그 자체로도 민감한 ESM장비를 보유하고 있고, 모든 이동 표적을 식별하거나 추적할 수 있으므로 작전을 위해 기동하는 지대공 미사일 부대와 지대함 미사일 부대의 이동을 추적할 수 있고, 또 고정된 포상을 감시하여 배치 유무를 파악할 수 있습니다. 이는 곧 육해공 통합 작전능력에 지대한 공헌을 할 수 있다는 뜻이 됩니다. \n\n\n(7) S-400의 초장거리 버전 40N6(최대 사거리 400Km)이 개발에 난항을 겪고 있는 상황입니다. 사실상 제가 볼 땐 러시아 무기 개발 사업이 다 그렇듯 용두사미 마냥 포기할 것이라고 생각합니다. 그토록 자랑하던 PAK-FA조차도 거의 사망선고 당한 상황이거든요. \n그렇다면 S-500이라는 물건 유효사거리가 500Km라는 건 가능한 소리일까요? 지구는 둥급니다. 지구 곡률과 지대공 포대의 배치 위치, 항공기의 고도 정보를 조합하면 500Km 사거리가 얼마나 허황된 소리인지는 바로 반박이 가능하답니다. 해수면 0m에 위치한 지대공 포대 레이더가 500Km떨어진 항공기를 탐지하자면, 해당 항공기는 6.5만 피트 고도를 날아야만 합니다. 하지만 P-8A기반 조인트스타즈의 최대 임무 고도는 4만 피트 수준이지요. 500Km떨어진 S-500이란 물건한테 맞아주고 싶어도, 맞아줄 수가 없습니다. 또 항공기 최대 고도가 4만 피트 수준이라면 지대공 포대가 탐지 가능한 최대 범위는 394Km 수준입니다. 삼각함수에 지구곡률을 대입하면 간단히 나오는 문제이니 풀어보시면 되겠습니다. 따라서 이런 장거리 지대공 미사일의 경우 RWR을 통해 신호를 식별하자마자 고도를 낮추는 것만으로도 회피할 수 있습니다. 지대공 미사일 포대의 레이더의 가시범위만 피하면 되니까요. 그리고 이런 한계점을 극복하고자 300Km가 넘는 사거리를 가진 SM-6의 경우 NIFC-CA체계를 통해 E-2D나 F-35를 매개체로 삼습니다. 그러니 지대공 포대로 조인트 스타즈를 노린 다는 건 사실상 힘들다는 것. 그리고 그 외곽에 포진된 지대공 포대를 노리는 각종 항공기를 생각하면 2차원 지도에 동그란 원 하나 그려 놓는 수준으로 생각하면 곤란하다는 것입니다. \n\n\n\ndk도끼1주 전(수정됨)\n\n이거 한번 보세요   ADD는 UHF대역 전자전 장비(공군형 ALQ-88K ALQ-200K )를 개발하여(우리가개발한건 ALQ-X라는데 성능이 월등하다네요) 제주도 거제도 포항 울릉도에 지상용으로 설치 쪽발이와 짱개들의 공중 정찰이나 레이더 감시를 재밍해야겠죠 https://www.youtube.com/watch?v=IQkFhruev9U 이걸 C-130에 실어 EC-130컴파스콜로 개조하면 스탠드오프 재밍 가능하니 위력이 대단하겠죠 또하나 현재  우리나라는 MC-130 특수전기도 개조 중이라네요\n\n좋은 내용입니다. 하지만 제일 중요한 부분이 빠졌습니다. E-8 조인트 스타즈는 대지상조기경보기의 역활만 하는것이 아니라는거죠. E-8조인트 스타즈는 대지상감시/추적/통제기 입니다. 즉 앞서서 올린 프롭지상전선통제기가 하는업무를 하는 것으로 지상감시를 하기위해서는 미육군에서는 40대의 EQ-4(글로벌호크의 지상감시임무버전)를 필요로 한다고 했습니다. 지상에서도 그만한 병력이 갖춰줘야 하고 말이죠. 이는 도입 운영국이 미공군이고 필요로 하는 곳은 미육군이기 때문에 상호 이해가 맞지 않기 때문에 발생하는 부분입니다. 미육군은 지난 걸프전/아프간전을 통해 끈임없이 E-8 조인트스타즈의 계속적인 순환배치를 요구하였었고 이로 인해 미공군은 엄청난 운영비가 지불되었습니다. 이에 미공군 입장에서는 E-8조인트스타즈의 지속적인 관리에 난항을 격고 있는것과 같습니다. 그에 따라 미공군에서 제시한 것은 미육군입장에서는 쉽게 받아들일 수 없는 내용들만을 이야기 하였고 그로 인해 끈임없이 문제제기가 되는 것 중 하나입니다. 미육군에서는 관련 예산을 따내어 따로 독자적으로 운영하고 싶어 한다는 카더라 뉴스까지 돌아다니고 있는 실정이기 때문이며 미육군은 지금의 E-8 조인트스타즈의 숫자를 더욱 늘리고 싶어하고 있는데 반해 운영과 관리를 책임지는 미공군은 부담을 느끼고 있어서 대체하려는 것으로 대립하고 있습니다. 또한 우주뉴스는 그야말로 뜬구름 잡는 식의 카더라 뉴스인게 수명연한 3년짜리 위성 한 발에 수천억달러가 들어가는데 반해 같은 비용으로 E-8 조인트 스타즈를 몇대를 더 운영할수 있기 때문이죠. 차라리 현재 다르파에서 연구개발중인 성층권 비행성을 운영하는게 더 현실감 있다고 보입니다.﻿",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2019-04-11T18:05:28.944000",
  "updatedAt": "2020-01-19T16:03:07.009000"
}