{
  "id": "dccf0e09-a7ed-4c08-941f-d603ffa5284b",
  "title": "복지 단체(UN)의 환상",
  "content": "\"유엔이 설립된 방식 탓에 유엔은 삶과 권리를 공정하게 대우받지 못한 채 전쟁과 박해로 가장 고통받는 사람들을 희생시키고 강대국들의 이익과 목소리에 영합한다”\n“수십 년간 국제기구 작업에만 집중했으며 현지 단체와 자원봉사자의 이야기를 듣고 이들의 노력에 힘을 실어주는 데 대한 관심이 부족했다”\n\n20년 지나서 깨달았네. 난민 팔이하는 걸. 나치, 공산당의 선전선동같이 난민 팔이해서 돈을 거두는 거고, 기부하게 만든다는 거지. 저게 왜 비정상인 줄 아냐? 난민이 발생 못하게 그 나라 문제점을 해결하는 게 아니라 난민 발생하게 그냥 놔둠. un는 난민을 해결하려는 목적이 아님. 돈을 뜯어가는 게 목적이지.\n\nun에 기부하면 un 직원들 배불리는 일 밖에 안됨. 실제로 기부되는 돈은 얼마나 될지.\n\n수십년을 했는데 변화가 없는거지. 쏟아부은 시간과 돈. 결국 거기에 속한 직원들의 고임금으로 갈뿐.\n\nUN군이 전쟁 막으려고 시에라리온 들어갔다가 그나라 국민들 강간하던 거.\n\n미국은 아프리카와 남미 등에 빚이 있다. 그런 빚을 갚는 척하는 것 중에 하나가 유엔난민구호활동 등 국제봉사활동이다. 그러니 의도가 순수하지 못 하고 생색내기 일변도로 흐를 수밖에 없다. 사실 안졸리나 졸리가 유엔을 통한 봉사활동을 벌인 이면에는 자신의 이름과 명예를 배가시키는 역할을 충분히 했다. 그러니까 유엔과 졸리는 상부상조하는 관계였을 수도 있다. \n이제사 인간이 보이고 생명의 존귀함을 깨달아 양심선언 비슷한 것을 하며 유엔과 거리를 두는 진 몰라도, 평범한 사람이 아무 이득없이 봉사활동을 하려면 졸려서 못 한다.\n\n유엔난민기구와 유니세프 기부하고 봉사? 저 난민한테 가는 돈이 10프로 될까 말까 다른 단체들은? 자기들 쓰는 경비도 있고 월급도 있고 어쩌구 하는데 그럼 뭐하러 기부하냐? 가난한 나라는 이거라도 받으니 아무소리 못하는 것이다 중간에 삥땅치는 넘들이 많은 것이지.\n\nUN은 존재가치가 없음. 약소국이 강대국에게 짓밟혀도 유엔군 참전 안함.. 그런 무쓸모한 조직보단 동맹이 처러리 낫다.. 자유국가동맹 맺어서 함께 싸울수 있는 체제로 바뀌어야 됨.\n\n봉사활동은 오드리 햅번처럼 지속적으로 관심갖고 참여하는 것이다. 자신이 기대한 변화가 없다고 환멸을 느낀다는 것은 자신이 세상을 바꿀 수 있다는 오만함에서 기인한다. 변화는 느린 것이다. 인내가 필요한 활동이다. \n\n내가 알던 한 복지단체. 시에서 차량지원 받았는데 사랑의 열매에서 또 차 한대 지원 받음. 그랬더니 한대는 팔고 회식하더라. 단체에 지원하지마라! 그냥 바로 도와주는 게 나음.\n\n위안부 할머니 부의금 모금 운영비로 갈비 사먹고, 자식 유학 보내고, 자동차 기름 주유한 윤미향.\n\n100원기부하면 단체에 90원 간다. 돈이 썩어나냐?\n\n우리나라도 정말 기부하고싶으면 ‘디딤씨앗통장’ 이용하세요. 5만원 한도에서 내가 기부하는 만큼 같은 금액을 지자체에서도 지원해주는 기부 방식임. 그 외에는 기부해봤자 10% 정도나 지원대상한테 가고 나머지는 다 지원기관 행정비로 쓰임.\n\n적십자사 기부강요 그만하세요.. 한 번 기부했더니 끈질기게 전화하고 연말마다 우편 보내고.. 그 돈 대부분이 운영비로 나간다면서요?\n\n이런 유명 대기업형 기부단체가 실제로 100원 기부 받으면 80원 직원들월급, 운영유지비로 쓰고 실제로 20원 가량만 쓰이는게 아닐까?\n\n➥경우에 따라 틀리겠지만 실제 평균 20원도 안나감.\n\n➥정답입니다. 진짜 직원들 월급 인건비로 다 나감.\n그것보다 더 적게씀.\n\n모금해달라고 하는 기관들, 얘들 누구 도와달라고 광고해서 모은 돈으로 지들 대기업 수준으로 월급 받아간다. 그래서 나도 이런데 모금 다 끊었다.\n\nNGO 관련 일 해봤을 때 보통 30프로가 그렇게 떼고 거의 70프로는 해당 기부처로 갑니다. 뭔 80프로 얘기를 하는지.\n\n➥일개 직원이 재무재표 연람 가능하다구요? 무슨 근거로 70프로가 기부처로 간다고 말씀하시는건지? 만약 당신 말대로 라면 운영자금 공개하라는 기부자들의 요청은 왜 맨날 묵살될까요?",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-12-17T11:26:52.410000",
  "updatedAt": "2022-12-17T11:59:07.632000"
}