{
  "id": "dcf08f51-93ff-450d-ad3f-4b6452f4f335",
  "title": "SMR - 안정성 평가의 문제점",
  "content": "[경제성]\n■ 불필요한 장비 제거\n경제학자들이 단순히 원자력 발전소 설계인 Westinghouse의 AP1000  대형 원자로의 비용을 비교해 SMR의 비용이 비례하여 낮아질 것이라고 가정한다고 주장한다. 예를 들어 100MWe의 전력을 생산하는 SMR이 1000MWe의 전력을 생산하는 AP1000의 10% 비용이 든다고 계산한다. 그러나 경제학자들은 발전소 노심의 압력과 냉각제 흐름을 유지하는 것과 같은 대규모 원자로에 필요한 많은 시스템이 소규모 발전소에서 쓰이지 않을 것이라는 사실을 인식하지 못한다. 이들은 SMR 비용 산정에서 제거된다.\n\n■ 대량생산의 이점\nSMR은 공장에서 제작하기 때문에 더 저렴하며 더 많은 제조업체에서 더 작은 부품을 더 쉽게 생산할 수 있다. 전 세계적으로 한두 개의 공급업체만이 AP1000용 원자로 용기를 생산할 수 있지만 SMR용 원자로 용기는  많은 제조업체가 만들 수 있다.\n\n[안전성]\n마이크로소프트 창업자인 빌 게이츠가 워런 버핏 버크셔해서웨이 회장과 함께 미국 와이오밍주에 건설 계획을 밝혀 주목을 끈 테라파워의 소형 모듈원자로는 일반 대기압력 수준에서 작동하도록 해 압력에 의한 불안정이 발생할 가능성을 배제하는 설계 개념을 담고 있다. 하지만 소듐냉각고속로 방식을 취해 근본적으로 사고에 취약하다는 지적이 나온다.\n원자력안전위원장을 지낸 강정민 핵컨설턴트는 “액체 소듐은 공기와 닿으면 화재가 발생하고 물이나 콘크리트와 닿으면 폭발한다. 액체 소듐을 냉각재로 사용하는 고속로에서 이 안전성 문제는 해결되지 않는다”고 말했다. 그는 “인도와 중국이 비경제적이고 안전하지도 않은 고속로를 건설하려는 것은 노심 바깥 부분에서 많이 생성되는 핵무기급 플루토늄을 얻기 위한 목적”이라며 핵확산에 대한 취약성도 문제로 지적했다.\n한국형 혁신 소형모듈원자로(i-SMR) 설계에 1/10⁹ (10억년에 1회 발생)의 노심손상빈도를 적용한다는 계획이다. 원전 노심이 손상될 확률 기준을 1/10⁵ (10만년에 1회 발생)로 잡은 기존 대형 원전(APR1400)보다 1만배 높여 안전을 강화하겠다는 것이다. 문제는 이런 설계 개념이 실제로 구현될 수 있느냐다. 이정윤 '원자력 안전과 미래' 대표는 “노심 손상빈도 설계 기준이 낮아서 체르노빌과 후쿠시마 사고가 났던 것이 아니다. 노심 손상확률이 10의 마이너스 9승이라는 것은 공상과학 소설 같은 이야기로 검증도 안 된다”고 말했다.\n\n※ 노심손상빈도(Core Damage Frequency; CDF)\n원자로의 노심이 녹아 내리는 중대사고가 발생하는 빈도로, 원전이 초래할 수 있는 모든 위험을 총체적으로 고려한 확률론적 안전성 평가(PSA)를 통해 도출된다. 원자력안전기술원(KINS·킨스)의 경수로형 원전 규제기준은 노심손상빈도 1/10⁴(1 만년에 1회) 미만을 성능 목표치로 제시하고 있다. 다만 2016년 말 상업운전에 들어간 신고리 3호기 이후 원전에 대해서는 1/10⁵ (10 만년에 1회)로 강화된 목표치를 설정했다. 킨스의 원전 규제기준에 따르면 신고리 3호기 이전에 지어진 고리 2호기의 노심손상빈도는 1 만년에 1회만 넘지 않으면 된다. 한수원이 고리 2호기가 원자로 성능 목표치를 여유 있게 충족한다고 보는 이유다.\n\n■ Probabilistic risk assessment (PRA)\nit  is a systematic and comprehensive methodology to evaluate risks associated with a complex engineered technological entity (such as an airliner or a nuclear power plant). \ncommon methods of answering this last question are event tree analysis.\n\n■ event tree analysis\nPerforming a probabilistic risk assessment starts with a set of initiating events that change the state or configuration of the system. An initiating event is an event that starts a reaction, such as the way a spark (initiating event) can start a fire that could lead to other events (intermediate events) such as a tree burning down, and then finally an outcome, for example, the burnt tree no longer provides apples for food. Each initiating event leads to another event and continuing through this path, where each intermediate event's probability of occurrence may be calculated by using fault tree analysis, until an end state is reached (the outcome of a tree no longer providing apples for food).\nIntermediate events are commonly split into a binary (success/failure or yes/no) but may be split into more than two as long as the events are mutually exclusive, meaning that they can not occur at the same time.\n\n[비판]\n확률론적 안전성 평가(PSA)는 개별 사건의 발생이 상호 독립이라 가정함. 구성 부분 개별적으로 보면 그럴 수 있다. 그러나 일본의 후쿠시마 원전의 경우처럼 쓰나미 같은 큰 자연재해가 발생할 경우 여러 부분이 동시에 영향을 받는다. 이 경우 개별 사건은 상호 독립의 확률변수가 아니므로 사건발생 확률들을 단순히 서로 곱하면 안된다. 사건발생 확률의 분포는 정규분포가 아니라 두꺼운 꼬리분포를 갖는다. 극단적일 사건의 확률이 정규분포보다 더 높다는 얘기다. 따라서 원전의 사고 발생확률이 10억년이니, 10만년이니 하는 얘기는 별 설득력이 없다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-05-28T10:17:24.774000",
  "updatedAt": "2024-01-02T00:37:28.374000"
}