{
  "id": "dd59e613-ba2f-4967-9c5d-2e2e268588ba",
  "title": "저출산률 vs 외국인 이민 대책",
  "content": "통계청이 26일 발표한 자료 등에 따르면 생산 연령 인구는 2020년 3738만 명에서 30년간 35%정도인  1319만 명 감소해 2050년 2419만 명을 기록할 전망이다.\n\n지난해 한국의 연간 합계 출산율 0.81 명. 4년 연속 출산율 1 명을 밑돌고 있는 가운데 세계 최고 부자인 일론 머스크 테슬라 최고경영자(CEO)가 직접 한국 최악의 인구 문제에 대해 걱정하고 나섰다.\n머스크는 25일(현지시간) 자신의 트위터를 통해 세계은행이 제공한 2020년 국가별 출산율 순위표를 공유하며 “한국과 홍콩은 가장 빠른 인구 붕괴(popluation collapse)를 겪고 있다”고 말했다.\n표에 따르면 200개국 가운데 한국의 출산율은 0.84명으로 최하위를 기록했다. 홍콩은 0.87명으로 꼴찌를 면했다. 이웃나라 일본은 1.34명(186 위), 이탈리아는 1.24명(191 위)였다. 대체출산율은 한 국가가 유지되기 위해 필요한 합계출산율로 선진국 기준 대략 2.1명이다.\n머스크는 “한국의 출산율이 변하지 않는다면 3세대 이후에 한국 인구는 현재 인구의 6%가 될 것이며 대부분은 60대 이상 연령층이 차지하게 될 것”이라고 밝혔다.\n영국 가디언에 따르면 앞서 머스크는 지난 7일 일본의 인구가 11년 연속 감소세를 유지하며 지난해 사상 최대인 64만4000명이 감소한 데 대해 우려를 표하며 인구 붕괴 현상에 대한 그의 걱정이 수면 위로 드러났다.\n머스크는 “일본은 출산율이 사망률을 초과하기 위해서 (일과 삶의 균형 방안, 이민 정책 등) 무언가를 바꾸지 않으면 결국 사라질 것”이라며 “이것은 세계에 큰 손실이 될 것”이라고 말했다.\n이후 그는 신생아 출생률이 2020년까지 12년 연속 감소세를 보이는 이탈리아에 대해서도 “이러한 추세가 계속된다면 이탈리아에는 사람이 없을 것”이라고 밝혔다. 아울러 머스크는 이 같은 출산율 저하가 양육비 부족 등 생활고에서 비롯된 것만은 아니라고 꼬집었다. 그는 “많은 사람이 생각하는 것과 달리 부유한 사람일수록 그들은 더 적은 아이를 갖게 된다”고 말했다. 이어 “제가 아는 대부분 사람은 0명이나 한명의 아이를 가지고 있다”며 “저는 드문 사례”라고 덧붙였다. 그는 슬하에 7명의 자녀를 두고 있다.\n\n[이민]\n노동인구 감소 해결 위한 ‘외국인 이민 수용’에 ‘찬성43%-반대50%’\nhttps://www.polinews.co.kr/mobile/article.html?no=508475\n\n[이념성향별로 보수층(찬성 39% 대 반대 58%)에서는 반대 의견이 많았고 진보층(50% 대 45%)에서는 찬성이 오차범위 내에서 높았다. 중도층(42% 대 52%)에서는 반대 의견이 더 많았다]\n\n학계에선 부작용 우려도 있지만, 한국 경제가 지속 가능한 성장을 위해서는 외국인 이민 활성화가 불가피하다라는 제안이 나온다. 윤인진 한국 이민학회장(고려대 교수)는 “캐나다나 뉴질랜드  등처럼 외국인 이민 희망자에 대해 점수화 제도를 도입해 우수한 인력을 받아들이면 부작용은 줄이고 긍정적 효과를 극대화할 수 있다”라고 말했다.\n외국인에 대해 막연한 두려움을 없애는 노력도 병행돼야 한다는 지적이다. 윤 교수는 “일부 국민은 외국인 이민자의 범죄율이 높을 것으로 오해하는데 실제로는 내국인보다 현저히 낮다”라며 “정부는 이러한 인식을 바로잡는 일도 해야 한다”라고 밝혔다.\n\n저출산이요? 그럼 아이가 기준이 돼야 합니다. 왜 다 큰 성인들만 받자고 하는지 이해가 안가네요. 성인인 남자 외국인들이 한국에 오면 결혼하고 애 낳아요? 정말 현실적이라 생각합니까? 저출산 때문에 이민을 받아야 한다면 그 대상은 분명합니다. 다자녀 부부들, 아이를 낳을 수 있는 여성들, 돈 많은 남성들. 즉, 아이를 이미 많이 낳았거나 아니면 낳을 수 있거나 아니면 낳게끔 할 수 있는 사람들이 대상이 되어야 합니다.\n\n현재 저출산이 문제가 되는건 병역이나 내수경제 등등 복합적인데 말이죠. 막말로 외노자들만 잔뜩 받으면 득 보는건 고용주들 뿐입니다. 외노자가 좋으면 외국가서 사업해야죠.\n\n저는 1번, 즉, 아이를 3명 이상 낳은 젊은 부부들이 가장 좋다고 봅니다. 다만 일자리가 문제인데...따라서 조선족 정리는 필수라 봅니다. 현재 한국에 체류하는 조선족 세대를 보면 60대 이상이 젤 많아요. 전체 미성년자는 고작 2만 정도 뿐이더군요.\n\n편하게 앉아서 계산을 하니까 이런 계산이 나오는 거. 당장에 일 할 사람이 없어서 지방은 싹 다 문닫게 생김. 코로나 2년 방역 때문에 외노자 못들어와서 사람 없음. 코로나 끝나니 인력난으로 사람 못구함. 그렇다고 코로나 이전에는 한국인들이 거기가서 일했느냐 안 함. 지금 한국인들 성향자체가 조금만 힘들어도 일 안 함. 결국에 선택지가 사람 못 구하는 중소기업과 필수적으로 일정량은 존재해야 할 농축어업은 죄다 도산하든지, 외국 나가든지 둘 중 하나.\n\n당장 영국만해도 브렉시트 탈퇴해서 외국인 노동자 부족으로 식당이 문을 못 열거나 농장에 작물을 수확 못해 썩어서 버리는 경우가 허다합니다. 이번에 기름 사태도 기름 운송하는 트럭 운전수들이 대부분 외국인 노동자인데 브렉시트 문제로 영국을 떠나면서 기름은 남는데 운송할 사람이 없어서 영국에 기름 파동이 터졌던 겁니다. \n\n외국인 노동자를 막게되면 생산이 안되서 공급이 줄어들고 지금보다 훨씬 가파르게 인플레이션이 발생, 즉 물가가 많이 오르게 될 겁니다. 한국의 원화가치는 떨어지게 될 거구요.\n\n노동자 문제는 나라별로 계약 맺고 기한 한정으로 받아 들이면 됨.\n미국은 이미 저임금 노동자들은 그렇게 하고 있고, 이민은 전혀 다른 이야기임\n\n농사와 어업만해도 외국인 노동자가 없으면 일 할 사람이 부족해 농촌의 경우에는 군인들과 자원봉사를 통해 수확을 돕는 형편입니다. 외노자 임금을 두배 가까이 올려도 사람이 부족한 실정입니다. 어떤 곳은 노동자가 부족해 농지면적을 줄이는 곳도 생겨나고 있습니다. 임금을 무작정 올리면 농산물, 수산물의 가격도 많이 오르게 되겠죠. 외국인을 고용하는 중소기업이라고 해서 인력 100%가 외국인인 경우는 별로 없습니다. 한국인과 외국인이 섞여 있는 것입니다. 공장이나 회사가 아예 해외로 나가버리면 한국의 실업률은 올라가게 될 겁니다.\n\n외노자는 불법외노자가 문제지, 나라에서 어느 정도 수요를 생각해서 합법적으로 외노자 하면 되고, 노동력은 앞으로 갈수록 기계화, 자동화 많이 진행되면서 더 받을 수요가 줄어들겠죠. 이민은 무조건 받는 건 최악이라 생각해요.\n이민도 일정자격 이상 받는게 맞죠. 괜히 조선족 비자 없이 데리고 왔더니 칼차고 돌아다니고 유럽은 이슬람들 모여서 자기 마을 만들고 치안문제 발생하고. 무슨 이민이 만병통치약처럼 말하는데 차라리 인구 줄어드는 거 각오하고 앞으로 어떻게 살까 고민하면서 하는게 낫죠.\n\n제안 : 3 자녀부턴 근로소득은 평생 세금전액공제.\n그리고 직장 근처 아파트 국평기준으로 자녀 독립시( 예를들어 결혼이나 30세기준정도)까지 관리비만 내고 거주. 이 정도 파격적인 정책을 해줘야 가능함.\n\n가장 걱정인건 일본에 베트남 사람의 유입이 늘면서 베트남인 범죄가 크게 급증한 것인데 이 부분에 대한 고민도 동시에 되었으면 좋겠네요. 안그래도 경기도 지역에서 고려인인지 러시아인인지 마약가지고 조직범죄 일으켰던 뉴스가 나와서.. 해외에서 사람이 들여오는건 좋은데 슬럼화 문제는 걱정됩니다.\n\n사실 이민자가 오면서 범죄가 줄어들 수는 없습니다. 당장 미국이 마약으로 썩어가는 이유와 마약은 엮여 있고요. \n\n미국에서 베트남 출신 유학생들 공부 잘한다네요.\n\n선진국이 출산율 올린 방법이 실제로 거의 언제나 이민이었습니다. 서유럽, 미국도 이민자가 출산율을 책임졌었죠. 이제는 이민자마저 출산을 적게 하고 있습니다만.\n\n몽골에서도 한국에 엄청 온답니다.\n\n미국에 자리잡은 친구들의 자녀들도 그렇고, 최소한 2세들은 온전히 자국민으로 자리잡아야 의미가 있을테니까요\n이미 이민을 적극적으로 활용하는 나라들을 보니까, 이민2세들에 대해서 사회에서 굉장히 케어를 많이 하더군요. 우리도 이민 정책을 적극적으로 수행하고자 한다면, 1세들이야 어차피 자신의 조국에서 나고 자라온 사람들이니 어쩔 수 없겠지만, 2세들은 본인들 스스로 한국인이라 믿고 생활할 수 있는 환경을 제공해줘야 성공할 수 있으리라 생각합니다.\n\n유럽(해외) 갔다온 사람은 이민자(난민)가 얼마나 무서운지 알겁니다.\n저학력 이민자(도덕성 상실)-바퀴벌래라는걸 깨닫게 됩니다\n상점마다 시큐리티 서있는날도 좀있음 보게 될거 같네요\n\n지금 안산에 살고 있는데 이 정책 절대로 반대입니다. 여기에는 대한민국의 상식이 안 통하는 사람이 너무 많아요. 득보다는 갈등으로 인한 사회적 비용이 더 많이 들 거에요.\n\n저 개인적으로는 저출산 대책이라고 거창하게 말 하지만 기업측이 집요하게 요구하는 3D 업종에서 싼 외국인 노동자를 공급하기 위한 말장난에 불과하다고 봅니다. 미국은 이런 비슷한 일들로 이민자나 난민들이 저임금 일자리를 차지하자 블루칼라 노동자들이 큰 불만을 가지게 되고 그걸 캐치한 보수당인 공화당이 난민이나 이민에 굉장히 반대하는 스탠스인데 한국은 예전부터 기업 퍼스트다 보니 이쪽은 미국 공화당과 정 반대로 가는군요.\n물론 한국은 정식 이민이라고 하겠지만 그것도 의문인게 그러면 정말 고학력자나 선진국시민 등을 가려 받는다면 그게 지금이랑 무슨 차이가 있죠? 디테일을 봐야겠지만 그냥 말장난이거나 저임금으로 기업 후려치기를 도와주기 위해 내국인 블루칼라 일자리만 위협받을거라 봅니다. 정말 놀란게 이게 인구 정책이라구요? 제가 실제 자료까지 봤는데 이민정책으로 인구를 늘린 국가들에서 가장 크게 이바지한 민족이 바로 무슬림이더군요. 무슬림 출산율이 타민족 타인종을 아득히 압도 하더군요. 그리고 그결과는 이미 유럽 여러 국가들이 보여주고 있다고 봅니다. 그러면 일정 이상 교육을 받았는데도 정말 대한민국 출산율을 올려줄 정도로 출산을 할 이민자 출신지는 어디일까요? 저는 없다고 봅니다.\n정말 궁굼한게 그러면 밑에쪽을 깔아줄 인력을 대한민국 인구를 늘려줄 정도로(출산정책이라니) 많이 받는다면 도대체 어디서 받는다는거죠? 그리고 그러면 대부분 블루칼라를 이민자로 받아서(그것도 대한민국 인구를 책임질 정도로)\n그 부작용은 제 기준으로는 단일민족인 대한민국이 유럽보다 4~5배 이상 더 심하게 충격을 받을거라 봅니다.\n이민이 저출산 해결책도 아니고 무엇보다 중국 출생률도 거의 기하급수적으로 떨어지고 있습니다. 그리고 그런 블루칼라들 대규모로 받아서 본인이 그사람들 책임지고 살 것도 아니고 다른 사람들이 퍽이나 참으로 이해를 하겠네요.\n대한민국은 제주도 난민도 여론조사에서 거의 80% 육박하게 반대한 나라입니다.\n\n미국에서 이민 경제적 효과 가지고 토론하는 걸 자주 본 입장에서는 경제적으론 별로 깔게 없는 것 같더라고요. 특정 계층만 이득이라고 하기엔 노동가능인구의 공급으로 인한 경제 전체의 생산력 증가가 결국 모든 계층에게 이득이라는 자료가 많아서요. 미국이라는 나라가 그 증거기도 하고요. 뭐... 저쪽에서도 핫한 토픽이라 한국에서도 이 토론을 앞으로도 지겹게 볼 것 같네요. 경제적으로 깔게 없는 정책이라고 하더라도 다문화사회 감당 가능한가 문제도 남고요. 개인적으론 동아시아 국가에서 이민 열었을 때 어떻게 될지 궁금하긴 합니다. 저는 동아시아의 문화 본질상 별다른 정책 없어도 무슬림 정도만 제외하면 2세대부터는 다 동화되어 한국인이 될 수 밖에 없다고 생각하거든요.\n\n이민은 저출산의 직접적인 대책이라기보다는 연금 고갈이나 세수 부족과 같은 저출산으로 인한 사회문제에 대응하는 간접적인 대책인데\n이민정책 원트랙으로 가면 우리나라 사람들도 아이를 낳고 기르기 힘겨워하는 상황에서 상대적으로 저임금에 자산도 충분하지 않을 이민 1세대들이 출산율을 올려주길 바라는 건 공상에 가까워 보입니다\n결혼과 출산 육아에 대한 파격적인 지원 정책을 반드시 병행하여야 할 것입니다.\n\n이민으로 저출산 문제를 해결하기 시작한 서구에서도 이민자의 높은 출산률은 고려대상이 아니었습니다. 당장 사용가능한 노동력이 고려대상일뿐. 높은 출산율은 종교적 문화적인 특성으로 남미(카톨릭)와 무슬림(이슬람) 정도죠\n\n영주권 획득까지 시간도 너무 오래 걸리고, 기능실습생 과정에는 일본인보다 턱없이 낮은 임금에다가 전직도 불가능해서 인권침해랑 급여 미지급도 자주 일어난다고 합니다. 2019년부터 베트남들인들이 이 제도를 통해 많이 들어왔었는데 가혹한 대우에 실종이 되기도 하고 직장에서 벗어나 불체자가 되어 갱이나 범죄조직에 합류하기도 한다네요. 최근에 일본에서 자주 들리는 베트남인들의 범죄는 이런 배경이 있습니다. 그러다 보니까 외국인 노동자들한테도 일본의 인기가 떨어지고 미국이랑 동남아에서도 인권유린이라고 비판받게 됩니다.\n\n[나경원]\n출산율 올릴려면 그나마 호주머니에 직접 돈 꽂아 주는 것 말고는 방법 없습니다. \n결혼시 1억 저리 대출, 첫 아이 이자 탕감, 둘째 아이 원금 반액 탕감, 셋째 아이 전액 탕감\n현금지원보다는 빚탕감이 더 좋은 방법이라 생각합니다. 왜냐하면 빚은 보통 결혼한 부부가 지거든요.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-05-27T10:00:56.618000",
  "updatedAt": "2023-01-09T11:58:27.592000"
}