{
  "id": "ddae3ae2-20d7-4763-8be0-c732098ee8e1",
  "title": "공군기지 이글루",
  "content": "![image](media/1712345267875.1161475537.jpg)\n\n\n\n대한민국 공군에서는 격납고들을 행거와 이글루라고 부르기도 하는데 전자는 공장처럼 생긴 철제 격납고를 의미하고, 후자는 엄체호를 의미한다. 이글루는 엄체호가 전투기가 들어가는 건물 모양이 이글루를 닮았다고 하여 붙여진 이름이다.\n\n한국은 1000 파운드까지는 이글루의 방호문 앞에서 터트려도 버텨짐. 매년 훈련하는 수준이고.\n\n직격하는 건 당연히 못버티고 대충 눈먼 포탄 파편에 뒤지지 않을 정도만 보호해줌. 이글루가 없으면 확산탄을 근방에 떨어트리면 비행 대대가 모두 파손될 수도 있는데, 이글루가 있음으로써 정밀 폭격을 항공기 대수만큼 해야하는 거임.\n\n강화 콘크리트로 타설하고 그 위를 또 흙으로 엄청나게 덮은 이글루도 있어서 왠만한 고폭탄은 막는다. 다만 그걸 또 뚫어버리는 벙커버스터 무기들이 계속 개발중.\n\n우리는 이글루 생각보다 많이 지어나서 그나마 괜찮은데 주일미군이나 항자대 격납고가 저 상태라 문제지.\n\n링크한 RAND 보고서에 나온 Gen3가 여기서 설명한 HAS임\nhttps://gall.dcinside.com/mgallery/board/view/?id=war&no=3208211\n\n1000 파운드 항폭까지 방어되니까 단순한 항폭으로도 뚫린다는건 좀 간 이야기인듯. 혹시 2000파운드가 단순한 항폭이라고 말하는거라면 2000파운드 항폭을 주렁주렁 단 전폭기가 아군 공군기지에 프리 딜링하는 상황일텐데 그럼 이미 아군 공군기지만 문제는 아닐 것 같음\n시리아에서 러시아 븅신들 이글루 없어서 드론이 날린 박격포 쳐맞고 전투기 2대 작살나고 군인 뒤진 거 앎\n\nhttps://trafficnews.jp/post/99352\n「空自15分全滅説」の根拠 航空基地に「掩体」なぜ必要？ 現代戦の定石から機を守れ！\n2020.08.24 関 賢太郎（航空軍事評論家）\n\n海外の空軍基地などでは当然のように見られる「掩体」、日本の航空基地などではほとんど見られません。これがなかったために、たとえばエジプト空軍は過去、とても苦い経験をしました。どういうもので、なぜ必要なのかを解説します。\n\n戦争の行方を左右する…かもしれない「掩体」とは？\n　あらゆるタイプの軍事基地において、最も大規模で最もお金を必要とするものは航空基地です。配備機種によっては数千m規模の滑走路が必要であり、駐機場、格納庫、各種整備に必要な装置や施設に加え、勤務する隊員の厚生施設に至るまで、ほんの数十機の航空機を運用するだけでも大変なお金と設備が必要になります。\n\n掩体で防護されている台湾空軍の幻象2000-5（ミラージュ2000-5）。台湾もまた中国による飛行場の先制攻撃への対処が大きな問題となっている（関 賢太郎撮影）。\n\n　特に戦闘機を配備した航空基地において重要な設備に「掩体（えんたい）」があります。掩体とは戦闘機用の防空壕を意味します。鉄筋コンクリート製で、場合によっては鋼鉄の扉を持ち、内部に1機から2機の戦闘機を格納します。「強化ハンガー」または「バンカー」とも呼称し、その目的は飛行場攻撃において爆弾やミサイルから戦闘機を防護することです。\n　過去、掩体の存在が戦争の趨（すう）勢に大きな影響を与えることさえあったにも関わらず、航空自衛隊はその発足以来、慢性的に掩体が不足している致命的な問題を抱えています。\n　掩体が無い場合、戦闘機は駐機場か格納庫内で運用されることになりますが、これは大変危険です。なぜならば最新鋭のステルス戦闘機であろうとも、駐機場にあるあいだは単なる炭素と金属の塊に過ぎず、手投げ弾程度の爆薬でも十分に破壊できるからです。航空兵器として広く用いられている227kg爆弾の加害半径は約300mもあり、1発の爆弾さえあれば直撃しなくとも、格納庫内にある全機を破壊するに十分すぎるほどの威力を有します。\n\nhttps://youtu.be/EL7oeu3_syQ\n서산 충주에 있는 벙커형 쉘터는 관통형 폭탄 아니고는 못 부숨. 이 동영상 첫 실험에 쓰인 벙커버스터도 관통 후 내부 폭발임에도 콘크리트 지붕 1.2m를 파괴하지 못함. 1분40초에 보이는 벙커 표면에 작은 직사각형 무늬가 있는데 그게 가로 600mm, 세로 1200mm 규격임.\n\n이글루도 방폭문이나 천장 두께가 어마무시해서 탄도탄 직격 아니면 견딥니다. 유류나 탄약도 지상 건물이 아니라 지하 건물에 보관해서 피해 최소화 하죠. 일부 탄약은 지상에 보관하더라도 역시 벙커 형식이구요.\n\n공군 공병 활주로피해복구반 자주 훈련해요. 활주로 자체도 일반적인 도로랑 두께가 남다르구요. 피해 규모에 따라 다르지만 수 시간안에 어지간하면 복구되고 비행 가능해요. 공군 전비가 생각 이상으로 견고한 시설이라 완전 작전불능되려면 핀 포인트 수십 곳을 동시에 타격해야지, 그게 아니면 완전 복구는 아니더라도 수시간 안에 전술기 날릴 수 있어요.\n\n공항 아니어도 일반 도로 중에 임시 활주로로 사용하는 도로들이 곳곳에 있습니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-03-27T08:23:53.024000",
  "updatedAt": "2025-07-07T19:51:44.678000"
}