{
  "id": "ddb392f4-fa55-4228-b2cc-108a9bf64aa2",
  "title": "배수진 전략",
  "content": "![image](media/1796331513c.80b33194761b395b.jpg)\n![image](media/1796331bc80.a0f90c62f6f7ddde.jpg)\n![image](media/179634016a0.993d874ba5bfb3dc.jpg)\n![image](media/179634016a6.b61542bafd8d7cb4.png)\n\n\n\n배수진이란 사전적 의미로 물을 등지고 필사적으로 싸운다는뜻이다. 이러한 상황역시 게임이론으로 설명이 가능하다. \n\n이 상황은 다음과 같다. A와 B국이 있는데 B국에겐 섬이 하나있다. B국의 섬은 B국의 본토와 연결되어 있는 다리가 있다. 이때 A국은 B국의 섬을 침략 할 것인지 아니면 그냥 둘 것인지 결정하려고 한다. \n\n﻿위와같은 전개도를 보자. A국이 섬을 침략하지 않을 시엔 당연히 두 나라는 아무런 이득을 얻지 않는 평화상태이다(0,0). 하지만 A국이 실제로 침략 하였을 때 B국은 선택권이 두개가 있다. 맞서 싸울 것인지 아니면 다리를 통해 본토로 퇴각할 것인가 이다. 맞서 싸운다면 두 나라는 (-2,-2)의 이득을 얻게되어 두 나라 모두 2의 피해를 입는다. 하지만 다리를 통해 도망간다면 침략한 A국은 1의 이득을 얻고 B국은 섬을빼앗겼으므로 1의 손해를 본다(1,-1). \n\n﻿이때 B국은 굳이 싸워서 2의 손해를 입을 바엔 다리를통해 도망가는 1의 손해를 선택할 것이 합리적이다. 그러므로 B국이 다리를 통해 도망갈 것을 알기때문에 A국은 섬을 침략하는 선택을 한다. 이때의 (1,-1)은 내쉬균형이다.  \n\n위의 전개도를 좀더 깊이 보면 A국의 선택은 후방귀납(Backward induction)으로 결정 할 수 있다. 후방귀납이란 현재에서 미래로 차근차근 따지는게 아니라 미래에 일어날 결과로부터 현재까지 선택하는 과정을 살펴보아 현재의 선택을 결정하는 것이다. 따라서 각국의 선택의 결과로 인한 보수집합은 (0,0),(-2,-2),(1,-1) 3개로써 이중 A국에게 가장 유리한 선택은 (1,-1)이므로 B국은 퇴각을 결정할 것이고 그러므로 A는 공격의 선택을 한다는 것이다.\n\n여기서 상황을 조금 바꿔보자. \nB국은 자신의 섬을 침략하는 것에 분노를 느끼고 섬을 지켜야 한다는 사명감이 있다고 가정하자. 그래서 A국에게 \"당신들이 침략을한다면 우리는 끝까지 맞서 싸울 것이오!” 라고 협박한다. 하지만 A국은 이에도 불구하고 침략하는 선택을 한다. 그 이유는 다리가 없어지지 않는 이상 B국은 퇴각할 것이 뻔하기 때문이다. 이때 B국의 협박을 incredible(non-credible) threat 라고 한다. '실제로 행하지 없는, 실효성 없는 협박' 이라는 뜻이다. \n\n⚫ 실효성 없는 협박을 실효성 있는 협박으로 바꾸는 방법\n\n그럼 어떻게 해야 B국은 A국의 침략을 막을 수 있을 것인가. 그 해결책은 간단하다. 다리를 불태워 버리는 것이다. (다리의 비용은 없다고 가정한다)\n\n그럼 다리를 없애 버렸을때의 전개도를 보자. \n﻿B국이 다리의 파괴 여부가 제일 먼저이다. 다리를 파괴하지 않는다면 아까 전의 상황이랑 다를바가 없다.  \n\n하지만 다리를 파괴한다면 상황은 전혀 달라진다. A국은 침략을 하면 -2를 얻게되므로 침략을 하지 않아 0의 이득을 얻는것이 합리적이다. 따라서 B국이 다리를 불태웠을때의 균형점은 (0,0)이다. 이는 실질적으로 다리를 파괴해버리는 행위를 함으로써 A국의 침략을 막는것으로 말로 협박하는 것보다 효과적이다. \n\nhttps://m.blog.naver.com/PostView.nhn?blogId=hyundo23&logNo=220066879593&proxyReferer=https:%2F%2Fwww.google.com%2F\n\nhttps://blogs.cornell.edu/info2040/2016/10/21/why-you-should-burn-the-bridge-behind-you/",
  "color": "default",
  "labels": [
    "4c2e72b8-0cf2-48f3-b5fa-5ad39f6b68ea"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-05-13T09:46:57.450000",
  "updatedAt": "2023-03-30T19:57:55.098000"
}