{
  "id": "ddc3340a-7cbb-4277-861a-c7d788506544",
  "title": "수메르 문명 환국 유래설",
  "content": "기원\n수메르인들은 어디서 왔고, 그 문명은 어떠허게 생겨났는가?’ 라고 하는 것이 수메르에 대한 가장 큰 의문이라고 지적한다.\n\n수메르인들이 살던 지역은 지금의 이라크 지역을 의미한다. \n수메르인들의 점토판을 해독하여 그들의 생김새, 사회 제도, 풍습, 언어 등을 총체적으로 파악한 크레이머 박사는⑧ 5,500년 전 수메르문명의 정체에 대해 ‘수메르인은 동방에서 왔다’ 라고 결론지었다.\n그 동방문명의 정체는 <환단고기>에서 찾아볼 수 있다. 1만여 년 전 지금과 같은 기후가 되어 환국 문명이 생겨난 후, 약 6천 년 전 다시 한 번 기후에 큰 변동이 생겨 환국 백성들은 더 따뜻한 곳을 찾아 대대적인 이동을 하게 되었다.\n\n인도, 그리스, 이집트, 유대, 유럽 문명 등의 근원으로 밝혀진 수메르! 서양 학자들은 아주 갑작스럽게 나타난 수메르문명을 인류 최고最古의 문명으로 자리매김하고 있다. 그러나 <환단고기>의 기록과 고고학의 발견을 종합하면, 수메르는 환국의 열두 나라 중 수밀이국과 결코 무관한 문명이 아님을 알 수 있다.\n\n수메르의 점토판 기록은 자신들이 ‘안샨Anshan 으로부터 넘어왔다’ 고 말한다. 수메르 말로 안An은 하늘, 샨Shan은 산을 의미한다. 안샨의 한자식 표기, ‘천산’이 환국 문명의 중심이었던 천산天山과 동일한 것은 결코 우연이 아니다.\n수메르의 창세 신화를 보면 수메르인은 후두부가 평평한 검은 머리카락의 인종이다. 그들은 한국 사람들처럼 결혼 전에 함을 지는 풍습이 있었으며, 동북아의 60갑자처럼 60진법⑥을 사용하였다. 그리고 수메르어는 현대 언어들 가운데 한국어와 유사성이 가장 높다. 우리말과 같이 토씨(은, 는, 이, 가)로써 단어와 단어 사이를 연결하고, 주어 + 목적어 + 서술어 순서로 문장이 구성될 뿐만 아니라, 엄마 아빠를 비롯한 많은 단어들이 한글과 똑같거나 아주 유사하다.\n그들의 철학과 사상 또한 동방문화와 많은 유사점을 보인다. 그들은 우주를 ‘안키Anki(천지)’ 라고 불렀다.⑦ “우주는 ‘둥근 하늘, 안An’과 ‘평평한 땅, 키Ki’ 로 이뤄져 있다” 고 믿은 그들의 사상은, 동양의 천지인 삼재론에 근거한 천원지방 사상과 다를 바 없다. \n\n언어의 특징이란 수메르어가 교착언어인데 교착언어란 우리말의 주어나 목적어 다음에 은, 는, 이, 가 등이 붇는 언어를 의미한다. 이는 우랄 알타이언어의 공통된 현상이다. 그런데 중국와 인구어는 일단 교착언어가 아니다. 그래서 수메르어와는 그 특징에 있어서 같지 않다. 다음으로 문법 구조에 있어서 수메르어는 주어 + 목적어 + 동사이다. 이는 영어 혹은 중국어와는 다르고 우리말과는 같은 구조이다.\n\n12환국\n환국은 모두 아홉 족속[九桓]으로 나뉘었고, 이 9환족은 열 두 나라를 이루고 살았다.\n12환국의 이름은 이러하다.\n『단군세기』를 보면 양운국, 일군국, 수밀이국, 구다천국 등은 고조선의 21세, 27세 단군 때까지 나라 이름으로 계속 사용되었다.\n고조선 시대의 제후국으로 기록되어 있는 이 네 나라의 이름은 12환국에서 유래한 것이다.\n중국 문헌에서도 12환국의 이름을 볼 수 있다.\n예컨대 『진서晉書』「 사이전四夷傳」에 비리국, 양운국, 구막한국, 일군국이라는 이름이 보인다.\n이들은 2만~5만 호戶정도를 가진 소국으로 시베리아 등지에 위치해 있었다고 한다.\n『당서唐書』「 북적전北狄傳」에는 우루국이라는 이름이 보인다.\n『삼국사기』에는 구다천국과 매구여국이 구다국句茶國과 매구곡賣溝谷이란 이름으로 남아 있다.\n\n서양문명의 시원으로 여겨지는 수메르 제국이 환국 12분국중의 하나인 '수밀이국'의 이주민에 의해 건설되었다는 말이다.\n그러면 천산(파미르고원)과 바이칼호 근처에 있던 수밀이국 사람들이 어떤 이유로 메소포타미아 지방으로 이주하게 되었을까? 이것은 환국 말기인 약 6천년 전에 인구가 증가하고 기상이변으로 시베리아 지역이 점점 추워졌기 때문이다.\n그리고 12환국의 한 갈래가 성지 태백산(백두산)으로 이동하여 환국의 정통을 지켜 내려온 것(환웅의 배달국)이 바로 오늘날의 한민족이다.\n\n고고학적 기록\n창세기 창조설화와 홍수설화 등이 수메르 토판 속에 그대로 그 원형이 기록돼 있었기 때문이다.\n에덴동산에 남자와 여자가 있었고,동산의 열매를 따먹지 말라는 금기, 그런데 슈메르에서는 여자가 아닌 남자가 먼저 따먹는다는 둥..  그리고 홍수가 사람들이 다 죽는데 지아슈드라는 의인이 있어서 배를 만들어 사람들은 구제한다는 둥 놀라울 정도로 유사한 기록들이 쏟아져 나왔다.\n\n나일강 유역의 이집트문명도 수메르보다 무려 1000년 이후의 것이며, 인도의 인더스강 유역 문명도 그와 비슷한 후기 문명이다. 이스라엘의 셈 Shem족의 유래도 Shum에서 유래했다. 수메르인들이 가지고 온 문명은 상상을 초월하는 고급문명으로, 그 당시 지금의 히브리인들은 말 그대로 Habiru로 그 말의 의미는 떠돌이 혹은 산적의 의미 등을 갖는다.수메르인들이 설형문자라는 것을 사용할 당시 히브리인들은 문자도 없었으며 옷이란 동물 가죽을 벗겨 입고 다닐 정도였다. 그러나 수메르인들은 직조기술을 발견하여 이미 옷을 물들여 입고 다녔다. 건축술도 발달하여 2층 가옥을 지을 정도였다. 지금 발견되고 이번 전쟁으로 도난당한 토판들은 거의 경제거래 문서들로서 이는 거래를 한 다음 남긴 계약문서들이다.\n\n\n어원\n학설 1\n'수밀이'는 원래 '소머리' 라는 말이다. 만주의 '우수하(牛首河)' 가 원래에는 '소머리강' 인 것처럼. 그러므로 '소머리' -> '수메르'가 된 것이다.\n\n소(牛)는 수메르와 밀접하게 연결돼 있다. 우선 이스라엘의 히브리대 조철우 교수는 ‘12환국에 속한 수밀이국은 한자 표기이고, 본래는 소의 머리를 우상으로 삼았던 소머리국(國)이었으며, 그 후 수메르가 됐다는 것’이다. 이와 함께 강원도 춘천시의 옛날 이름이 바로 ‘우수주’(牛首州)인데 말 그대로 표현하자면 ‘소머리 마을’이라고 할 수 있다. 미 버클리대에서 동양학을 강의했던 박용숙 박사 역시 수메르와 소를 연결시켜 얘기한다. 우리말의 ‘우두머리’도 ‘우두’(牛頭)와 ‘머리’가 합쳐진 말이다. 여기서 ‘우두’를 이두로 읽으면 ‘소머리’, 곧 ‘수메르’다. 그렇다면 우두머리는 ‘수메르 머리’ 또는 ‘수메르 인의 지도자’인 셈이다. 서 요르단 지방에 있는 ‘사마리아’(Samaria)나 아프리카 중동부에 위치한 반도의 이름인 ‘소말리아’(Somalia) 역시 수메르어와 같은 어원을 가지고 있다.\n\n학설 2\n수메르라는 말의 어원은＇세메르＇에서 왔는데, 셈의 나라라는 뜻입니다. 노아의 아들중에서 장자권을 가진 자 ＇셈의 나라＇라는 것이지요.\n\n반론\n수메르역사를 정통으로 연구해온 서양학자들은 수메르민족의 기원을 오늘날의 동아시아 민족들과 연계시키는데 거부감을 보이고 있다. 사무엘 크레이머는 수메르인들 자신들은 처음부터 메소포타미아에 태어나 그곳에서 살아온 것으로 믿었다고 말한다. 저명한 아랍사학자인 히티(Philip K. Hitti)는 수메르어가 터키어, 헝가리어, 핀란드어 등에서 발견되는 교착어적 성격을 지니고 있지만, 이러한 점을 제외한 다른 어떤 특성도 이들 언어 또는 기타의 우랄 알타이어나 몽고어와 비슷하지 않다고 주장한다. 그는 각종 부조물에 나타난 수메르인들의 생김새를 보아서는 그들이 긴 머리의 지중해 인종과 넓은 이마의 북동부 산악지대인인 아르메니아족과의 혼혈로 보여진다고 말하고 있다",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-12-25T08:12:50.700000",
  "updatedAt": "2023-12-25T08:54:10.365000"
}