{
  "id": "de1bf531-f0e9-4f71-a932-26d7db2cb28d",
  "title": "경제와 정치",
  "content": "1960~70년대 미국의 저명한 경제학자들은 '소련이 20~30년 내 1인당 국민소득 측면에서 미국을 앞지를 것'이라고 내다봤다. 당시 그같은 견해를 대표하는 인물로 1970년 노벨경제학상을 받은 폴 새뮤얼슨 MIT 교수가 있었다. 당시 대부분의 주류경제학 교과서는 정도의 차이가 있었을 뿐 사회주의경제의 성과에 낙관적 견해를 보인 건 동일했다. \n하지만 소련의 붕괴가 진행되던 1991년 발간된 새뮤얼슨의 경제학 14판본에서는 '번성하고 있다'는 구절이 빠졌고, 1995년 15판본에서는 소련의 연평균 경제성장률 표가 삭제되고 '소련의 계획경제는 실패한 모델'이라는 문구가 삽입됐다.\n\n1998년 미국 싱크탱크 '케이토연구소'가 발간한 '일본 경제모델의 부상과 몰락'에 따르면 소련 사회주의 경제모델 붕괴 이후 일본 경제모델이 서구의 시장자본주의를 위협할 대상으로 인식됐다. 그같은 입장을 가진 사람들은 '수정주의자'(revisionists)로 불렸다. 이들은 80년대말과 90년대초 \"미국은 일본의 정부주도 자본주의를 이길 수 없다. 미국도 일본방식을 따라야 한다\"며 \"자유시장을 버리고 관리무역을 도입하자. 그렇지 않으면 미국은 일본의 경제적 식민지로 전락할 것\"이라고 주장했다.\n\n정치학자 찰머스 존슨이 1982년 저서 '통산성과 일본의 기적'(MITI and the Japanese Miracle)을 통해 일본 위협론의 이론적 토대를 제공했다. 존슨은 일본 통산성이 효과적으로 실행한 산업정책 덕분에 2차 세계대전 이후 일본이 전례없는 고도의 경제성장을 이뤄냈다고 주장했다. 경제발전에서 국가의 역할이 매우 중요하다는 점을 부각시켰다. 이어 레이건 행정부에서 무역협상대표를 지낸 클라이드 프레스토비츠는 '무역전장 : 일본에 미래를 넘겨준 미국, 어떻게 되찾을 것인가'를 썼다. 훗날 이같은 견해를 옹호하는 싱크탱크 '경제전략연구소'(ESI)를 설립했다. US뉴스&월드리포트 편집장인 제임스 팰로우스는 1989년 월간지 애틀랜틱에 기고한 기사 '일본 봉쇄'에서 미국과 일본의 관계를 냉전적 관점에서 분석했다. 네덜란드 언론인 카렐 반 볼페렌은 '일본인이 가진 힘의 수수께끼'를 썼다.\n\n이들에 따르면 일본은 독특한 형태의 국가관리 자본주의 모델을 갖고 있다. 기업가와 금융인, 정부관료가 끈끈한 관계를 맺는다. 이들은 경제정책과 그 결과에 강력한 영향력을 행사한다. 일본은 긴밀히 통제하는 금융시스템을 통해 전략적으로 자본을 할당하면서 외국의 경쟁자들을 능가하고 압도한다. 일본이 세계를 경제적으로 지배하는 건 시간문제였다. 많은 사람들이 일본 위협론을 심각하게 받아들였다.\n\n하지만 역사는 '경제공룡 일본이 미국을 잡아먹을 것'이라는 그같은 주장이 지나치게 부풀려졌다는 걸 증명했다. 이제 소련과 일본에 뒤를 이어 중국이 미국을 위협하는 대상이 됐다. 'G2를 넘어 넘버원의 자리를 꿰찰 것'이라는 주장이 많다. 중국 역시 국가주도의 통제 자본주의를 실행한다. 기업인과 금융인, 관료 등이 긴밀이 연합하고 있다. 소련과 일본 모델의 장점을 섞었다.\n\n경제전망회보(Journal of Economic Perspectives) 편집주간인 티모시 테일러는 중국 위협론도 소련, 일본의 사례와 비슷할 수 있다는 입장이다. 테일러는 자신의 블로그 '컨버서블이코노미스트'에 \"중국 위협론이 현실화할 것이라 믿기엔 몇가지 의심스러운 대목이 있다\"고 지적했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-17T18:05:00.665000",
  "updatedAt": "2023-04-17T18:10:40.427000"
}