{
  "id": "dec19a65-76bd-4c12-ad38-081bbb15602d",
  "title": "MBA의 문제점",
  "content": "<월스트리트 저널>이 뽑은 ‘세계에서 가장 영향력 있는 경영 사상가 20인’에 선정된 헨리 민츠버그(Henry Mintzberg) 교수는 “실적 미달 기업 경영진의 MBA 출신 비율이 92%였다”라며 숭배하던 경영 방식에서 깨어나기를 바랐다. 그는 거의 모두가 신봉해 온 MBA의 근원적인 문제까지 파헤친 <MBA가 회사를 망친다>(원제 ; Managers Not MBAs)를 펴내면서 경영 일선의 잘못된 인식이나 교육 현장의 구 시대적인 시스템을 바꿔야 한다고 주장했다.\n저자는, MBA 과정이 대학을 갓 졸업하거나 조직 경험이 거의 없는 사람들을 선발해 과거의 사례 분석 중심으로 수업을 진행함으로써, 정작 ‘실전에 필요한 경영 능력’을 배양하는 데는 한계가 있다고 지적했다.\n\n드러난 문제점을 보자. MBA 출신 경영진인데 실패한 기업은 MBA라는 간판만 보고 ‘잘못된 사람’을 선택했기 때문이다. 매니지먼트, 즉 넓은 의미의 경영은 ‘경험·직관·과학’의 세 요소가 적절하게 조화를 이루어야 한다. 이론에 치중한 경영은 관료적일 뿐 아니라 ‘계산형 매니저’를 낳는다. 비즈니스 스쿨에서 교육받았다고 해서 자신이 직관력이 탁월한 통찰가인 양 행동하는 ‘영웅형 매니저’는 쳐다보지도 말아야 하는 것이다.\nMBA 출신이 ‘잘못된 방법’을 쓴다면, 그 기업이 망하는 것은 ‘100프로’이다. 그들이 배웠다는 경영 기법이 어떤 특정한 상황과 긴밀히 연결되지 못하면 도움이 되지 않는 것이다. 특정한 상황에 맞춰 변경, 조정할 수 있는 기법을 구사해야 하는 것이다.\n기업의 경영자에게는 기업을 존속시킬 의무가 있다. 그런데 기업을 유지시키는 도구라는 것이 관료주의와 형식화에 젖어 직원들의 행동이나 통제하는 것이라면 문제이다. 이 책의 저자는 계획, 시스템, 실적 평가 등을 도구로 해야 한다고 강조했다. 이런 도구에 대해 충분히 배웠다는 MBA 졸업생이 실무 현장에서 이론을 직관과 경험으로 상쇄하지 못한 채 기업의 경영자가 되면, 그 기업도 역시 통제와 형식화에 치우치는 상태를 극복하지 못하고 쇠락의 길을 간다는 것을 알 수 있다.\n저자는 기업들이 실패하지 않고 MBA 출신 등 인재들이 역량을 발휘할 수 있기를 바라면서 ‘유능한’이라는 헛될지 모를 수식어가 붙은 인재보다 ‘현명한’ 인재, 즉 사려 깊고 세상을 바라보는 식견과 다른 사람들의 마음을 사로잡는 매력을 고루 갖춘 사람을 찾을 것을 권했다.  \n\n2008년 하버드 비즈니스스쿨 100주년 기념행사에서 하버드 비즈니스스쿨 학장 제이 라이트(Jay Light)는 “MBA는 그동안 세상이 얼마나 많이 변했는지 이해하지 못하고 실수를 저질렀다.”\n\n면접관: 왜 굳이 저희 대학원(SIAI:swiss institute of AI) MBA 프로그램에 지원하시는지 여쭤봐도 될까요?\n지원자: 국내 학교들 대학원 가봐야 교수님들 다들 책만 보신 분들이고, MBA는 애들끼리 토론이나 해라고 그러고 시간만 때우잖아요. 근데 여긴 대표님 글만 봐도 알 수 있듯이 공부 많이 하신 분들이 책 속의 지식이 실제로 어떻게 쓰이는지 계속 이야기가 나올 것 같고, 그런 교수진만 뽑으시려는게 티가 나거든요. 여긴 교수님들이 책 속에 있으신 분들이 아니라, 책 밖에 있으신 분들인 거 같아서요. 진짜 MBA는 이래야 된다는 표현에 깊게 공감해서 여길 찾게 되었습니다.\n\n나: 부장님은 Wharton MBA 때 수업 중에 기억나는거 뭐 있으세요?\n부장님: 어? 거시? 거시경제? 그게 젤 기억 나는데?\n나: 에이, 경영학과 출신에 MBA면 거시경제 깊게 못 들어가셨을텐데요? IS/LM? AD/AS? 통화정책? 재정정책? 뭐 기억나십니까?\n부장님: 엉? 그게 뭐냐? MBA가 그런걸 왜 배우냐ㅋㅋ 우린 뭐 배우면 내일 주가 예측에 써보고 맞는지 틀린지 맞추는게 재밌는 수업이었는데?\n한국의 학부 경영학과 + 국내 증권사 경력 + Wharton MBA 졸업 + 내 첫 직장 선임이셨던 분과의 대화다. 나중에 알게된 건데, 그 거시경제 강의하는 교수가 나름대로 스타 강사더라. 계속 학생들을 웃기면서 거시경제의 이런저런 주제들을 학생들이 쉽게 이해할 수 있도록 다양한 예제를 드는걸로 유명한 교수라고 하던데, U Penn 학부 경제학 출신인 형님 한 분이 \"딱 MBA가 좋아할만한 강의였지. 우린 TA해서 돈 벌러 들어가는 강의였고\"\n라고 평가를 하셨던 기억이 난다.\n평가야 사람마다 제각각이겠지만, 거시경제학이라는 주제를 가르치면서 매일매일 주가 움직임에 대한 해석을 재료로 삼아 강의를 한다는게 정말 쉬운 일이 아닌데, 책 속에서만 끝날지도 모를 지식을 학부 저학년 수준 수업에서 현실 세계를 해석하는 용도로 풀어낼 수 있는 강의 능력은 절대로 아무나 가질 수 없는 능력이라고 생각한다.\n경제학과의 거시경제학 정도 되는 과목은, 특히 학부 수준은 이미 교과서가 수백 종류도 더 나와있고, 가르치는 내용이 크게 바뀌기도 어렵다. 굳이 따지자면 이제 학계에서 아무도 안 쓰지만 행정고시 시험에 계속 나오는 IS/LM 같은건 국내 거시경제학 교과서에서 좀 빠졌으면 좋겠지만, 최소한 논리를 따라가면서 거시경제정책 하나가 전체 경제 시스템에 어떤 채널로 어떤 영향을 미치는지 공부하는데는 좋은 사고의 도구라는데, (학부 수준이라면) 별로 토를 달고 싶지 않다.\n이런 과목을 도대체 어떻게 가르쳤길래 MBA처럼 지식 기반없이 술 파티와 골프 연습으로 2년을 보내는 학위를 마친 분께 그렇게 오랫동안 기억에 남을 수 있었을까?\n결국 지식이라는 것이 현실에 어떻게 쓰이는지 알려줬기 때문에, 그런 사고방식을 체화시킬 수 있는 경험을 심어줬기 때문에 다른 과목은 다 까먹어도 거시경제학은 기억한다는 이야길 하셨을 것이다.\n\n박철준 대표=MBA는 자격증이 아닙니다. 실전 경험을 가진 사람들이 종합관리자의 시각을 갖추도록 단기간에 프로그램화한 것입니다.\n지금까지 경기변동에 따라서 MBA교육이 과대평가됐으나, 경기가 나빠지니까 무용론이 나옵니다. 하지만 MBA에 대한 수요는 꾸준합니다.\n\n국내 과정은 아직 가르치는 쪽에 문제가 있습니다. 교육 콘텐츠의 다양성부터 떨어집니다. 재무·회계·인사·마케팅 등 고전적인 분야\n말고 새로이 등장한 분야들, 가령 연구개발 경영이나 기술관련 경영을 어떻게 해야할지 모릅니다. \n또 학생들을 극한적인 상황까지 밀어넣어 머리를 최대한 사용하는 두뇌훈련을 시켜야 하는데, 아직 많이 부족합니다. 그래서 실무 경험이 있고 다양한 경험을 가진 분들이 교수로 많이 와야 합니다. 저희 학교의 교수 숫자가 40명인데, 홍콩이나 싱가포르만 해도 80~100명에 이릅니다. \n학생들도 유행에 쏠리는 것은 문제입니다. 한때는 e비즈니스쪽에 몰리더니 최근엔 다시 금융쪽입니다.\nMBA를 통해 당장 실무 기술을 배우는 것도 중요하지만, 나중에 임원이 되었을 때 지혜를 주는 수단으로써 MBA교육도 중요합니다. 그리고 한국\n학생들은 아직 수동적이어서 자기 표현을 거의 하지 않습니다. 늘 수동적으로 생각합니다. 적극적으로 나서지 않으면 MBA과정에서 배울 것이 없습니다.\n\n정말 좋은 교수진을 확보하는 것이 시급합니다. 좋은 교수를 뽑으려면 처우나 평가도 중요합니다. 외국에서 수십만달러를 받는 교수들이 국내에서 2만~3만달러를 받는다면 누가 들어오겠습니까.",
  "color": "default",
  "labels": [
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-09-23T09:45:17.706000",
  "updatedAt": "2023-04-15T10:58:35.786000"
}