{
  "id": "df4dacd4-5156-4a71-b7a2-2eef7d5fec57",
  "title": "사모펀드",
  "content": "국내에서 기업 인수하는 사모펀드들 대부분이 중국 자금. 작은 기업 꼬투리 잡아 안좋은 소문 내서 기업 가치 떨어뜨린 후, 기업 가치 폭락하면 중국이 빌려준 자금으로 형성된 사모펀드들이 사들인 후, 중국에 되파는 형식. 국내 기업은 망하고 중간에서 현대판 매국노들이 돈 벌음. 중국은 기업 인수후 기술만 빼 먹고, 그 회사 다시 처분. 자기들은 중국의 싼 인건비로 제품 생산해서 세계시장 잠식하는 방식. 이미 LG LCD 기술을 저런 식으로 빼 먹어서 세계 시장 1위 됐음. 친중 매국노와 중국의 합작품.\n\n사모펀드는 대부분 권력에 얽힌 것들이고 조폭자금이 대부분인데...\n\n사모펀드가 제일 안 좋음. 음식관련 사업만 하면 품질 하락, 가격 상승임. 맥도날드, 맘스터치 등의 기업들 다 사모펀드 경영 때문에 맛 없어짐.\n\nMBK\nMBK가 중공자본 물이 들었다는게 경계할 부분임.\nMBK 측은 소수 지분에 불과하다고 둘러대고 있지만 곧이 곧대로 믿기엔 하는 짓들이 예사롭지 않음.\n\n사모펀드 운용사 MBK파트너스가 국내 대형마트 2위 업체 홈플러스를 인수한지 10년 만에 기업회생 절차를 신청하면서 논란이 확산하고 있다. 특히 막대한 차입금(중국 자금)으로 유수의 기업을 사들인 뒤 알짜 자산 매각 등을 통해 투자금 회수를 극대화하고, 이후 경쟁력이 악화하면 어떠한 자구 노력 없이 법원에 손을 내미는 무책임한 행태에 대한 비판이 쏟아지고 있다.\n하지만 MBK는 이런 비판 여론에 아랑곳하지 않고 '다음 먹거리'인 고려아연에 대한 적대적 M&A를 강행하고 있어 빈축을 사고 있다. 업계에서는 MBK의 이런 태도가 사모펀드의 본질적인 특성을 잘 드러내는 것이라고 지적하고 있다. 기업의 가치 제고나 사회적 책임이나 평판보다는 가치 있는 매물을 찾아 이익을 극대화하는 게 최우선인 속성이다.\nMBK가 앞서 국내 기업들을 상대로 적대적 M&A를 적극적으로 하겠다는 의지를 내비친 바 있어 이에 대한 우려도 지속하고 있다. 이는 MBK 등 사모펀드에 대한 규제를 강화해야 한다는 목소리로 이어지고 있다.\n동북아시아 최대 사모펀드 운용사로 꼽히는 MBK는 지난 2015년 캐나다연금투자위원회(CPPIB), 캐나다공무원연금(PSP Investments), 테마섹(Temasek) 등과 함께 컨소시엄을 구성해 7조 2000억 원에 홈플러스를 사들인 바 있다. 특히 이중 5조 원 가량을 외부에서 조달한 것으로 알려졌다.\n업계에서는 MBK가 당시 인수전에서 시장의 평가보다 높은 가격을 써내 계약을 따내면서 고가 인수 논란이 있었다. 특히 인수 금액 중 상당수를 외부에서 조달했다는 점에서 향후 MBK가 홈플러스를 분할 매각하거나 고강도의 구조조정을 진행하는 식으로 투자금을 회수하려 들 거라는 우려가 많았다. 이에 대해 당시 홈플러스 인수를 주도한 것으로 알려진 김광일 MBK 부회장은 “인위적인 구조조정은 없다”며 이를 부인했다.\n하지만 김 부회장의 약속은 사실상 지켜지지 못한 것으로 평가된다. 인수 차입금 이자 등의 부담이 커지자 홈플러스는 알짜 자산을 하나둘씩 팔기 시작했다. MBK가 홈플러스를 인수한 이후 영업이 종료됐거나 종료를 앞둔 점포는 25개에 달한다. 이 가운데 완전히 폐점한 점포는 14개다. 그러면서 홈플러스의 기업 경쟁력은 눈에 띄게 악화했다.\n결국 홈플러스는 최근 줄줄이 신용등급이 하락하며 위기에 몰렸다. 신용평가사 한국기업평가와 한국신용평가는 홈플러스가 발행한 기업어음(CP)과 전자단기사채에 대한 신용등급을 기존 A3에서 'A3-'로 강등했다. 2023년 A3로 조정된 뒤 1년 반만의 추가 하락이다. 실적부진 장기화와 지나친 재무부담이 하향조정 배경으로 작용했다. 홈플러스가 기업회생절차를 신청한 이후 한기평과 한신평은 일제히 디폴트 단계인 D로 추가 강등했다.\n홈플러스 CI 문제는 이처럼 홈플러스 재무 상황이 극도로 악화한 상황에서도 MBK가 아무런 자구 노력을 하지 않은 것으로 평가된다는 점이다. 법원에 손을 내밀며 기업회생 절차에만 기댔다는 지적이 나온다. MBK가 기업의 성장을 추구하기보다는 투자금을 빠르게 회수한 뒤에 매각 처분하는 '엑시트'에만 혈안이 돼 있다는 비판이 나오는 이유다.\nMBK는 이런 와중에 지난해부터 시도하고 있는 고려아연에 대한 적대적 M&A에 여전히 몰두하고 있는 모습이다. 기업 경영 실패에 따른 여러 부작용이나 사회적인 비판에 아랑곳하지 않고 곧장 다음 투자처를 찾는 데 급급하다는 점에서 사모펀드의 검은 속살이 고스란히 드러난다는 분석이 나온다.\n실제 MBK 인수 기업의 경영 실패는 이번이 처음이 아니다. MBK 인수 뒤 실적이 크게 악화하며 적자 전환하거나 경영난에 직면해 법정관리를 신청했던 사례들이 있다. 하지만 이에 대한 책임을 지기보다는 다음 투자처를 물색하고 묻지마 인수를 지속하며 몸집을 불려 왔다.\n이는 홈플러스 대표이사이기도 한 김광일 부회장이 인수 기업 중에서 주요 직책을 맡고 있는 곳이 18개에 달한다는 점에서 더욱 적나라하게 드러난다. 이에 대해 국내 3대 의결권 자문사인 서스틴베스트는 “과다한 겸임으로 인해 기타비상무이사로서 충실의무를 다하지 못할 우려가 있다”고 꼬집은 바 있다.\n업계 관계자는 “MBK의 무능한 경영 아래서 여러 인수 기업이 심각한 부실을 초래했고 줄줄이 재무적 위기에 봉착했다”며 “무책임한 경영 행태가 계속 반복된다면 앞으로 MBK는 시장에서 더 이상 신뢰를 얻기 어려울 것”이라고 밝혔다.\n\n홈플러스와 달리 고려아연은 부동산 자산이 많지 않죠. 분할 도축으로 수익을 낸다면 아마 기술이 아닐까 생각됩니다.\n\n고려아연이 국가기간 산업이라 미국과 국내 정치권도 우려 하는 중. 조만간 주총에서 가처분 결정 나오는데 만약 인용으로 결정되서 MBK가 꿀꺽하면 심각한 상황임.\n\n고려아연에서 생산되는 게 아연같은 것만 있는게 아니라 처리 과정에서 부산물로 나오는 일부 재료들이 전략물자임\n우리나라뿐 아니라 미국에도 수출되는 중요한 물자인데 전세계적으로 보면 중공이 꽤 많은 양을 생산하고 있고 고려아연은 10퍼 좀 넘는 부분을 차지하고 있는데 미국의 우방국중에선 한국의 고려아연이 생산하는 비율이 제일 크다고 함. 그래서 미국이 진작부터 고려아연 관련 깝치지 말라고 중공에 계속 경고하는 중\n\nMBK의 존재 목적이 기업 경영보단 기업을 싼 가격에 사서 더 비싼 가격에 파는 게 목적인 사모펀드라서 괴이한 정책들을 많이 펴긴 하죠. 그런 정책들이 잘 먹힐땐 망해가던 알짜배기 기업이 자금줄이 트이며 살아나기도 하지만, 네파나 홈플러스처럼 탄탄한 기업들엔 오히려 독이 되기도 하죠. 애초에 무리한 대출을 끌고와 샀던 기업이고, 그 대출에 눌려만 있다가 결국 망하는 수순이네요.\nMBK가 어떤 곳인데, 이미 계산은 다 해뒀을 겁니다.\n어차피 기업 경영엔 관심없었을 테고, 홈플러스가 갖고 있는 자산들 다 팔면 빚 다갚고 수익낸 채로 빠질 수 있을거에요. 애초에 그 빚들부터 홈플러스 담보로 빌렸던 돈들이죠.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "51fc321a-6b6f-434a-8658-78fb231eb912",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-05-28T07:11:43.417000",
  "updatedAt": "2025-03-11T06:19:08.213000"
}