{
  "id": "dfbbb98a-9664-4f9b-b788-5d191ead6fc5",
  "title": "리더의 자질",
  "content": "[구심점]\n중심적 역할을 하는 사람ㆍ단체ㆍ사상 따위를 비유적으로 이르는 말.\n하나의 공동체(단체, 기업 등)가 일정 규칙에 의하여 하나의 방향으로 움직이게 하는 힘을   말한다.\n\n[푯대]\n\n조직의 심장\n\n리더로서 긍정적 영향을 통해 부하들의 자발적 추종을 불러일으키기 위해서는 솔선수범과 자기희생을 통해 신뢰를 창출하고 진정성을 바탕으로 부하들과 투명한 관계를 유지해 나갈 것을 제안했다. \n인에이블링 리더십(enabling leadership)을 실천해 나를 통해 역량이 향상되고 성공할 수 있는 멘토가 되기 위해 노력한다면 부하들은 subordinate이 아니라 follower로 변하게 된다.\n\n위험을 감수하지 않고서는 리더가 될 수 없습니다. 그리고 용기가 없이는 위험을 감수할 수 없습니다. \n\n'전투 리더십 모델'이란 개념을 제시한다. 전투 리더십이라고 하면 리더가 명령하면 사람들이 맹목적으로 따르는 것이라고 생각하는 사람들이 있다. 하지만 전투 리더는 부대의 높은 사기와 단체정신을 유지해 대원들을 하나로 응집해야 하고 위기 상황에서는 결단력을 발휘하여 위험한 요소를 처리해야 한다.\n\n지도자의 자질은 위기의 순간 어떻게 대응하는가?\n\n크세노폰에게 각인된 교훈은 리더의 절제였다. 소크라테스는 쾌락, 감정, 탐욕을 절제하지 못하는 사람은 절대 리더가 될 수 없다고 말한다.\n보통 사람에게는 아무것도 아닌 일도 리더에겐 엄격한 잣대를 적용한다. 젊은 크세노폰이 항의하자 소크라테스는 이런 식의 비유를 든다. “와인 한잔을 마시고 싶다는 욕구는 별것 아닌 욕구다. 그러나 사령관이 와인 한잔을 마시고자 자리를 비우는 것은 다르다.”\n인간은 탐욕과 쾌락에 사로잡히면 올바른 판단을 내릴 수 없게 된다. 크세노폰은 페르시아 전역에서 사고가 발생할 때마다 소크라테스의 가르침을 떠올리고 그의 혜안에 감탄했을 것이다.\n우리 사회에서 ‘악법도 법이다’라는 말을 모르는 사람은 없을 것이다. 정작 소크라테스는 그런 말을 한 적이 없다. 반면에 절제의 교훈은 아는 사람이 없다. 오히려 리더라는 자리가 막중한 책임감 또는 권력 덕분에 절제하지 않아도 되는 자리로 이해하는 경우가 더 많은 것 같다. 오늘날 우리 사회를 뒤흔들고 있는 갑질논란도 절제의 가치를 소홀히 한 탓이다. 소크라테스는 리더의 교육에서 제일 중요한 항목이 절제의 훈련이라고 말한다.\n\n오자는 “무릇 영명한 군주는 반드시 나라의 화합을 이루고 나서 국가 대사를 도모하였다…..백성들은 군주가 자신들의 생명을 소중히 여기며, 희생을 아까워한다고 믿게 되어야 군주가 전쟁에 임하면 병사들은 용감히 싸우다 죽는 것을 자랑스럽게 여기고, 물러나 살아 남는 것을 부끄러워 한다.”라고 말했다. \n이는 지배계층과 피지배계급간에 상호 신뢰가 없는 국가는 결국 존립에 문제가 있다는 것을 얘기 하는 것으로, 당시 조선사회가 겪고 있던 신분질서체계의 붕괴와 혼란속에서 청과의 전쟁을 준비한 것 자체가 무리였음을 설명해 준다. \n당시 조선은 임진왜란의 충격에서 아직 회복을 못한 상황이었을 뿐 아니라 인조 반정 이후 이괄의 난 등을 겪으면서 사회지배계급간의 급격한 변화로 나라가 정치적으로 안정이 되지 않은 상황이었다. 여기에 임진왜란 때 받은 피해로 인해 일반 국민들은 경제란에 시달리고 있어 전쟁을 수행한다는 것 자체에 대한 반감도 상당한 수준이였지만, 지배계층은 자신들의 군사 지배권을 강화하고 반대파를 축출하기 위해 무리하게 반청 정책을 추진하였다. 당시 이러한 사회지배계층의 행동들에 대한 일반민중의 반감을 잘 보여주는 사례가 이괄의 난 당시 서민들이 “누가 왕이 되던 무슨 상관이냐.”라고 자조했다는 기록으로 지배 계층과 피지배 계층간에 반목이 상당한 수준까지 발전 했음을 보여준다. 이런 상황에서 군사적인 훈련이나 군비를 준비하는 것은 당연히 어려운 일이고, 전쟁을 한다는 것은 말도 안되는 상황이었고, 전투가 벌어지면 병사들이 앞 다투어 도망가는 일이 빈번히 발생한 것이다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "51fc321a-6b6f-434a-8658-78fb231eb912",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-10-03T17:46:32.189000",
  "updatedAt": "2022-12-11T02:01:13.623000"
}