{
  "id": "dfd3103d-160e-4d9a-b17a-0b79ee1f352a",
  "title": "삼국의 언어",
  "content": "삼국의 풍습과 언어에 대한 사서의 기록을 살펴보면 삼국의 언어에 차이가 없었던 것을 알 수 있습니다\n\n \n\n강단학계에서는 고대삼국의 언어가 개별언어였으며 특히 고구려의 언어는 백제와 신라하고는 차이를 가진다는 주장을 하고 있다.\n\n \n\n하지만 70년대 이후에 면밀한 분석과 연구로 삼국의 언어가 방언적 차이는 있지만 단일어였다고 인식합니다.\n\n \n\n삼국언어의 연구결과 한(韓)민족의 고대삼국에 계통을 달리하는 근본적인 언어차이는 없다는 결론을 내리고 학자들은 삼국의 언어차이뿐 아니라 방언차이도 부정하고 있다.\n\n \n\n고대어가 개음절(열린음절)로 이루어져서 국명과 지명어휘를 몇개의 기원어의 범주로 묶어 고찰했는데 이러한 관점은 확대되어 비교언어학적인 연구를 통해 고대삼국의 언어가 동일했음을 입증하고 있다.\n\n \n\n그리고 자료를 통해 삼국의 언어를 서로 다른 개별언어로 볼 수 있는지 검토했는데 고구려어휘 자료들에는 중세국어와 이어진다고 본 어휘가 각각 44%, 68% 였는데 이는 오히려 삼국의 언어가 모두가 중세국어에 이어지고 있다는 증거가 되고 단일어라는 전제가 없이는 설명될 수 없는 사실입니다.\n\n*이기문- 고구려어 76개중 31개를 중세국어와 대응 발견\n\n*박병채- 고구려어 63개중 41개를 중세국어와 연관 발견\n\n \n\n<후한서>  \n\n東夷相傳以爲夫餘別種故言語法則多同\n\n[고구려는 동이족들이 서로 전하기를 부여의 별종인 까닭에 언어와 법제가 많이 같다고 한다]\n\n \n\n言語諸事多與夫餘同其性氣衣服有異\n\n[고구려는 언어와 여러일들이 부여와 많이 같은데 그 성질과 의복은 다른데가 있다]\n\n \n\n言語食飮居處衣服有似句驪\n\n[동옥저는 언어, 음식, 거처, 의복이 고구려와 비슷하다]\n\n \n\n耆舊自謂與句驪同種言語法俗大抵相類 言語法俗大抵與句麗同\n\n[예의 늙은이들이 스스로 이르기를 고구려와 같은 종족이라 한다. 언어와 법속이 대개 서로 유사하고 고구려와 같다]\n\n \n\n이렇게 대륙사서의 기록에서 고구려와 부여 그리고 예(濊)의 언어와 풍습이 같았음을 증언합니다.\n\n \n\n<후한서>권85\n\n弁辰與辰韓雜居城郭衣服皆同言語風俗有異\n\n[변진과 진한은 섞여 산다 성곽과 의복은 다 같은데 언어와 풍속은 다른 점이 있다]\n\n \n\n<삼국지-위지>\n\n弁辰與辰韓雜居亦有城郭衣服居處與辰韓同言語法俗相似\n\n[변진과 진한은 섞여 사는데 또한 성곽이 있다 의복과 거처는 진한과 더불어 같고 언어와 법속이 서로 비슷하다]\n\n \n\n한(韓)에 대한 대륙사서의 기록이며 여기서 [다른점이 있다]와 [서로 비슷하다]의 상반되는 기록에서 두 가지를 해석할 수 있는데 하나는 두 사서의 기록자가 실제에 근거한 것이 아니고 어느 한 책이 다른 한 책을 가필한 것으로 볼 수 있다.\n\n \n\n또 하나는 <후한서>의 기록자가 이 지역의 방언차이를 목격하고 [다른데가 있다]로 기록한 것으로 보이지만 어느쪽이든 변진과 진한의 언어차이를 증명하는 기록으로 볼 수는 없다.\n\n \n\n그리고 서라벌신라지역에 대한 기록에서 한반도 남부에 존재한 언어는 단일어였음이 실증된다.\n\n \n\n<양서>\n\n語言待百濟而後通焉\n\n[신라의 언어는 백제의 통역이 있어야 중국과 통한다]\n\n \n\n이 기록은 당시에 화하족과 신라가 의사소통을 하려면 백제가 통역을 해야 한다는 내용입니다.\n\n \n\n다시 말하면 백제어와 신라어는 같았음을 확인하게 되고 백제어에 대한 기록을 찾아 보면 다음과 같다.\n\n \n\n<양서>\n\n今言語服章略與高驪同行不張拱拜不申足則異\n\n[백제의 지금에 언어와 복장은 대략 고구려와 같은데 다닐 때 두손을 맞잡지 않고 절할 때 다리를 펴지 않는 점이 다르다]\n\n \n\n<남사>권79\n\n言語服章略與高麗同\n\n[언어와 복장은 대략 고구려와 같다]\n\n \n\n<위략>\n\n百濟高麗新羅基三國全朝鮮裔裳也用同語\n\n[백제, 고구려, 신라 삼국 모두 조선의 후예들로 같은 언어를 쓴다]\n\n \n\n지금까지 살펴 본 사서의 기록에 따르면 고구려와 부여, 옥저, 예의 언어가 같았고 한(韓)의 언어 즉 백제와 서라벌신라의 언어가 같았으며 고구려와 백제의 언어가 같았으므로 결국 고대 한(韓)민족의 언어는 단일했다고 볼 수 있다.\n\n \n\n \n\n그리고 <주서>의 기록에 백제는 지배층과 피지배층의 언어가 달랐다고 하는데 왕을 ‘어라하’ 또는 ‘건길지’라고 불렀는데 ‘어라하’는 지배층인 왕족과 귀족들이 사용하고 ‘건길지’는 평민들이 사용한 호칭이었다.\n\n \n\n그렇다고 언어가 다른것은 아니고 관료들은 '주상' 또는 '전하'라고 부르고 백성들은 '상감마마' 또는 '임금님'으로 부른 차이로 봐야 하는 것이다.\n\n \n\n비류와 온조가 주도한 초기백제가 건국한 곳은 대륙의 발해만인데 고구려의 공격으로 남하하여 산동성과 한반도로 이동하므로 백제는 마한과는 별도의 국가로 존재했으며 후대에 마한을 통합한다.\n\n참고- 고대백제  \n\nhttp://blog.naver.com/casahoo/20001157436\n\n \n\n\n백제의 지명을 보면 위례홀과 미추홀 같이 ‘홀(忽)’이 발견되는데 이 ‘홀’에 대응하는 언어로 마한에서는 '비리(卑離)'가 쓰였고 후기백제어에서는 '부리(夫里)'로 나타난다.\n\n \n\n이 '부리(夫里)'는 마한어 '비리(卑離)'의 변화형이고 신라와 가야지역의 '벌(伐)'과 대응되는데 신라어에는 사벌(沙伐), 서라벌(徐羅伐), 비자벌(比自伐)이라는 지명이 있다.\n\n \n\n온조와 비류가 나라를 세운곳의 지역에서 마한어의 특징인 '비리(卑離)'는 나타나지 않고 오히려 '홀(忽)'이 등장하고 마한어는 한반도의 충청과 호남지역에 분포했고 다른지역에서는 마한어가 사용되지 않았다.\n\n \n\n이를 뒷받침하는 근거로 위례홀과 같은 미추홀의 별칭으로 매소홀(買召忽)이 있는데 이 '매(買)'가 매홀(買忽)과 같이 '수(水)'의 뜻을 가지고 있다.\n\n \n\n그리고 청주의 옛 이름은 살매(薩買)이고 매(買)가 어미일 경우에는 강을 뜻하는 천(川)이며 동일한 예로 경기도 이천(利川)의 옛이름은 남천(南川)인데 백제시대에는 남매(南買)라고 했다.\n\n \n\n이 같은 특징은 조수간만의 명칭에도 나오는데 한반도의 어청도에선 음력 초하루를 '일굽매'라고 부르는데 흑산도에서는 '일곱물'이라 하고 열이틀은 어청도에선 '세매', 흑산도에서는 '서물'이라 하는데 이처럼 매(買)가 한반도 중부지역에만 분포되었고 마한에는 존재하지 않았다.\n\n \n\n다시 말하면 백제어는 부여계의 단일언어였고 백제어로 어미 홀(忽)은 성(城)과 같고 달(達)은 산(山), 단(旦)은 계곡(谷), 매(買)는 물(水), 파혜(波兮)는 고개(嶺)를 뜻하는데 ‘홀’이 ‘비리’로 ‘달’이 ‘뫼’로 ‘단’이 ‘실(實)’로 ‘매’가 ‘믈(勿)’로 ‘파혜’가 ‘고개(古介)’로 변하는데 이것은 백제가 부여계 단일언어에서 마한어를 공용하는 복수언어로 바뀐 것이다.\n\n \n\n요약해보면 백제어는 부여어로 출발해서 마한어까지 수용하는 복수언어로 되었으나 백제의 지배층은 여전히 부여어를 사용했고 마한어를 토대로 부여어가 혼합된 형태의 백제어는 피지배층이 사용한 것이다.\n\n \n\n \n\n또 사서의 기록을 살펴보면 고구려와 백제, 그리고 신라지역에 살던 사람들이 자유롭게 이동을 하고 대화를 했고 사건을 만들고 있는데 이것은 삼국이 하나의 민족이고 같은 언어를 쓰고 있었다는 것이 된다.\n\n \n\n<삼국사기>에서 백제의 도미설화(都彌說話)에 왕이 도미의 부인이 절세미인이라 유혹하는데 남편과 고구려로 도망해서 산다는 내용이다.\n\n \n\n신라의 김유신은 고구려의 첩자 백석에게 속아서 납치될 위험에서 탈출하는 내용이 있고 김춘추는 고구려에서 옥에 갇히는데 고구려 장수 선도해가 도와주는 내용도 있다.\n\n \n\n그리고 고구려 장수왕의 첩자 도림이 백제의 개로왕에게 감언이설로 백성들의 원망을 받게 만든 후에 장수왕이 백제를 공격하고 개로왕은 아차산성에서 죽는 내용도 있다.\n\n \n\n또 <신증동국여지승람>에는 고구려의 안장왕이 태자시절 백제에 첩자로 들어가 한주를 만나고 그녀를 안내로 삼기 위해서 노력하는 내용이 있는데 이 기록은 <삼국사기>'잡지'에 [한씨 미녀가 안장왕을 맞지 한 땅을 왕봉(王逢)이라고 한다]는 기록으로 사실로 입증됩니다.\n\n \n\n \n\n얼치기교수(김한규)가 고구려는 한국사도 아니고 중국사도 아닌 요동사라는 망발을 했는데 삼국의 언어와 풍습에 대한 사서의 기록을 조금만 봤어도 그런글은 쓰지 못했을 것이다.\n\n \n\n... 정말 한심한것이 대학교 교수를 하고 있으니 이 사회가 엉망이지",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-04-02T11:51:40.750000",
  "updatedAt": "2024-04-03T12:29:41.373000"
}