{
  "id": "e026b1b7-1206-4372-9aaf-a5c52affcee8",
  "title": "무기상인의 역사",
  "content": "자국 무기산업을 보호하겠다는 국가의 의지는 단지 군사적 관점에서만 비롯되지 않았다. 영국이 남아프리카를 무력으로 짓밟으려는 이유 중 한 가지는 독일 노벨회사가 남아프리카 내 독점권을 가졌기 때문이었다. 전세계 화약시장을 독점한 노벨은 유럽 각국에 자회사를 두었다. 영국은 독일 노벨회사와 함께 영국 노벨회사도 돈을 벌 수 있기를 원했다.\n영국 무기회사 중 대표주자는 비커스였다. 1828년 주조공장으로 시작된 비커스는 원래 양질의 교회 종을 만드는 것으로 유명했다. 1880년대 후반부터 무기회사로 변신하기 시작한 비커스는 1897년 자회사 맥심 노르덴펠트와 합병했다. 비커스가 대주주였던 기관총 회사 맥심이 스웨덴 무기회사 노르덴펠트를 1888년에 인수해 맥심 노르덴펠트가 생겨난 이유도 비커스가 원해서였다. 비커스와 맥심의 노르덴펠트 인수 결정 배후에는 전세계 기관총 시장을 독점하려는 의도였다.\n\n[크루프(Friedrich Krupp)]\n19세기부터 활약하고 있는 독일의 크루프사 (Friedrich Krupp Aktiengesellschaft)와 이를 경영한 크루프 일가 역시 대표적인 무기상인이었다. 원래 크루프사는 1811년에 F. 크루프(1787-1826년)가 루르강의 북쪽 에센에서 작은 철공장을 설립하면서 시작되었다. 그러나 1827년에 알프레드 크루프(Alfred Krupp, 1812-1887년)가 경영권을 승계하면서 대변혁을 이룩하게 되었다. 14세의 알프레드는 아버지가 남긴 종업원 7명뿐인 영세 규모의 철공장을 세계적인 제강 및 무기제조 회사로 발전시키게 되었다.\n그러나 알프레드도 처음에는 독일의 철광석을 제련하여 유럽의 다른 나라에 수출하는 사업을 하는 평범한 제강업자였다. 당시 크루프사의 주상품은 강철과 기차바퀴였으며 무기는 자사의 선전을 위해 만든 진열용 대포 몇 문 뿐이었다. 당대 최고의 기술력을 자랑하던 크루프는 1840년대부터 강철제 포신 대포를 생산하기 시작했는데, 이는 세계 최초였다. 그전까지만 해도 대포는 청동으로 만들었었다.\n1842년 새로운 강철 제조법을 발명하면서 크루프사는 대포의 제작에 착수하였다. 하지만 프로이센은 크루프사의 포에 대해서 큰 관심을 갖지 않았고 이 때문에 초반에는 수출에만 전념했다. 그때까지 크루프는 독일의 적성국인 러시아, 오스트리아, 프랑스 등에 상당량의 대포를 팔고 있었다.\n그러는 사이 크루프 포의 우수성이 국제적으로 널리 인정되면서 독일 정부의 주문까지 받게 되었다. 이에 따라 크루프의 사세는 급속히 신장되었으며 이내 \"대포의 왕\"이라고 불릴 만큼 무기상으로의 명성을 갖게 되었다. 결국 크루프사는 외국의 공인에 힘입어 자국인 프로이센의 군부에도 대량의 대포를 납품하기에 이르렀다. 이어서 발발한 프로이센-오스트리아간의 전쟁(1866)과 프로이센-프랑스간의 보불전쟁(1870-1871년)에서 프로이센은 크루프 포의 위력에 힘입어 대승하였다.\n특히 이들 전쟁은 교전 쌍방 모두가 크루프제 대포를 사용함으로써 근대 무기 산업의 비정한 전통을 이루는 시발점이 됐다고 할 수 있다. 보불전쟁 등에서 크루프의 포를 사용한 덕분에 승리를 거둔 프로이센 정부는 크루프와 결속을 강화한다. 특히 1874년에 비스마르크가 프로이센의 실권을 장악하면서 크루프사는 정부와 더욱 강하게 밀착되었다. 그 뒤 약 60년간 알프레드의 재임 중에 크루프사는 대포, 장갑판, 차량 등이 망라되는 철강과 무기의 거대한 콘체른으로 성장할 수 있었다. 실제로 그가 재임하던 기간에 크루프사는 전 세계에 23,000문의 대포를 판매하였고 노동자의 수는 20,000명을 넘었다. 그리고 1일 생산능력은 포탄 1,000발, 차량 500대, 철도 레일 20,000개를 자랑하는 대기업이 되었다. 이와 같이 크루프의 사세가 급속히 성장한 배경에는 유럽열강들이 경쟁적으로 군비를 확충하던 시대적 분위기가 크게 작용했다. 그러나 더욱 직접적인 요인은 철저한 무기상인이었던 알프레드의 경영철학이었다는 사실을 부인할 수 없다. 그는 근대 무기 상인의 선구자답게 상대를 가리지 않으며 무기를 팔았다.\n그리고 무기 판매를 위한 협상과 권모술수에도 뛰어난 재주를 가졌으며 회사의 경영에도 탁월한 솜씨를 발휘하였다. 그는 크루프 왕국의 헌법이라고도 할 일반규정을 제정하여 종업원의 후생 복지에도 많은 관심을 기울였다. 그러나 본래의 성격은 냉혹하고 탐욕스러웠을 뿐 아니라 시기심마저 강한 사람이었다. 그래서 동생들과도 사이가 소원해졌고 말년에는 부인까지 떠나버림으로써 죽을 때는 하인만이 남아 있었다고 전해진다.\n알프레드의 뒤를 이은 3대 F.A. 크루프와 4대 G. 크루프의 시대에는 대포나 철강 외에도 군함과 U-보트까지 건조하게 된다. 특히 1893년에 크루프사는 해군용 무기나 함정의 제조에 필수적인 새로운 장갑 철판의 개발에 성공하였다. 이 장갑은 종래의 철판에 비하여 방탄효과가 우수하였기 때문에 경쟁사들도 사용하지 않을 수 없었다. 덕분에 크루프사는 톤당 9파운드의 특허료를 얹어 막대한 이익을 올렸다. 1911년에는 크루프가 거래하는 나라가 52개국에 달했고 제1차 세계대전 중에는 장거리포(베르타포) 등의 정예무기의 대량 생산으로 독일 군사력의 지주 역할을 담당하였다.\n제1차 대전 당시 연합군이 사용한 무기 중에도 크루프제, 또는 크루프의 특허품이 널리 사용된 사실은 유명하다. 연합국 측의 주력함에 사용된 방탄용 철판이나 각종 포탄은 크루프사와 관련되는 제품이었다. 그리고 네덜란드의 유트란트 전투에서는 양군 모두가 크루프제 신관이 부착된 포탄을 가지고 격렬하게 맞붙기도 하였다. 그러나 제1차 대전에서 독일의 패전으로 크루프사의 무기 생산은 중단되는 운명을 맞았으며 공장설비도 철거됐다. \n1933년에 크루프사는 히틀러의 정권을 지지하면서 각종 대포, 전차, 군함, 항공모함, 잠수함 등을 양산하여 독일의 재무장에 적극적으로 협력하였다. 이에 대한 보답으로 제2차 대전 중인 1943년에 히틀러는 크루프 법이라는 특별법을 제정하여 크루프 콘체른을 영원히 크루프 가문의 가업으로 공인하기에 이르렀다. 독일이 제2차 대전에서 패전하자 크루프사는 일시 연합군의 관리 아래 있다가 서독의 재군비 계획에 의해 다시 부활하였다. 그러나 무리한 연불 플랜트 수출로 인한 자금 압박으로 1967년에는 경영위기에 봉착하게 되었다. 게다가 그 해 7월에는 A. 크루프가 사망하면서 크루프사는 약 150년간을 지속한 개인 기업의 형태를 폐지하고 조직을 개편하게 되었다. 그 후 1975년에는 세계 광공업체 중에서 상위 100대 기업에 랭크될 만큼 사세를 다시 만회하였다.\n\n[바실 자하로프(Basil Zaharoff)]\n자하로프는 19세기 말부터 20세기 초까지 전장을 장터로 ‘죽음의 거래’를 일삼은 역사상 가장 악명 높은 무기상이다. 1849년 터키에서 출생한 영국 사업가로 알려져 있지만 무기상이 된 후 자신의 과거를 세탁한 탓에 정확한 정보는 남아 있지 않다. 단지 가난한 유태계 러시아인 아버지와 그리스인 어머니 사이에서 태어나 불우한 유년시절을 보냈다. 그는 여러 나라의 국적을 취득했으나, 그의 조국이 정확히 어떤 나라인지는 그의 친구들조차도 알지 못한다. 다만 그가 젊은 시절 이스탄불에서 창녀촌 삐끼 노릇을 했으며, 호텔 벨보이 등을 전전했고 사기 등의 전과로 감방 신세를 진 것 만은 공식기록으로 확인된다.\n\n20대 중반 스웨덴 총기회사에 취직하면서 자하로프는 ‘죽음의 상인’으로 새로운 인생을 시작한다. 때마침 발명된 기관총의 상업화로 능력을 인정받았고 영국 최대 무기 제조사인 비커스(Vickers Ltd.)의 다국적 판매처 책임자가 되어 전 세계에 무기를 유통시킨다. \n여러 나라의 정치·사회·문화에 조예가 깊었으며 14개 국어에 능통했기 때문에 어느 나라에 가든 그 나라 사람으로 행세할 수 있었다. 잘생긴 외모와 화술을 바탕으로 보통 영업 대상국의 정치가 부인이나 첩을 구워삶은 후 비즈니스를 시작한 그는 “여자는 가장 훌륭한 동맹”이라는 말을 남겼다.\n그는 전쟁의 위기감을 고조시켜 무기를 팔아먹는 ‘자하로프 시스템’의 창시자다. 각국을 돌며 군사적 긴장을 조장하고 정치인·관료·군인들을 뇌물로 조종하며 보어전쟁, 러일전쟁, 발칸전쟁, 제1차 세계대전 등 거의 모든 전쟁에 개입해 엄청난 부를 쌓는다.\n그에게는 아군과 적군의 구분이 없었다. 다만 전쟁이 얼마나 길게 지속될 것인가에만 관심을 가졌다. 1차 세계대전 중에만 전함 4척, 순양함 5척, 잠수함 54척, 항공기 5500대, 대포 2328문, 기관총 10만여정을 팔았으며 이때 소비된 대부분의 탄약을 독점 공급했다. 연합군의 병기창 역할을 한 공로로 영국에선 기사 작위를 받고 프랑스에선 최고 훈장인 레지옹 도뇌르를 받았지만 전쟁 중엔 적국인 독일도 그의 주요 고객이었다.\n\n1877년 노르덴펠트 사의 아테네 주재원 신분으로 당시 가상 적국 관계에 있던 그리스와 터키 양국에 신형 무기인 잠수함을 판매하였다. 자하로프는 이후 모든 무기회사가 교본으로 삼을 일을 보여줬다. 그는 먼저 두 척의 잠수함을 그리스에 팔았다. 이어 자하로프는 터키에게 접근했다. 자신이 판 잠수함에 관한 내밀한 정보를 터키에게 넘기면서 이들이 터키에게 큰 위협이라고 부추겼다. 터키는 결국 두 척을 샀다. 자하로프는 여기에 만족하지 않았다. 이번엔 러시아에게 그리스와 터키의 잠수함 구입 사실을 귀띔했다. 흑해의 제해권 상실이 걱정스러웠던 러시아도 두 척을 사고 말았다. 놀랍게도 그리스, 터키, 러시아가 산 잠수함은 어뢰발사는 고사하고 잠항이 거의 불가능한 물건이었다. 실제로 터키가 인수한 1번함은 어뢰발사 시험을 시도하다가 전복돼 침몰했다. \n1894년 영국 최대의 무기 제조회사 비커스로 자리를 옮겨, 제1차 세계대전 중에 전함 4척, 순양함 3척, 잠수함 54척을 비롯하여 항공기 5500대, 중포 2328문 등을 전장에 공급하였다.\n\n1차 세계 대전 당시 프랑스-영국과 독일이 접전을 벌이고 있을 때, 바실 자하로프는 프랑스-영국 및 독일에게도 무기를 팔고 있었다. 모든 나라가 그의 무기를 사고 있었기 때문에, 누가 이기든 전쟁이 길어지면 길어질수록 그에게는 이득이었다. 그 때문에 바실 자하로프는, 독일군의 군수물자가 부족하다는 사실을 알고 있었음에도 독일의 군수물자 공장을 공격하지 못하도록 연합군 측에 압력을 넣었다. 이는 당연히 전쟁을 오래 끌기 위함이었는데, 당시 뇌물을 먹은 프랑스-영국군의 장교들은 \"군수공장이 아깝다\" 라는 핑계를 대며 독일군의 군수공장을 공격하지 않았다. 이 사실을 몰랐던 어느 파일럿이 독일 군수공장에 폭격을 가했으나, 그는 군법에 의해 처벌받았다. 전쟁이 길어지고 수많은 병사들이 파리처럼 죽어나갔으나, 무기 제조 회사는 전에 없을 초호황을 맞이한다.\n전쟁 후에 바실 자하로프는 \"내가 지정한 곳에 프랑스-영국 연합군이 공격을 했다면 전쟁이 훨씬 빨리 끝났을 테지만, 그러면 군수 산업의 기반이 무너졌을터\" 라는 발언을 했다.\n\n1차 세계대전 이후 그는 승리한 프랑스-영국 연합군 측에게서 최고 훈장을 받았을 뿐더러, 영국 기사의 자격도 얻었다. 이처럼 정치적 영향력이 최고조에 달했을 무렵, 그는 그리스와 터키 사이에 전쟁을 일으켜 그리스를 강국으로 만들고,\n자기 자신이 그리스를 배후 조종하겠다는 계획을 세운다. 이에 그는 그리스에 막대한 전쟁 자금을 지급한다. 그러나 그가 후원한 그리스 군은 결과적으로 터키에게 패배하게 되고, 바실 자하로프 자신도 막대한 손해를 보게 된다.\n이후 바실 자하로프 스스로 정치에 관여하는 일은 크게 줄어들게 된다\n\n1926년 은퇴 후 모나코 몬테카를로에 정착해 도박장을 운영하며 말년을 보내다 1936년 87세를 일기로 자신의 저택에서 하인의 품에 안겨 조용히 숨을 거둔다.\n\n바실 자하로프가 말년에 들었을 무렵, 독일은 히틀러의 극단적인 민족극우주의 광풍에 휘말리고 있었다. 바실은 프랑스 및 영국을 향해 히틀러의 위험성에 대해 경고를 했었는데, 이는 바실이 추구하는 '제한된 범위 내에서 제어되는 전쟁'과 히틀러의 극단적 사상이 큰 차이가 있었음에 기인한다고 생각된다.\n결국 바실은 2차 세계 대전이 일어나기 전에 죽었으나, 히틀러에 대한 그의 예측은 상당히 정확한 것이었다고 전해진다.\n\n1936년 자신의 저택에서 조용히 숨을 거두기 전까지, 20 여개국에서 종합 200 개가 넘는 훈장을 받았으며, 영국 기사, 스페인 공작의 칭호 및 필요에 따라 세계 각국의 국적을 취득했던 바실 자하로프. \n정치계와 군수 산업계를 긴밀히 연결하는 통칭 [자하로프 시스템] 의 창시자이기도 하며, 바실의 전성기에는 수십만에 달하는 사람들의 생명이 그에 의해 좌지우지 되었다고 전해진다.\n심지어 바실의 사후에도, 그의 비밀에 대해 뒷조사를 하던 기자들이 몇명 조용히 실종되었으며, 때문에 그가 살던 동네에서조차 그의 이름을 함부로 언급하지 못했다는 이야기 또한 전설 같은 사실이다.\n\n\n[빅토르 부트]\n러시아의 무기상. 전 KGB 요원으로 소련 붕괴 이후 불법으로 빼돌린 우크라이나군의 무기를 당시 내전중이던 시에라리온에 팔아서 무려 60억 달러를 챙겼다. 이런 불법 무기거래로 악명을 떨치면서 죽음의 상인, 전쟁의 제왕 등으로 불렸다.\n\n1967년 옛소련 일부였던 타지키스탄의 두샨베에서 성장한 그는 소련군에 입대하여 벨라루스 비텝스크 공군기지에서 조종사로 근무했고, 소련 공군 코만도 교관 훈련, 군사 외국어 대학을 이수한 이후 중앙아프리카의 앙골라에서 통역관으로 활동하였다. 이러한 배경과 항공기에 대한 지식, 6개국어를 구사하는 언어능력, 중앙아프리카 지역에 대한 이해는 무기상의 활동을 뒷받침해주기엔 충분했고, 무기상이 된 결정적 계기는 소련 붕괴 이후 버려진 구소련군 무기들을 아프리카 지역에 내다 팔게 되면서 막대한 부를 축적한 것에 심취한 것으로 추정된다.\n그가 무기밀매를 한 주요 수법은 아랍에미리트의 샤르자나 불가리아의 부르가스 등지의 공항에서 본인이 소유한 화물항공사를 통해 이란이나 라이베리아, 앙골라, 시에라리온, 이라크, 세르비아 같은 곳에 무기를 실어 나르는 방식이었다. 부트가 주목을 받기 시작한 것은 1990년대로, 당시에 휴전 협정이 깨지자 서아프리카 반군에게 무기를 밀매하고 있는 것으로 의심받았기 때문이다. 그리고 부트는 이 일로 떼돈을 벌어들였다.\n2008년 3월 6일, 부트는 콜롬비아 반군 단체인 콜롬비아 무장혁명군과의 무기거래 계약을 체결하기 위해 태국으로 입국했다. 그러나 이것은 미국 마약단속국 DEA의 함정으로, 결국 부트는 DEA에게 방콕에서 검거되었다. 이후 2010년, 부트는 미국으로 추방되어 2011년 뉴욕에서 미국 시민 살해 공모, 외국 테러 조직 지원 공모, 불법 무기 획득 및 수출 공모 등의 혐의로 유죄 판결받아 25년형을 선고받았다. 2022년까지 미국에서 복역했다가, 2022년 12월 8일 전 WNBA 스타 브리트니 그라이너와 맞교환되어 러시아로 돌려보내졌다.\n\n뉴욕타임스(NYT)는 러시아 정부가 10년 넘게 부트의 석방을 추진했다고 전했다. 전문가들은 그가 단순 무기 밀매상이 아니라 러시아 정부랑 밀접한 관계를 맺고 있는 것으로 보고 있다.\n일각에서는 그가 러시아 정보 당국에서 근무했으며 그 과정에서 블라디미르 푸틴 러시아 대통령과 그의 측들과 함께 일한 적이 있다고 보고 있다. 이 때문에 그가 러시아 정부의 지정학적 목적을 위해 전 세계에 무기를 공급하는 역할을 했다는 설도 나온다.\n전 KGB 소속으로 블라디미르 푸틴을 비롯해 지금도 러시아를 좌지우지 하는 인물들과 커넥션이 깊고 GRU와의 커넥션도 매우 깊은 인물로 알려져 있다. 무기밀매도 일종의 부수입이고, 실제로는 러시아 공작원으로 각지의 친러 게릴라 단체에게 무기를 공급한 것으로 의심되고 있다. 그가 체포돼서 장기 징역형을 받았을 때 러시아는 빅토르가 결백하다며 외교적으로 크게 항의했다. 장인이 KGB의 부회장급의 높은 인물이라고 한다.\n\n[마이클 레인저]\n1946년 11월 15일. 영국 하트퍼드셔 주의 작은 마을 뱀버그린 출신인 그는 30대 때부터 임페리얼 국방서비스(Imperial Defence Services)라는 군수물자 무역회사를 경영해온 성공한 기업인이었다. \n오랜 기간 알고 지낸 ‘암흑세계’의 동료로부터 한 북한 무역상의 e메일 주소를 건네받았다. “휴대용 지대공 미사일을 대량으로 팔고자 하는 사람이 있다”는 동료의 말은 소화기(小火器)를 주로 다뤄온 레인저에게 자못 큰 유혹일 수밖에 없었다. 그는 당국의 감시를 피하려고 허위 명의로 e메일 계정을 만들어 북한 무역상에게 첫 번째 메시지를 보냈다.\n그가 접촉한 상대는 조선광업개발무역㈜ 산하 혜성무역회사 소속 오학철이었다. 눈여겨볼 것은 그가 최소한 2004년까지 북한 외무성이 인증한 외교관 여권을 사용해 세계를 누볐다는 사실이다. 유엔 측이 확보한 만료 여권 번호는 D 554110028. 북한에서 발행하는 여권 4종 가운데 외무성과 노동당, 그 산하기관의 부상(副相)급 고위간부들에게만 발행하는 최고급 특수여권이었다. 1968년 9월 16일 생으로 기재된 것을 감안하면 불과 30대 중반부터 엄청난 특권을 누려온 셈이다. \n흔히 ‘북한 제1의 무기거래 회사’로 잘 알려진 조선광업개발무역은 중동 국가와의 탄도미사일 거래에 관여한 것으로 악명이 높다. 이 사건을 통해 처음 존재를 드러낸 혜성무역은 평양시 중구역 승리거리 61-76번지에 주소를 두고 있었다.\n네팔 수도 카트만두에서 오학철과 첫 접촉.\n네팔에서의 첫 만남에서 기초적인 의사를 타진했다면, 말레이시아에서 이뤄진 다음 면담에서는 논의가 한층 급물살을 탔다. 레인저가 물색에 성공한 ‘구매 후보’는 이웃 아르메니아와 오랜 분쟁을 겪고 있는 아제르바이잔. 그와 오학철은 사람들로 가득한 음식점이나 시끌시끌한 술집을 만남 장소로 활용했다. 인적이 드문 으슥한 장소에서의 ‘접선’은 아마추어나 하는 짓. 경험이 많은 전문가들은 주변이 시끄러워 도청이 어렵고 추적도 까다로운 공공장소를 선호한다. 오학철과 두 동행이 바로 그런 이들이었다.\n네팔과 말레이시아의 면담 장소는 모두 북한대사관과 인접한 곳이었다. 안보리 패널의 조사에 따르면, 오학철은 쿠바와 페루, 예멘 주재 북한대사관에도 배치돼 일한 적이 있었다. 이들은 모두 북한과 대량으로 무기를 거래한 사실이 적발됐거나, 거래했을 것이라고 의심받는 국가다. 이들 거래에서 오학철이 중요한 구실을 했다고 유추할 수 있는 대목이다.\n말레이시아의 한 음식점에서 다시 만난 자리, 오학철의 표정은 굳어 있었다. 아제르바이잔 측이 휴대용 지대공 미사일 10대를 먼저 샘플로 받아 자기 나라 안에서 시험평가를 해보고 싶다는 의사를 전해왔기 때문이었다. 오학철은 절대로 불가능하다며 선을 그었다. 70대 이상 구매를 결정한 후에, 그것도 북한 내에서만 시험평가가 가능하다는 것이었다. 오학철이 까다로운 조건을 내건 가장 큰 이유는 운송비 때문이었다. 거래가 성사되면 지대공 미사일은 IL-76 전세기나 IL-18 여객기를 통해 아제르바이잔으로 수송하기로 했지만, 눈에 불을 켠 각국 정보당국의 감시를 피하려면 항공비만 25만~30만 달러가 들어가는 만만찮은 과업이었다. 미사일 10대를 먼저 아제르바이잔으로 옮겨 시험하려면 수송비도 두 배 가까이 늘어날뿐더러 적발될 위험도 훨씬 커질 수밖에 없었다. 소량의 무기거래는 불가능하다고 잘라 말하며 오학철이 꺼내든 이유였다.\n북한의 무기 수출 운송 루트는 복잡하기 짝이 없었다. 애초 외국과 직접 연결된 항공편이나 정기선박 노선 수가 적은 데다, 경제제재로 주요 공항이나 무역항을 사용하기 까다로워진 점도 거래를 어렵게 만들었다. 바닷길을 이용할 때는 동아시아 인접국가로 일단 물건을 나른 뒤, 다시 피더선이라 부르는 중소형 컨테이너 선박에 옮겨 대형 항만으로 이동해야 한다는 게 북측 설명이었다. 운송비가 비쌀 수밖에 없는 이유였다.\n북측은 홍콩이나 타이완 가오슝 같은 가까운 항구에서 물건을 옮겨 실어야 한다고 고집을 피웠다. 고민에 빠진 레인저는 베트남 국적인 자신의 여자친구 티킴리엔후잉을 이용하기로 마음먹는다. 그의 이름으로 ‘홍콩커머셜’이라는 차명회사를 만들어 홍콩 세관에 등록한 후 환적을 담당케 한다는 계획이었다. 그리고 그는 이 결정을 두고두고 후회하게 된다.\n수량과 시험평가를 두고 양측이 실랑이를 벌이는 사이, 오학철과 두 동료는 여러 흥미로운 사업계획을 꺼내놓으며 레인저의 욕망을 자극했다. 제2차 세계대전과 6·25전쟁 당시 만들어진 일본·소련제 ‘골동품 소총’을 미국 총기수집가나 영화 소품 담당자들에게 대량 판매하는 일부터, 3500km 이상의 중거리 탄도미사일을 공급할 수 있다는 파격적인 제안까지 각양각색이었다. 2012년 4월 28일부터 보름 동안 인천과 김포공항을 이용하는 항공기 600대 이상의 위성항법장치를 먹통으로 만들었던 GPS 교란기, 연평도 포격을 통해 위력을 과시한 방사포도 이들이 제시한 ‘매물 리스트’에 포함됐다. 이번 일만 성사되면 앞으로 이들 거래가 모두 레인저의 몫이 될 수 있다는 약속도 이어졌다.\n특히 오학철이 “기당 1억 달러”라는 엄청난 가격을 제시한 중거리 미사일은 레인저로서도 자못 충격적인 제안이었다. 북측은 한 번에 3기 이상만 판매 가능하다는 묘한 조건도 붙였다. 중거리 미사일 2기에 단거리 미사일 1기를 묶거나 그 반대 조합만 가능하다는 설명. 계산은 무조건 달러화가 아닌 유로화여야 한다는 요구도 있었다. 최소한 한번 거래에 2억~3억 달러가 오가는 ‘빅 샷(big shot)’이었다.\n레인저의 머릿속으로 여러 생각이 스쳐 지나갔다. 팔 수만 있다면 말 그대로 ‘무기 암시장의 큰손’으로 거듭날 수 있지만, 수천km급 대량살상무기를 중개한다는 것은 전 세계 모든 나라 정보당국의 타깃이 되는 지름길이기도 했다. 수수료 수천만 달러만 생각해 냉큼 받을 수 있는 카드가 아니었다.\n북한은 1980년대부터 스커드B, C 등 사거리가 수백km인 단거리 미사일 부품을 이란이나 시리아, 아랍에미리트 등 다양한 국가에 수출해왔다. 이를 조립한 미사일은 해당 국가에서 실전에 배치된 후 뛰어난 성능을 과시해 ‘대량살상무기 수출 국가 북한’이라는 이미지를 만들어냈다. 그러나 3500km급 중거리 미사일의 해외 거래 사실은 이제까지 알려진 바 없다. 이러한 제안이 있었다는 사실이 확인된 것도 레인저 사건이 처음이다.\n그간 북측이 공개한 무기체계 가운데 이 정도 사거리가 가능한 물건은 무수단 미사일과 KN-08 정도뿐이다. 그러나 시험발사를 거치지 않은 이들 미사일이 과연 신뢰할 만한 성능을 가졌는지에 대해서는 전문가 사이에서도 회의적인 견해가 지배적이다. 유엔 안보리 보고서를 처음 보도한 미국의 북한 전문 인터넷매체 ‘NK뉴스’는 영국 국제전략문제연구소(IISS)의 마크 피츠패트릭 핵비확·군축 연구팀장의 말을 인용해 “혜성무역 측이 무기상의 반응을 떠보고자 미사일 기술력과 가격 등을 과장했을 공산이 크다”고 보도한 바 있다. \n논의는 길어지고 성과는 없는 상황. 오학철에게 보낸 e메일에서 레인저는 아제르바이잔 측이 이 거래에 얼마나 의욕을 보이는지 끊임없이 과시해야 했다. 아제르바이잔 정부의 초청을 받아 당국자들과 면담했고, 그 과정에서 렉서스 리무진과 운전기사를 제공받는 등 융숭한 대접을 받았다는 자랑이 이어졌다. 2010년 2월에는 대통령 직속의 고위관료 두 사람을 만나 아제르바이잔 비상계획청에 베레타 권총을 납품하라는 계약을 성사시켰다고 적어 보내기도 했다.\n영국 검찰청 사기범죄국에서 불법 무기거래를 담당하는 엘스퍼스 프링글 검사는 ‘주간동아’에 보내온 관련 자료에서 “불법 거래를 은폐하려고 이 무렵 그가 사용한 e메일은 여자친구 명의로 설립한 ‘홍콩커머셜’ 계정이었다”고 말했다. 영국 검찰청이 확인한 바에 따르면, 그는 아예 관련 무역 허가를 받으려는 시도조차 하지 않았다. 애초부터 불법임을 알았다는 유력한 방증이었다.\n2011년 3월 런던 스탠스테드 공항. 그를 맞은 것은 입국 사실을 미리 통보받은 영국 세관 요원들이었다. 세관 요원들은 출입국 심사대에서 그를 체포했고, 이내 검찰청으로 송치했다. 영국 사법당국이 그의 불법 무기거래 사실을 맨 처음 어떻게 확인했는지, 그 과정에서 e메일 감청이 있었는지 등에 대해서는 공개되지 않았다.\n2012년 9월 영국 검찰청은 중범죄를 심리하는 사우스워크 형사법원에 레인저를 기소했고, 1년 4개월간의 1심 재판 끝에 유죄 평결을 받았다. 그의 항소는 최종 기각됐다. 6월 유엔 대북제재 전문가 패널은 오학철과 혜성무역을 추가 제재 대상에 포함해 출입국과 국제 금융거래를 중단시켰다. 유엔 안보리는 재판에 영향을 줄 수 있다는 점을 우려해 한동안 이 사건에 대한 조사를 중지했다가, 그의 항소가 최종 기각된 후 재개해 지금도 진행하고 있다.\n한국 정보당국이 작성한 ‘2012년 북한 군사장비 수출 실태’ 보고서에 따르면, 북한의 지난해 무기 수출액은 3억 달러가 넘은 것으로 추정된다. 김정일 정권 마지막 해인 2011년 수출액 2억5000만 달러보다 20% 넘게 늘어난 것. 문건은 “북한산 무기를 수입하는 국가는 중동, 아프리카, 동남아 등 10개국 수준이며 이란, 시리아, 미얀마와의 거래가 대다수를 차지한다”고 밝혔다. 정부 소식통은 “북한에서 무기를 수입하는 나라를 살펴보면 국제사회로부터 무기거래를 제한받는 국가, 옛 소련제 노후 무기를 보유해 ‘애프터서비스’를 못 받는 나라가 대부분이다. \n\n[리팡웨이(李方偉)]\n데이비드 리(David Lee)나 카를 리(Karl Lee), 패트릭(Patrick) 등 사용하는 가명만 15개가 넘는 리팡웨이는 미 연방수사국(FBI)이 대량살상무기 판매 혐의로 500만 달러의 현상금을 걸고 있는 중국 국적의 무기 밀매상이다. \n미 국무부에서 비확산·군축담당 차관보를 역임한 로버트 아인혼(Robert Einhorn) 브루킹스연구소 수석연구원이 “리팡웨이는 칸 박사 다음가는 거물”이라고 평가할 만큼 악명이 높은 무기 밀매업자다.\n\n1972년생인 그는 중국 동북부 항구도시 다롄(大連) 소재 무역회사인 림트(LIMMT)라는 회사를 운영하며 이란 국방산업기구(DIO), 방산기업인 샤히드 헴마트 산업그룹(SHIG), 샤히드 바커리 산업그룹(SBIG) 등에 탄도미사일 제조와 우라늄 농축에 쓰이는 재료 등을 판매한 혐의를 받고 있다.\n\n미국 연방 검찰은 2014년 4월 그를 이란에 대한 대량살상무기(WMD) 제재 조치 위반 혐의로 추가 기소했다. \n당시 미국 검찰은 그가 이란과 수백만 달러 상당의 거래를 했으며, 수년간 이란에 탄도미사일 부품을 제공했다고 밝힌 바 있다. 림트는 미사일 제조와 우라늄 농축에 쓰이는 철봉 2만4500kg과 알루미늄 합금 1만5000kg 등을 판매했다. 검찰은 그가 제제를 피하고자 설립한 유령기업의 미국 내 거래 은행 계좌로부터 680만 달러를 압수했다. \n\n림트사는 2004년과 2006년 미국 국무부 금수기업 블랙리스트에 올랐지만, 그동안 유령회사와 차명을 이용한 편법으로 미국 정부의 감시망을 피해 이란과 거래를 계속해왔다. 그가 유령회사들을 통해 이란과 진행한 거래만 165건 이상이며 2010년부터 2013년까지 거래액은 1000만 달러에 달하는 것으로 밝혀졌다. 그는 이미 2009년 이란에 미사일 부품을 판매했다는 혐의로 뉴욕 연방 검찰에 기소된 바 있다.\n리팡웨이는 미국 사법 당국의 수사망을 피해 현재 중국에 체류 중이다. 미국 국무부는 중국 정부에 그의 신병을 넘겨줄 것을 요구했지만 중국 정부는 이를 거부해왔다. 미국은 중국과 ‘범인인도협정’을 맺고 있지 않아 그를 체포할 방법이 없다.\n리는 다롄에 림트사뿐 아니라 특수강, 정밀 연마기 등 각종 탄도미사일 제조에 필요한 다양한 부품을 생산하는 회사 12개를 만들어 운영해왔다. 그의 밀매 네트워크가 사실상 미사일 공장이나 마찬가지라는 이야기다. \n미국 민간단체인 위스콘신 핵무기제어 프로젝트의 발레리 린시 연구원은 “리는 무기 공급자로서 이란 미사일 프로그램에 크게 기여했다”면서 “리는 광섬유, 자이로스코프 같은 첨단 미사일 부품들을 직접 만들며 중개상에서 첨단부품 제조업자로 변신하고 있다”고 밝혔다.\n주목할 사실은 이란의 탄도미사일 개발에 지대한 공헌을 한 그가 북한과도 은밀히 거래했을 가능성이 제기되고 있다는 점. 미국 의회 초당적 기구인 미·중 경제·안보 검토위원회는 연례보고서를 통해 중국 정부가 외형적으로는 북한의 WMD 비확산에 협조하고 있지만 일부 중국 기업과 기업인이 북한에 WMD 확산 관련 물품들을 계속 팔고 있다고 지적한 바 있다. 이 위원회는 중국 기업들이 북한의 미사일 개발에 사용될 수 있는 이중용도물품(군사 및 민간용으로 모두 사용 가능한 물품)의 주요 공급처가 되고 있다면서 중국 기업들과 북한이 거래 중이라고 강조했다.\n실제로 북한이 2012년 4월 김일성 탄생 100주년 기념 열병식에서 처음 공개한 이동식 대륙간탄도미사일(ICBM)인 KN-08을 운반하는 데 사용한 차량은 중국 인민해방군 산하 기업인 후베이싼장항톈완산(湖北三江航天萬山) 특종차량 유한공사에서 제작한 것이었다. 이후 중국 정부는 이 차량을 북한에 목재 운반용으로 수출했다고 해명했다.\n미국 ‘월스트리트저널(WSJ)’은 1월 29일 북한이 그동안 특수강, 정밀 연마기 등 미사일 개발에 필요한 물품을 중국 기업에 의존해왔다고 보도했다. 토머스 컨트리맨 미 국무부 차관보도 “북한과 이란은 핵무기·미사일 프로그램에 필요한 최첨단 장비 쇼핑이 필요할 때 중국을 찾는다”면서 “중국은 다른 나라와 다를 바 없이 이란, 북한과 교역해왔다”고 비판했다.\n이렇듯 중국 기업들이 북한과 미사일 부품 및 장비 등을 거래했다면 리가 개입했을 공산이 크다. 리의 미사일 부품 공장들은 북한과 인접한 국경 도시이자 항구인 다롄에 있기 때문에 비밀리에 수송하는 데도 편리했을 것으로 보인다. WSJ는 전 미국 고위 관리의 말을 인용해 리가 파키스탄의 핵무기 암거래상인 압둘 카디르 칸 박사와 흡사하다고 지적했다. 칸 박사는 1990년대 후반 핵무기 설계도와 관련 장비를 이란, 북한, 리비아 등에 몰래 판매했다.\n폭로 전문 사이트 위키리크스가 2010년 공개한 미국 정부의 비밀 외교전문에 따르면 북한은 중국의 한 기업으로부터 미사일 제작에 필요한 특수강을 구매하려 한 사실도 있다. 북한이 구매하려던 특수강은 노동미사일 제작에 사용하는 것이다. 당시 미 국무부는 베이징 주재 자국 대사관에 미사일 확산에 대한 우려를 중국 정부 측에 전달하고 조사 활동에 협조해줄 것을 요청하라고 지시했다.\n국무부는 또 중국 기업들이 감시 대상 물자를 북한의 무기 관련 기업이나 기관에 공급하지 못하도록 조치를 취해줄 것도 중국 측에 요청하라고 주문했다. 국무부는 2014년 12월 리와 그가 운영하는 다롄 서니 인더스트리를 다시 제재 대상으로 지정했다. 북한이 국제사회의 강력한 제재 조치에도 장거리 탄도미사일 개발을 계속할 수 있었던 것은 리를 비롯한 중국의 무기밀매 네트워크 덕이라고 미국 정보당국은 판단하고 있다.\n이란이 과거부터 북한과 미사일 분야에서 긴밀하게 협력해왔다는 것은 주지의 사실이다. 실제로 이란은 북한 노동미사일을 개량해 사거리 2000km의 샤하브-3 미사일을 개발, 실전배치한 바 있다. 바로 이 미사일 커넥션에 리가 개입했을 것이라는 추정이 나온다. 유엔 안전보장이사회 산하 북한제재위원회 전문가 패널은 2012년 6월 공개한 보고서에서 북한의 불법 화물이 중국 다롄항으로 운반돼 다른 배에 옮겨 실린 뒤 이란으로 이동한다고 지적했다.\n위키리크스가 공개한 미국 정부의 비밀 외교전문을 보면, 이란은 사거리 3000km인 북한 BM-25(무수단) 미사일 19기를 확보한 것으로 밝혀졌다. 북한은 이 미사일들 역시 다롄항을 통해 이란 항구도시 반다르아바스에 있는 미사일 기지로 운반한 것으로 드러났다. 래리 닉시 미 조지워싱턴대 교수는 “북한과 이란이 미사일과 핵 기술 부품 등을 주고받으면서 중국 항구와 공항을 이용하고 있다”며 “중국은 이들 나라 간 WMD 부품 교류를 전혀 제지하지 않고 있다”고 밝혔다. 닉시 교수는 또 “이란 샤하브-3 미사일과 북한 노동미사일은 쌍둥이”라고 지적했다.\n리는 다부진 체격에 통통한 얼굴이며, 입술 위에 작은 점이 있다. 영어를 유창하게 구사하는 그가 그동안 테헤란을 제집 드나들 듯 방문해왔다는 사실은 확인되지만, 평양에도 자주 갔는지는 알려지지 않았다. 마찬가지로 그가 운영하는 미사일 밀매 네트워크가 이란과 깊은 관계를 맺어왔다는 사실은 확인됐으나 북한과 어떻게 거래해왔는지는 아직 구체적으로 밝혀지지 않았다. 다만 로버트 아인혼 전 미 국무부 비확산·군축담당 차관보가 “칸 박사 다음가는 거물”이라고 말할 정도로 이란과 북한의 핵·미사일 개발에 상당한 구실을 해온 것은 분명해 보인다.\n\n그럼에도 중국 정부는 리의 불법 활동을 묵인 또는 방관해왔다. 그가 중국 고위 관리들과 밀접한 관계를 맺고 있기 때문이라는 설도 있으나 확인되지는 않았다. 그의 조부가 6·25전쟁 때 인민해방군 대교(우리나라의 대령)로 참전했다는 말도 있다.\n최근 미국은 북한의 핵과 장거리 탄도미사일 개발에 대응하고자 초강력 대북제재 법안을 제정했다. 북한과 직접 불법거래를 하거나 불법거래를 용인한 자 또는 도움을 준 제3국의 개인과 단체 등으로 확대할 수도 있다는 내용이 포함됐다. 사실상 북한과 금융·경제 거래가 가장 많은 중국을 겨냥한 것이다. \n\n[압둘 카디르 칸(Abdul Qadeer Khan)]\n파키스탄의 핵개발의 아버지로 불렸던 과학자로, '파키스탄 핵의 아버지'라는 별칭을 갖고 있었다.\n칸은 핵탄두를 실어나를 미사일 기술을 얻기 위해 중국을 자주 방문했다고 전해진다. 그리고 북한에도 노동 미사일 기술을 제공받는 대가로 우라늄 농축 기술을 제공하여 북한의 핵개발에 큰 영향을 미쳤다.\n북한의 핵무기 개발 프로그램은 ‘파키스탄 핵무기의 아버지’라 불리는 압둘 카디르 칸(Abdul Qadeer Khan) 박사가 만든 핵기술 밀거래 암시장 ‘칸 네트워크(Khan Network)'의 도움을 받았다.\n칸 박사는 \"베나지르 부토 총리가 내 요청에 따라 중화인민공화국, 조선민주주의인민공화국과 거래를 응낙해 주았다\"고 말했다. 파키스탄은 우라늄 농축에 사용되는 원심분리기를 조선민주주의인민공화국에 제공하고 그 대가로 미사일을 획득한 것으로 전해졌다.\n 이 우라늄 농축 기술 커넥션은 기존에는 1994년 제네바 합의에 의해 동결된 플루토늄 재처리 능력만을 가지고 있던 북한이 비밀리에 우라늄을 통한 핵개발을 가능케함으로써 제2차 북핵위기의 원인을 제공했다. 특히나 핵개발 건설을 위한 완성품 제조를 치밀하게 분산-위장시키고 위장회사로 거래하는 수법을 처음 쓴 장본인이다.\n\n[알야마마]\n영국과 사우디 간 최대의 무기거래였던 알야마마 사업의 규모는 약 430억 파운드 정도인데, 이를 위해 BAE(영국 방산기업)가 사우디아라비아에 제공한 뇌물은 최대 60억 파운드로 추정된다(부과된 벌금은 4억 달러에 불과했다). 이런 구조에서 무기 성능의 검증이나 그 무기가 비인도적으로 사용될 수도 있다는 가능성은 부차적인 것이 된다. 록히드마틴의 대표 전투기 F-35는 국방부 항공우주 설계 엔지니어에게 ‘완전한 쓰레기’라는 평가를 받았음에도 거의 4,000억 달러에 달하는 비용을 들여 생산되었다. 록히드마틴이 군과 정치권에 제공한 천문학적 수준의 로비 때문이다.\n이러한 무기거래의 실상을 누군가는 그저 ‘방산비리’일 뿐이라며, 적법한 무기거래 과정에서 일어난 일탈에 불과하다고 말하기도 한다. 알야마마 사업에서 자금 전달자 중 하나였던 와픽 사이드는 이렇게 말했다. “내가 무기딜러라면 BAE 회장도, 총리도 무기딜러다.” 부패와 비리라는 윤활유가 없다면, 군과 방산업체, 정치권이 결탁한 단단한 무기거래의 톱니바퀴는 결코 굴러가지 않는다.\n알야마마 사업에 대한 영국 중대비리수사청(SFO)의 수사는 ‘국가 안보’에 피해를 미칠 수 있다며 중단되었다. 한국의 감사원 역시 F-X 사업의 감사 결과 문제점이 있다고 판단했지만, ‘국가 안보’를 이유로 감사 결과를 공개하지 않았다. 예멘 내전에서 한국산 무기가 사용되었다는 분명한 정황이 있어도, 예멘으로 수출된 무기 내역은 ‘국가의 중대한 이익을 현저히 해칠 우려’가 있다는 이유로 공개되지 않는다. 무기거래의 정보를 숨기는 이들이 기를 쓰고 지키려는 ‘국가 안보’는 그저 그들 스스로의 떳떳치 못한 안위뿐일지도 모른다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-19T10:42:23.727000",
  "updatedAt": "2022-12-11T01:36:06.231000"
}