{
  "id": "e0a43d82-de88-474e-ba4d-beec98545e62",
  "title": "인-파 공중전",
  "content": "<조기경보기 + AESA장거리미사일>로 중국제 전투기가 라팔을 격추시킨 사건\n\"J-10C의 자체 레이더를 켜지 않고도 PL-15를 발사할 수 있었다.\"\n요즘 한다 하는 나라에는 조기경보기가 있지만,\n전투기가 레이더를 켜지 않고 장거리 미사일을 발사하는 \"시스템통합 네트워크\"는 안 되어 있는 나라가 많아..\n중국 입장에서는 재래식, 스텔스 성능적으로 미군기와 1:1에서 못 이니까, 이런 식의 레이더를 켜지 않고 조기경보기를 이용해 장거리에서 선빵 날리는 전법을 연구했을 것입니다.\n\n이번 인도 파키 전쟁의  1차전 승자는  \n1. 파키스탄 공군 작전능력\n2. Saab 2000 Erieye, ZDK-03 (중국제 AEW&C)\n 공중 조기경보기 \n3. 프랑스제 전자전기\n4. PL-15 중국산 공대공미사일\n막상 젠10C 전투기의 기여는 미미 하다. 미사일의 유도를 공중조기경보기가 담당 한 것. \n놀라운 것은 이번 공중전의 양측의 주역은 유럽제 무기들이다. 이번 인도 파키 전쟁에서의 교훈은 전자전기 및 공중조기경보기가 이제 필수적이고 전투의 승패를 좌우, 공대공미사일의 사거리가 중요,전투기의 성능은 그다지 중요 하지 않다. 경적 필패! 적군을 우습게 여기면 누구라도 패배 당한다.\n\n장거리 미사일 달고 있는 무인기 수십대랑 조기경보기만 띄워놓으면 영공 방어가 되는 시대가 오고 있음.\n\n\n인도가 공대지 무장을 발사한 후 파키스탄 공군 참모총장은 교전 규칙을 억제에서 파괴로 전환 명령하였으며, 특히 인도가 라팔을 그간 자랑하고 있기에 식별되는 표적중 라팔을 향해 특별히 집중 공격 대상으로 발사했다. 이래서 라팔이 이번 공중전에서 가장 큰 손실을 입었다.\n전체 공중전은 한 시간동안 지속되었다. 파키스탄 측의 발표에 의하면 공대공 호위기와 장거리 공대지 무장 탑재기가 혼성 편제된 인도 공군기 약 80여기, 방어제공 임무중인 파키스탄 공군기 40여기를 합쳐 120여기가 국경선 전체에 걸쳐 맞붙었다. 양측 모두 대규모로 편대를 동원했기에 전례없는 대규모 BVR 공중전이 벌어져 수많은 중장거리 공대공유도탄이 발사되었다.\n파키스탄이 인도 항공기 추락 장소나 정보를 자세히 파악할 수 있었던 이유는 파키스탄군이 전장에서 레이더 등으로 식별되는 모든 인도군 항공기의 구체적인 정보를 전자적으로 기록하고 표시하고 있었기 때문이다. 파키스탄은 LOC에서 수십-수백km 범위 내의 세부 공중 전장상황을 정확히 파악할 수 있었으며 미사일이 발사되고 적 근처까지 이동후 레이더에 나타난 반점이 사라지자 이들을 승리의 증거로 기록하고 자료를 수집하였다.\n또한 파키스탄 공군은 인도 측의 모든 통신 내역을 감청하고 있었으며 이에 대한 증거로 라팔 편대(호출부호 고질라)와 인도 사령관간 통신 내역도 공개했다.(감청 내용 : 인도군 사령관이 고질라3에게  응답하라고 했지만, 응답하지 않자 고질라4에게 상황 보고를 지시. 고질라4는 고질라3이 공중에서 폭발됐다고 보고) \n\n우선 파키스탄군이 인도 공군의 다쏘 라팔 전투기 3기를 격추시켰다고 주장했는데, 물증이 확인되며 최소 1기가 격추된 것으로 밝혀졌다. 잔해의 헐 넘버상 격추된 기체는 인도 공군 라팔 1호기이며, 이는 라팔의 첫 전투 손실이다. 동시에, 현재까지 인도 공군의 라팔 도입물량은 36기가 끝인 바 휴전 성사 직후 파악된 전투결과로 보면 최소 1기~최대 5기까지 격추되었다는 주장이 나오는 종전 직후 상황은 인도 공군의 명백한 참패로 귀결되는 모양새다. 인도가 보유한 최신예기의 약 6분의 1이 불과 한차례의 전투로 손실된 것이다. 또한 추가적으로 5월 7일에 격추된 인도 공군의 Su-30의 잔해 역시 확인되었다. 반면 파키스탄 공군은 2019년에 발발했던 분쟁에서 보여주었던 인도 공군에 대한 제공권 우위를 이번에도 재현하였고 최종 국면에선 전자전을 통하여 인도의 방공망을 완전히 무력화시키는 모습도 보여주어, 양국 공군간의 전투에선 파키스탄 공군은 여전히 우위에 있으며 압도적인 운용 역량 차이로 인해 그 격차는 훨씬 더 커졌음을 증명했다.\n\n인도군이 보낸 드론을 파키스탄군이 재밍 공격 등으로 추락시켰다. 파키스탄 측이 인도의 무인기를 25대 격추했다고 밝혔다.\n\n인도 방공망의 무력화로 파키스탄군 자폭 드론 약 400여대가 36개 도시 공중에 대거 부유하는 초유의 사태가 발생했다.\n\n이번 충돌에서 파키스탄 공군은 인도 공군에 비해 전술적 우위를 점한 것으로 평가됩니다. 특히 파키스탄은 인도의 통신망을 감청하고 있었으며, 상대방의 위치 및 움직임을 실시간으로 파악하고 있었던 것으로 밝혀졌습니다. \n\n인도군은 스칼프 미사일을 사용하여 파키스탄의 11개 공군 기지와 9개 테러 거점을 파괴했습니다.\n이 공격으로 파키스탄의 공군 인프라 약 20%가 파괴되었습니다.\n인도군이 강조하고 있는 사항들이 몇 개가 있었습니다. 바로 파키스탄의 반공망을 무력화했다는 겁니다. 해당 공군 기지 등에서는 중국의 반공 시스템을 사용하고 있었고이 시스템을 무력화했다고 이야기를 하고 있습니다. 파키스탄의 경우는 중국의 홍치-16과 Li-80 (홍치 16의 수출형)을 사용.\n\n스칼프 뿐아니라 aasm도 종심타격용 스탠드 오프 지상 타격무기입니다. 몇번이나 말하지만 인도측에서 2019년처럼 폭격 실패하고 포로까지 잡히는 꼴 보기 싫어서 자국 영공내에서 장거리로 다 던졌어요.\n\n인도 국경선 기준으로는 100km 안에 있던 라팔도 잡혔습니다.\n\n조기경보기와 전자전기 사용 역량과 작전에서 많은 차이가 난듯. 인도는 러시아제 조기경보기를 가지고 있고, 파키는 중국제 조기경보기랑 프랑스 다쏘제 전자전기를 가지고 있음.\n\n현대 공중전은 공군기 스펙으로 싸우는게 아니라서..\n좀 더 멀리 볼 수 있는 조기경보기와 미사일 사거리 긴 파키스탄의 승리가 되버림\n\n조기경보기 도움받고 전자전기 보조받으며 장거리 공대공 미사일 날린거라 라팔 기체탓이라기보다 인도공군이 종합적 시스템을 짬뽕으로 하다보니 이도저도 아니게된 무능한거 아닌가 함.\n\n시긴트 도감청은 전자전기 주영역이죠. 파키스탄이 공교럽게도 프랑스 전자전기가 있지요.\n\n파키가 전자전기종이 있나?\n3대 인가 있음. 과거 인도와의 공중전에서도 대활약함\n  \n다쏘(라팔제조사)에서 만든 전자전기 있고, 조기경보기는 사브에서 만든거라 중국제랑 가지고 있음\n파키가 전자/신호/감시 장비들 의외로 충실하게 싹다 갖추고 있습니다. 다들 공중 조기경보기만 생각하는데 그거 말고도 지상기반으로도 많아요.\n\n조기경보기랑 전자전기 연계역량차이가 컸던듯. 인도는 러시아제 조기경보기만 있고 전자전기는 없다더라.\n\n6년전 인도가 러시아제 미그기로 지상 공격을 했을 때 형편없는 명중률로 조롱을 당하고 격추당했으며 이후  미라지의 정밀 폭격으로 겨우 만회를 했습니다.\n이 전훈으로 인도측에서 저사양 공격기로는 망신만 당한채 격추당한다는 것을 깨닫고 스펙트라 전자전체계를 가진 라팔을 기반으로 지상타격 작전을 펼쳤다고 생각합니다.\n그런데 이번 전투에서 라팔의 스펙트라 전자전 시스템이 파키스탄의 지상/공중 전자전 재밍 공격에 무력화.\n\n미국, 프랑스 오피셜이 떴는데 뭘 이제와서. J-10ce에 격추된거 맞고요.  공대공 전투 맞고 사거리와 지대공 미사일 오판으로 미사일 쏘던 기체가 바로 격추된거죠. \n조기경보기 둘 다 띄운거고 전자전 능력 차이, 미사일 사거리 모두 미티어 끼고도 라팔이 밀려서 격추됐습니다.\n\n인도 라팔은 지상공격을 목표로 적진으로 들어갔고 파키는 라팔을 막기 위해 지상 밎  공중에서 동시에 대공 무기를 퍼부었다고 들었습니다. 정확히 중국제 전투기에 격추된 건지 아닌지는 확인된 게 없다고 .. 순수 전투기대 전투기 싸움은 아니라고 합니다.\n\n공중전하다 격추된 게 아니라 공대지 임무하는데 맞은거죠. 파키가 작전을 잘 짜서 미리 알고 만반의 준비를 해 놓고 지대공 공대공 막 퍼 부었고 격추시켰지만 뭐로 맞췄는진 자기네도 아직 조사중인듯. 중국 전투기라면 지금 쯤 떠나가라 선전하고 있어야 하는데 파키나 중국이나 둘 다 조용.....그렇다고 아예 가능성이 없다는 건 아니고 아직 모른다가 맞겠네요. 어쨋든 간에 인도의 허술한 작전계획으로 대비가 부실해 라팔이 날라간 건 사실인듯 합니다.\n\n공중경보기가 부실해서 초장거리 공중전에서 라팔이 떨어진 것.\n\n5월7일 교전 시작후 인도 공군이 대패하면서 인도는 매일 수백기의 각종 첨단 미사일과 드론을 파키스탄에 퍼부었음.(보유분의 상당수를 사용한것으로 추정됨.)파키스탄은 계속 맞받아 치다가 5월10일에야 \"분니얀 울 마르수스\" 작전으로 인도 국토의 주요 군사시설을 타격함.그리고 얼마 안지나 값자기 양국이 휴전함. 휴전 30분전에 인도의 미사일 여러발이 파키스탄 남부의 공군기지를 타격해 5명의 군인이 사망함. 그리하여 휴전후에도 소규모의 공격들이 계속 오고감.\n\n\n오늘 중국의 J-10과 PL-15E에 대해 들었는데 발사후 데이터 링크를 끓고 돌아가는 망각방식의 미사일을 장거리로 발사한 것이고,파키스탄에 공격하러 간 라팔은 공대공 임무가 아닌 공대지 임무를 수행하고 돌아가다 격추된 것으로, 인도 공군의 라팔은 솔직히 말해서 라팔 B형이 아닌가 싶고, 이건 우연히 격추된 거라 생각됨. 인도가이 라팔 3대가 아니라 1대만 격추됐다고 했지만 결국 PL-15E를 띄어주는 것임. 그리고,이 미사일을 파키스탄 공군이 마구잡이로 쐈다는 거, 마지막으로 인도 공군의 작전이 미흡할 수밖에 없다는 것입니다.\n\n이번 교전은 거리가 100km 이상 떨어진 장거리 교전이고 이런 경우 발사후 망각방식으로 목표를 명중할 가능성이 높지 않습니다.\n\n라팔 격추가 운빨이라?\n우선은 인도군은 4대 이상의 편대비행을 하던 상황으로 짐작하고 1번기라서 편대장기였을 확률이 높습니다. \n확실히 이기체들은 공항에서부터 추적당하고 있었습니다. 심지어 파키스탄군에게 음성 감청까지 당한 상황이고, 이미 출격때부터 라팔임을 인식하고 있었다라는 이야기입니다. 아마도 이미 라팔의 운영기지를 오래전부터 감시하고 있었을 겁니다. \n당시 인도는 파키스탄의 지대공미사일 레이더를 파괴하기 위해서 눈에 불을 켜고 찾고 있던 상황이었던 것 같습니다. 아예 공중전 도그 파이팅까지 염두해서 두고서 근접전으로 준비한 듯 하고 . \n신형 라팔이라고 하지만, 정확히는 신형 라팔의 HW에  라팔B의 SW를 장착한 수출형 버전일 가능성이 더욱 높습니다. \n아마 중국에서도 파키스탄을 부추켜서 이에 관련한 작전을 준비하고 있었을 겁니다. 공항 근처에서 스파이 활동까지 했을 가능성이 더더욱 높고, AWCS의 운영도 같이 하고 있었을 겁니다. \n그럼 과연 라팔의 작전목표는 뭘까 하는것인데 레이더 기지일 가능성이 매우 높습니다. \n하지만 지형적으로 그곳에 레이더 기지를 배치했느냐  하는 문제는 오래전부터 인도의 첩보활동으로 중국산 지대공미사일 HQ-9이 대거 배치되었다라는 것은 이미 확인된 상황이였고 장거리공대지 폭격을 위해서 작전을 나갔다라는 것인데 미티어는 사용하지 않았다라는 것 보다는 라팔의 임무 자체가 국경선 내에서 안전하게 장거리 정밀폭격을 위한 출격을 가능성이 높습니다. \n파키스탄도 많은 항공기가 나올줄 몰랐다고 볼수 있고 사실  서로간에 많은 항공기가 나온 까닭은 대부분\n무인기 격추를 위한 출격일 가능성이 더 높다고 보고 있습니다. 파키스탄이 무인 드론을 한 대 격추했다고 발표 했고, 이것은 확인된 상황입니다. 정확히 확인된 사항은 미그29 1대, 라팔 1대입니다. \nJ10C는 라팔이 출격하기를 기다린 상황으로 볼 수 있습니다. 아예 라팔을 노리고서 영공 방어를 포기하고 라팔만을 잡기위해서 준비했을 가능성이 매우 높습니다. 추락 장소 역시 국경에서 약 60KM 지점이라고 확인된 상황이고,  \nJ10C는 이미 출격한 상황에서 대기타고 있다가 다음 출격에 제대로 보고 쏘았다라는 것입니다. \n공개된 감청 내용에 따르면 PL15가 한발만 온것이 아닌 꽤나  쏘아댄 모양새고, 이중에 편대장기만 격추된 모양입니다. \n이런 상황에서 유추해 볼 때 인도 공군기들은 지상표적 찾기에만 열중한 상황이였고, 장공지를 떨구고서는 회항 중 파키스탄은 지상공격을 당할줄 알면서도 라팔을 격추하기위해서 살을 내주고 뼈를 깍는 상황인 것이 아닌가 생각됩니다. \n개인적으로는 결국 라팔의 격추가 우연이라는 측면, 운이 나빳다라는 측면은 아니라는고 생각하고 있습니다. 즉 계속된 전자전과 레이더의 운영을 하면서 일부러 표적을 유도하는 과정으로 한 편대가 걸려 들었다라는게 현실적으로 가장 적합하다고 보고 있습니다. 당시 인도 공군의 라팔운영 비행장은 정해져 있었고, 몇몇 무기들의 전방배치 과정도 알고 있었을  겁니다. \n문제는 장거리공대공 미사일을 어느 지점에서  발사했는지, 그리고 이에 대한 표적 포착은 누가 했는지 그로 인한 데이터링크가 제대로 작동했는지가 가장 관심사가 되겠죠. \nPL15는 이스라엘에서 도움을 준 미사일로서 어느 정도 현대전에 통할만한 성능을 가지고 있었다라는 것이고, \n이에 대해서 상당한 준비를 해온 것으로 보고 있습니다.  파키스탄이가 아니라 중국에서 이미 관련한 준비를 다하고 있었던 것으로 보고 있습니다. \n즉, 이건 파키스탄이 준비한 작전이라기 보다는 중국에서 공항부터 스파이 체계로 둘러싸서 제대로 파악되고 있던 실정이였다고 보는게 현실적으로 가장 가능성이 있다고 보고 있습니다. \n미사일 관련한 종말유도 과정을 보면 확실히 PL15의   사거리가 가장 관심사로 되는데 인도 공군기의 격추 장소가 국경에서 60KM 지점이고, 파키스탄은 약 30KM 지점으로 보고 있습니다. 파키스탄의 공군은 당시 폭격이 시작하고서 상황 판단에 따른 이륙 시점 등등을 고려했을때 중국의 정보부에서 전적으로 도와준 작전으로 보고 있습니다. \nPL15의 성능에서 태국과의 공군 훈련을 통해서 개량 사업이 진행되었다라는 것은 이미 들은 이야기고, \n이에 대해서 중국의 PL15의 개량후 실전 성능을 파악하기 위해서 파키스탄의 공군을 진두지휘했을 가능성이 매우 높습니다. \n\n주제를 돌려 우리나라의 덕티드팬이 꽂힌 장거리 공대공미사일이라고 하지만, 이부분은 조금은 관점을 달리해야 합니다. 우리나라는 장거리 공대공미사일에 덕티드팬 엔진의 장착을 고집하는 이유는 북한의 탄도탄 요격에 촛점을 맞추고 있기 때문입니다. \n기존의 장거리 공대공미사일로는 핵탄도탄의 격추는 가능하지만 잔해들의 지상 추락시 핵 물질을 완전히 막을수 없기 때문입니다.\n이 부분에서 덕티드팬 엔진의 운동 가속성에 대한 파괴력이 상상을 초월하는 수준이라서 핵장착 탄도탄 요격에 적합하다고 판단했기 때문입니다. \n실제로 공대공미사일은 시커관련해서 조금 이야기가 많이 나도는듯 합니다. 이게 LIG는 ALQ200K 사건 이후에 소송관때문에 그동안 외국의 기술 지원이 끊겼던 모양새입니다. 시커의 핵심부품 몇 가지가 수입되어야 하는데 이와 관련한 부품수입이 사실상 막혔던 모양입니다. LIG가 이스라엘, 영국, 프랑스 등에 요청을 했지만, 모두 거절당했습니다. 결국 이 부분에서 핵심부품 7종을 자체 선행개발사업으로 선정해서 이후 공대공 관련한 기술은 대부분 확보하게 되었습니다. \n덕티드팬 공대공미사일 개발은 수출에 걸림돌이 없도록 하기 위해 국산화 과정을 갖추려고 노력하는 중인듯 합니다.  이와 더불어서 공대함 미사일의 개발도 동시에 이루어지고 있습니다.\n현재 염가형 공대공미사일의 개발은 말이 안되는 상황입니다. 인파공중전에서 상대방의 전자전 때문에 이에 대한 피해가 생각보다 심각한듯 합니다. \n두 국가에서 이번 전자전으로 상당한 소모전이 발생했습니다.  \n거기에 이미 수백대의 드론을 적 기만을 위한 디코이 용도로 사용한 흔적이 역력하고, 이 드론들간에 서로간에 상당한 혼전이 있었을 것으로 보는 것이 현재 전문가들의 시각입니다. \n앞으로 이와 관련한 관측장비와 이에 따른 전자전의 대응책 등등 앞으로 전자전 관련해서 무인기의 대책이 따로 마련되어야 할 것으로 보고 있습니다.\n\n\n인도 육군이 파키스탄 미사일 격추했다고 자랑질하면서 영상 올렸는데 알고보니 브라모스 잔해였고 주변에 중국제 방공미사일인 HQ-9 미사일 잔해도 있었다고 함\n즉, 브라모스가 파키 공역에 들어가기도 전에 HQ-9에 요격된 거. 게다가 다른 브라모스는 전자전에 걸려서 눈 먼채로 아프간까지 날아갔다고...\n\nAESA 레이더 사용하는 대공 미사일이라 저정도 성능 나오네 그나마 인도에서 제일 잘만든 무기라고 자랑하면서 필리핀에 수출까지 했는데. 필리핀 대중국용으로 산거 아니었나.\n\n브라모스 격추 당한게 엄청 충격적인 것도 아닌게 그 정도 속도 나오는 초음속 미사일들은 속도가 짱짱한 대신 기동력이 후달려서 위치, 속도, 방향 만 파악되면 은근 요격 난이도가 낮아진다고 함\n\n\nChina provided Pakistan with air defense and satellite support during this month’s clash with India, helping reorganize radar systems and adjust satellite coverage, according to Ashok Kumar, Director General at the Centre for Joint Warfare Studies.\nSource: Bloomberg\n\n라팔의 스팩트라에 pl15또는 j10c 레이더의 패턴? 데이터가 업데이트 되어있느냐죠. 적성국 무장의 레이터특성을 알아야 경보, 재밍이 가능한데..모르는 신호가 접수되면 뉴트럴로 뜨니 조종사는 유협여부를 판단하지 못합니다.\n우리 kf21도 마찬가지입니다. 적성국의 데이터를 많이 모아야 대응이되고, 그래서 미군이 무서운거죠. 실전경험을 통한 축적된 데이테, 그것에 대한 대응능력이 뛰어날 수 있습니다.\n\n중국 관영매체에서 이미 \"중국제 젠10c 수출버전 + pl15e + 지대공 H-9 + 공중조기경보기 zdk. A锁- >B射->C导 형태로 인도 전투기 몇대를 떨궜다\"다고 확인방송 했어요...\n\nPL15는 적기 10-15키로에서 미사일 레이더 오픈되는데 적기발견시 1-2초 반응시간뿐\n\n인도는 러시아제 s 400 1기도 작살났다고 하네요.\n\n정보 하나 드릴께요. PL-15E의 사거리는 145지만 파키스탄이 탑제한 미사일은 PL-15P 입니다. 오직 파키스탄 전용의 수출용으로서 사정거리가 200km로 되여있습니다.\n\n인도 패전 원인이 라팔이 우수하지 않은 게 아니라  파키스탄 중국산 무기들이 인도 전투기 탐지정보를 대공레이더, 조기경보기, 전투기, 위성 등 정보 공유로 인해서 인도가 패한 겁니다. 공대공 중거리 미사일을 j10c가 발사하고 빔도 쏘지않고 그냥 돌아갔어요. 공대공 미사일은 조기경보기가 유도한 겁니다.\n\n\n파키스탄은 중국제 ZDK-03 조기경보기를 2024년 1월에 모두 조기 퇴역시켰습니다. \n\n파키스탄, 중국제 공중조기경보기 조기퇴역\nreports state that their performance fell short of expectations and raised doubts about their effectiveness. Despite the initial optimism, technical issues plagued the fleet, potentially originating from the speculated compatibility problems between the Chinese-made systems and Pakistan's existing American and other Western air defence infrastructure. Reports indicate that these challenges led to the decision for an unexpected early retirement, casting doubts on the reliability and operational costs of the ZDK-03s.\nThe gap will be filled with additional Saab Erieye AEWACS.\n\n단순히 성능개량이 아니라 조기경보기 레이더를 떼고 전자전기로 개조 작업 중입니다.\n\n\n나의 말:\n파키스탄은 중국제 조기경보기 ZDK-03 레이더를 떼고 전자전기로 개조 작업 중인가?\n\nChatGPT의 말:\n네, 파키스탄 공군(PAF)은 중국제 ZDK-03 조기경보통제기(AEW&C)의 레이더 시스템을 제거하고, 이를 전자전(EW) 플랫폼으로 개조하는 작업을 진행 중입니다.\n\nZDK-03의 개조 배경\nZDK-03은 중국 Shaanxi Y-8F600 수송기를 기반으로 한 조기경보통제기로, 2011년부터 2015년 사이에 4대가 파키스탄에 인도되었습니다. 그러나 이들 항공기는 중국산 시스템과 파키스탄의 서방제 방공 시스템 간의 호환성 문제로 인해 기대에 미치지 못하는 성능을 보였습니다. 이에 따라 파키스탄은 ZDK-03의 조기경보 기능을 포기하고, 이를 전자전 및 지원 플랫폼으로 전환하기로 결정했습니다 .\n\n전자전 플랫폼으로의 전환\n최근 보도에 따르면, 파키스탄은 ZDK-03 항공기를 중국으로 보내 첨단 전자전 시스템으로 개조하고 있습니다. 이 개조 작업에는 향상된 레이더 및 재밍 장비가 포함되며, 이를 통해 적 항공기 및 레이더 시스템을 장거리에서 방해할 수 있는 능력을 갖추게 됩니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-05-14T08:19:49.876000",
  "updatedAt": "2025-05-23T08:36:55.371000"
}