{
  "id": "e0a9aaa7-4e60-44c2-8f6c-7e4a0a36f8e5",
  "title": "함포의 역사",
  "content": "초창기 대포는 그 크기와 무게 때문에 운송하기 어려웠고, 조준이나 장전에 시간이 많이 걸렸으며, 발사 도중 종종 폭발했다. 따라서 이전의 전쟁에서 대포는 그다지 효율적인 무기가 아니었다. 일찍이 대포는 유럽뿐만 아니라 중국, 인도, 오스만 투르크에서도 운용되었으나 공성용 무기로 사용이 한정되었다.\n\n총포와 화약이 제일 먼저 개발된 곳은 중국이었다. 또 선상에서 총포를 사용하는 것 역시 중국이 가장 앞서 있었다. 선상에서 총포를 사용한 최초의 기록은 원나라 시대 쿠빌라이의 제2차 일본 원정에서 찾을 수 있다. 그러나 원나라 정부는 1550년대에 총포가 왜구를 막는 데에 효율적이지 않다고 단정했고, 이후 중국은 칼이나 창 같은 전통적인 무기로 방향을 바꾸었다. 그 결과 중국 해군의 힘이 약화되어서 이후 왜구의 침입에 속수무책이었을 뿐 아니라 19세기에 결국은 서양의 무력 앞에 무릎을 꿇게 된 것이다.\n\n아시아의 거대한 제국들은 당대 최고의 군사적 우위를 이미 확보하고 있었으므로, 대포 개발에 대한 인센티브를 갖고 있지 않았다. 육상에서는 대규모 기병대로, 해상에서는 선박끼리의 근접 전술로 대표되는 전쟁의 패러다임은 기본적으로 수적 우위에 기반한 것이었다. \n이슬람 세계에서는 봉건영주의 기사들인 기병이 전력의 핵심을 형성하는 봉건적 특성 때문에 대포를 적극적으로 활용하지 않았다. \n중국은 문인 관료가 중심이 된 문화적 자부심과 전통 때문에 외국의 우수한 대포 기술을 도입하는데 소극적이었다. 그러나 유럽은 15세기 중반부터 국민국가의 형성과 결부되어 끝없는 분열과 전쟁을 겪었다. 유럽의 국가들은 지속적인 무장 경쟁 속에 처해 있었고, 따라서 실질적인 살상 기능을 갖춘 대포 개발에 대한 강력한 인센티브를 갖고 있었다.\n그래서 유럽에서는 선상에서 대포를 사용하는 방식이 크게 발달했다. 유럽 해군이 터키 해군을 격파한 레판토 해전이나 영국 해군이 스페인의 무적함대를 격파한 해전에서는 함포의 성능이  승패를 결정지었다.\n사실 배에 포를 장착하는 것은 쉽지 않은 난제였다. 갑판 위에서 대포를 발사하면 배의 균형이 깨져서 매우 위험하게 된다. 따라서 배의 균형을 잡기 위해서는 무거운 대포를 흘수선(吃水線)에 두어야 한다. 그렇다면 선체 내부에서 포를 발사해야 하는데 이렇게 하려면 선체의 양면에 방수 처리를 한 포문(gunport)을 내야 했다. 또 대포를 발사하면 포탄이 발사되는 것과 같은 크기의 엄청난 반동력이 일어난다. 이 힘을 잘 처리하지 못할 경우 몇 번 포를 쏘면 배가 깨지게 된다. 이 문제를 해결한 것이 바퀴를 이용하여 충격을 완화시키는 장치인 왕복대(truck carriage)이다. \n특히 군사적으로나 기술적으로나 가장 후진적인 영국에서 기술상의 주요한 혁신이 이루어졌다는 점은, 후발주자가 시대의 패러다임을 바꾸는 역설적 상황에 대해 시사하는 바가 크다. 기술적으로 낙후되어 있던 영국은 기본적으로 대포를 수입해야 했지만, 이마저도 여의치 않게 되자 대포 개발에 박차를 가하였다. 하자가 있더라도 제 기능만 한다면 문제가 없다는 영국인들의 실용적인 태도는 곧 영국을 유럽에서 가장 우수한 대포 수출국으로 만들었다. 더 나아가 영국은 포신이 길고 구경이 작은 대포를 개발함으로써 기존의 대형화 추세를 정반대로 돌려놓는 혁신을 이루어냈다. 이러한 대포를 장착한 영국의 날렵한 배들은 거대한 갤리선 중심의 스페인 무적함대를 격파하는데 결정적으로 기여하게 되었다.\n유럽 지역의 대포 수요는 뒤이은 지리상의 발견과 해외 팽창으로 더욱 급증했고, 광대한 수요로 말미암아 유럽은 대포 생산과 기술 혁신에 박차를 가하게 되었다. 그 결과 대포의 제작과 교역은 유럽에서 이익이 많이 남는 사업으로 번창했는데, 이러한 군수 산업의 발전은 초기자본주의 형성에서도 핵심적인 부분을 이루게 되었다.\n\n15세기를 거치면서 대서양 인접 국가들은 둥근 범선의 가능성에 눈을 돌리기 시작했다. 이들은 대포를 장착한 범선을 근간으로 해군을 건설해 나갔다. 갤리선의 노잡이들을 범선의 돛으로 대체하는 것은 본질적으로 인력을 자연력과 기계적 동력으로 대체하는 것이었다. 대포는 기동이 어렵다는 약점이 있었지만, 해상에서는 이러한 약점이 극복될 수 있었다. 병사들을 대포로 대체하는 것 역시 머릿수로 결정되던 해상 전투의 양상을 변화시켜다. 이는 패러다임의 근본적인 변화를 뜻했다. 유럽의 범선들이 가장 먼 바다까지 위협적으로 모습을 드러낸 것은 바로 그 때였다.\n16세기 초 뱃전에 현창을 뚫어 주갑판에도 대포를 장착하는 혁신이 도입되면서 대형 전함의 무장이 급격히 증가했고, 민첩하면서도 막강한 화력을 보유한 배를 개발하고자 하는 노력은 결국 1550년 직후 전설적인 갤리언선으로 결실을 보았다. 갤리언선은 곧고 긴 갤리선의 지중해 전통과 둥근 범선의 대서양 전통이 종합된 배였다.\n그러나 17세기 말까지도 지중해 함대의 중추는 오로지 갤리선이었다. 레판토 해전에서 승리한 기독교 세력의 함대나 패배한 오스만투르크의 함대 모두 노를 젓고 기동하며, 병사들이 적함에 올라타서 백병전으로 승부를 가리는 갤리선이 중심이었다. 갤리선은 지중해에서 무리없이 항해가 가능했지만, 파도가 거센 대양 항해에 적합하지 않았다. 함포 사격을 중심으로 하는 새로운 해전 방식으로 성공적으로 옮겨가지 못한 지중해의 국가들과 이슬람 세력은 해상에서 뒤처졌고, 대포와 범선으로 더 철저하게 전환한 나라들이 우위를 차지하게 되었던 것이다.\n이러한 세계적 힘의 균형추는 17세기 중반 야포의 개발로 한쪽으로 더욱 기울어졌다. 야포는 육상에서의 열세를 화력으로 만회시켜주어, 유럽 세력의 내륙 침투를 가속화했다. 유럽과 나머지 세계 사이의 군사 기술의 격차는 더욱 확대되었다. 비유럽권이 함포와 범선을 흡수하기도 전에 유럽인들은 자신들의 새로운 발명을 급속도로 향상시켰다. 불균형은 점점 더 심화되었고, 더 이상 해상력에만 국한되지도 않게 되었다. \n\n임진왜란 당시 이순신 장군의 눈부신 성과는 이순신 개인의 탁월한 전략과 전술 외에 조선 수군의 장거리 함포 때문이었다. 수군을 단순히 병사들을 나르는 수단으로만 운용한 일본에 대해 기술적인 우위를 가지고 있었다. 즉, 조선인들은 조총은 없었지만 대신에 배에 대포를 많이 실었고, 일본인들은 조총은 많았지만 대포가 거의 없었다. 패배 이후 일본인들은 해전에서 일본군의 열등함이 대포가 부족한 탓임을 깨닫고 배를 대포로 무장하기 시작했다고 한다\n\n18세기 활강포를 사용하는 전열함들은 19세기 중반 유탄포(포탄이 폭발형 탄환인 것)의 개발로 이어진다. 1822년, 프랑스의 앙리 펙상 장군은 고폭탄을 대포에서 발사할 수 있도록 하였다. 펙상 대포는 1824년 시연에서 2층 전열함을 빠르게 침몰시키며 그 위력을 과시했고, 1938년 프랑스군의 베라크루즈 침공에서는 함포로 멕시코 요새의 탄약고를 유폭시켰다. 이러한 유탄포의 활약상을 본 각국은 유탄포를 빠르게 도입하기 시작했다.\n영국 해군은 고폭탄을 이용할 수 있는 전장식(muzzle loading)포를 도입했으며, \n미국 해군은 소수의 펙상 대포를 도입하였으며  1860년대부터 존 델그렌 제독이 설계한 포신의 안정성이 개선된 델그렌 포로 교체되었고, 델그렌 포는 남북전쟁 당시에는 패럿 강선포(델그렌도 강선포를 설계하긴 했으나 소수만 생산되었고 미 해군의 대부분의 강선포는 패럿 포였음)와 함께 연방해군의 주무장을 담당했다. \n그 외에 독일, 러시아 등도 자신들이 유탄포를 개발.\n이러한 유탄포들은 엑케른포르테 해전(1849)에서 덴마크의 대형함들이 유탄포를 사용하는 소수의 해안포대와 포함들에게 제압당하고, 시노프 해전(1852)에서 오스만 함대를 빠르게 전멸시키는 등 그 가치를 확실하게 입증했다.\n1860년대부터는 보병용 총기에 뒤이어 화포에 강선 기술이 대대적으로 도입됨. 강선포는 유효사거리, 명중률 등에서 큰 이점이 있었고, 강선을 효과적으로 맞물리게 하는 여러 기법이 개발되면서 빠르게 도입되었고, 일부 활강포들은 강선을 파서 개조되기도 함. 아직 포미 폐쇄 기법과 제철 기술 등이 발달하지 않았기에, 장전 방식은 대부분 전장식을 유지하고 있었음. \n예외 사례로 영국 해군은 암스트롱 경이 설계한 후장강선(rifled branch loading) 함포를 도입하여 최초의 장갑함 워리어 등에 달았음. 상당히 많이 생산되어 장갑함부터 소형 포함에까지 장비되었지만, 복잡한 포미 폐쇄기는 장전 시간을 획기적으로 증가시켰으며, 그럼에도 헐렁하여 동급의 전장포와 비교하여 적은 양의 장약을 사용해야 했기 때문임. 여기에 엄청나게 크게 데인 영국 해군은 전장식 강선포를 채택하였고, 독일을 선두로 다들 후장포 가지고 노는 1870년대 후반까지 전장포를 고집함. 1879년 장갑함 Thunderer에서 발생한 사고로 장전 상태를 쉽게 확인할 수 있는 후장포로 바뀜.\n미국 해군은 패럿 강선포를 대량 도입하였지만, 동시기에 델그렌 포도 채택하였는데(델그렌 포를 위쪽 활강 유탄포의 시대에서 설명했지만, 사실 강선포가 주력이 되는 60년대에 대량 도입되었음) 이것은 남북전쟁으로 급격히 함대를 확충하면서 함포 요구량이 너무 많아 패럿 등 강선포만으로 감당할 수 없었고, 특히 15인치 델그렌 같은 경우에는 그 압도적인 대구경으로 동시기의 어떤 함포보다도 남부의 요새를 깨부수기에 좋았기 때문이었음. \n장갑함의 도입에 대응하기 위해서 강선포 시대에는 주포의 엄청난 크기 증대가 있었는데, 함포 중량 5~10톤, 포탄 중량 50~150파운드 정도가 보통이었던 1860년대 초반에 비해 1870년대 초반에 이르면 포 중량은 20톤 이상, 포탄 중량 300파운드 이상의 구경 10~12인치 포가 주류를 이루었음. 이것의 정점은 영국의 HMS 인플렉시블과 이탈리아의 카이오 두리오급 장갑함으로, 각각 16인치와 17.72인치(450mm) 전장포를 가진 연장포탑 2기를 가지고 있었으며 장전에 10분 이상이 걸린다는 로또포대의 정점을 이루게 됨.\n\n함포는 야포와 특성이 다름. 일단 구경장부터 차이남. 그래서 지금뿐만 아니라 원래 함포와 야포는 따로 발전했음. 전열함 시대에는 모르겠는데 적어도 장갑합들이 출현한 19세기 말 이후로는 그럼.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-29T14:27:37.945000",
  "updatedAt": "2023-02-23T00:37:57.174000"
}