{
  "id": "e103575c-2408-4e5b-9a27-1b07c1df9b08",
  "title": "베트남전의 폭력성",
  "content": "월남전 청룡부대 파병용사입니다. 잔인하다는 것이 아니라 잔인해져 버립니다. 작전중 우리 전우들을 무참하게 살해하여 너무에 걸어 놓은 모습을 보게되는 순간, 앞과 뒤가 보이지 않습니다. 끝까지 추격하여 마을 전체를 뒤지면서 잔인해집니다. 지금 생각해 보면 참 불행했던 피아간입니다.\n\n처음부터 잔인하지 않았다. 처음 갔던 부대가 베트콩에 속아서 전멸했기에 무조건 사살 명령이 내렸던거지.\n\n우리 소대장을 찢어서 나무에 걸어놨다는 ㅠㅠ\n\n마을 사람인지 배트콩인지 어케알아? 마을사람인 척 하다 총쏘고 그랬다더만. 그들이 자기 양민을 인질 삼은 거지\n\n그러면 넌 머나먼 나라에 같이 파병한 전우가 교전시도 아니고 마을에서 쉬고 있다가 갑자기 총맞고 죽었\n\n베트콩 잡아서 창자 꺼내 나무에 걸었단 얘기, 전우가 저격당해서 그 마을 애기들까지 전부 대검으로 죽여 묻었다는 얘기.\n\n저 당시 민간인 위장한 베트콩 땜에 우리 병사들이 몇 번이나 죽고 다치자 꼭지 돌아서 그때 부터는 한국군 지나간 지역은 개새끼 한 마리도 살아남지 못 했다는 얘기도 있습니다!\n\n33년전 교련 선생님께서 이렇게 말씀 하셨죠. 한국군이 지나간 적군 지역은 인간이란 생명체가 전멸하고 행여나 전우가 당하면 끝까지 적 스나이퍼 포함 싸그리 사살 했다.\n\n재미있는 일화가 있지. 박정희 대통령이 닉슨한테  가소롭단 듯이 웃으며  미국의 전비 3년치를 주면 1 년 안에 이 전쟁 끝내겠다고 했지.\n생각이 많던 닉슨은Oh ``````  No 라고 했지.\n\n당연한 결과지. 당시 파병되었던 부대들이 거의 같은 지역이거나 동네사람이거나 학교 선후배거나 부모님이 아는 사이거나 여튼 그런 병력들이었다. 학교 후배고 동네 동생이고 사석에서는 형 동생 하던 그런 선후임병이 베트콩 마을서 죽으면 눈깔 안 뒤집히냐. 조용히 밤에 내려가는 거지 마을로... 그리고 다 불러 모으는 거지 그 다음은 조져버리는 거지.\n\n저 때 우리나라 일개 소대가 일개 대대를 물리쳤다고 하던데. 또 우리나라 군인들이 월남전에서 상대 머리를 잘라서 허리에 차고 나타나서 잔인함에 다들 오줌을 지렸다고 하는 전설적인 이야기가 있던데 한국인들 기질이있지.\n\n고딩때 우리 교련선생 사진보여주는데 베트꽁 머리 잘라서 밟고있는사진.\n\n훈장 9개와 준장으로 전역하셨던 아버지 말씀으로는 당시 부대 깃발과 태극기를 절대 외부에 걸지 말라고 했다네요. 외부에 걸어 놓거나 꽂아놓으면 미군들이 와서 다 훔쳐갔데요. 이유가 정찰이나 수색 작전에 나갔을 때, 이동할 때 마크와 깃발을 한국군으로 바꿔 달면 적진임에도 공격을 안 당했을 정도랍니다.\n\n한국군이 용맹하기도 했지만 잔인하기도 했다는데\n고딩때 수학샘의 삼촌이 베트남전 참전용사였는데 동료가 총에 맞으면 눈이 뒤집혀서 총을 난사하며 적진으로 혼자 돌진해 한 손에는 수류탄 한 손에는 정글도를 들고 일당백으로 싸웠다네요. 베트남어 \"쏘고 싶으면 쏴 봐!!\"를 외치며 베트콩 목을 쳤데요. 또 한번은 새벽에 한국 부대로 침입한 베트콩을 생포해 양손을 잘라 잘려진 양손을 목어 걸어주고 돌려 보냈데요.\n\n아는 형님 파병 당시 상황 말씀하시더라. 동료가 옆에서 죽으면 눈에서 불이나고, 더운 날씨에 수습할 틈도 없이 구더기가 번지는 상황이었고 깡으로 버텼다고. 귀국 후엔 악몽으로 점철된 삶이었고.\n\n전에  다큐에서 베트남전 영상 보는데   당시  월맹군 장교였던  할아버지와 인터뷰 하면서  전쟁당시 기억에 남는 일있냐고 물어봤는데...\n한국군 한명을 생포 해서  기지로 데려왔는데...\n다음날 무장한 자기 부하 5 명을 맨손으로 살해하고 탈출한게 아직도 기억에  남는다고 인터뷰한 게 생각나네....\n\n우리 고등학교 교련 선생님이 베트남 파병 소대장이었는데 작전나가서 병장 둘이 대열 뒤에서 베트콩 매복에 걸려 잔인하게 죽자 곧 바로 베트콩 부대 찾아내어 한 명도 남기지 않고(100명 이상) 다 죽였다고 함. 그 이후로는 베트콩에게 당한 부대원이 없었다고 함.\n\n원래 초기에는 그러지 않았는데, 베트콩이 먼저 한국군을 머리껍질 베끼고 죽이고, 잔인하게 고문하는 것을 보고 몇배로 갚아 준거죠.\n\n당시 베트콩이 민간인으로 위장하여 테러하는 전술만 아니였다면 민간인을 학살하는 일은 없었을 겁니다. 적과 아군을 구분할 수 없는 전투에서 그렇다고 내가 죽을 수는 없는 일이니 말이죠.\n\n맞는 말입니다. 제 큰아버지도 월남전 참전 군인이셨는데 월남전 때 들어보고 싶은 말도 잘 하시지도 않으셧고,  말을 아끼셨는데 이 말씀을 하셨습니다. 전우가 총탄 맞고 피흘리고 쓰러지는 걸 보시고 이성을 읽었다하시더군요. 정말 잔인하게 베트콩들이 한국군을 살상했데요. 그걸 보고 눈 안 돌아가는 사람 없었다고 하셨음.\n\n베트공이 먼저 제네바 협정을 어긴 게 잘못이죠. 민간인을 전쟁에 이용하면 안되는데 어린 애들,  부녀자까지 친근하게 다가와 수류탄을 한국군인들 주머니에 넣고 그랬죠. 그래서 한국군이 더 빡친거죠. 그리고 베트공들의 많은 민간인 학살을 모두 한국군이 한 것처럼 뒤집어 씌었죠. 저들에게 피해 보상해 준다고 관련 자료 공유하자고 해도 지들의 만행이 뽀록날까봐 더 거부하고 있죠.\n\n마을을 위해 싸워주고 대민 지원까지 해줬는데 야밤에 그 마을 주민들이 한국군을 배신하고 공격해서 전우들이 죽어나가면 눈 돌아가지 않았을까요. 죽음 자체도 슬프지만 전투 중 사망이 아니라 베트공의 기만과 배신 때문에 허무하게 죽어간 전우들에 대해 이야기 하며 울분 토하던 인터뷰를 본 기억이 있습니다.\n\n내 미국인 주치의가 말한 바에 의하면 한국 군인이 있는 곳은 항상 안전했다고 한다. 하긴 그땐 우리가 무척 배고팠던 시절이었기에 전쟁 중에 위험을 무릅쓰고 빈 탄피를 줍는 일이 흔했다고함(나중에 한국에 들고와 팔려고).. 미군과 합동작전 할 땐 C레이션(전투식량)도 안먹고 모아서 한국에 갖고와 팔았음.\n\n월남전의 경우 베트콩들은 비정규전과 민간인을 이용한 각종 사악한 수법을 동원하여 미군과 우리 군에게 막대한 피해를 입혔습니다. 전쟁을 이기기 위해서는 그 어떤 수단과 방법도 주저하지 않은 것은 동서고금을 막론하고 있었던 일입니다. 한국군은 잔인했던 것이 아니고 한국군을 공격하면 어떤 보복을 받는지 보여준 것일 뿐입니다.\n\n월래 한국군이들은 그러지 않았는데, 우리 보모님께서 말씀하시시길, 베트콩들은 한국의 '정'을 악용했다고 합니다. 실화인데, 베트남에 파병간 젊은 군인은 어느 베트남 시민을 알게 되어서 친해지고, 함께 그 가족들과 저녁도 먹고 정말 베트남 나이든 남자는 한국 군인을 아들같이 대했고, 그 군인도 아버지 처럼 따랐다고 합니다. 근데 어느날 밤에 베트콩의 기습공격을 받아서 전우들이 죽고 자신은 간신히 피하다가 어느 베트콩에 끝까지 공격당하다가 간신히 피해 허벅지 관통만 당했는데, 다행히 그 베트콩을 생포하고 나서 그 분은 정신이 나가버렸다고 합니다. 그 베트남 시민이 바로 자신이 아버지처럼 따랐던 베트남 남자이고 자신을 아들처럼 대했던 베트남 남자였다고 합니다.\n\n이라크 파병 당시 나이 많은 미국 장교가 와서 자기 아버지는 베트남 파병 용사였는데 한국군은 전쟁의 신 같은 존재였다고 말하더랍니다.\n\n당시 인사계님이 참전 용사이셨는데 야간 매복 얘기를 해주시더군요. 졸지 않기 위해서 한 사람이 양손에 수류탄을 들고 동료가 안전핀을 뽑아주고 베트콩 움직임이 보이면 수류탄을 던지고 아무일 없이 날이 밝아오면 안전핀을 뽑았던 동료가 다시 안전핀을 제자리에 꽂아준다구요.. 처음에는 졸다가 전멸 당한 일들도 있었기에 아예 졸면 수류탄을 놓치게 되니까 이를 악물고 매복을 했답니다.\n\n배트공이 한국인 포로를 잡으면 고문하여 그 비명소리로 한국군의 사기를 떨어트리고자 했지만 한국군은 배트공을 잡으면 나무에 꺼꾸로 매달아 그 밑에는 불을 피워놓고 고문을 하여 배는 더 돌려주었다는 일화가 있습니다.\n\n베트남에게 사과했냐면서 한국을 욕하는 인간들이 많은데...보상을 하겠다고 피해 조사를 하자고 했지만, 거절했죠. 왜냐면 지들이 남베트남과 반대세력 주민들에게 자행했던 상상초월의 잔혹한 사실들이 드러나거든요. 지들이 한 잔인한 학살도 한국군에게 덮어씌운 일도 많습니다. 오늘날 잘 모르고 베트남전 한국군을 욕하는데, 토착왜구들과 왜구들이 하는 말에 농락당하는 거죠. 물론 한국군이 잔인했던것도 사실이나 먼저 제네바 협약을 어긴 베트공들이 잘못입니다. 그리고 사과 대신 경제원조를 해달래서 그동안 그들의 경제에 엄청나게 이바지했죠.\n\n삼촌 할어버지께 들은 이야기입니다만, 한국군은 정말 잘 싸웠고, 또 백장군의 적군교란 작전이나 기만작전이 또 엄청난 성과를 거두었다고 합니다. 심지어 베트콩의 머리를 메달아 가지고 가면 두당 얼마의 인센티브가 추가적으로 지급되었다고 합니다. \n\n작은 아버지도 월남 참전하셨는데.. 유도대 다니시다 가셨고 허리춤에 머리 두개 달고 다니고 목에는 사람 신체 잘라 말린걸로 목걸이 하고 다니셨다고 합니다. 180 덩치에 산적같은 얼굴에 그러고 다니면 누구라도 무서웠을거 같습니다. 그런 사람들이 옆에 전우라도 죽으면 발 달린 건 모조리 죽였다고 그러시더군요.\n\n중대장이 민가에서 날아온 총에 엉덩이 관통상을 당하자 사병들이 민가로 가서 전 주민을 무참히 사살했던 일화도 유명하지요. 그 민가 안에는 일반인들과 베트콩이 섞여 있는데 누가 베트콩 이고 민간인 인줄 모르니 일단은 경고의 의미와 타 지역에서도 같은 일이 매번 일어 났기에 아예 싹을 자르겠다고 민가로 몰려가서 전 주민 사살. 이러니 베트콩 들이 한국군을 아주 무서워 했다고 들었습니다. 사실 한 베트콩 시신의 창자를 꺼내서 목에 걸고 다니고, 머리를 잘라서 군장 뒤에 매달고 다녔다는 일화도 유명합니다. 맹호부대로 참전 하셨던 친척에게 3 ~40 여년 전 다 들었던 이야기 입니다.\n\n한국인 특성이 눈이 뒤집어지면 물불 안가린다는 것이지... 머리만 걸어놓은게 아니라 내장 꺼내서 나무에 전시해놨다고 함.\n\n그게 결코 잔인하게만 볼 수 없다. 이 베트콩족의 특성을 알고 얘기해야 한다. 낮에는 농사를 짓고 착하게 사는 척하다가 밤에는 베트콩으로 돌변하여 한국군을 피습하여 피해를 입히는...\n\n우리 아버지도 베트남전 참전 유공자 이십니다... 옛날 이야기 잘 안 하시는 분인데...요즘 나이를 드셨는지 술 한잔 하시면 가끔 이야기를 해주십니다. 처음 작전 투입되면 너무 무서워서 총도 제대로 못 쏜다고 합니다. 벙커에서 손만 내밀고 쏘는 상황이라고 ... 하지만 옆에 전우가 쓰러지면 그 때부터 눈에 보이는게 없다고... 살인 기계가 된다고 하셨습니다... 우리 아버지도 7남매 중에 장남이신데 그때 다녀오셔서 우리집이 먹고 살만 해졌다고 하셨습니다...\n\n외삼촌이 월남전 다녀오셨는데.. 한국군 매우 잔인했다함.. 빨래줄에 빨래 안 걸고 주위에 베트공들 껍대기 벗겨서 껍데기들만 빨래처럼 걸어놧다함.. 주위 나무에는 창자랑 머리 걸어놓고 근데 외삼촌말로는 베트콩이 먼저해서 복수차원에서 한거라고..우리 한명이 죽으면 10명을 껍대기 벗겻다함.. 아무것도 못하고 맨날 술만드시다가 암으로 돌아가심\n\n우리가 경험한 베트남전은 군인과 민간인이 명확히 구별되며 전선이 형성되는 기동전도 참호전도 아니었다. 전선이 없는 \"더러운\" 게릴라전이었다. 게릴라전이 뭔지 판사님들은 아시나? 대민 지원으로 모내기 해주고 서로 기분좋게 헤어지는데 뒤에서 수류탄 던지는게 게릴라전이다. 그런 상황도 모르고 난징 대학살의 일본군이나 노근리 학살의 미군에 우리 장병들을 비교하는건 naive한거 아닌가? 10%의 작전, 90%의 종합 범죄 我와 非我를 不問하고 영혼과 육체가 갈가리 찢겨지는 것, 그것이 전쟁이다. 최전방 소총수에게 전쟁에서 승리한다는 것의 의미는 피와 살점들이 뒤범벅된 그 구덩이에서 벗어나는 것이다. 전쟁을 쉽게들 말하지 않았으면 한다. 그리고 그 곳에서 돌아오신 분들에게 따뜻하게 대했으면 한다. 굶어죽었을 우리를 대신해 지옥을 갔다오신 분들이다.\n\n맞아요, 저희 아버지도 의무관으로 파병되셨는데, 베트콩들이 민간인, 어린 아이들에게도 수류탄을 안기며 게릴라 교육을 시키질 않나, 옷도 바꿔치기 하여 입게 해 적군의 눈을 속였다 합니다.\n\n월남전 참전했었던 지인 선배가 90년대 말 베트남을 여행갔었고 어느 외딴 관광지에서 나이 지긋한 안내원과 통역을 통해 대화를 나누게 되었는데 그 사람은 월맹군 출신이고 지인 선배는 청룡부대로 참전했었다고하자 그안내원은 엄청 반가워 하더랍니다. 예전에 적과 적으로 만난셈이었는데 자신이 한국군과 싸웠던 경험도 이야기하더랍니다. 한국군이 왜 그리 세느냐면서 한번은 구정날에 휴전을 하기로했는데, 미군은 물론 한국군도 시내 외박 나가는걸 정보로 확인하고 자정에 총공세를 펼쳤다네요. 미군부대로 공격햇던 월맹군은 부대를 박살내고 많은 전리품도 챙기고 작전성공했는데 한국부대를 공격했던 자신의부대는 거의 몰살했다합니다. 하루 휴전이니까 외박도 나가고 경계도 느슨할 거라 믿었는데 아 세상에 한국군들은 자신들이 올 줄알고 기다리고 있더래요. 그렇게 매복에 걸려 월맹 정규군 2개 대대가 엄청 피해를 입고 퇴각을 하는데 또 왜 그리 따라 오느냐면서 엄지척을 보이며 껄껄 웃더랍니다.\n\n글쓴이의 말씀이 베트남전에서 유명한 구정 공세작전입니다. 실제로 국군은 베트콩의 공세가 있으리라 짐작하고 대비하여 큰 피해가 없었지만 미군은 초토화가 되었죠. 반대로 베트콩은 이번 작전으로 긴 전쟁을 끝내리라 마음먹었지만 한국군의 역습에 상당한 피해를 입고 재정비후 다음 작전을 기대해야 될 정도로 피해가 큰 전투 중 하나입니다. 베트남전의 역사에는 승리로 남아있는 작전입니다.\n\n그건 전쟁에 승리한 베트남 주장. 서로 주장이 엇갈리지. 단지... 잔인했다는건 사실이다. 민간인 보호와 함께, 민간인 학살이 동시에 진행되었을 가능성이 존재한다. 다만 북베트남 군인에게서 반역자로 규정된 베트남 민간인을 한국군이 보호하며 싸웠고, 그게 중요한 전술이었던 건 사실이다.\n\n전후 모든 전쟁 범죄들을 연합국에게 넘겨버렸죠 자신들의 민간인 총알받이 전술은 쏙 뺀체. 그 중에서도 가장 싫었고 그나마 국력적으로 미약했던 한국군에게 모든 화살을 돌렸던 겁니다. 민간인 학살이 있었던건 사실이나 반듯이 그렇게 해야만 했던 원인 제공은 베트콩들였음...\n\n제가 아는 어르신 왈 옆동료가 죽는거 보고 눈깔 뒤집혀 다 조졌다고 함. 나무에 걸어놓고 배 가르고 했다함. 적 기세 죽이기 위해 본인들이 살기 위해 엄청 독했다고 함.\n\n한국군 증오비가 세워진 대부분은 베트콩들이 민간인 학살을 한 것을 뒤집어 쒸운 것으로 압니다. 증거는 없고 카더라라는 근거밖에 없고 이거 우리나라에서 공동으로 조사하자고 했을 때 베트남 정부는 자기 정권이었으니 거부했구요.\n\n민간인 학살이 분명한 두 지역에 대해서는 사죄할 것이 맞습니다. 하지만 당시 작전상 한국군이 주둔하지도 않은 지역에 베트콩들이 저지른 만행까지 뒤집어 쓸 이유가 있냐는 것이고 그에 대해서 우리 정부도 발뺌하기 위해서가 아니라 제대로 진실을 밝히자는 뜻으로 공동조사 의뢰한 것인데, 그것이 거부된 것에는 이유가 있다고 보는 것입니다.\n\n대민 지원에서 보면,,. 그렇게 잘해주고 인자하던 병장님은 1개월후에 전역하고, 바로 위 성질 더러운 일병 고참과는 20개월 남았다면 누구 말을 더 듣겠습니까? 베트남의 대민상황이 바로 이런거였습니다. 첨엔 압도적인 미군이 바로 이길 거라 생각하고 거의 모든 베트남 농촌지역이 미군을 도왔지만. 가면 갈수록 미군들 하는게 영 아니고 군인들은 하는 말 들어보면 떠날 생각만 하고 있고, 그러다 미군이 실수 한번하면 그게 더 크게 느껴져 거의 모든마을이 베트콩으로 돌변하게되죠... 원래 좋은 사람으로 알고있던 사람은 사소한 잘못한개 하면 이미지 더 버려지잖아요.. 미군이 이랬어요. 한국군 통치지역에서 대민사업이 잘먹혔던 이유도 이런 거입니다. 아쉽게도 인간은 인자한 상관의 명령보단, 무서운 상관의 명령을 더 잘듣고 수행합니다. 속으로 시발시발 거리면서도.. 한국군은 어느정도 공포를 유지하면서 시크하게 해줄거 해줬는데 이게 대민효과가 아주 좋았습니다. 미군은 철없는 애들처럼 원칙없이 펑펑퍼주면 베트남애들이 감격하면서 잘 따를거라 착각했었죠. 첨에야 고맙지만. 갈수록 우습게 보이는데,, 당시 베트남 민간인들은 한국군에겐 공포와 믿음을 느꼈지만 미군에겐 호구와 불신을 느꼈던거라 보면 됩니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-11-17T23:09:20.342000",
  "updatedAt": "2023-12-24T08:13:05.335000"
}