{
  "id": "e12b67eb-4b32-4553-9be9-ba230075a6bd",
  "title": "전환사채(convertible bond, CB)",
  "content": "[개요]\n전환사채란 사채의 형태를 띠지만 특정 시기가 되면 투자자(즉 사채를 매수해 보유하고 있는 채권자)가 이를 주식으로 전환할 수 있는 옵션이 달린 특수한 경우다. 투자자 입장에서는 회사의 경영 실적이 개선돼 주가가 오르면 전환사채를 주식으로 전환한 뒤 주식시장에서 매각할 수 있다. 만약 그렇지 않다면 계속해서 채권으로 남기면 된다.\n\n전환사채와 그에 부가된 조건들이 널리 활용되는 까닭은 어디까지나 기업들이 필요로 하기 때문이다. 기업이 일반 사채를 발행할 수 없을 정도로 위험한 상황이거나, 발행하더라도 높은 수준의 이자율을 부담해야 하는 상황일 때 낮은 금리로 자금 조달할 수 있는 창구이기 때문이다. \n투자자 입장에서 위험을 감수하고 벤처기업들이 유동성 위기에 빠지지 않도록 자금을 지원하려면 인센티브와 안전장치가 있어야 한다. \n\n상환청구권(풋옵션)이 부가된 전환사채라면 채권 발행사의 경영 상태가 좋지 않아 채권자 입장에서 만기까지 기다리기가 불안할 때 만기 전 상환청구권을 행사해 원금을 돌려받을 수 있다. 그렇지 않다면 만기까지 이자를 받다가 만기가 됐을 때 원금을 돌려받는다. 따라서 투자자 입장에서는 일반 채권에 투자하는 것보다 다양한 옵션을 가질 수 있으니 유리하다. 발행사 입장에서는 일반 채권을 발행할 때보다 이자율을 낮춰도 채권을 매각할 수 있으니 자금 조달 비용을 낮출 수 있다는 장점이 있다.\n\n[전환사채의 중요한 특징들]\n일반적인 사채의 경우 이자율과 만기라는 두 가지 특징만 존재한다. 그런데 전환사채는 이에 추가해 여러 가지 복잡한 특징을 가지고 있다. 이 특징은 크게 (1) 투자자나 발행자의 상환청구권 보유 여부 (2) 전환 가격의 결정 (3) 전환 가격 리픽싱(refixing) (4) 전환 시기 (5) 발행의 형태(공모 또는 사모)로 구분할 수 있다. 이 중 (1)과 (5)는 일부 사채도 해당되는 사항이고, 나머지는 전환사채의 경우에만 해당하는 항목이다.\n\n첫째, 사채 중에는 상환청구권이 포함된 경우가 종종 있다. 이 상환청구권을 투자자들이 보유하고 있으면 풋옵션(put option), 발행사가 보유하고 있으면 콜옵션(call option)이라고 부른다. 투자자들이 상환청구권을 행사하면 발행사는 사채가 만기 되기 전이라도 사채의 원금을 투자자들에게 상환해야 한다. 회사의 재무 상태가 불안해 사채의 만기가 되기 전에 망할 가능성이 어느 정도 수준 이상이라고 판단한다면 채권자는 즉시 상환청구권을 행사할 것이다. 반대로 발행사 입장에서는 회사의 재무 상태가 호전되고 자금 사정도 좋아져서 채권을 상환할 수 있을 만큼 현금이 충분하다면 상환청구권을 행사해 채권을 갚아버릴 것이다. 전환사채의 경우 채권자가 상환청구권을 가지고 있는 경우는 많지만 발행사가 상환청구권을 가진 반대의 경우는 드물다.\n\n둘째, 전환가격은 발행 시점에 미래 주가에 대한 예측을 기반으로 해서 정해진다. 예측치를 기반으로 해서 발생사와 채권 인수자 사이의 협상에 의해 최종 전환 가격이 결정된다. 예를 들면, 액면가가 5000원이고 현재 주가가 8000원인 시점에 전환사채를 발행하는데 ‘앞으로 3년 후 투자자가 원하면 채권 1만 원을 주식 1주로 전환한다’고 정해 놓는 식이다. 전환사채를 발행하는 회사들이 대부분 위험도가 높은 회사이므로 이 기업의 전환사채에 투자를 하는 투자자들이 회사가 성공해 주가가 1만 원 이상으로 오른다면 채권을 주식으로 전환해 이익을 볼 수 있도록 전환 가격을 사전에 정해 놓은 것이다. 앞의 예의 경우, 채권자 입장에서는 주가가 1만 원 이상으로 오르면 주식으로 전환하는 것이 채권을 계속 보유하는 것보다 유리하다. 전환 가격이 너무 높게 책정된다면 이 전환사채에 투자하려는 투자자가 이익을 볼 수 있는 가능성이 줄어들기 때문에 투자금이 감소하고, 너무 낮게 책정되면 발행사의 주주들이 손해를 보게 된다. 따라서 양측의 치열한 협상 끝에 합리적인 수준에서 전환 가격이 결정될 가능성이 높다.\n\n셋째, 전환 가격이 발행 후에 재조정(즉 리픽싱)될 수 있는 경우가 있다. 채권자 입장에서는 상대적으로 안전한 투자를 하고 싶어 한다. 그런데 만약 발행사의 경영 성과가 낮아 주가가 하락한다면 전환권을 행사하는 것이 무의미하다. 전환사채는 일반 사채보다 이자율이 낮으므로 이런 경우에는 일반 사채를 보유하는 것보다 전환사채의 투자자가 더 불리하다. 그렇다면 투자자들이 전환사채를 인수하지 않을 것이다. 이런 단점을 보완하기 위해 주가가 상대적으로 크게 하락한다면 하락한 가격에 비례해 전환 가격도 낮추도록 계약을 체결하는 경우가 종종 있다. 즉, 전환 가격 재조정을 통해 주식으로의 전환 가능성을 높이는 것이다. 예를 들어, 앞에서 소개한 채권의 경우, 만약 주식의 가격이 계약 체결 시점보다 30% 하락한다면 이에 비례해 전환 가격도 1만 원에서 30% 하락한 7000원으로 재조정되거나 채권의 주식 전환 비율을 높여 더 많은 수의 주식을 받을 수 있도록 하는 것이다. 리픽싱이 무한정 허락되는 것은 아니다. 한 번 재조정할 때마다 최대 30%만 전환 가격을 낮출 수 있다. 재조정 시기는 보통 3개월 정도다.\n\n넷째, 전환 시기에 대한 규정도 필요하다. 사채의 만기까지 아무 때나 전환이 가능한 게 아니라 사전에 정해진 기간에만 전환할 수 있다. 예를 들어, 사채의 만기가 3년이라면 1년 또는 1년 반이 지난 시점부터 사채의 만기 시점까지의 기간에 전환하도록 규정하는 것이다.\n\n다섯째, 전환사채는 대부분 공모가 아니라 사모의 형태로 발행된다. 전환사채에 여러 복잡한 조건이 부가돼 있으므로 그 조건에 대해 사전에 몇몇 투자자(주로 펀드사)와 협의해서 발행 조건에 대한 협상을 마친 후 발행하는 것이다. 이에 반해 일반 사채는 공모와 사모가 모두 빈번하게 발생한다.\n\n전환권의 복잡한 회계 처리\n사채를 발행해서 자금을 조달한 기업에서 사채는 당연히 부채로 기록된다. 그런데 사채에 부가된 전환권의 경우는 좀 더 복잡하다. 전환권은 파생상품으로서 이 파생상품의 가치를 평가해야 한다. 만약 전환가와 주식의 시가 차이가 크지 않다면 앞으로 시가가 상승하면 사채 투자자는 사채를 주식으로 전환해 이익을 올릴 가능성이 높다. 그렇다면 전환권의 가치가 클 것이다. 그러나 만약 전환가가 현재 시가보다 월등히 높아서 앞으로 시가가 상승하더라도 전환가를 초과할 만큼 상승할 가능성이 상대적으로 낮다면 전환권의 가치는 크지 않다. 이처럼 사채 발행 시점에서 전환권의 가치를 별도로 평가해서 이 가치를 재무제표에 기록해야 한다. 전환권의 가치평가는 회계법인이나 평가사 등에서 수행한다.\n\n일반적인 전환사채의 경우 전환권의 가치는 자본으로 기록된다. 즉, 부채에 해당하는 사채와 자본에 해당하는 전환권이 구분된다. 따라서 전환사채 발행 시 한 번 기록하면 사후적으로 가치 변동에 대해 신경 쓸 필요가 없다. 그런데 전환권 재조정 조항이 포함돼 있는 전환사채의 경우는 회계 처리가 훨씬 복잡해서 전환권이 파생상품 부채로 기록된다. 그리고 매 기간 부채의 공정가치를 평가해서 가치가 변동한 경우 가치 변동분은 평가손익으로 기록하고 전환권(부채)의 가액도 변동시킨다. 예를 들어, 시가가 상승해 투자자들이 사채를 주식으로 전환할 가능성이 높아졌다면 전환권(부채)의 가치가 증가한 것이다. 그 결과 전환권(부채)의 가치가 증가하면 그만큼을 파생상품평가손실로 인식한다. 이 금액은 현금이 유출되는 손실은 아니다. 그럼에도 불구하고 손실로 인식하는 이유는 앞으로 채권을 보유한 투자자들이 주식으로 전환 요청을 하면 주식을 발행해 시가보다 싼 전환가로 투자자들에게 지급해야 하기 때문이다. 주식을 발행해 시가대로 판다면 더 많은 돈을 수취할 수 있는데, 그러지 못하고 전환가만 받을 수 있으므로 둘의 차이를 손실로 기록하는 것이다.\n\n주가가 하락한다면 반대의 상황이 발생한다. 상대적으로 전환 가능성이 줄어들기 때문에 전환권의 공정가치가 하락한다. 따라서 전환권(부채)의 가치가 감소하면 동시에 가치감소분을 파생상품평가이익으로 기록한다. 현금을 수취한 이익은 아니지만 장차 주식을 발행해 발행가로 투자자들에게 지급해야 할 가능성이 줄어드는 만큼 그 가능성의 변화를 이익으로 기록하는 것이다. 이런 내용을 종합해 보면 전환권을 회계기간마다 공정가치로 평가한다는 것이 얼마나 복잡한 실무적 문제를 일으키는지 이해할 수 있다.\n\n주식시장의 호황과 기업들의 대규모 손실\n2017년과 2018년은 상대적으로 국내 경기가 안정됐거나 약간 하강국면에 있었지만 일부 업종은 주가가 급등하기도 했다. 주로 삼성전자나 하이닉스반도체의 호황에 영향을 받는 IT 업계와 신약 개발의 관심이 집중된 제약•바이오 업계 기업들에 해당되는 이야기다. 그런데 전환사채를 발행해 자금을 조달한 기업에서 갑자기 주가가 올라 큰 손실을 기록하게 됐다는 이해하기 어려운 황당한 소식들이 들리기 시작했다. \n지난 2016년부터 지난해까지 총 4차례 전환사채를 발행한 특수지 전문 기업 국일제지. 시설자금과 운영자금, 그리고 타 법인을 인수하기 위해 투자자로부터 150억 원의 자금을 모았습니다. 하지만 이렇게 발행한 전환사채에서 최근 무려 359억 원에 달하는 파생금융상품 평가손실이 발생했다고 밝혔습니다. 국방 정보통신 전문 기업 솔트웍스와 터치스크린 전문 기업 에스맥, 디스플레이 장비 전문 기업 영우디에스피 등도 상황은 마찬가지입니다.\n그런데 더 놀랄 만한 사실은, 이 기업들은 사업이 실패해서 큰 규모의 손실이 발생한 것이 아니라 오히려 그 반대로 사업이 성공하고 주가가 올라서 손실이 발생한 것이다. 일부 언론에서는 “주가 올라 CB•BW 발행기업 ‘울상’” (매일경제 2019년 7월28일 자)이나 “휠라코리아의 ‘희한한’ 어닝쇼크”(비즈니스워치 2015년 9월23일 자)라는 제목으로 이와 관련된 내용을 보도했다. \n\n주가가 상승하면 전환권의 가치가 증가한다. 부채로 분류된 전환권의 경우, 앞에서 설명한 것처럼 증가한 전환권의 가치를 파생상품평가손실로 기록해야 한다. 즉, 이 회사들은 사업이 과거보다 잘되다 보니 주가가 급상승했고, 그 결과 전환권의 가치가 크게 증가하여 파생상품평가손실 금액이 늘어난 것이다. \n동일한 시기에 전환사채를 주식으로 전환한다는 뉴스도 자주 보도됐다. 주가가 많이 상승해 채권자 입장에서는 해당 채권을 주식으로 전환하는 것이 유리해졌으니 전환한 것이다. 그런데 전환사채가 주식으로 전환되면 주식 수량이 늘어난다. 따라서 늘어난 주식 수량에 비례해 주가가 하락한다.\n\n평가이익의 발생과 상환청구권 행사 요청\n전환사채 때문에 항상 파생상품평가손실만 발생하는 것은 아니다. 만약 주가가 하락한다면 그 결과 부채로 분류된 전환권의 가치도 동반 하락한다. 이 경우 가치가 떨어진 만큼 부채의 가액을 줄이고 평가이익을 기록한다. 주가가 하락하는 경우라면 회사의 경영 성과가 나쁜 경우일 텐데, 주가 하락 때문에 오히려 평가이익이 발생하는 것이다. \n이와 관련해 재미있는 사실이 하나 있다. 앞서 설명한 대로 주가가 올라 발생한 파생상품평가손실의 경우 ‘회계상의 착시효과’일 뿐이라는 회사 관계자의 적극적인 해명이 항상 함께 보도됐는데, 파생상품평가이익의 경우 아무도 나서서 왜 그 이익이 발생했는지 설명해주지 않는다. 즉, 회사에서는 이익이 회계상의 효과일 뿐이라는 점을 밝히고 싶어 하지 않는 것이다.\n그런데 이런 뉴스를 읽다 보면 앞에서 소개한 평가손실이 발생할 경우와 비교할 때 평가이익이 금액도 적고 발생 빈도도 적다는 차이점을 발견할 수 있다. 전환가격 재조정 때문에 이 차이가 발생한다. 전환가격 재조정 조항이 있는 경우 주가가 하락하면 주식의 전환 가격도 낮아진다. 앞에 소개한 예에서 주가가 낮아짐에 따라 전환 가격이 1만 원에서 7000원으로 재조정된다면 주가가 7000원 이하로 떨어져야만 파생상품평가이익이 생기는 것이다. 따라서 왜 평가이익이 생기는 빈도와 금액이 평가손실의 경우보다 적은지 이해할 수 있을 것이다.\n2019년 하반기 들어 경기침체가 본격화되면서 기업들의 어려움이 시작됐다. 특히 어려움을 겪던 기업들의 주가가 폭락하면서 전환사채를 발행했던 기업들이 파생상품평가이익을 기록하게 된 것이다. 동시에 주가 하락으로 전환 가격이 재조정된다는 소식도 자주 언론에 보도됐다.\n또한 이 시기에는 투자자들이 상환청구권을 행사한다는 뉴스도 다수 나왔다. 언론 검색을 해 보니 2019년 말부터 2020년 초까지 녹십자엠에스, 동양네트웍스, 심텍홀딩스, 엠앤씨생명과학, 인트로메딕, 제테마, 진원생명과학, 코미팜, 파티게임즈, 헬릭스미스, DSC인베스트 등의 회사들이 발행했던 전환사채에 대해 투자자들이 상환청구권을 행사해서 만기 이전에 투자금을 회수했다. 기업들의 상황이 어려우니 투자자들이 위험하다고 판단해서 채권의 만기가 돌아오기 이전에 상환을 요구한 것이다. 따라서 이들 전환사채를 발행했던 기업들은 이 사채 대금을 상환할 자금 마련에 어려움을 겪고 있다. 특히 2018년 하반기부터 전환사채가 집중적으로 발행되기 시작했으므로 올해 가을엔 더욱 뚜렷하게 이런 추세가 나타날 가능성이 높다. 전환사채 발행 후 2년이라는 시간이 흘러 전환권 행사가 가능하게 되는 경우가 많을 것이기 때문이다.\n따라서 이들 전환사채를 발행했던 기업들은 이 사채 대금을 상환할 자금 마련에 어려움을 겪고 있을 것이다. 이들 어려운 기업이 일반 채권을 발행해 필요한 자금을 마련하는 것은 매우 힘들다. 일반 채권을 발행하기 힘들어서 전환사채를 발행한 경우가 많기 때문이다. 더군다나 코로나 사태로 모두가 어려운 형편이라서 이런 불확실성의 시기에 투자하겠다고 나서는 사람은 많지 않을 것이다. 대주주가 돈이 많다면 대주주의 증자를 통해서 자금을 마련하고 채권을 상환할 수 있다. 그렇지만 대주주가 충분한 자금이 없는 대부분의 경우, 이들 기업이 자금 상환 요청에 응할 수 없어 유동성 위기에 빠지는 문제가 나타날 수 있다. 실제로 이런 가능성에 대해 우려하는 내용이 최근 여러 차례 보도된 바 있다.\n\n전환사채 비판\n(1) 전환권 행사\n투자자가 전환권을 행사에서 채권을 주식으로 전환하면 주식 수가 증가한다. 회사의 자산이나 내재 가치는 변하지 않았는데 주식 수가 증가한 것이므로, 증가한 주식 수에 비례해 주가가 하락한다. 이를 전문용어로 ‘지분 가치가 희석된다’고 표현한다. 언론에 보도된 내용은 전환권 행사 때문에 주가가 하락해 기존 주주들이 피해를 본다는 것이었다. 따라서 전환권 행사를 막든지, 전환권이 있는 사채를 발행하지 못하도록 금지해야 한다는 주장이 제기됐다.\n\n(2) 전환가 재조정\n2019년 들어 주식시장이 침체하기 시작하면서 다수 출현했다. 주가가 하락해 채권을 주식으로 전환하는 기준 금액이 재조정되면 채권자들이 보유하던 채권을 주식으로 전환할 가능성이 높아진다. 다음 언론 보도를 살펴보자.\n국내 메자닌 발행 시 부여되는 전환가 리픽싱 조항은 항상 논란의 대상이다.… 시장에서는 전환가 리픽싱이 기존 주주가치를 훼손하는 제도라고 입을 모은다. 이로 인해 코스닥 시장에서 장기투자를 가로막는 원인 중 하나로 지목되고 있다.\n-더벨 2019년 12월5일 자\n\n따라서 이런 문제점이 있으니 전환가 재조정을 전면 금지하거나 재조정 조건을 엄격히 해서 재조정을 거의 하지 못하도록 하자는 주장이 나왔다. 참고로 통계를 보면 2018년 이후 발행된 전환사채는 전환가 재조정 조건이 포함돼 있는 경우가 90% 이상이다.5 그런데 외국에서 발행된 전환사채의 경우 한국보다 전환가 재조정 조항이 포함돼 있는 빈도가 훨씬 낮다고 한다.\n\n(3) 상환청구권 행사\n이에 대한 비판도 (2)와 마찬가지로 2019년 이후 주식시장이 침체되면서 자주 등장했다. 경영 환경이 어려워짐에 따라 많은 전환사채의 투자자가 전환사채의 만기까지 기다리기보다는 만기 이전에 상환청구권을 행사해서 채권을 회수하자 나타난 의견이었다. 상환청구권 행사를 반대하는 사람들은 상환청구권을 투자자가 행사하면 상환 자금을 갑자기 마련하기 위해 기업이 어려운 상황에 처하므로 상환청구권을 비롯한 전환사채 발행을 금지해야 한다고 주장했다.\n이런 이야기만 들으면 일리가 있어 보일 수 있다. 기업 또는 주주들이 전환사채 때문에 부당한 피해를 본다는 내용이기 때문이다. 그렇다면 과연 이런 주장이 올바른 것인지 알아보자.\n\n비판에 대한 반론\n이런 주장들은 기업들이 왜 전환권, 전환가 재조정, 투자자의 상환청구권이 포함된 전환사채를 발행했는지에 대한 오해 또는 무지에서 비롯된 것이다. 이들 기업 대부분은 일반적인 사채를 발행할 수 없을 정도로 위험하거나 만약 발행이 가능하다고 해도 상당히 높은 수준의 이자율을 부담해야만 하는 상황에 처해 있다. 예를 들면, 신용등급이 투기등급에 해당되기 때문에 일반 사채라면 약 10%에 육박하는 이자율을 지급해야 하는 기업이 그렇다. 이들이 전환사채를 발행하면 훨씬 낮은 이자율, 대개 약 0∼5% 수준으로 자금을 조달할 수 있다. 이만큼 자금조달 금리를 낮출 수 있으므로 전환사채를 발행하는 것이다. 어려운 기업들은 이자율 몇 % 정도 절감하는 것도 아쉽기 때문이다.\n따라서 전환권이 없는 일반 사채만을 발행하도록 강제한다면 자금 조달 금리가 대폭 상승하게 된다. 그뿐만 아니라 사채 발행 자체를 못 할 기업들도 많다. 위험 정도가 일정 수준 이상을 넘어가면 기업이 사채를 발행한다고 해도 이를 인수할 투자자가 없기 때문이다. 그뿐만 아니다. 전환사채의 발행을 허용한다고 해도 전환가 재조정이나 투자자의 상환청구권을 허용하지 않는다면 이자율이 더 올라가야 한다. 투자자 입장에서는 전환가 재조정이나 상환청구권이 위험을 낮춰주는 안전장치가 된다. 이런 안전장치가 있기 때문에 상대적으로 낮은 이자율을 지급하는 전환사채에 투자를 하는 것이다.\n전환권 재조정에 대해 불만인 사람들은 전환권 재조정 조항이 가진 의도를 이해하지 못하기 때문이다. 전환권 재조정은 주가가 하락한 경우에도 전환사채를 보유 중인 투자자들이 주식으로 전환하는 것을 유도하는 조항이다. 기업은 만기가 되거나 만기 이전이라도 투자자가 상환청구권을 행사한다면 채권 액면가를 상환해야 한다. 현금에 여유가 있는 기업이라면 큰 문제가 없겠지만 주가가 하락해서 전환가가 재조정될 상황이라면 경영 환경이 어려운 시점이다. 이런 시점에 전환사채 투자자들이 채권의 상환을 요구한다면 기업은 유동성 위기에 처하게 된다. 이를 상환할 자금을 마련하지 못한다면 생존의 위기에 처할 수도 있다. 따라서 전환사채 투자자가 채권 상환을 요구하는 것보다는 주식으로 전환하는 게 기업에 더 유리하다. 전환사채가 주식으로 전환되면 기업에서 현금이 유출될 필요가 없기 때문이다. 또한 사후적으로도 부채가 주식(자본)으로 바뀐 결과 부채비율과 이자비용이 줄게 되므로 어려운 상태에 처한 기업이 회복할 가능성도 상승하게 된다. 즉 채권이 주식으로 전환됨으로써 기업의 내재 가치도 상승하는 효과가 발생한다.\n일부에서는 주가 하락 시 전환가 재조정 후 채권이 주식으로 전환되면 기존 주주들의 입장에서는 주식의 희석화가 발생해서 주가가 떨어지므로 손해라고 주장한다. 그러나 이런 견해는 앞에서 설명한 것처럼 기업이 어려운 상황하에서 만약 전환사채의 투자자들에게 주식이 아니라 현금을 지불해서 사채를 상환해야 할 경우 기업이 유동성 위기 또는 생존 자체의 위기에 처할 수도 있다는 점을 고려하지 않은 이야기다. 이 경우 주가가 훨씬 더 많이 떨어지거나 극단적으로는 망할 수도 있다는 점을 간과한 것이다. 즉, 이런 주장은 기업의 이익과 기존 주주의 이익이 같지 않다는 것을 암묵적으로 가정한 것인데 자세히 따져보면 기업의 이익은 주주의 이익과 같다.\n\n이런 것들이 싫다면 처음부터 전환사채를 발행하지 않고 일반 사채를 발행하거나 증자를 통해 필요한 자금을 마련하면 된다. 그렇지만 기업도 일반 사채를 발행해서 성공적으로 채권시장에서 매각해 자금을 조달할 만한 재무안정성을 가지고 있지 못하고, 마찬가지로 신주를 발행해 주식시장에서 성공적으로 매각할 수도 없기 때문에 전환사채를 발행한 것이다.6 만약 주식을 발행해서 자금을 조달했다면 주식 수의 증가는 자금 조달 시점에 발생한다. 이에 반해 전환사채를 발행해 자금을 조달한 뒤 나중에 전환사채가 주식으로 전환된다면 주식 수의 증가가 전환 시점에 발생한다. 즉 기존 주주의 입장에서 볼 때 희석화가 주식 발행의 경우 더 빨리 일어나는 셈이다. 이런 시점 차이를 볼 때도 전환사채에 대한 비판은 상당히 과장된 측면이 있다.\n현재 거의 대부분의 전환사채의 경우, 전환권 재조정은 주가 하락 시에만 적용된다. 이 조항이 주주들에게만 불리하므로 주가 상승 시에도 이에 비례해 전환권 재조정을 하는 것이 공정하다는 주장도 있다. 이는 앞의 주장들에 비하면 좀 더 그럴듯하게 들린다. 그렇지만 이 주장에도 문제가 있다. 주가가 상승할 때도 전환권을 재조정해서 전환가를 올리거나 전환 시 더 적은 수의 주식을 발행해서 준다면, 투자자 입장에서는 주식으로 전환할 유인이 줄어들게 된다. 전환권 조항 자체가 전환을 유도하기 위한 것인데 전환을 어렵게 만든다면 결국 회사가 자체적으로 자금을 마련해서 해당 채권을 상환해야 한다. 주가가 상승하는 경우라면 회사가 잘 될 때이니 회사가 다른 방법으로 자금을 조달해서 채권을 상환하는 데 큰 문제가 없을 수도 있다.\n하지만 모두 사후적인 이야기일 뿐이다. 사전적으로 전환사채 발행 시점에서 볼 때는 앞으로 어떻게 될지 미래를 알 수 없다. 사전적으로 볼 때는 위험한 회사이므로 전환사채를 발행해 자금을 조달한 것이고, 투자자 입장에서는 현재는 위험하지만 그래도 장차 회사가 잘된다면 채권을 주식으로 전환해서 좀 더 많은 이익을 올릴 수 있을 것이라는 기대하에서 낮은 이자율에도 불구하고 전환사채를 매수한 것이다. 만약 채권을 주식으로 전환해 돈을 벌 기회가 줄어든다면 투자자 입장에서는 더 높은 이자율을 요구할 것이 명백하다. 즉, 전환사채를 이용하면 자금 조달 비용을 줄일 수 있다는 장점이 거의 사라지므로 일반 사채와 거의 유사할 정도로 이자율이 올라갈 것이다.\n즉, 기업이 자금이 필요한 상황에 처했을 때, 주주들이 자신들이 더 투자를 하기보다는 남들 돈을 빌려 필요한 자금을 마련하자고 동의를 해서 기업이 전환사채를 발행한 것이다. 그런데 나중에 그 투자안이 성공을 하고 보니 남들에게 성공의 과실을 떼어 주기가 아깝다는 생각이 들어 이런 비판을 하는 셈이다. 실패했을 경우도 마찬가지다. 투자가 실패해서 큰 타격을 받았는데 남들이 먼저 자기 몫을 챙겨가는 것을 보니 억울하다는 느낌이 들 것이다. 어떤 경우건 남에게 과실을 떼어 주기 싫다면 처음부터 투자에 필요한 자금을 모두 주주들이 기업에 제공하면 된다.\n\n예를 들어, 현재 주가가 4000원일 때 채권 5000원당 1주로 전환할 수 있는 전환사채를 발행했다고 가정해보자. 주가가 25% 하락해 전환가가 재조정되면서 이 전환사채는 5000원당 1.25주로 전환할 수 있는 것으로 바뀌었다. 그런데 이후 주가가 회복한다고 해도 전환권 비율은 원래 수준으로 돌아가지 않는다. 이에 따라 만약 주가가 5000원이 됐을 때 전환사채 투자자들이 전환사채를 주식으로 전환한다면 채권 5000원당 1주가 아니라 1.25주를 받게 된다. 현실적으로 이런 일이 발생할 가능성은 매우 낮다. 왜냐하면 전환사채의 만기가 대부분 3년인데 3년 동안 주가가 전환권 재조정이 될 만큼 하락했다가 다시 상승해서 옛 수준으로 돌아갈 가능성이 그렇게 크지는 않기 때문이다. 드물더라도 만약 발생하게 되면 논란의 여지가 될 수 있다. 따라서 위와 같은 경우가 발생할 경우 전환사채 발행 시 결정된 최초의 전환 비율까지는 전환 비율을 재조정하도록 규정을 만들 것을 추천한다.\n\n앞에서 대부분의 전환사채는 공모가 아니라 사모의 형식으로 발행된다고 설명했다. 복잡한 조건이 부가된 사채이므로 대부분 채권의 잠재적 인수자와 협상을 통해 발행 조건에 대한 동의를 받고, 채권을 발행하는 것이다. 그런데 만약 채권 발행사와 인수자인 투자자 사이에 은밀한 비밀 계약이 존재한다면 문제가 된다. 예를 들어, 채권 발행사의 대주주가 투자자와 이면계약을 맺어 부당하게 낮은 가격으로 전환권을 행사할 수 있도록 해서 소액주주들에게 손해를 끼치는 것이다. 이는 배임 행위에 해당된다. 투자자는 그 대가로 대주주나 대주주가 지정한 다른 인물들, 가령 상속자들에게 유리한 다른 거래를 은밀히 진행할 것이다.\n그러나 이런 경우는 전환사채만의 문제는 아니다. 대주주가 다른 형태의 거래를 통해서도 얼마든지 주주들의 부를 타인에게 이전할 수 있기 때문이다. 따라서 사전적으로 주주나 주주들을 대표하는 사외이사들이 엄격한 감시•감독 활동을 수행하고, 사후적으로는 엄격한 처벌을 통해 이런 일이 발생하는 것을 억제해야 한다. 이런 드문 경우를 막기 위해 전환사채의 사모 자체를 금지한다는 것은 ‘구더기 무섭다고 장 못 담그는’ 행위가 될 것이다. 전환사채 시장 거의 대부분을 없애겠다는 이야기이기 때문이다. 어쨌든 이런 일이 발생한다면 강력히 처벌할 수 있도록 금융범죄의 형량을 높이는 문제는 고려할 수 있을 것이다. 또한 전환사채를 발행한 기업에 대해 금융당국이 발행조건을 사후적이라도 심사해서 부당한 조건으로 거래가 이뤄졌는지 판단하는 역할을 할 수도 있을 것이다.\n전환사채에 부가된 여러 조건이 생긴 데는 다 이유가 있다. 물론 투자자들도 전환사채를 발행하는 기업들이 고위험 기업이라는 것을 명심하고 반드시 스스로 정확히 판단한 뒤 투자에 나서야 할 것이다. \n\n[코스닥 벤처펀드제도의 도입과 전환사채]\n2018년 4월, 금융위원회는 새로운 코스닥 벤처펀드제도를 도입한다고 발표했다. 벤처기업이 발행하는 주식이나 주식과 연계된 채권(전환사채, 신주인수권부 사채 등)을 15% 이상 운용 포트폴리오에 편입하면 코스닥 시장에 신규로 상장하는 기업들의 공모주 중 30%를 우선 배정받을 수 있는 펀드다. 이 펀드에 투자한 투자자는 일부 투자금에 대한 세제 혜택도 받을 수 있다. 즉, 이 제도는 위험도가 높아 벤처기업에 투자하기를 꺼리는 투자자들에게 일부 인센티브를 부여해 벤처기업에 좀 더 투자하도록 유도하고, 그 결과 벤처기업들이 자금을 쉽게 조달할 수 있도록 마련한 것이다.\n코스닥 펀드를 운용하는 펀드매니저들의 상당수는 벤처기업 주식에 투자하는 것을 주저한다. 앞으로 성공할지, 실패할지가 불확실한 벤처기업들의 주식을 인수하면 큰 위험을 부담해야 하기 때문이다. 다행히 성공한다면 큰돈을 벌 수 있겠지만 실패한다면 원금을 거의 회수하지 못한다. 더욱이 실패할 경우 펀드매니저 입장에서는 펀드에 투자된 돈이 썰물처럼 빠져나가서 펀드의 운용이 어렵게 되는 것은 물론이거니와 자신의 자리까지 위험해진다. 따라서 펀드매니저들은 초기 단계인 벤처기업보다는 어느 정도 시간이 흘러 사업 모델이 안정화된 상장 기업에 대한 투자를 선호한다. 대박을 터뜨릴 가능성은 상대적으로 적지만 큰 손실을 볼 가능성도 작기 때문이다. 결과적으로 적당하고 안정적인 수익률을 올릴 가능성이 높다는 의미다.\n벤처기업이 성공하기 위해서는 적절한 시기에, 적절한 자금이 공급돼야 한다. 그렇지만 대개 자금 수요가 있는 벤처기업과 자금을 공급하는 투자자 사이의 눈이 맞지 않아 자금이 벤처기업으로 흘러가기 힘들다. 이를 ‘자금 수급의 미스매치(mis-match)가 발생한다’고 표현한다. 상대적으로 우량인 기업에 대해서는 서로 투자하겠다고 자금이 몰리는데, 반대로 불확실하거나 위험한 기업에 대해서는 아무도 자금을 대주려고 하지 않는다. 따라서 금융위원회는 새로운 제도 도입으로 펀드매니저들에게 당근을 제시해 벤처기업에 대한 투자를 증가시키려 한 것이다. 벤처 투자가 늘어나야 그 자금을 이용해 사업을 벌여 크게 성공하는 회사가 탄생할 수 있고, 그래야 일자리도 생겨날 것이기 때문이다.\n이 제도 도입 결과 벤처기업들의 전환사채 발행은 이전보다 크게 증가했다. 언론 보도를 보니 제도 도입 이후 3개월 만에 총 9000억 원 정도의 물량이 발행됐다. 왜 더 많은 펀드매니저가 주식을 바로 인수하지 않고 전환사채를 인수하게 됐을까? 그 까닭은 전환사채 인수가 주식 인수보다 덜 위험하기 때문이다. 회사가 망해서 청산할 경우, 잔여 자산은 채권자와 주주가 나눠 가진다. 이때 채권자에게는 주주보다 먼저 투자금을 회수할 수 있는 우선권이 있다. 벤처기업은 망할 가능성이 높으므로 이 위험을 고려하면 아무래도 주식을 가진 주주보다는 채권을 가진 채권자가 되는 것이 더 안전하다. 그런데 벤처 펀드의 규정에 따르면 주식이나 주식 연계 채권을 인수해야 인센티브가 주어진다. 일반 채권은 해당이 안 된다. 따라서 대표적인 주식 연계 채권인 전환사채에 대한 수요가 크게 증가했고, 이에 맞춰 기업들도 전환사채의 발행을 늘렸다.\n\n전환사채의 부당 이용\n1. 경영권 승계\n오늘날 재벌그룹의 오너(회장)가 경영권을 자식에게 승계시키는 것은 그리 쉽지 않다. 현재까지 경영 현장에서 경영권을 승계시키는 방법으로는 다음 세 가지의 방법이 사용되어 왔다. \n\na. 전환사채의 제3자 배정 : 해당 회사의 전환사채를 주주가 아니라 제3자인 그룹오너의 자식에게 시가보다 저가로, 그리고 전환권을 행사하면 대주주가 될 정도의 양을 발행하는 것이다. \nb. 계열사의 부당지원 : 그룹 오너의 자식이 최대주주로 있는 작은 (비상장)계열사에 그룹의 회사들이 집중적으로 부당지원을 함으로써 그 회사가 급성장하게 하고, 경영권을 승계하는데 필요한 자식의 자산을 키우는 방법이다. \nc. 증여(상속)의 방법 : 그룹을 지배하는 오너의 핵심적인 (지주회사나 실질적인 지주회사의) 지분(주식)을 세금을 내고 자식에게 증여(또는 상속)하는 것이다.\n\n2. 기업사냥\n자본시장 기업사냥 범죄의 주된 먹잇감은 한계기업이다. 한계기업은 영업이익으로 이자 비용을 내기에도 벅차다. 사냥 수단은 총 대신 돈이므로 전주(錢主)의 존재는 필수다. 과거와 달리 지금은 전주가 기업화된 경우가 많다. 전주가 자금을 대면 포수(砲手)는 그 돈으로 기업을 사들인다. 이 과정에서 메자닌채권이 악용되기도 한다. 메자닌(mezzanine)은 건물 1층과 2층 사이 라운지 공간으로 그 중간적 특성을 차용해 주식으로 바꿀 수 있는 전환사채(CB), 신주인수권부사채(BW) 등을 메자닌채권이라 부른다. 한계기업에 메자닌 투자를 한다는 것은 성장 모멘텀을 잡아 사업의 미래 계속성에 희망이 생겼거나 작전을 위한 것이거나 둘 중 하나다. 전자는 투자이지만 후자는 기업사냥의 징후다. 메자닌채권은 해당 기업이 발행하는 것이다. 기업사냥에서 대상 기업의 대주주, 경영진이 사냥꾼들과 한통속으로 움직이는 경우는 어렵지 않게 발견된다.\n한계기업의 메자닌채권은 가치를 인정받기 쉽지 않다. 그럼에도 유통시장에서 사주는 자들이 있다. 빼돌린 자금 등이 메자닌채권의 매입 비용으로 사용되기도 한다. 자금을 횡령해 돌리는 것이다.\n클라이맥스는 주가 부양이다. 전통적인 시세조종 방법으로 주가를 띄우기도 하지만 공시 등을 통해 마치 새롭게 등장한 대주주와 경영진이 기존의 사업 영역을 확장하거나 변경해서 회사를 성장시킬 것 같은 기대감을 유포한다. 시장이 반응해 주가가 상승하면 메자닌 채권을 주식으로 바꿔 차액을 실현한 후 철수한다. 기업사냥 범죄자들에게 보호예수는 큰 장애물이 되지 못한다. 곧 잘될 것 같았는데 회사는 여전히 빈털터리이고 빈사에서 벗어나지 못한다.\n기업사냥에는 이처럼 포수, 전주, 장외 업체, 경영진과 대주주, 주가 조작 세력 등이 단계별로 가담하고 막대한 이득을 챙긴다. 필자의 경험에 의하면 불법 기업사냥이야말로 자본시장 불공정거래 범죄의 총합이며 관련자 모두가 주범이다. 피해는 회사와 직원, 투자자에게 돌아간다. 정상적인 인수·합병(M&A)마저 의심받으니 그것도 피해다.\n기업사냥 범죄는 특히 자금 흐름을 면밀히 살펴야 한다. 기업에 들어왔다 나간 돈은 또 다른 기업사냥에 쓰일 공산이 크다. 다수가 점조직으로 관여하고 사안 자체가 복잡해 전모를 규명하기가 쉽지 않지만 시간에 쫓기지 말고 발본색원의 결연함으로 수사해야 한다. 갑자기 혜성 같은 존재가 나타나 투자를 하고 특별히 다져놓은 기반도 없는 것 같은데 신사업 추진을 홍보하고 있다면 뭔가 불법적인 의도가 꿈틀거리고 있을 수 있다. 그간 기업의 주인이 자주 변경돼 왔다면 가능성은 더 커진다. \n\n3. 작전세력\n세력들이 cb를 가지고 장난질을 많이하고 cb전환가가 높으면 일부러 주가 찍어내려 cb전환가를 내리기도 하죠.\n그리고 cb전환할 때 쯤 되면 외국계 이상한 회사를 비싸게 인수하면서 사업 진출 기대감을 뿌리고 결국 회사 자체를 빈털털이로 만들어두고 다른 회사로 넘어가죠.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "51fc321a-6b6f-434a-8658-78fb231eb912",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-03-06T07:04:00.856000",
  "updatedAt": "2024-02-17T23:25:50.204000"
}