{
  "id": "e1b81a45-a333-4a2f-abbe-5906471943d4",
  "title": "차(茶)의 역사",
  "content": "[개요]\n'차'라는 것은 원래는 차나무와 그 잎만을 가리켰다. 소나무의 솔, 대나무의 대처럼 차도 원래 차나무라는 이름의 나무다. 그런데 차나무의 잎(찻잎)을 우려서 마시기가 문화로 자리잡다 보니 찻잎 우린 물까지 그냥 차라고 부르게 되었다. 나중에는 차나무 잎이 아니라 풀잎이나 꽃, 뿌리 등 식물성 재료를 우린 물도 습관적으로 차라 부르게 되었으니, 보리차가 대표적인 사례이다. 현대에 들어서는 유자차나 율무차 같은 용법과 같이 그냥 식물성 재료를 우린 음료수를 전부 싸잡아서 일컫는 명칭으로 의미가 확장되었다.\n\n삼황(三皇)시대 위생 관념이 철저했던 중의학의 아버지 신농(神農) 황제가 항상 끓인 물만 마시는 중에 차를 발견했다. 기원전 2737년에 신농 황제가 나무 밑에서 잠시 쉬면서 주전자에 물을 끓이던 중 바람이 불면서 나뭇잎 몇 개가 끓고 있던 주전자 물에 빠졌다. 황제는 나뭇잎을 꺼내지 말고 계속 물을 끓이도록 했는데, 물에서 향기가 나고 물을 마셔보니 물맛뿐만 아니라 쓴맛이 난 후에 바로 단맛이 나면서 기력을 북돋워 주는 것을 느꼈다. 주전자에 떨어진 나뭇잎이 바로 야생 차나무 잎으로 그 찻잎을 처음 마신 사람이 신농 황제였다. \n차나무의 원산지는 중국, 정확히는 오늘날 중국과 미얀마 사이의 국경에 해당하는 지대이다. 보통 히말라야나 중국의 운남으로 여겨지는 경우가 많으며, 차나무는 중국의 서남부 지역인 운남, 귀주, 사천 등지가 원산지라고 알려져 있다. 이 일대는 아열대기후 지대로 연중 내내 따뜻한 온도를 유지하고 있기 때문에 추위에 민감한 차나무가 생장하기에 최적의 장소이다.  \n\n[진나라, 한나라]\n사마천(司馬遷)이 쓴 사기(史記)에 따르면 기원전 1066년 서주(西周)의 파촉(巴蜀) 지방에서 차를 재배하였고, 춘추전국시대(BC 772~221년)에 한족과 소수민족에 의해 본격적으로 차를 재배했다고 기술하고 있다.\n초기에는 후추 등의 향신료처럼 음식에 넣는 감미료로 많이 사용되었다. \n향토 특산물에 불과했던 '도'는 진나라의 천하 통일과 함께 중국 각지로 알려지기 시작했으며, 주로 귀족층이 즐겼다고 한다. 중국에 불교를 전파하러 온 서역 승려 중 일부도 잠을 쫓는 용도로 차를 활용했다고 전해진다.\n전한 경제의 유적에서 마른 찻잎이 발견되었다고 하며, 기록에 따르면 기원전 200~300년 전부터 이미 상류층에선 차를 마시기 시작한 듯하다. 이때는 도(荼)라고 했다. 오늘날의 윈난성과 쓰촨성에서는 전한 시대쯤부터 많이들 마셨다고 한다.  이 당시의 '도'는 지금의 차보다 농도가 훨씬 진하다보니 매우 썼으며, 여러 약초를 함께 넣어 우려내 상비약 겸 각성제 겸으로 마셨다고 한다. \n삼국시대에 이르러 차로 손님을 접대하는 풍습이 점차 유행하였고, 삼국지의 내용 중에도 효성이 지극한 유비가 어머니에게 차를 사드리기 위해 2년간 자리와 발을 짜서 꼬박 모았지만, 차 한 통을 사기 어려웠다는 내용이 있듯이 차는 매우 귀한 물건으로 주로 황족이나 귀족의 전유물로 이용되었다. \n\n [남북조 시대]\n북조에서는 차를 낙노(酪奴) 또는 수액(水厄)이라고 불렀다. 낙노라는 명칭은 유제품의 노예라는 뜻이고 수액[水厄]은 차를 무리하게 많이 마시게 됨을 이른다. 진(晉) 나라 때 왕몽(王濛)이 차를 매우 좋아하여 손이 그의 집에 가면 반드시 차를 마시게 되므로, 당시 사대부들이 이를 매우 고통스럽게 여겨, 매양 왕몽의 집을 방문할 때마다 반드시 “오늘은 수액(水厄)이 있을 것이다.”라고 한 데서 온 말이다. 이처럼 고대 중국 북부에서 차는 유제품보다 못한 음료로 취급을 받았는데, 짐작하다시피 이는 중국 북부를 지배하던 유목민들이 옛날부터 유제품을 즐겨마셨기 때문이다. \n위진시대 청담가들은 차로써 청렴을 기른다는 사상을 제창하며 차를 본격적으로 즐기기 시작되었는데, 이는 차는 술과 달리 오래 마셔도 맑을 정신을 유지할 수 있기 때문이었다.\n\n[당나라]\n차 문화가 민중들에게 확산된 것은 당나라 이후다. 당나라로 중국이 통일되고 불교가 융성하면서, 후세에 다성(茶聖)이라고 불리는 육우가 <다경(茶經)>을 저술해 최초로 체계적인 다도(茶道)를 퍼뜨리며 고관들이나 스님들이 주로 마시던 차를 민간에까지 퍼지게 된다. \n어린 차 순을 가려서 찐 다음 수분과 진액을 짜내고 곱게 갈아서 증압 성형하여 벽돌 모양, 떡 모양 등으로 만든 병차(餠茶)와 단차(團茶)가 유명했다.\n빈대떡 모양의 병차(餠茶)를 약연(藥硏)으로 갈아 더운 물에 타서 마시거나 큰 솥에 차를 끓여 마시는 자다법(煮茶法)이 주류였다.\n\n티베트 사람들은 평균 해발이 4000m 넘는 높은 고원에 산다. 여름이 짧은 그곳에서 그들은 농사를 포기하고 목축을 하며 산다. 소와 양을 키우고 좋은 풀이 자라는 곳을 따라 이동한다. 먹는 것은 매우 한정적이다. 소와 양의 고기와 그 젖 그리고 짧은 여름 한철 급히 자라는 청보리가 전부다. 청보리를 미숫가루처럼 갈아 소젖으로 만든 버터에 뭉쳐 먹는다. 고기는 통째로 바람에 말렸다 칼로 베어 생으로 씹어 먹는다. 티베트에 가서 이렇게 먹어봤는데 상상하기 힘들 정도로 맛이 없었다. 그러나 진짜 문제는 맛이 아니다. 심각하게 불균형한 식단은 곧 이런저런 질병으로 이어졌다.\n고통받는 티베트 사람들에게 차가 전해졌다. 처음 차가 어떻게 티베트에 들어갔는가는 정확하게 알려져 있지 않다. 병을 앓고 있던 티베트 왕에게 이름 모를 새가 찻잎을 물어다 줬다는 전설이 있다. 반면 중국 사람들은 당나라 사람 문성공주가 처음으로 티베트에 차를 가져갔다고 믿는다.\n문성공주는 당나라 황제의 친척이었다. 티베트가 너무 무력을 휘두르자 황제는 친척 여자아이를 한 명 골라 티베트 최초 통일왕국을 세운 송첸캄포의 아들에게 시집을 보냈다. 예전 중국 황실에서 강성한 유목민과 부드러운 관계를 만들어보고자 종종 썼던 방법이다. 문성공주는 그러나 남편이 죽은 후 시아버지였던 송첸캄포 왕과 재혼해서 해로했다. 지금 우리가 보기에는 충격적이지만, 과거 티베트를 포함한 유목민 사이에서는 흔한 전통이었다.\n어쨌든 문성공주를 통해 차를 알게 된 티베트 사람들은 깜짝 놀랐다. 차를 마신 후 오래도록 그들을 지독하게 괴롭히던 통증이 사라졌기 때문이다. 차에 들어 있는 여러 화학 성분이 티베트 사람들에게 극도로 결핍됐던 영양분을 보충해줘서 가능한 일이었다. 티베트 사람들은 곧 차 없이는 못 살게 됐다. “식량 없이는 3일을 살아도 차가 없으면 하루도 살지 못한다”고도 하고 “차는 우리의 피요, 살이요, 영혼이다”라고도 했다.\n그들은 당나라에 차를 공급해줄 것을 정식으로 요청했다. 당나라가 차를 공급해주면 티베트는 말을 주겠노라고 했다. 그것이 역사적으로 유명한 ‘차마호시’의 시초다. 차와 말을 서로 교환한다는 의미다. ‘신당서’에 기록돼 있다. 731년의 일이었다.\n\n\n당나라는 이제 티베트와의 관계에서 칼자루를 쥐게 됐다. 티베트 사람들이 차가 없으면 살지 못한다는데, 그 차를 만들 수 있는 나라는 오직 당나라뿐이었으니 당연한 일이다. 티베트는 전처럼 당나라를 자주 공격하지 못했다. 당나라가 비위가 틀려 차를 공급해주지 않으면 큰일이기 때문이다. 티베트에서 보내온 가축이 너무나 많아 당나라 길거리에 유기 가축이 돌아다닐 정도였다.\n\n\n차에 눈을 뜬 티베트 사람들은 그야말로 어마어마한 양의 차를 수입해 갔다. 이 틈을 타 천생 장사꾼 중국인들은 싸구려 차를 대거 만들어 티베트에 보내고 비싼 말을 헐값에 받아 왔다. 티베트인에게는 선택의 여지가 없었다. 그런 차라도 중국에서 공급을 끊어버리면 목숨이 위험할 수 있으니.\n\n\n“식량 없이는 3일을 살아도 차가 없으면 하루도 살지 못해”\n\n\n당나라 때는 쓰촨성에서 만든 차가 티베트로 들어갔다. 명나라 때는 후난성에서 만든 차가, 청나라 때부터는 원난성에서 만든 차도 추가됐다. 세 지역에서 만들어 티베트로 들어간 차는 모두 가장 거칠고 등급이 낮은 찻잎을 원료로 만들었다. 차는 어린잎으로 만들면 맛이 좋지만 가격이 비싸진다. 찻잎이 쇠고 거칠면 맛이 없는 대신 단가는 내려간다. (차의 맛을 내는 성분이 어린잎에 더 많이 들어 있다.) 심지어 쓰촨성에서 만들어 티베트로 보냈다는 차를 보면 “과연 이 사람들은 이것을 사람 마시라고 만들었단 말인가? 양심도 없다” 싶을 정도로 잎은 거의 없고 줄기뿐이다. 그나마 후난성에서 만든 차는 그보다 고급이어서 티베트 사람들이 무척 좋아했다고 한다. 원난에서 만든 차도 모든 차를 만들고 남은 찌꺼기, 너무 크고 거칠어서 골라낸 부산물로 만들었다.\n중국 사람들은 최하등급 원료로 차를 만들었지만 그래도 어떻게든 차 맛이 나게 하려고 애를 썼다. 원료에 물을 듬뿍 뿌려 습도를 높이면 미생물이 발생하고 이 미생물이 찻잎을 발효하는데 이때 찻잎 안의 여러 화학 성분이 변화를 일으켜 단맛이 증가하면서 차 맛이 좋아졌다. 그래서 티베트 사람들은 차는 무조건 발효를 거쳐야 한다고 생각했다. 발효를 거치지 않은 차는 그들에게는 차가 아니었다.\n19세기 영국 사람들이 인도에서 차나무를 심고 차를 만들기 시작했을 때 거대한 티베트 시장에 주목했다. 당시 티베트에서는 여러 차 중에서도 원난성에서 만든 버섯처럼 생긴 차(긴차)가 특히 인기가 많았다. 영국인은 긴차를 쉽게 만들 수 있을 것이라고 생각했다. 그래서 인도산 잎으로 버섯 모양 차를 만들어 티베트에 팔았다. 하지만 티베트 사람들은 이 차를 거들떠보지도 않았다. 미생물 발효가 되지 않은 차였기 때문이다. 그 비밀을 몰랐던 영국 사람들은 황금 시장인 티베트에서 퇴출되고 말았다.\n요즘도 티베트 사람들은 어마어마한 양의 차를 마신다. 티베트 사람이 다른 사람 집에 가면 집주인이 제일 먼저 하는 일이 차가 끓고 있는 주전자를 들고 오는 것이다. 티베트 사람 집이라면 응당 난로 위 주전자에서 차가 끓고 있어야 한다. 손님은 앞섶에서 그릇을 꺼내 (이 사람들은 옷 앞섶에 그릇을 넣고 다닌다.) 차를 받고 한 잔 들이킨다. 주인이 또 차를 따라 준다. 이번에는 차에 청보리 가루를 넣어 준다. 여기에 버터를 넣고 뭉쳐서 먹는다. 다 먹고 나면 또 한 잔의 차를 따라 준다. 이렇게 끝없이 차를 마신다. 마침내 다 마시고 나면 설거지 대신 그릇을 혓바닥으로 싹싹 핥아서 다시 앞섶에 넣는다. \n\n [송나라]\n이 때는 찻잎을 곱게 맷돌에 갈아 다완(茶碗, 찻잔)에 넣고 끓은 물을 붓고 차선으로 저어 눈처럼 하얗고 부드러운 거품을 만들어 마시는 점다법(點茶法) 즉 말차가 유행했다. 덩이차를 불에 굽고 곱게 갈아서 가루차를 만드는 것 까지는 당나라와 같지만 물과 함께 끓이지 않고 뜨거운 물에 넣고 휘저어 먹는다.\n송대에 이르러 차도 전매품목에 들어가게 되었고 전세계로 차가 수출되었다.\n\n[명나라]\n몽고족이 세운 원(元)나라를 멸망시키고 한족인 명나라를 창업한 주원장(朱元璋)은 현대 차문화의 방향을 제시한 황제다. 생존을 위해 차가 필요했던 주변국을 차의 수급조절로 통제하기 위해 민간무역을 법으로 금지했다. 조정에서 덩이차인 단차의 생산을 금지하여 찻잎 자체만을 우려내는 방식의 포다법(泡茶法)이 유행하였다.\n 이에 따라 증기를 이용해 차를 만들던 증청(蒸靑) 방식이 줄어들고 솥을 이용해 차를 만드는 초청(炒靑) 방식으로 차 만드는 방법에 변화가 오게 된다. 초청 방식으로 만들면 찻잎의 모습을 원래대로 보존하면서 차를 만들기 좋다. 이때 차를 마시는 방법도 찻잎에 뜨거운 물을 부어 마시는 현대의 방식과 비슷해졌다.\n명나라 태조 때는 차의 위상이 더욱 높아졌다. 차와 차 무역을 관리하는 관직까지 생겨났다. 차마사(茶馬司)를 설치해 차를 수출한 대가로 고원지대의 말을 수입해 군마로 사용했다. 나라의 허가 없이 차를 밀수출하면 사형시키는 엄격한 법집행으로 차의 밀거래를 막았지만 큰돈이 생기는 밀무역은 국경지대에서 암암리에 이뤄졌다. 주원장의 강력한 의지에도 불구하고 변경지역은 법의 무풍지대였다. 명 태조 주원장의 통치기간 밀무역은 수시로 공공연하게 이뤄졌으며 오히려 말년의 주원장에게 커다란 상처를 남겼다.\n주원장에게 패한 몽고족은 본래 자신들이 살던 북쪽 초원 너머로 쫓겨났다. 역사에서는 북원이라 부른다. 북원은 1635년까지 존재했다. 명나라가 1644년에 망했으니 명나라와 거의 같은 기간 동안 존재한 셈이다. 북원은 빼앗긴 중원을 되찾으려고 공격을 시도했고, 명나라도 몇 차례나 대대적인 북원 정벌을 단행했다. 그들과 전쟁을 해야 하는 명나라에도 좋은 말이 있어야 했다. 그렇게 중요한 말이 명나라 초에 겨우 2만3700마리밖에 없었다.\n주원장은 국경 지역에 말 시장을 열었다. 주변 유목민의 말을 사고 대신 그들이 필요로 하는 물건을 줬다. 가장 대표적인 것이 차다. 명나라 역시 이전 당나라나 송나라처럼 주변 유목민을 차로 통제했다. 육식하고 말젖을 마시던 티베트 유목민에게 차는 생명을 연장해주는 식품으로 인식되면서 차와 말을 교환하는 무역은 명나라에도 계승됐다.\n주원장은 차의 생산과 유통을 철저하게 관리했고 국경에 전담 관청을 둬 차가 넘어가고 말이 넘어오는 상황을 눈에 불을 켜고 감시하게 했다. 명나라 법전인 ‘명률(明律)’에는 ‘국경 너머로 차를 밀수출한 자와 이를 감시하지 못한 자는 모두 능지처참한다’고 쓰여 있다.\n말과 차는 매우 불공평한 가격으로 거래됐다. 초기에는 말 한 마리를 가져오고 차 1800근을 줬지만 나중에는 말 한 마리를 차 120근과 바꿨다. 한때는 말 한 마리에 차 37근을 주기도 했다. 이처럼 차값이 어마어마했기에 차는 밀수꾼에게 이윤이 많이 나는 사업이었다. 저렴한 값으로 차를 구입해 유목민에게 건네주고 말을 받은 후 비싼 값으로 쳐서 돈으로 다시 바꿨다. 밀수를 하다 적발되면 바로 목이 베였지만 워낙 이윤이 컸기 때문에 목숨을 거는 자들이 끊이지 않았다. 이러한 자들 중에 마 황후가 낳은 막내딸 안경(安慶)공주의 남편, 부마도위(駙馬都尉) 구양륜(歐陽倫)이 있었다. 그는 대담하게 관용 마차에 차를 싣고 국경을 넘나들었다. 한번은 구양륜의 하인이 차를 실은 마차를 끌고 가다 세관원에게 붙잡혔다. 구양륜의 권세를 믿고 눈에 보이는 것이 없던 하인은 심지어 세관원을 두들겨 패기까지 했다. 세관원이 분을 못 이겨 황제에게 고했다. \n구양륜이 국경을 넘어 차를 밀매하고, 지방을 담당하는 포정사사(布政使司)를 협박하고 지방관리를 폭행했다는 보고를 받고 황제는 당장 구양륜을 잡아 오라 명령했다. 황제가 친히 심문하자 구양륜은 모든 죄를 인정했다. 그러자 남편을 살리기 위해 안경공주가 자기를 대신 벌해달라고 나섰다. 그러나 주원장은 안경공주를 먼저 참수하고 구양륜에게 사약을 내렸다. 사지를 찢는 거열형을 내리지 않고 사약을 내린 것이 주원장이 사위에게 베푼 최대한의 배려였다. 같이 걸려들어 간 구양륜의 하인과 평소 구양륜의 밀수를 눈감아줬던 관원들은 사지가 찢겨 죽었다. 이처럼 주원장은 딸과 사위를 죽이면서까지 차 밀수를 막으려고 애썼지만, 밀수는 막아지지 않았다. 특히 그가 사망한 후 밀수는 점점 더 심해졌다. 차 밀수가 성하자 정부로 들어오는 세수도 대폭 줄어들었다. \n명나라 13대 황제 만력제 때는 이런 상황을 타개하기 위해 일시적으로 유목민과의 차 거래를 폐지하는 강력한 조처를 취했다. 하지만 이 사건으로 큰 충격을 받은 것은 유목민이었다. 북쪽 몽고족과 여진족이 명나라 정부에 차를 다시 공급해 줄 것을 수차례 요청해왔다. 결국 요청이 거절당하자 몽고족과 여진족은 연합해 전쟁을 일으켰다. 전쟁이 3년간 지속되자 명나라 정부는 어쩔 수 없이 차 공급을 재개하기로 했다.\n이후로도 밀수 차는 근절되지 않았다. 특히 밀수를 부추긴 차가 있었으니, 후난성(호남성)에서 만든 흑차였다. 후난성 흑차는 명나라 정부가 유목민에게 공급하도록 지정한 쓰촨성이나 산시성 차보다 가격도 싸고 품질도 좋았다. 무엇보다 맛이 진해 양젖이나 소젖을 넣어 마시는 유목민 취향에 딱 맞았다. 그래서 유목민들은 명나라 정부에서 비싸게 공급하는 질 떨어지는 차보다 후난성에서 밀수한 흑차를 훨씬 선호했다.\n밀수 차가 정부가 지정한 차보다 잘 팔리고 급기야 정부 지정 차가 그 때문에 위축되자 당연히 정부에서 논의가 이뤄졌다. 관리들 의견이 둘로 갈렸는데 한쪽은 후난성 흑차를 더욱 엄격하게 막아야 한다고 주장했고, 한쪽은 후난성 흑차도 정식으로 유목민에 공급하는 차로 지정하자고 주장했다. 황제는 유목민에게 공급하는 차를 쓰촨성과 산시성 차를 위주로 하고 후난성 흑차를 보조로 하도록 허락했다. 밀수 차로 시작한 후난성 흑차는 이처럼 순전히 품질로 시장을 개척했다.지금도 후난성은 흑차로 유명하다. 유명한 흑차 브랜드인 ‘안화흑차’ ‘백사계’ ‘고마이계’ 등이 모두 후난성에 자리 잡고 있다.\n\n[청나라]\n중국차가 본격적으로 서양에 수출되기 시작하면서 현재의 6대 차류가 정립됐다.\n\n[영국]\n1662년 영국 국왕 찰스 2세가 포르투갈 캐서린 공주와 결혼했다. 캐서린 공주는 대단한 차 애호가였다. 티파티를 열어 왕실 성원과 귀족들을 초대했다. 누구나 그 파티에 가고 싶어 했다. 차가 상류층에서 큰 인기를 끌었다. 그들은 중국산 비단옷을 입고, 중국산 자기에 중국산 홍차를 따라 마시며 부를 과시했다. 중국 사람들이 아무것도 넣지 않은 맑은 차를 즐기는 데 비해 영국 사람들은 설탕과 우유도 넣었다. 당시 설탕은 멀리 카리브해 지방에서 생산되는 값비싼 사치품이었다. 영국인은 사치품에 사치품을 더하는 것이 부자의 수준에 맞다고 생각했다.\n당시 산업혁명에 성공한 영국은 방직 산업이 크게 발전했다. 산업혁명은 좋은 점만 있는 것은 아니었다. 부작용도 있었는데 그중 하나가 오염된 물이다. 물을 식수로 사용하는 것이 불가능할 정도로 오염돼 영국 사람들은 아침에 일어나면 물 대신 맥주를 마셨다. 직공들은 아침부터 맥주를 마시고 공장으로 출근했다. 방직기계가 돌아가는 동안에도 맥주를 마셨다. 밤샘 작업을 하는 사람도 마찬가지였다. 근무 중 음주는 사고를 일으키기 마련. 음주 사고가 심각한 문제로 대두될 때 차가 등장했다. 직공들은 맥주 대신 차를 마시기 시작했다. 맥주를 마시면 정신이 흐려지지만, 차는 그렇지 않았다. 차의 카페인 때문에 정신이 또렷해지고 집중이 잘됐다. 사고도 대폭 줄었다.\n\n차는 곧 영국 전 국민의 필수품이 돼버렸다. 가장 평범한 영국 사람도 차를 사는 데 한 달 월급의 10%를 썼다. 문제는 영국인이 마시는 차를 전부 중국에서 사온다는 것. 영국은 중국이 생산하는 차의 20%를 수입해갔다. 중국과의 무역을 독점한 동인도회사가 취급하는 품목의 90%가 차였다.\n중국과의 무역에서 발생하는 엄청난 무역 손실을 회복하기 위해 영국인들은 결국 중국에 아편을 팔았다. 그로 인해 아편전쟁이 일어났다. 전쟁에 진 중국은 영국에 홍콩을 떼어 주는 것을 포함한 불평등 조약을 맺어야 했다. 그렇게 중국은 힘없이 무너졌다.\n한편, 영국인이 그렇게 차에 열광했어도 차에 대해서 아는 것은 없었다. 차를 가공하는 방법은 100% 중국이 독점했다. 아편전쟁이 끝나고 굳게 닫혀 있던 중국의 빗장이 조금 열리자 영국 동인도회사는 차 만드는 기술을 훔쳐와야겠다고 생각한다. 그래서 중국에서 3년 동안 식물을 채집하고 중국에 관한 책도 쓴 포춘을 고액 연봉으로 모셔가 차 씨앗과 차나무 묘목을 훔쳐오게 한 것이다.\n그는 위험한 고비도 겪었지만 결국 수많은 차나무 묘목과 씨앗을 수집하는 데 성공했다.\n그러나 상하이에서 인도까지 몇 달이나 걸려 가는 동안 씨앗과 묘목을 좋은 상태로 유지하는 것이 힘들었다. 배에는 선원들이 마실 물을 실을 공간도 부족했다. 몇 달 동안 차나무 묘목에 줄 물은 더욱 없었다. 수분을 제대로 공급받지 못한 묘목은 안 좋은 상태로 인도에 도착했고 심어도 살아남기 힘들었다. 포춘은 위즈 상자를 만들었다. 영국인 식물학자 위즈 박사가 생각해낸 이것은 말하자면 밀봉한 상자였다. 상자에 흙을 담고 식물을 심은 다음 밀봉하면 다시는 물을 주지 않아도 식물이 잘 살 수 있다. 어떻게 이렇게 신기한 일이 일어날 수 있을까 싶다. 중요한 것은 밀봉이다. 밀봉을 하면 상자 안이 작은 생태계가 돼 식물이 살아갈 수 있다. \n포춘은 1만7000개의 차 씨앗, 2만3892개의 묘목, 차 가공 전문가를 인도에 데려갔다. 중국 최대 수출 상품의 핵심 비밀을 통째로 가져간 것이다. 당시 영국 사람에게 두 가지 선택지가 있었다. 하나는 포춘이 중국에서 훔쳐온 차나무 품종이고, 하나는 인도 아삼에서 발견된 차나무 품종이었다. 둘 다 차나무인 것은 확실했지만 매우 다른 특징을 갖고 있었다. 포춘의 차나무는 잎이 작고 향기가 좋았고, 아삼의 차나무는 잎이 크고 맛과 향이 진했다. 처음에 영국 사람들은 아삼 차나무보다 포춘의 차나무를 많이 심으려고 했다. 그러나 인도에서는 아삼 차나무가 훨씬 잘 자랐다. 포춘의 차나무는 아삼 차나무의 생산성을 따라갈 수 없었다. 결국 포춘의 차나무는 인도 북부 해발 고도가 높은 다르질링에 심어졌고, 다른 대부분 지역에서는 아삼 차나무가 심어졌다. 포춘이 가져간 차나무는 그렇게 다르질링 홍차의 기원이 된다.\n이후 인도의 차산업은 신속히 발전했다. 아삼, 다르질링, 닐기리가 세계적으로 유명한 차 생산지가 됐다. 반면 중국의 차 수출은 날로 줄어들었다. \n1840년 영국과 청나라 간에 홍차로 인한 제1차 ‘아편전쟁’ 이후 영국의 식민지였던 인도, 스리랑카 등에서 생산되는 홍차가 중국 홍차를 대신하여 유럽으로 수출했다. 1888년 인도 차 수출량이 중국차 수출량을 뛰어넘었다. 중국 사람들은 큰 충격을 받았다. 몇천 년 동안 독점해왔던 기술이 유출돼 경제적으로 큰 손실을 입게 된 것이다. 그들은 차 생산을 회복하기 위해 많은 노력을 했다. 그로부터 100여년이 지난 현재 중국은 다시 차 생산 세계 1위의 자리를 되찾았다. 그러나 효율은 그리 좋지 않다. 2016년 기준 중국의 7만개 차 생산 회사의 수출 총액이 14억8000만달러였는데, 영국 홍차 제조사 립톤의 매출이 30억달러였다.\n영국인은 포춘을 영리하고 용감한 인물이라 평가했다. 또한 “포춘 덕분에 부자와 가난한 사람이 모두 차를 마실 수 있게 됐다”고 칭송한다. 그러나 중국인 입장에서 포춘은 그저 ‘식물 채취꾼, 도둑, 산업 스파이’였다.\n\n[유럽]\n18세기 유럽은 동양의 신비로운 문화와 음식 그리고 차에 관한 관심이 높아지면서 동인도회사를 통해 차를 수입했다. 특히 상술이 밝은 중국인은 먼 유럽으로 유통하는 동안 차의 품질 유지를 위해 두 가지 형태의 차를 개발했는데 홍차와 녹차에 꽃, 열매 등의 향을 가미한 가향차로 유럽인의 마음을 사로잡았다.\n유럽에서는 한때 녹차와 홍차가 서로 다른 나무에서 생산되는 것으로 생각했다. 그러나 녹차가 유럽으로 가는 긴 행로 때문에 구릿빛의 홍차로 변한다는 것을 알았다. 후에 유럽 차시장의 요구를 수용하여 홍차를 만들어 수출했다.\n\n[미국]\n신대륙 사람들 역시 홍차를 많이 마셨다. 당시 미국 사람들은 차를 많이 소비했다. 미국에서 제일 먼저 차를 마신 이들은 네덜란드에서 온 이주민이었다. 그들은 뉴암스테르담이라고 불렸던 오늘날의 뉴욕에 살며 고향에서 그랬던 것처럼 차를 즐겨 마셨다. 네덜란드는 유럽에서도 가장 먼저 차를 마신 국가다. 네덜란드 상인들이 아시아에서 차를 구입해서 유럽으로 돌아가 자기들도 마시고 유럽 여러 나라에도 공급했다. 네덜란드 동인도회사가 50년 동안 차 장사로 짭짤한 재미를 보는 동안, 영국 동인도회사는 비단과 향신료 장사에 빠져서 차가 큰돈이 되는 사업이라는 것을 알아채지 못했다.\n뉴암스테르담이 1674년 영국 관할이 된 후 그곳에 들어가 산 영국에서 온 이주민들은 네덜란드 사람들처럼 차를 마셨다. 초기에 이들은 차를 어떻게 마시는지 몰라서 고생을 했다. 너무 오래 끓여 쓰디쓴 차에 설탕과 우유를 넣지 않고 마시기도 했고, 차에 소금을 넣고 치즈와 함께 먹기도 했다. 간혹 주전자에서 차탕은 따라 버리고 삶은 찻잎만 먹는 경우도 있었다.\n이런저런 우여곡절을 겪은 후 뉴욕 시민들은 굉장한 차 애호가가 됐다. 여기저기에 티가든(오늘날의 카페 같은 장소)이 생겼고 차 우리기에 좋은 물을 얻기 위해 우물에 펌프를 설치해 1만4300갤런의 물을 퍼냈다. 이 물은 1갤런당 1페니의 비용을 받고 가정에 배달됐는데, 최초의 생수 배달 시스템이라 할 수 있겠다. 하도 성황이어서 1757년에 뉴욕 시정부가 ‘뉴욕시 찻물 관리 조례’를 발표했을 정도다. 1760~1765년 사이 부인들이 모임에 참가할 때는 찻잔, 찻잔 받침, 티스푼을 갖고 갈 정도로 차는 거대 트렌드가 됐다.\n뉴욕을 비롯한 식민지 주민들이 소비하는 차는 모두 중국에서 온 것이었다. 영국 동인도회사의 배가 중국 광저우에서 차를 싣고 영국과 미국으로 가서 공급했다. 영국 정부는 영국 동인도회사에 차 무역에 관한 독점권을 줬다. 독점 상품이었기 때문에 동인도회사는 차 가격을 비싸게 매겼다. 영국 정부는 그들이 수입한 차에 세금을 많이 부과해 세수를 챙겼다. 동인도회사와 정부가 돈을 챙기는 동안, 소비자는 비싼 찻값을 내야 했다. 정말로 부유한 사람이 아니면 정식으로 수입된 차를 마시기가 힘들었다.\n상품 가격이 비싸고 세금이 많이 부과되면 반드시 밀수꾼이 등장한다. 영국 동인도회사가 중국 광저우에서 차를 실어 올릴 때 네덜란드 동인도회사도 함께 차를 실었다. 네덜란드 동인도회사는 이 차를 영국에 몰래 공급했다. 영국 시민들은 세금이 빠져서 가격이 싼 밀수 차를 죄책감 없이 구입했고, 밀수업자들은 큰돈을 챙겼다.\n네덜란드 동인도회사의 배는 아메리카 식민지인 미국에도 갔다. 미국의 차 사업가들은 이 차를 구입해 시중에 공급하고 막대한 부를 챙겼다. 시민들이 저렴한 밀수 차만 사고 비싼 영국 차를 구입하지 않자 영국 동인도회사 창고에 재고가 쌓이기 시작했다. 영국 동인도회사는 악성 재고로 파산 위기에 처하자 영국 의회에 도움을 요청했다. 세금 때문에 식민지 차 산업을 네덜란드에 뺏겼다고 호소했다. 시민들이 세금이 많이 부과된 비싼 차를 사려 하지 않는다며 구제안을 요구했다. 이에 영국 정부가 동인도회사를 돕기 위해 홍차법을 내놨다. 홍차법의 요지는 런던에 쌓여 있는 동인도회사 재고 차를 면세로 미국까지 싣고 가서 파는 것이었다. 동시에 홍차법에 의해 영국에서 공급한 차만 미국에서 유통할 수 있다고 정했다.\n차에 세금을 붙이지 않으니 네덜란드로부터 밀수한 차보다 가격이 싸졌다. 미국 주민들이 차 가격이 싸졌다고 좋아했을 것 같지만 그들은 오히려 격분했다. 차 가격이 밀수 차의 절반으로 떨어졌는데 대체 왜 불만을 갖고 대용 차를 마신 것일까? 사실 격분한 이들은 일반 소비자라기보다는 돈줄이 끊긴 밀수업자들이었다. 이들은 영국의 과도한 간섭에 고개를 젓던 식민지 지식인과 손잡고 집단행동에 나섰다.\n1773년 12월 16일 저녁 7시, 보스턴항에는 영국에서 온 배 세 척이 떠 있었고 그 배의 화물칸에 차가 잔뜩 실려 있었다. 누군가 “차를 바다와 만나게 하자!”고 소리쳤다. 말이 떨어지기가 무섭게 인디언 복장을 하고 손에 도끼를 든 사람들이 나타났다. 인디언 복장을 한 것은 자기들끼리 알아보기 쉽게 하려는 것이었다. 스물 몇 명이었다는 기록도 있고 아흔 몇 명이었다는 기록도 있다. 그들은 순식간에 화물선에 올라 세관원과 선원들에게 경고하고 화물칸에서 차 상자를 꺼냈다. 그리고 도끼로 상자를 쪼개고 차를 전부 바다에 버렸다. 그 후 여러 달 동안 미국의 다른 도시에서도 보스턴 티파티와 같은 일들이 일어났다. 이런 일련의 사건이 진행된 후 열렬한 차 애호가였던 미국 사람들은 더 이상 차를 마시지 않게 됐다. \n영국 정부가 자국으로 수입하는 차에 대단히 높은 세금을 부과하던 시기였는데, 신대륙에는 본국보다 더 높은 세금을 부과했다. 식민지 차별 정책에 분노한 신대륙 사람들은 아예 차를 마시지 않거나 차 아닌 다른 음료를 마시는 것으로 저항했다. 벤자민 프랭클린은 차 대신 호두나무 잎을 우려 마셨다. 그러나 차보다 더 맛있는 것은 아무래도 찾을 수 없었다. 이에 보스턴, 뉴욕, 필라델피아 등지 사람들이 항의하는 모임을 조직했다. 1773년 차를 실은 영국 동인도회사 배가 보스턴 항구에 들어오자 분노한 군중이 인디언으로 분장하고 손에 도끼를 든 채 배로 올라갔다. 그들은 차가 들어 있는 나무 상자를 부수고 바다에 버렸다. 1만8000파운드어치 차 342상자가 3시간 만에 바다로 사라졌다.\n1773년 12월 16일 미국의 보스턴 시민들은 영국의 차 관세에 불만을 품고 영국에서 수입하는 차를 보스턴 항구의 바닷물에 던져 ‘보스턴 티 파티(Boston Tea Party)’ 사건. 이는 영국 식민 정부에 대한 신대륙 식민지의 반감이 분출된 사건이었다. 이 사건이 일어나고 반년 후 신대륙 독립전쟁이 시작됐고, 마침내 1776년 미합중국이 탄생했다. 미합중국의 탄생을 이끌어낸 결정적인 요인이 ‘차’였던 셈이다.\n\n[우리나라]\n차는 7세기 전반인 신라 선덕여왕 때부터 있었다. 그것이 성행한 것은 828년(흥덕왕 3) 대렴(大廉)이 당나라에서 차 종자를 가져다 왕명으로 지리산에 심은 이후의 일이다.\n이때부터 지리산을 중심으로 하는 영남과 호남 지방이 우리 나라 차의 본고장이 되었다. 이 지방의 기후 및 입지조건이 차나무 재배에 적합한 때문이기도 하였다. 한편 가야시대에 인도에서 차가 전래되었다는 설도 있지만, 이를 뒷받침할 만한 사료는 불충분하다.\n통일신라시대에는 일부 승려 및 화랑도들이 차를 마셨다. 사복(蛇福)이 원효(元曉)에게 차를 공양했다는 설화, 8세기의 보천(寶川)·효명(孝明) 두 왕자가 오대산에서 수도할 때 문수보살에게 차를 공양했다는 기록, 경덕왕 때의 승려 충담(忠談)이 매년 3월 3일과 9월 9일에 삼화령(三花嶺)의 미륵불에게 차를 공양했다는 기록, 경덕왕이 승려 월명(月明)에게 차를 예물로 주었다는 기록, 진감국사(眞鑑國師)·무염국사(無染國師) 등이 차를 마셨다는 기록 등은 이 시대 승려사회에 음다(飮茶)의 풍이 있었다는 사실을 알게 해 준다.\n또한 화랑이었던 사선(四仙:永郎·述郎·安詳·南石)들이 경포대·한송정 등지에서 차를 마실 때 사용한 석조·석정(石井)·석지(石池) 등의 유물이 조선 초기까지 전해지고 있었다. 석정은 현존하고 있다. 이 시대의 승려나 화랑도 사이에 음다의 풍이 있었던 것은 이들이 이 시대의 선량(選良)이었고, 정신을 맑게 해 주는 차의 효능은 이들의 수행에도 밀접한 연관이 있었기 때문이다.\n\n오늘날에도 자주 일어나는 일에 대해서 일상다반사(日常茶飯事)라는 말이 널리 쓰일만큼 고려시대까지 차문화가 번성했으며 대부분 귀족과 승려층에서 소비되었다. 고려시대에는 성종 때부터 다방이라는 관청이 있었으며 차와 관련된 왕가의 의식 및 약과 술 등을 다루었고 국가의 제사의식때 쓸 차를 관리했다.\n고려시대부터 차에 상표나 부르는 이름이 생겼으며 차가 생산되는 지역에서는 다세제도가 생겨 일정한 수준의 차를 세금으로 걷고 등급을 붙었는데 눈이 내릴 때 들짐승을 피해 산에 올라가서 싹을 따서 여러차례 수작업을 거쳐서 진상해야하는 물건인 만큼 주민들이 차때문에 농사를 망치는 사태가 벌어져 이규보나 이제현 등의 당대 문신들로부터 상소가 빈번히 올라간 기록이 있다. 주민들은 산에 들어가 차나무를 없애서 차를 생산하지 않거나 차농사를 짓고 나머지 농사는 망치는일이 벌어졌다.이런 유래로 녹차는 작설차라는 이름으로 보다 잘 알려져 있으며 이제현이나 원천석 등의 싯구에서 차에 대해 표현하는 어구이다.\n고려시대에는 음다의 풍이 보다 넓게 퍼져 있었다. 왕실·귀족·사원 등에 차가 유행했기 때문이다. 차는 주과(酒果)와 더불어 고려 궁중의 주요한 음식물 가운데 하나였다. 궁중에서는 연등회·팔관회 등의 국가적인 대제전이나 왕자·왕비 등의 책봉의식에 진다의식(進茶儀式)이 행해졌다.\n또 차가 국제외교상 중요한 예물 중의 하나로 사용되기도 하였다. 송나라의 예물 중에는 용봉차(龍鳳茶)가 끼어 있었고, 고려에서는 거란에 뇌원차(腦原茶)를 보내기도 하였다. 국왕은 신하나 승려, 혹은 노인에게 차를 하사하기도 하였다. 궁중의 차에 관한 일은 다방(茶房)이라는 관부에서 맡아보았다. 귀족들 또한 차를 즐겼다. 귀족들은 송나라 상인으로부터 중국 차를 구입하거나, 좋은 다구(茶具)와 정원을 꾸미기도 하였다.\n그리고 당시의 귀족계층에 속하는 승려들도 차를 즐겨 사원에 차를 진공(進供)하는 다촌(茶村)까지 생겨났다. 선가(禪家)의 다도(茶道)는 취미생활에 그치지 않고 수행과도 밀접한 관련이 있었다. 이 시대 문인들은 차를 주제로 한 시를 많이 남겼고, 차나 다구를 선물하는 풍속이 있었다. 사원에서는 차 끓이기를 서로 겨루는 명선(茗禪)이라는 풍속이 행해지기도 하였다.또한 이 시대 음다풍의 성행은 고려청자의 발달에 영향을 끼치기도 하였다. 고려시대에는 의천(義天)·천책(天頙)·충지(冲止) 등의 고승과 이인로(李仁老)·임춘(林椿)·이규보(李圭報)·홍간(洪侃)·한수(韓脩)·홍약(洪瀹)·이연종(李衍宗)·이색(李穡)·이제현(李齊賢)·이숭인(李崇仁)·정몽주(鄭夢周)·원천석(元天錫) 등의 지식인이 차를 즐겼다. 이들은 차시(茶詩)를 남겼다.불교와 인연이 깊었던 음다의 유풍(遺風)은 조선시대에 이르러 불교와 더불어 쇠퇴하였다고 보는 견해도 있다. 이 시대에는 차가 고려 때만큼 유행하지는 못하였다. 그러나 이 시대에도 왕실에서는 차례(茶禮)가 행해졌고, 사원을 중심으로 다도의 전통이 이어졌다.\n\n조선 세조의 숭유억불정책의 영향으로 차를 가장 많이 사용하고 보급하던 승려층이 권력계급에서 사라지게 되면서 차문화의 주도권은 양반가와 정부로 넘어가게 된다. 다방제도는 유지되었으며 차례를 관할하게 되었고 궁내에는 다시가 있어 모두 모여서 차를 마시는 시간이 있었으나 검약을 추구했던 유교 문화의 영향으로 사치품이었던 차는 일상적인 음다 문화의 중심에 나타나지 않게 되고 다과상에는 여러 가지 대용차가 나타나기 시작한다. 조선 후기인 약 16세기경에 들어 선비들과 승려들간에 문인으로서의 교류가 활발해지면서 차문화는 다시 시류의 중앙으로 돌아오게 된다. 다성으로 불리는 초의선사 의선의 동다송과 같은 역작도 나타나는 것도 이 시점으로 정약용과 김정희 등의 문인들에게 많은 영향을 미치게 된다.\n\n조선 초기에는 이행(李行)·서거정(徐居正)·김시습(金時習)·김종직(金宗直) 등에 의해 고려의 음다 유풍이 계승되었다. 궁중에서도 외국 사신을 맞이할 때 차례가 행해졌다.그리고 중기까지도 차를 아는 문인들이 가끔 있었지만 임진왜란을 전후한 16세기경에는 음다의 풍이 쇠퇴하고 차에 대한 이해가 적어져 궁중에서까지도 차를 제대로 마시지 않은 것 같다. 명나라의 장수 양호(楊鎬)가 선조에게 “귀국에서는 왜 차를 마시지 아니합니까?”라고 물었을 때, “우리 나라 습속에는 본래 차를 마시지 않는다.”고 대답할 정도였다.조선 초기는 물론 중기 이후에도 승려들 중에는 차를 마시는 예가 있었고, 남쪽지방의 사원에서는 적은 양이지만 차가 법제(法製)되면서 그 명맥이 이어졌다. 이 시대 선가의 다도는 조주다풍(趙州茶風)을 계승한 것이었다.이처럼 사원을 중심으로 그 명맥이 이어지고 있던 음다풍은 19세기에 이르러 다시 한번 성행하게 되었다. 대흥사의 혜장(惠藏)·초의(草衣)·범해(梵海) 등의 다승(茶僧)과 정약용(丁若鏞)·신위(申偉)·김정희(金正喜)·홍현주(洪顯周)·이상적(李尙迪) 등 차를 즐기는 문인들이 있었다.\n19세기 말에는 외국인들이 우리 나라 다업진흥(茶業進興)을 건의하곤 하였다. 1883년(고종 20)부터 농상사(農商司)에서는 차의 재배를 관장하고, 차 재배를 위한 조사를 지시했으며, 1885년에는 청나라에서 차나무 모종 6,000주를 수입하기도 하였다. 이 무렵인 1885년에 안종수(安宗洙)가 쓴 『농정신편 農政新篇』에서는 차의 재배에 관해서도 언급하고 있다.한말에는 고관들 사이에 다화회(茶話會)라는 모임이 자주 열렸다.\n\n지리산 일대를 따라 조성되었던 녹차 산지는 일제강점기를 거치면서 큰 변화를 맞이하게 된다. 이 일대의 지주였던 양반가가 몰락하고 당장 먹을 것이 귀해지면서 차나무를 방치하게 되는 한편, 일본인들이 보성과 광주 일대의 땅을 매입하여 녹차농장을 한국에 조성하려 했기 때문이다.해방 후 국가에서 해당 토지를 환수하여 일제 강점기 이전에 소유하고 있던 사람들에게 돌려주게 됨에 따라 원래 지주의 손에 돌아가게 된다. 전란 후에는 주로 차를 만들던 사찰을 중심으로 해당 지역 농민들에게 차를 만드는 법을 가르치거나 차밭을 일구는 형태로 해당 지역 기간산업을 일으키는 일이 많아져서 이후 새로운 다원들의 토대가 된다.\n 일제강점기에는 일본인들에 의해 차의 생산과 보급, 그리고 한국 차에 대한 연구가 활발히 진행되었다. 물론 그 목적은 일본의 식민지 지배를 위한 한 방편이었다. 광주에 무등다원(無等茶園), 정읍에 소천다원(小川茶園), 보성에 보성다원(寶城茶園) 등이 조성된 것도 일본인들에 의해서였다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-10T09:27:43.358000",
  "updatedAt": "2023-01-17T14:50:08.610000"
}