{
  "id": "e2413e97-71a4-42c3-94d2-c1a382068a34",
  "title": "위버멘쉬(Uber-mensch)",
  "content": "위버멘쉬는 니체의 인간관을 집약적으로 표현하는 개념으로, ‘인간을 넘어서’라는 표면상의 뜻을 갖는다.\n\n이 뜻을 우리는 유감스럽게도 초인이라고 번역해왔다. 유감스러운 이유는 위버멘쉬의 ‘인간을 넘어서’라는 뜻이 초인 개념과 같지 않다는 데에 있다. 초인 개념의 사전적 의미는 “보통 사람보다 훨씬 뛰어난 능력을 가진 사람”, “온갖 인간적 약점을 극복하고 인간이상으로 초탈한 완전한 사람”이다. 이 의미로 위버멘쉬의 ‘인간을 넘어서’를 이해하게 되면, 위버멘쉬는 유한하고 불완전한 속성을 갖는 우리 인간과는 다른 존재, 초인간적인 비범한 존재쯤으로 생각되기 쉽다. 말하자면 일종의 superman쯤으로 생각되기 쉽다.\n\n이런 오해는 실제로 발생했으며, 그것은 비단 우리나라의 경우만은 아니었다. 실제로 영어권에서도 위버멘쉬를 superman이라는 단어로 번역하기도 했다. 그렇지만 이제는 superman이라는 단어 대신에 overman이라는 번역어를 사용하고 있다. 그렇다면 위버멘쉬의 ‘인간을 넘어서’가 어떤 뜻이기에 초인이나 superman으로 번역되어서는 안되는가?\n\n위버멘쉬는 첫째, 힘에의 의지를 자신의 본질로 하는 인간이다. ‘힘에의 의지’는 항상 더 많은 힘을 원하는 역동적인 의지작용에 대한 명칭이다. 니체는 이 ‘힘에의 의지’를 인간 뿐 아니라, 존재하는 모든 것들에 내재하는 본질로 상정한다. 달리 말하면 인간에게서도 모든 존재의 영역에서 발생하는 힘 상승의 과정과, 또한 힘이 상승하면서 수행되는 자기 극복의 역학이 작용하고 있다. 그래서 인간은 항상 자기 자신을 넘어서고(Uber-sich-hinaus-gehen), 그런 의미에서 스스로를 초월하는(sich-transzendieren)하는 존재방식을 보이는 것이다. 니체는 이러한 자기극복과 자기초월의 과정을 생 혹은 삶이라고 부른다. 생물학적인 생/삶 개념을 넘어서는 이러한 삶을 영위하는 인간이 바로 위버멘쉬이다. 위버멘쉬의 ‘인간을 넘어서’가 갖는 일차적 의미는 이렇듯 자기 극복과 자기초월이다.\n\n위버멘쉬는 둘째, 자기 자신이 관점적 세계해석(Perspektivische Weltinterpretation)의 주체임을 자각하는 인간이다. 그는 자기 목적적인 삶을 유지하며, 이를 위해 세계를 해석한다. 그 자신이 세계에 가치와 의미를 부여한다. 그래서 그의 해석은 그에게 전적으로 의미 있고 필연적이다. 그러나 그것이 해석인 한, 그것이 갖는 일면성과 한계 역시 필연적이다. 이런 사실을 그는 자각하고 긍정한다. 즉 그는 자신의 해석을 수단으로 자기극복과 자기초월적 삶을 유지하지만, 자신의 해석이 필연적으로 일면적일 수밖에 없음을 긍정한다. 이 긍정은 곧 자신의 한계와 유한성에 대한 긍정이다. 그래서 그는 그 어떤 해석에도 절대 요구를 하지 않는, 반독단적 태도를 지니는 인간이다. 달리 말하면 자신의 유한성을 긍정하는 겸손한 인간인 것이다.\n\n위버멘쉬의 ‘인간을 넘어서’가 갖는 이차적 의미는 이렇듯 인간의 유한성에 대한 긍정이다.\n\n끊임없이 자신의 현 상태를 극복하려는 인간, 이런 삶을 위해 세계를 해석하지만 그 해석의 한계를 동시에 인정하고 긍정하는 인간, 해석의 한계를 자신의 인간적 한계로서 긍정하는 인간, 자신의 이런 유한성을 긍정하는 겸손한 인간, 이런 인간이 바로 위버멘쉬이며, 이런 뜻들을 위버멘쉬의 ‘인간을 넘어서’가 갖고 있는 것이다. \n\n이 위버멘쉬가 어떻게 초인(超人)이란 말인가?",
  "color": "default",
  "labels": [
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-05T15:18:03.847000",
  "updatedAt": "2022-05-06T17:27:24.907000"
}