{
  "id": "e2a7def1-7ed5-41b5-b7dd-dcfb17746431",
  "title": "전쟁과 보급(물류) - 동양",
  "content": "[왕후(王垕)]\n삼국지연의의 가공인물. 조조 수하에서 군량을 담당한 관원으로 조조, 손책, 유비, 여포 등이 연합해 원술이 다스리는 수춘을 포위 공격했는데, 조조는 30만이나 되는 군사를 이끌고 갔지만 군사가 워낙 많았기 때문에 하루에 소모되는 식량이 엄청난데다가 여러 군은 가뭄으로 인해 군량을 제대로 내놓지 못하는 상황이라 손책에게도 군량 10만 섬을 꿨지만 어려운 상황이었다.\n왕후는 임준 수하에서 양곡 창고를 맡고 있었는데, 장막에 들어와 조조에게 형편을 보고했다가 조조로부터 군량을 작은 섬으로 나누어주면서 위급함을 넘기라는 지시를 받는다. 그는 병졸들이 원망하는 것을 걱정했고, 실제로 병사들의 불만이 높아져 승상(조조)이 사람을 속인다고 원망했다.\n그러자 조조는 왕후를 불러 하나 빌릴 물건이 있다면서 그의 머리를 빌려 사람들의 흔들리는 마음을 눌러야겠다고 했으며, 직후 말 그대로 왕후를 문 밖으로 끌어내 목을 잘라내고 그가 식량을 훔쳤기에 군법에 의거해 처단했다고 공표한다. 이렇게 병사들의 원망을 왕후에게 돌려 군중의 불만을 진정시킨 다음 사흘 안에 성을 깨뜨리지 못하면 모조리 목을 치겠다고 하여 마침내 수춘성을 함락했다.\n\n정사에 주석으로 달린 《조만전》의 기록.\n항상 적을 토벌할 때 군량이 부족하였다. \n담당 관원에게 “사정이 어떠한가?”라고 은밀히 물었다. 담당관원이 말하길, “작은 곡(斛)을 쓰면 충당할 수 있을 것입니다.”라고 했다. 이에 태조가 “좋다”라고 말했다. 그 후 군중 사람들이 태조가 군사들을 속인다고 하니 태조가 담당 관원에게 말했다.\n“특별히 그대를 죽여 군사들을 진정시켜야겠다. 그렇지 않으면 일이 풀리지 않을 것이다.” \n그리고는 그를 참수하고 그 머리를 취해 이마에 글을 써놓길, “작은 곡(斛)을 써서 관곡을 도적질했으니 군문에서 참수했다”고 했다. \n\n[관도대전(官渡大戰)]\n이 전투는 후한(後漢) 말기 화북(華北)의 2대 세력이던 원소(袁紹)와 조조(曹操)의 일대 결전으로 삼국지의 흐름을 바꾼 중요한 사건이다. \n시의 상황 허수아비 천자 헌제를 등에 업은 조조는 제후들을 호령하며 그 위세를 떨치고 있었고, 원소는 공손찬에게 승리를 거두고 황하강의 북쪽을 모조리 장악한 상태였다. 중원을 차지한 조조와 남쪽으로 진군하려는 원소 간의 충돌이 바로 관도대전이다.\n\n전력만 보면 원소의 압승이 예상되는 싸움이었다. 그도 그럴 것이 삼국지에 따르면 원소의 총 병력은 70만 명, 이에 반해 조조는 기껏해야 3~4만 명의 병력이 전부였기 때문이다. 군량 등 군수물자의 보급 측면에서도 조조가 이길 확률은 매우 희박했다. \n\n처음 양 진영이 대치했을 때만 해도 양적으로는 조조가 불리했다. 이때 원소가 동원한 군사는 10만 명이 조금 넘었다 한다. 원소는 오랜 라이벌이던 북쪽의 공손찬을 멸망시키고 그의 유명한 기마군단을 흡수했다. 북쪽 출신들이라 군사는 용맹하고 양식은 넉넉했다. 조조가 북쪽전선인 관도에 동원한 군사는 2만 명 정도였다. 만약의 사태에 대비해 남부와 서부전선에도 병력을 남겨 두어야 했다.(사서상으로는 직접적인 투입 병력은  10만 대 1만으로 조조군은 원소군과 10배 이상의 병력차가 있었다. 그러나 조조군 병력이 과소평가 됐다는 이설도 있다.) \n원소는 양무에서 나와 관도를 향해 천천히 진군했다. 조조도 관도에 출진하여 양군이 전투를 벌였으나 원소의 대군 앞에서 철저히 패배를 맛본다. 이에 조조가 관도에서 농성에 들어가고 원소도 관도 앞에 진영을 구축하면서, 양군의 전투는 지구전의 양상을 띠게 된다. 원소는 흙으로 숱하게 산을 쌓고 그 위에 망루를 세운 후, 조조 진영을 향해 밤낮을 가리지 않고 화살을 퍼부어댔다. 이에 맞서 조조는 발석차로 망루를 파괴했다. 원소가 굴을 파서 공격하려고 하면 조조는 참호를 파서 대항했다.\n조조가 서전에 몇 번 이겼다 해도 원소의 세력이 워낙 강성해 여전히 고전이었다. 그래도 뛰어난 용병술과 기동전략, 또 발석차(發石車) 같은 최신무기로 병력 열세를 메워가며 선전을 한다. 그러나 초봄에 시작된 전투가 가을이 되자 병참이 문제가 되고 무엇보다 식량이 모자랐다. 양쪽이 마찬가지였지만 조조가 더 심각했다. 조조군은 군사수도 적은 데다 부상자와 탈주병이 많았다. 조조는 너무 어려운 나머지 근거지인 허도(許都)로 철수해 그쪽에서 결전을 벌일 생각도 했다.\n조조가 비운 허도를 지키고 있던 순욱이 이를 말린다. 순욱은 자신에게 들어오는 여러 정보를 취합해 분석하고는 승리를 확신했다. 물론 원소군도 군량 보급에 힘들어하고 있다는 사실을 알고 있었다.\n지략의 공방이 계속되는 가운데, 조조의 귀에 원소군의 군량 수송 정보가 들어온다. 조조는 부장 서황(徐晃)을 파견하여 원소의 수송 부대를 습격하라고 명했고, 수송 중이던 군량을 불태우는 데 성공한다. 하지만 전투가 장기화되면서 그 사이에 원소 측으로 넘어가는 수하들이 다수 발생한다.\n원소는 이번에는 순우경을 비롯한 장수 5명을 호위로 붙여 다시 군량을 수송하라 지시한다. 조조도 당연히 이러한 움직임을 읽었으나, 정작 중요한 경중대의 행방을 알지 못한 채 필사적으로 군량 수송에 대한 정보를 입수하려고 노력했다.\n당시 원소군은 오소(烏巢)라는 곳에 병참기지를 두고 대병력이 먹을 식량을 보관하고 있었다. 그리고 원소는 자신과 오랫동안 전장을 누볐던 순우경에게 직접 그곳을 맡겼다. 병참기지 오소에 대한 정보는 극비에 붙여졌지만 어이없게도 이 일급기밀은 원소의 측근 허유에 의해 조조에게 새어나가고 만다.\n구체적 정황은 이렇다. 원소의 참모 허유가 이렇게 대치만 하고 있을 게 아니라 우세한 군사를 일부 떼어 조조의 후방인 허도를 기습하자는 안을 내놓는다. 만약 그랬으면 조조군은 큰 혼란에 빠져 방어선이 붕괴되었을지 모른다. 그러나 원소는 전통적인 공성전만을 고집한다. 그 뒤 식량이 다 떨어졌으니 빨리 보내라는 조조의 밀서를 허유가 입수한다. 허유는 그 밀서를 보이며 조조의 보급 루트를 공격하자고 건의한다. 이때 마침 후방에서 허유의 아들이 부정을 저질러 구속되는 사태가 벌어진다. 원소는 허유를 꾸짖어 내보낸다. 허유는 그날 밤 조조 진영으로 가 투항해 버린다. 허유는 원소의 군량이 부근 오소(烏巢)에 쌓여 있고 방비가 부실하니 거기를 급습하라고 일러준다. 조조는 즉각 5,000명의 정병을 뽑아 기습공격했다. \n군량기지 오소에 있던 양식들이 모두 불타버렸다는 소식을 들은 관도의 원소군 장병들은 대경실색했다. 얼마나 충격이 컸던지 원소의 수하에 있던 대장 장합(張郃)과 고람(高覽)은 군대를 거느리고 조조에게 투항하기까지 했다. \n군량이 모두 불탔을 뿐만 아니라 주력군인 장합이 항복하자 원소군은 크게 놀라 진영이 무너져버렸다.\n원소는 겨우 목숨만 부지해 도읍지인 업도(都)로 도망간다. \n여기서 주목해야 할 것은 원소군의 오소 물류센터를 담당하고 있던 순우경의 무책임한 행동이다. 순우경은 원래 원소와 함께 수많은 전장을 함께 누린 원소의 오랜 충복이었다. 원소는 군량을 승리의 가장 필요한 필수요건으로 판단했기에 이를 자신이 가장 신임하는 순우경에게 맡겼다. 그러나 순우경은 이제 늙고 쓰임이 없어져 군량이나 운반하는 허드렛일을 맡았다고 생각하여 밤이면 밤마다 울적한 마음을 술로 달랬다. 물류를 핵심 역량이 아닌 단순한 후방 지원 업무쯤으로 안이하게 생각한 것이다. 관도대전은 결국 70만 대군의 군량미를 보관했던 물류창고를 제대로 지키지 못해 20배가 넘는 수적인 우세에도 불구하고 원소에게 패전의 멍에를 씌운 전쟁으로 남게 된 것이다.\n\n[제갈량]\n유비가 죽은 뒤 제갈량은 그 유명한 출사표를 던지고 위나라 공격에 나섰다. 그러자 조조는 사마의에게 20만의 대군을 주어 제갈량을 막게 한다.\n숙적 사마의와 일전을 앞둔 제갈량에게는 밤잠까지 설치게 만드는 한 가지 큰 걱정거리가 있었다. 그것은 촉군의 군수물자 수급을 위해 물류 허브로 선택한 가정(街亭)이라는 마을의 수비를 어떻게 할 것이냐에 대한 것이었다. 왜냐면 그곳을 잃게 되면 군수품 보급에 문제가 생겨 촉나라의 중원 진출은 물거품이 되기 때문이다. 더군다나 상대는 탁월한 지략과 계략을 겸비한 사마의였으니 제갈량의 걱정이 이만저만이 아니었다.\n이때 촉군의 장수인 마속(馬謖)이 자신에게 이 병참기지의 수비를 맡겨달라고 자원하고 나섰다. 마속은 평소 제갈량이 아끼던 장수였다. 그가 마속을 얼마나 아꼈냐면 주군으로 모시던 유비가 죽기 전 “마속은 재주가 너무 승하니 중용하지 말라”는 유지를 남겼음에도 마속의 요청을 수락하고 만다.\n제갈량은 마속에게 사마의를 얕보지 말고 절대로 선제공격을 하지 말며, 가정으로 통하는 협곡의 입구를 굳게 지키기만 하라는 명령을 내린다. \n하지만 마속은 제갈량의 명령을 금방 잊어버리고 큰 공을 세우려는 욕심을 부리게 된다. 그리하여 적을 유인하여 공격할 속셈으로 산 위에다 진을 치고 만다. 하지만 위나라 군대는 마속의 생각대로 움직여 주지 않고 산기슭을 포위한 채 움직이지 않았다. 산 위에 진을 친 마속의 군대는 식수난을 겪게 됐고, 이에 마음이 다급해진 마속은 전 병력을 동원해 포위망 돌파를 시도한다. 그러나 마속은 관도대전에서 원소를 배반하고 조조에게 투항했던 장합에게 패하고 만다. \n마속은 군령을 어긴 죄로 처형되는데 이때 제갈량은 소맷자락으로 얼굴을 가리고 마룻바닥에 엎드려 울었다고 한다. 여기서 나온 고사성어가 바로 읍참마속이다. \n마속의 잘못된 판단과 전투의 패배로 제갈량은 처음부터 우려했던 물류 문제를 겪게 됐고 출사표까지 던졌던 북벌 계획은 결국 실패로 끝나고 말았다.\n\n조조와 유비가 죽고, 제갈량은 위를 정벌하기 위해 전쟁을 개시한다. 촉 병사들은 수천 km를 행군해야 해서 군량미를 조달하는 동선이 길었다. \n촉은 험준한 산맥으로 둘러싸여 있어서 잔도(절벽에 붙어있는 다리)를 건너야 중원 지방으로 나갈 수 있었다. 촉의 주둔지가 고산준령에 있을 때는 군량미를 운반하는 것이 불가능했다. 바로 옆은 천 길 낭떠러지인 좁은 소로를 소와 말이 끄는 수레에 군량미를 싣고 이동할 수가 없기 때문이다. \n촉의 수도 성도에서 군량미를 보냈다는 연락을 받았지만 몇날이 지나도 소식이 없었다. 군사들이 식량이 없어 위나라 정벌을 포기하고 회군해야 하는 가 고민했다. 마침내 도착한 군량관의 보고로는 산사태로 길이 막혀 우마차를 포기하고 병사들이 어깨에 메고 겨우 몇 천석 만을 가져왔다는 것이다. 산사태로 군량미를 우마차로 옮길 수 없다는 보고를 접한 제갈량은 외바퀴 수레의 목우유마(木牛流馬, wheelbarrow)를 만들었다. 두 종류가 있는데 앞에서 끄는 소 모양의 수레와 뒤에서 미는 말 모양의 수레였다. 수레에 한 번에 운반할 수 있는 양은 병사 한 사람이 1년 동안 먹을 수 있는 분량이고, 하루에 수십 리를 이동할 수 있었다. 이것을 이용하여 병사들은 좁고 험준한 산악지대를 이동할 수 있었다. \n위나라 지휘관 사마의는 목우를 훔쳐오게 했다. 그리고 자기들 군량을 실어나르는데 이용했다. 그런데 목우에는 한가지 비밀이 있었다. 입 안의 혀를 돌려놓으면 움직이지 않게 되는 것이다. \n수레의 효용성을 알아본 위군도 몇 천대의 목우유마를 제작하여 수도 장안에서 조달된 쌀을 주둔지로 옮긴다. 제갈량은 부하 장수와 병사들을 위군으로 변장시켜 군량미 검사를 핑계로 수레를 만지면서 목우의 혀를 반대쪽으로 돌려놓았다. 검사관이 돌아간 뒤 위군이 수레를 끌고 가려하는데 꼼짝하지 않았다. 촉군의 발명품을 모방하여 만든 위군은 수레의 작동 원리를 몰랐다. 밀고 끄는 원리만 알았지 멈춤 장치를 간과했다. 공명은 위군의 쌀 30만 석을 탈취하여 군량미 문제를 해결할 수 있었다고 한다. \n\n제갈량은 산악용 외바퀴수레로 추정되는 목우유마를 개발해 본국에서의 보급을 원활하게 하려고 시도했으나 별다른 효용이 없었고, 약탈을 통한 현지 조달에 크게 의존할 수밖에 없었다. 위나라는 재빠르게 촉군의 보급한계를 파악했으며 이를 통해 원정 시기까지 예측할 수 있었다. 결국 반복된 북벌에서 전황은 매번 빠르게 고착 상태로 접어들었고, 촉군은 큰 성과 없이 군량이 떨어지면 퇴각하기를 반복하였다. 마지막 원정에서 제갈량은 둔전을 통해 현지에서의 직접 식량 생산을 시도하였으나, 적지에서 농사를 지어 군대를 보급한다는 발상은 실현 가능성이 거의 없었을 것으로 보이며 실제로도 군량이 떨어졌던 상태로 보인다. 결국 촉군은 퇴각하였다.\n\n[수레]\n고구려 고분벽화 95기 중 18개 고분에서 40대의 수레, 4개의 수레바퀴를 찾아볼 수 있을 만큼 수레를 많이 사용했다. 고구려에서 수레가 많이 사용된 것은  이용할 수 있는 말이 많았기 때문이다. 기마군단(철기무사)을 운영할 수 있을 정도였다.\n\n반면 조선시대에 수레가 널리 활용되지 못한 이유 중에는 명나라의 과도한 요구로 말을 조공으로 빼앗겼기 때문이다. 태조 원년부터 문종 즉위년까지 57년간 무려 7만 필의 말을 명나라로 보냈다. 이 처럼 말과 소가 부족했기 때문에 수레 대신 사람이 드는 가마가 지배층의 운송수단이 되었던 것이다. \n양반들도 말이 없어서 노새나 타고다닐 정도인지라...참고로 가마+가마꾼들 보다 말이 더 비쌈.\n조선 후기 홍대용, 박제가를 비롯한 여러 실학자들이 청나라에서 벽돌과 함께 배워야 할 것이 수레라고 이야기 할 정도로 조선 시대에는 수레가 발전하지 못했다. 연암 박지원은 <열하일기>에서 “타는 수레와 싣는 수레는 백성 들에게 가장 중요한 것이어서 시급히 연구하지 않을 수 없다. 우 리나라에서는 수레가 제대로 보급되지 않아 운반이 어려워서 바닷가 사람들은 지천으로 널려 있는 새우와 정어리를 거름으로 밭에 내지만, 서울에서는 한 움큼에 한 푼이나 주고 사야 되며, 영남지역 아이들은 새우젓이 무엇인지도 모른다. 나라가 가난한 것은 국내에 수레가 다니지 못한 까닭이다. 그런데도 사대부들은 수레를 만드는 기술이나 움직이는 방법에 대해서 연구하지 않고, 한갓 글만 읽고 있다”고 비판했다. \n\n[고구려]\n옛날의 전쟁에서 보급은 식량 보급을 말하는 것인데, 쌀만 보급해 주면 반찬은 병사들이 알아서 챙겨서 먹었던 듯하다. 어떤 분석에 의하면 병사들의 3달치 쌀의 무게는 85Kg 쯤 된다고 한다. 수나라 병사들이 요동성을 함락시키지 못하고 시간을 끌자, 전쟁을 빨리 끝낼 셈으로 30만명을 선발하고 보급 병사가 직접 식량을 짊어지고 평양으로 쳐들어가게 했었다.  아마도 병사 1 인당 80 Kg의 쌀을 짊어지게 하고 행군을 시작했는데 기병이 아닌 보병들에게는 지옥같은 일이었다. 병사들은 그 무거운 식량을 짊어지고 갈 수 없어서 수 많은 병사들이 쌀을 땅 속에 파묻고 행군을 했다고 전해진다.  물론 그걸 들키는 자는 사형에 쳐해졌음에도 말이다. 식량이 일찍 떨어지고 보급라인이 닿지 않는 고구려 땅에서 굶주리기 시작한 수 나라 군대는 결국 패퇴하고 말았다.  \n\n고구려는 수나라와 정면으로 맞서서는 승산이 없다는 사실을 인지하고 청야전술을 통해 적군의 현지 보급을 막고 적의 보급이 떨어질 때까지 주요 거점에서 버텨내는 방식으로 상대의 침공을 막아내려 했다. 수나라는 별도로 대규모 수군을 편성하여 보급을 해결하려 시도했다. 고구려는 성공적으로 수나라의 수군을 궤멸시켰고, 현지 보급이 불가능한 상태에서 어마어마한 양의 수나라 군대는 자신을 유지하기 위한 막대한 병참을 감당할 수 없었다. 수나라 군은 이내 기세를 잃었고 각개격파되었다.\n\n수나라와의 전쟁에서 청야를 통해 위대한 승리를 거뒀던 고구려는 일전의 성공을 반복하려 했다. 그러나 당나라는 신라를 동맹국으로 삼아 대규모의 보급대를 편성, 이들을 통해 보급 소요 일부를 감당하였고, 소모전을 통해 청야의 부담을 가중시켰다. 당은 신중하게 고구려를 외교적으로 고립시켰고, 지속적이고 출혈이 심한 전쟁은 고구려 안의 정치적 분열을 초래했다. 일부 핵심 세력이 당에 투항해 보급을 제공함으로써 당은 대규모 원정에 뒤따르는 보급 문제를 극복하고 고구려를 멸망시키는데 성공하였다.\n\n[신라]\n삼국사기에서는 신라군이 식량, 은, 옷감, 우황, 그리고 '머리카락'을 보급했다는 기록이 등장하는데, 현대인이 보면 뜬금없어 보이는 머리카락도 구하기 쉬우면서도 밧줄, 약재, 무기의 재료, 동상 응급처치 도구 등 군대에서 다양한 용도로 사용할 수 있는 물자였기 때문이다.\n\n[임진왜란]\n임진왜란 당시의 일본군은 최초 군대가 지니고 출발한 군량을 제외하고는 현지 조달을 기본 방침으로 삼았다. 이는 일본 전국시대의 모습과도 크게 다르지 않은 방침이었다. 히데요시는 조선 각지의 비축미를 확인하고, 각지에서 군량미를 충당할지를 규정한 세세한 현지보급 계획을 수립했다. 일본에서 준비한 군량의 양은 전체 군의 6개월치 식량에 불과하였는데, 이는 당시 다이묘간의 전쟁에 비춰 보면 딱히 적은 양은 아니었다. 이 군량은 각 다이묘에게 전달되지도 않은 채 조선 남부의 일본군 거점에 머물렀다. 즉, 다이묘들은 전쟁이 시작된 약 반년간 현지 조달을 통해 군에 필요한 보급을 공급했다. 이는 위에서 설명된 보급창과 현지조달을 복합적으로 사용한 예시이다.\n이러한 일본군의 보급 방식은 시대의 상식에 비춰볼 때 합리적이었지만, 시대적 한계도 그대로 가지고 있었다. 1592년 후반이 되자 조선에서의 현지조달은 점차 어려움을 겪게 되었고, 일본군은 본국에서부터 병참을 끌어와야 했다. 이때부터 일본군은 전근대 보급의 문제인 높은 운송비에 직접적으로 노출되었고, 육로 운송의 비효율성은 일본군이 해결할 수 있는 문제가 아니었다. 이 쌀들이 각지의 원정군에게 전달되기 위해서는 수로가 가장 효과적이며 유일하게 현실적인 선택지였고, 이순신의 수군은 이를 막아서는 거대한 벽이었다. 결국 일본군의 거점은 부산항에서의 보급이 가능한 남부 일대로 한정되었고, 이는 전쟁의 승패를 결정지었다.\n\n왜군은 파죽지세로 부산포를 점령한 지 18일 만에 한양을 점령하고 평양성을 노릴 때까지 전쟁 물자 보급에 그다지 신경을 쓰지 않았다. 하지만 부산에서 평양에 이르는 긴 보급로를 유지하는 것이 쉽지 않았고, 곡창지대인 호남지역을 진주성을 뚫지 못하여 우회할 수밖에 없었기 때문에 식량과 전쟁 물자 확보에 비상이 걸렸다. 더구나 바다를 통해 선박으로 보급품을 운송하려는 계획도 이순신이 이끄는 조선 수군에게 가로막혀서 병력유지에 어려움이 가중되었다. 이런 연유로 평양을 공격하는 것과 의주로 도주해 있는 선조를 잡아 조선을 무너뜨릴 계획에 차질이 생겼고, 전쟁이 장기화되자  왜군은 초반의 질풍 같았던 기세가 꺾여 결국 패퇴할 수밖에 없었다. \n\n왜군이 육상을 이용한 병참 수송에 실패한 이유가 조선의 열악한 도로 사정에 있었다는 점이다. 조선의 도로 사정이 얼마나 형편없었으면 조선 후기 실학자들이 중국과 비교해 수레 수송을 할 수 없을 만큼 너무나 열악한 도로 사정에 탄식을 할 정도였다. 조선은 육상 도로를 거의 정비하지 않았다. 그 이유는 도로가 잘 닦여 있으면 외적의 침략에 이용된다는 이유에서였다. 하지만 결과적으로 이 아이러니가 임진왜란에서는 우리 쪽에 이점으로 작용했다.\n\n승승장구하던 왜군이 평양성 전투에서 명군에게 패하면서 전쟁의 양상은 급변하기 시작한다.\n평양성 전투의 승리는 명군에 의한 것이었지만 임진왜란을 승리로 이끈 숨은 공로자는 왜군들의 후방 병참선을 차단했던 의병들이었다.\n혼란의 시기에 민초들이 중심이 된 의병과 무명의 관리들이 일어나 왜군의 보급로를 끊어버려서\n왜군은 평양에서 더 이상 지탱하지 못하고 한양으로 철수했고, 한양에서도 철수해 부산포로 몰리게 된다.\n부산에서 서울에 이르는 육로는 의병장 곽재우, 경상좌병사 박진, 진주목사 김시민이 차단했다. 이로 인해 왜군의 후방 병참선은 거의 차단됐고\n부산포, 밀양, 대구, 왜관, 김천을 잇는 한 가닥의 통로만이 겨우 남게 된다.\n궁지에 몰린 왜군이 선택한 것은 곡창지대이자 전란에 휩쓸리지 않은 전라도였다. 왜군은 이순신 장군이 지키는 바닷길을 포기하고 육상으로 전라도를 장악하기 위해 북쪽에 있던 왜군을 부산, 김해 등지로 집결시킨 후 진주성을 공격했다.\n경상도 지역에서 왜군의 후방 병참선을 차단하고 후방에 있는 왜군을 격파한 전투로는 의령지역전투, 경주전투, 진주성 전투 등이 있다.\n이 가운데 홍의장군으로 유명한 의병장 곽재우의 활약은 뛰어났다. 곽재우는 관군의 장수들과 달리 왜군에 대한 정보가 매우 밝았는데 그것은 왜군이 있는 곳까지 2~3식경(食頃)의 거리마다 척후를 두고 왜군의 상황을 보고 받았기 때문이다. 그래서 백리 밖에서 왜군의 동태를 미리 파악하고 요새지에 잠복시켰다 공격해 승리할 수 있었던 것이다.\n초유사(招諭使) 김성일이 선조에게 곽재우의 공로를 보고하면서 “창령, 상주, 김천으로 이어지는 왜군의 보급로가 단절되고 밀양, 대구, 선단으로 이어지는 길만 사용하게 되었다”고 보고한 것에서 알 수 있듯이 의병들의 활약이 후방병참 차단전략에 결정적인 역할을 했다.\n또한 왜군이 호남지역으로 군사를 보내 그곳을 병참기지로 점령하려 할 때 호남지역에 있던 조선군은 금산지역의 이치(梨峙)와 진안의 웅치(熊峙)에서 왜군의 공격을 막아내면서 조선의 병참기지인 호남을 지켜냈다.\n\n조선에 비해 화폐경제가 발달한 편이었던 중국에서는, 적어도 후한 대부터 지역 공급망을 통해 군대의 보급이 이뤄졌다. 이는 군대가 조정에서 받은 자금을 이용하여 지역 상인들에게서 자신들이 필요한 보급품을 충당했다는 뜻이다. 명군의 이런 보급방식은 명나라 내부에서는 잘 작동했지만, 지역 공급망이 존재하리라 확신할 수 없는 타지에서의 작전, 즉 임진왜란과 같은 대규모 해외 파병에는 부적절했다.\n본래 명군의 보급을 담당하던 상인들은 요동 너머로 식량을 운송하길 거부했고, 명군은 조선 현지에서 보급품을 구매할 생각으로 막대한 양의 은자를 가지고 조선으로 입국했다. 그러나 조선의 화폐경제는 대단히 미비한 상황이었으므로 명군은 은자를 통해 보급품을 구매할 수 없었다. 이미 조선 내로 들어왔고 돌아갈 수도 없었던 명군은, 조선의 민간 취락을 약탈하여 보급을 충당하게 된다.\n\n[이순신]\n당시에는 해로가 지금의 철도만큼이나 빠른 수송로였다. 왜군은 전투병이 북진하는 동안 바다를 이용해 금강, 한강, 임진강, 대동강, 청천강 등으로 병참을 보낼 생각이었다. 그런데 이 병참 전략은 옥포 해전을 시작으로 연이어 왜군 함대를 격파한 이순신 장군에 의해 무용지물이 되고 만다.\n그래서 부산을 중심으로 육로와 보급망을 확보하는데 주력했다. 그 길만이 기울어진 전쟁의 양상을 되돌릴 수 있는 유일한 길이었기 때문이다.\n하지만 이순신은 한산도 대첩 직후, 함대를 이끌고 왜군의 후방보급로 근거지인 부산포를 공격해 왜군 함대 100척을 격침시킨다. 왜군의 물류 수송에 결정적으로 큰 타격을 입히는 승리였다. 이순신과 조선 수군에게 재해권을 빼앗긴 왜군은 해로로 물자를 수송하기가 어려워지면서 당초 전쟁 계획에 막대한 차질을 빚게 된다.\n\n선조는 작전도 병참의 중요성도 몰랐다. 선조는 이순신에게 “국토가 왜놈들의 발밑에 짓이겨지는 판국에 바다에서 배나 부수고 있다니 한심하구나. 수군을 파하고 육지로 올라와 빨리 왜적들을 소탕하라”고 명한다.\n그러나 이순신은 “무기 없이 싸울 수 없고, 의복 없이 싸울 수 없으며, 먹지 않고 싸울 없는 법입니다. 적들은 바닷길로 병사에 쓰일 무기와 갑옷과 식량을 실어 한강과 임진강으로 보내려고 하고 있는 것입니다. 바다는 소신이 막고 있으니 제가 버티고 있는 한 적들은 굶주리다 지쳐 퇴각할 것입니다. 그러니 바다를 포기하는 것은 곧 나라를 포기하는 것이나 다름이 없음을 헤아려 주옵소서”라는 장계를 올리고 선조의 명령을 따르지 않는다.\n\n백의종군을 당했다 다시 삼도수군통제사로 재임명 됐을 때의 일이다. 이때는 원균의 패배로 조선 수군의 전력이 거의 바닥상태에 있었다. 조선 수군의 재건을 위한 이순신 장군의 최우선 전략은 병력, 병기, 군량, 전선의 병참 확보였다.\n이순신 장군은 일본군의 추적을 피하면서 병참선을 확보하기 위해 군관 9명과 병사 6명만을 데리고 전라도 구례로 향했다. 이때 일본군은 남원성 공략과 전주 입성을 위해 섬진강을 따라 북상 중이었다.\n구례 등지에서 가까스로 병력을 충원한 이순신은 도처에 포진한 적의 눈을 피해 전라도 지역 병참기지인 부유창에 도착했다. 하지만 이순신은 이곳에서 잔여 무기를 회수하지 못했다. 이미 전라병마사 이복남이 남원성 사수 명령을 받고 철군하면서 군수창고를 모두 불태워 버린 뒤였기 때문이다.\n서둘러 부유창과 가장 인접한 순천부(順天府) 지역으로 이동한 이순신은 안도의 한숨을 내쉴 수 있었다. 다행히 순천부 군기고와 식량창고에는 무기와 군량이 그대로 잘 보존돼 있었던 것이다.이순신은 전쟁의 승패요인을 병참기지 확보에 있다고 판단하고 전라도 내륙과 연해 지역민들의 협조를 얻어 군사, 활, 편전, 화약, 대포, 식량, 군선을 차례로 확보하면서 조선 수군을 기사회생시키는 데 성공한다. 삼도수군통제사로 재임명한다는 교서를 받은 지 불과 15일 만에 해낸 일이다.\n\n이순신이 섬에 둔전을 둬서 군량 확보에 신경을 써왔기 때문이다. 정유재란 이후에는 해로 통행첩을 만들어 백성들에게 통행을 허가하는 대가로 쌀을 걷었는데, 며칠 안 가서 쌀 수천 석이 쌓였다. 이로써 군량 확보, 간첩선 방지, 백성들의 자유로운 통행이 보장되었다.\n\n[중공군]\n연인원 135만 명에 이르는 중공군이 중국에서 가져온 미숫가루만 먹고 싸웠던 것은 아니다.\n공습으로 원활한 보급선을 확보하지 못한 상황인 데다 전체 중공군이 먹을 양식을 중국에서 가져올 형편도 못됐다.\n그러니 중공군의 선택은 결국 식량의 현지 조달이었다. 중공군 제38군의 경우 1950년 10월 압록강을 건넌 후 4개월 동안 현지에서 조달한 식량이 전체 공급량의 80%였다.\n현지 조달의 중공군 측 표현은 ‘차량(借糧)’이다.\n문자 그대로는 식량을 빌린다는 뜻이다.\n붕괴한 북한군은 식량을 빌려줄 형편도 아니었다.\n결국 민간에서 징발해야 했다. 민간에서 순순히 내놓지 않으면 강제로 빼앗는 것이다.\n급기야 중공군은 1950년 12월 23일 조선과 식량임차규정을 체결하고 공개적으로 한반도에서 식량 징발에 나섰다. 도장 찍힌 문서를 주고 식량을 가져가는 것이다. 전쟁이 끝난 후 증서를 제시하면 가져간 식량을 돌려준다는 것이다.\n중공군은 6·25전쟁 기간 내내 보급에 어려움을 겪었고 그로 인한 피해는 고스란히 남북한 우리 민족의 몫이었다.\n\n[노무단]\n6·25 전쟁에서 노무단이란 각 지역에서 징집 연령이 넘은 35∼60세의 민간인을 모아 편성한 부대로, '지게부대'라는 별칭으로 더 잘 알려져 있다. \n6·25 당시 많은 접전지가 산악지형이라 전투 물품을 운반하는 데 어려움을 겪은 미군은 한국에 인력 지원을 요청했고, 이승만 대통령은 1950년 긴급명령 제6호를 내려 민간인을 징발했다.\n기록에 따르면 1951년 6월 전략 요충지인 평강지구에선 국군이 적군과 고지 점령전을 벌이던 중 포탄이 동날 위기에 처했으나, 400명의 노무단원이 포탄을 들고 보통 사람 걸음으로 족히 4∼5시간이 걸릴 험지를 2시간 만에 날라와 결국 승리할 수 있었다고 한다.\n\"밤새도록 탄약을 나르는 거에요. 걸어가면서 졸고 쓰러지고 그랬다니까요.\"\n지게부대로 참전한 인원은 약 30만 명.\n군번도 계급장도 없이 전투 현장에서 매일 45kg 정도의 보급품을 16km씩 운반했습니다.\n노무단원들은 비록 정식으로 총을 지급받지는 못했지만, 요령껏 미군들로부터 총을 얻어 다니면서 경우에 따라 전투원들을 대신해서 싸우다 전사하기도 했다.\n지게부대원들은 포탄과 식량을 40∼50kg 짊어지고 가파른 고지로 올랐다. 전투가 치열할 때는 잠 한숨 못 자고 포탄을 날랐다. 때때로 걸으면서 졸다가 언덕에 굴러떨어지기도 했다. 지게부대원들이 포화 속에서 죽음을 무릅쓰고 나른 것은 포탄만이 아니었다. 후방에서 아주머니들이 주먹밥을 만들면 지게부대원들은 여름에 밥이 쉴까 봐 쉬지 않고 고지로 뛰어올랐다. 차가운 겨울에는 주먹밥이 얼까 봐 아무리 숨이 가빠도 뛰었다. 넘어지고 미끄러져도 누구 한 사람 비명을 지르지 않았다. \n미군은 지게 모양이 알파벳 A와 닮았다해서 이들을 'A특공대'라 불렀다. 지게 부대는 보급을 중시하는 미군으로부터 \"A프레임 부대\"라 불리며 찬사를받았지만, 보급 부대를 멸시하던 일본군의 마인드가 남아 있던 한국군에서는완전히 무시를 당했으며, 한국전쟁 당시 지게부대에서 활동하신 분들이 전후에다시 \"현역 전투병\"으로 재징집을 당하는 경우도 있었다고 합니다",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-01-27T15:57:23.539000",
  "updatedAt": "2023-01-31T13:27:07.381000"
}