{
  "id": "e399f151-7db7-41f5-a2d6-b442af0a6e0a",
  "title": "욕단은 단군인가?",
  "content": "예수원 설립자 토레이(R. A. Torrey: 우리이름 -대천덕)는 셈의 증손자 에벨의 둘째 아들 욕단이 단군이 아닌가 추정하는 근거로 다음을 제시합니다.\n\n\"…창세기 10:25에 '에벨'이라는 이름이 나오는데, 그에게는 '벨렉'과 '욕단'이라는 두 아들이 있었습니다. '벨렉'이란 '나뉘어진다'는 뜻으로 그는 아브라함의 조상이 되었고, 그의 아우 '욕단'은…알모닷, 셀렙 등 여러 사람들의 조상이 되고, 메사에서부터 스발로 가는 길의 동편 산으로 갔다는 말이 나오는데, 이것은 동방의 산지대로 갔다는 것입니다. 이들은 모두 셈의 족속들이기 때문에 동방 사람들이 어디에서 나왔는지를 생각해 본다면 욕단으로부터 나온 것이 아닌가 생각하여 욕단이 혹 단군이 아닌가 추측해 볼 수도 있습니다. 정확한 계산은 할 수 없지만 단군의 시대와 욕단의 시대가 비슷한 연대입니다.\"(대천덕,「우리와 하나님」, 도서출판 예수원, 1988, 163쪽)\n\n욕단은 광명의 본원지인 '밝의 땅'을 찾아서 아침에 뜨는 해를 따라 알이랑 고개를 넘어 쉬지 않고 동쪽으로 이동하였다(창 10:30). 그리고 마침내 동해에 해 떠오르는 '밝의 땅', 동방의 땅 끝에 당도하여 아시아 동녘에서 가장(한) 높고 밝은 산인 한밝산(太白山=白頭山)과 그 변두리를 근거지로 밝달나라(배달나라)를 세운 우리 '밝달겨레'의 조상이 되었다.\n그때 사람들은 욕단을 '밝달임금'이라고 했을 것이다. 왜냐하면 욕단은 '밝달족'의 우두머리(Headship)였기 때문이며 이것이 욕단을 단군이라고 단정하는 근거로 '단군'이라는 칭호는 '밝달임금'의 이두식 표현이라고 합니다.\n'단군'의 '단'자는 「삼국유사」에 인용된 「고기」에서 '제단 단(壇)'자로 쓴 외에 그 밖의 단군신화들에서는 모두 '박달나무 단(檀)'자를 썼고 신화에서는 '단'자 밑에 또 '나무 수(樹)'자를 덧붙여 '나무'라는 말을 겹말로 중복시킨 것은 바로 '신단수(神檀樹)' 라는 것이며 단군은 '박달임금'이라는 말이고 '박달'의 '달'은 땅으로 밝달(檀)은 밝은 땅이라는 것입니다. 즉 밝달 임금= 檀君 = 밝은 땅의 임금 = 朴達那羅任儉 = 배달 임금\n단군은 '밝달임금'또는 '배달임금' 등으로 구전되어 내려오던 우리 동방(조선) 고유의 호칭이라는 것입니다.\n욕단은 대홍수 후 '알이랑'(하느님과 함께) 고개(파미르고원→천산산맥→알타이산맥)를 넘어(욕단은 동방 산지로 이동 했다. 창 10:30) 동방으로 와서 밝달나라를 세운 우리 밝달족의 우두머리가 하느님의 사람 욕단이고 욕단의 목적지 '새팔'(창 10:30)은 '새발'('새벌'의 옛말)로서 '시베리아'및 '만주'를 아우르는 땅이며 배달겨레의 역사의 고향이라는 주장입니다. 그래서 우리에게 아리랑이란 고유의 노래가 있다는 것입니다.\n성경에 나오는 욕단은 기원전 약 2300-2400년 전의 사람으로 보입니다. 욕단은 벨렉과 같은 시대 즉 벨렉의 동생이고 아브라함은 벨렉의 6대 손이기에 아브라함에 비해 약 200년 정도 앞선 사람이기 때문입니다. 욕단의 후예는 창10:26-29에 나오듯이 13 아들이 있습니다. 그들은 알모닷, 셀렙, 하살마웻, 예라, 하도람, 우살, 디글라, 오발, 아비마엘, 스바, 오빌, 하윌라, 요밥입니다.\n\n\n욕단은 요(堯)이며 단군(壇君)이다.\n서방 벨렉 계열에선 세상과 구별되는 길을 밟아 구주 예수 탄생을 예비하였다. 동방의 욕단 계열은 이 땅에서의 그 구원의 현실을 예표로 보여주었다. 욕단 계열의 그 역사적 사실은 이렇게 중요하다. 하나의 손이 손등과 손바닥으로 이루어져 있듯이 이 둘은 표리를 이루어 하나의 구원에 관하여 예표적인 그림을 구성한다. 성경 창세기는 창조와 인류역사의 기원을 밝힌 책이다. 그 사실과 반대되는 기록들은 사람들이 육신적으로 본 사실을 과장하고 거짓으로 꾸며낸 흔적일 뿐이다. 홍수 이후 전 인류 시원적 종족과 그 거주지를 밝힌 창세기 10장에서 욕단은 열세아들을 낳고 “그들이 거주하는 곳은 메사에서부터 스발로 가는 길의 동쪽 산이었더라.” 기록하였다. 단 몇 절의 기록이지만 욕단의 중요성은 그 이름의 의미와 함께 그의 아들이 성경에서의 기록 중 가장 많은 아들인 열세아들이었다는 것으로 표시되고 있다. 아들의 많고 적음은 하나님에게 받은 축복의 크기에 비례하는 경우가 많다. 그리고 그 거주지인 “메사에서부터 스발로 가는 길의 동쪽 산이었더라.” 라는 기록도 중요한 비밀을 담고 있다. 성경에서 산은 하나님이 말씀하는 곳이고, 그리하여 하나님을 경외하는 사람들이 사는 곳이라는 뜻이 있다.\n메사는 아마 지금의 이란고원 어디에 있을 것이다. 이란의 메슈하드라는 도시는 혹 그 당시의 메사일지 모르겠다. 중동에서 이란인은 이웃나라에 사는 아랍인과는 다른 민족이다. 아마 그들은 욕단의 후손으로 우리와 같은 종족일 확률이 높다. 그 까닭으로 이란 사람들이 한국인을 좋아하고 한국문화를 좋아하는 원인이 되는지 모르겠다. 스발은 지금의 시베리아일 확률이 높다. 시베리아는 시빌이라 불렀다. 신라에서 자신의 나라 이름과 수도 이름을 서라벌이라 불렀다. 서라벌은 한문으로 고치면 신라(新羅) 즉 새 나라라는 뜻이다. 이것은 비록 단군조선의 역사적 실체에 대한 기억은 잃어버렸지만 그 사실의 흔적들은 민족의 심층에 새겨져 때때로 나타나는 하나의 현상인 것 같다. 스발->시빌.시베리아->서라벌(신라)->서울이라는 것은 다 하나의 뜻을 가진 말이다. 새로운 땅, 새로운 나라라는 말이다. 그 당시부터 지금까지 사람이 살기 어려운 동토인 시베리아를 왜 새로운 땅인 스발이라 불렀을까? 아마 먼 후일 하나님을 믿는 우리 민족이 주도적이 되어 전 세계를 평화의 공동체로 건설한 뒤 새로운 땅, 새로운 나라, 지상천국인 교회·왕국(敎會·王國)을 건설하는 환상을 보았을 확률이 높다. 그리하여 한반도로 이동해 왔던 욕단족의 핵심인 우리 민족이 그 환상을 은연중에 나타내어 서라벌, 서울이라 불렀을 것이다.\n다시 말하면 우리 민족의 이동로는 홍수 이후 소아시아의 아라랏 산에서 시작하여 동쪽으로 옮겨오다가 넓고 살기 좋은 시날 평지를 만나 다 그곳에 머물 때 욕단 일문은 하나님을 경외하는 까닭으로 동쪽으로 계속 이동하였다. 일차 집결지가 이란고원의 메사였다. 그곳을 서방에 살고 있는 벨렉 계열과의 교류와 바벨문화 이동을 차단하는 관문으로 삼았을 것이다. 욕단의 열세아들 중에서 한 아들 가족을 남겼을 것이다. 그들이 고대 고레스(키루스)의 바사(페르시아)의 조상이 되었을 것이다. 포로된 이스라엘인들의 해방과 무너진 성전 중건의 사명이 바사의 고레스에 맡겨진 까닭도 이와 같은 신앙과 역사에 연유함이 있을 것이다. 메사에서 사마르칸트를 지나 카자흐고원을 경유하여 우랄 알타이 산맥을 넘어 몽고 북방을 진행하다 시베리아 바이칼 근처에서 한참이나 머물렀을 것이다. 그곳에서 먼 후일의 역사 비전을 보았을 것이다. 그리하여 살기 어려운 동토인 그곳의 이름을 새로운 땅, 새로운 나라란 뜻인 스발이라 불렀을 것이다. 일부는 남고 나머지의 전 욕단족은 살기 좋은 곳인 만주로 이동하였다. 이리하여 이란고원부터 중앙아시아, 시베리아, 몽고, 만주, 한반도는 욕단족의 영유지역이 되었다.\n모세가 기록한 창세기 10장이 가리키는 그 당시는 바벨 심판 전이라 언어와 말도 하나였다. 욕단이란 말은 요(堯)와 단군인 단(壇)의 이름을 합친 것이다. 모세는 하나님의 계시로 중국에서 말하는 요와 한국에서 말하는 단군은 한 사람으로서 욕단이라 밝혔다. 발음뿐만 아니라 뜻도 같다. 욕단의 이름에는 작은자 및 단을 쌓는 자라는 이중의 뜻이 있다. 한문에서 요(堯)는 垚(요)와 兀(올)로 짜인 글자다. 즉 요(堯)라는 그림은 작은자가 위에 세 스승을 모신 사람이란 뜻이다. 그러나 중국인은 멀리 있는 높은 사람이란 뜻으로 요임금이라 불렀다. 단군인 요는 즉 욕단은 중국인에게 그렇게 멀리 있는 존엄한 사람으로 보였다는 것이다. 단군에서 군을 뺀 단(壇)은 바로 제단을 쌓는 자란 뜻이다. 동양에서 말하는 요와 단군은 성경에서는 한 사람으로 그 이름을 욕단이라 밝히고 있다. 垚(요)는 세 사람을 말하는 것으로 중국에서 삼황(三皇)이란 전설과 한국의 단군신화에서 말하는 풍백 우사 운사를 표현하는 것이다. 땅을 말하는 토(土)와 임금이 아닌 사(士)는 다 같은 뜻을 가지고 있다. 즉 하늘과 임금은 아니지만 가장 닮았다는 뜻이다. 그 하늘과 임금의 수단이란 뜻이다. 兀(올)은 세 사람을 스승으로 섬기는 사람으로 요(堯)자신을 말한다.\n중국 전설에서의 삼황과 단군신화에서의 삼사란 성경의 인물인 노아와 그 아들인 셈과 셈의 자손인 어떤 족장일 것이다. 그 이유는 노아와 셈은 하나님을 경외하는 사람으로 심판을 받을 수 없었다. 그러므로 바벨 심판을 피해가는 것이 성경의 원리다. 홍수 심판 전에 하나님을 경외한 에녹은 휴거 당하였고, 대부분의 족장들은 죽어 심판을 겪지 않았다. 이것이 하나님의 정의와 긍휼이며 성경의 원리다. 두 번째 이유는 홍수 이전 세상에서 에녹은 구원 사역을 마치고 부활 승천한 예수님을 예표 하였고, 노아는 성령으로 이루는 이 땅에서의 구원 현실을 예표하고 있다. 그러므로 노아는 동방에서 새로운 지상천국의 예표를 지도할 책임이 있었다. 가나안의 배도와 니므롯의 폭력으로 건설된 바벨론을 피해서 동방에서 이상적인 공동체 건설을 지도할 책임이 있었다. 그러므로 옛 신시·조선(神市·朝鮮)이란 공동체는 하나님의 인도와 노아와 셈과 셀라일 세 조상들과 욕단인 요단군의 헌신적인 노력으로 세워진 동양에서 유일한 고봉문명으로 옛 이스라엘왕국과 중세의 가톨릭교회문명 공동체와 같은 구원노선의 문명이다. 그러나 한국인에게는 잃어버린 역사가 되어 버렸다.\n홍산문명 유적이 발굴되고 있는 요하지역은 홍수 심판 이후 아라랏산에서 시작하여 이란고원을 거치고 시베리아에서 잠시 머물다가 만주로 이동해 정착한 욕단족인 요단군족의 정치경제적인 공동체가 형성된 그 당시 이후의 문명유적일 확률이 높다. 중국 전설과 사서에서 기록한 요순의 정치적 이상시대는 이것을 말하고 있다. 얼마 동안 이곳을 중앙으로 해서 이란고원부터 중앙아시아와 시베리아와 만주지역에 살고 있는 모든 욕단족의 연락과 연합과 다스림이 행해졌다. 이곳에서 파견된 우(禹)가 황하 치수에 성공하여 중국이 건설되었다. 욕단일문인 요단군족의 삶이 정치경제적으로 안정되자 노아와 셈과 셀라와 욕단은 하나님을 모시고 그 이상을 구현하기 위해 정치경제를 넘어선 교회·왕국(敎會·王國) 건설의 비전과 목표를 세웠다. 그리하여 하나님을 모시고 풍백 우사 운사와 삼천무리가 태백산 산정에 도달하여 신시(神市)를 열었고, 단군은 조선을 건국하였다. 신시와 조선은 유대인 보다 먼저 이스라엘과 같은 문명을 건설하였다는 의미다. 이리하여 동방에서의 역사1기 고봉문명은 완성되었다. 동양에서의 유일한 고봉문명이다. 많은 인류형제와 이별하고 수많은 산과 강을 건너 건설한 위대한 문명이었다.\n \n밝달임금(단군) 욕단 \n  빛의 근원이신 하느님을 공경하던 셈의 현손(玄孫) 욕단 족속은 빛이 시작되는 땅, 곧 광명의 본원지를 찾아가는 것이 꿈이었다. 그들은 밝고 환한 천국에 계시는 하느님의 백성, 곧 천손민족(天孫民族)답게 밝고 환한 땅을 찾아 가서 온 백성이 밝고 환한 흰 옷을 입고 창조주 하느님께 제사하며 삶을 영위하는 신시(神市= City of God), 곧 ‘하느님의 나라’를 세우기를 소망했다.\n그리하여 아침에 뜨는 해를 따라 알이랑(하느님과 함께) 고개(파미르고원~천산산맥~알타이산맥)를 넘어 쉬지 않고 동쪽으로 이동하다가(창 10:30), 마침내 동해에 해 떠오르는 ‘밝의 땅’, 동방의 땅 끝에 당도하였다. 그리고 백두산과 그 변두리를 근거지로 밝달나라를 세운 우리 밝달겨레(배달겨레)의 조상이 되었다. ‘밝달’의 ‘달’은 ‘아사달’의 ‘달’로서 ‘땅’이라는 말이다.\n  그때에 사람들은 욕단을 무엇이라고 불렀을까? 물론 ‘밝달임금’이라고 했을 것이다. 왜냐하면 욕단은 사람들을 ‘밝의 땅’으로 이끌고 온 ‘밝달족’(광명족)의 우두머리(Headship)였기 때문이다. 그래서 우리는 ‘단군’이 ‘욕단’이라는 사실을 알 수 있다.\n왜냐하면 ‘단군’이란 칭호는 ‘밝달임금’(檀國의 君長: king of Bakdal)의 이두식 표현이기 때문이다. ‘단군’은 ‘밝달임금’ 또는 ‘배달임금’ 등으로 구전되어 내려오던 우리 동방(조선)의 고유의 호칭을 후세에 한자(韓字)로 의역(意譯)하여, ‘檀(박달)’ ‘君(임금)’ 이라고 표기하여 놓았기 때문에 비로소 ‘단군’이라는 칭호와 발음이 생겨난 것이다.\n예수원 설립자 토레이(R. A. Torrey․ 대천덕)는 셈의 세째 아들 아르박삿의 손자 에벨의 둘째 아들 욕단이 단군이 아닌가 추정해 볼 수 있다면서 다음과 같이 그 근거를 제시한다:\n  “…창세기 10:25에 ‘에벨’이라는 이름이 나오는데, 그에게는 ‘벨렉’과 ‘욕단’이라는 두 아들이 있었습니다. ‘벨렉’이란 ‘나뉘어진다’는 뜻으로 그는 아브라함의 조상이 되었고, 그의 아우 ‘욕단’은…알모닷, 셀렙 등 여러 사람들의 조상이 되고, 메사에서부터 스발로 가는 길의 동편 산으로 갔다는 말이 나오는데, 이것은 동방의 산지대로 갔다는 것입니다.\n이들은 모두 셈의 족속들이기 때문에 동방 사람들이 어디에서 나왔는지를 생각해 본다면 욕단으로부터 나온 것이 아닌가 생각하여 욕단이 혹 단군이 아닌가 추측해 볼 수도 있습니다. 정확한 계산은 할 수 없지만 단군의 시대와 욕단의 시대가 비슷한 연대입니다.” (대천덕,「우리와 하나님」, 도서출판 예수원, 1988, 163쪽)\n그의 추측은 옳았다! 우리 알이랑민족사를 시작한 단군은 바로 성경상의 셈의 현손 욕단이었다. 여기에서 그 타당한 근거를 살펴보도록 하자.\n\n단군 칭호의 의미와 유래\n  ‘단군’이라는 칭호는 그 이름 자체에 이 인물의 성격이 어느 정도 집약적으로 반영되어 있다는 점을 부인할 수 없다. 따라서 단군의 정체를 밝히는데 ‘단군’이라는 칭호가 중요한 단서가 된다. 그러므로 단군 칭호의 의미와 유래가 무엇인지를 해명해야 한다.\n단군 칭호의 의미와 유래라고 할 때에는 한자(韓字)로 표현된 ‘단군’의 본래 우리말이 어떤 것이며, 그 우리말의 본질적 의미가 무엇인지, 그리고 그 어원을 어디서 찾을 것인가 하는 것들이 주로 논의되어야 할 것이다.\n먼저 ‘단군’의 ‘군’은 ‘임금’을 표시하는 우리말의 한자 의역에 불과하다는 것이 명백하다. 그러므로 여기서 일단 ‘단군’의 의미를 복원해 보면 ‘단 임금’으로 된다. 그러면 ‘단’자의 의미는 무엇인가? ‘단군’의 ‘단’자는 「삼국유사」에 인용된 「고기」에서 ‘제단 단(壇)’자로 쓴 외에 그 밖의 단군신화들에서는 모두 ‘박달나무 단(檀)’자를 썼다.\n「삼국유사」정덕본 이전의 조선왕조 초기의 다른 여러 책들에서는 단군에 대하여 전하면서 ‘박달나무 단’자를 썼고, 단군신화를 전한 「삼국유사」이외의 모든 기록에서도 한결같이 ‘박달나무 단’자를 썼다.  이러한 사실로 미루어 보아 「삼국유사」의  ‘제단 단’ 자는 신화에 불교적 요소가 개입되면서 고쳐쓴 것으로 인정된다. 다시 말하면 「삼국유사」의  ‘제단 단’ 자는 승려 일연이 불교적 제단을 염두에 두고 고쳐 썼다는 것이다. 그렇다면 왜 삼국유사 이외의 모든 기록들이 단군의 '단'자를 ‘박달나무 단’자로 표기했을까? 한자가 통용되기 전에 있었던 단군의 순 우리말 이름은 그렇게 표기해야만 의미가 일치하기 때문이다.\n  ‘박달나무 단’자는 그 자체만으로 ‘나무’라는 이름을 가지고 있음에도 불구하고 신화에서는 ‘단’자 밑에 또 ‘나무 수(樹)’자를 덧붙여 ‘나무’라는 말을 겹말로 중복시킨 것이 나온다. 바로 ‘신단수(神檀樹)’이다. 이것은 원래의 설화에 있었던 ‘박달나무’란 말의 ‘박달’만을 ‘단’자로, ‘나무’를 ‘수’자로 의역했다는 것을 말해준다. 이처럼 ‘단군’의 ‘단’자가 우리말의 ‘박달’을 의미하는 것이라면, 단군은 ‘박달임금’이라는 말이 된다.\n ‘박달’의 ‘달’은 ‘아사달’ 할 때의 그 ‘달’인데, ‘땅’이라는 말이다. 양달이 양지요, 음달이 음지요, 빗달이 비스듬한 땅이다. 이렇게 ‘달’은 ‘땅’이다. ‘박달’의 ‘박’은 ‘밝’과 통한다. 오늘날에도 일상대화에서 ‘밝’의 받침 ‘ㄹ’이 생략되어 ‘밝다’가 ‘박다’로 발음된다.\n이것은 우리말에서 겹자음 받침을 가진 경우 앞의 겹자음 하나가 발음되지 않는 것이 하나의 음운법칙으로 되는 것과 관련된다(예: 젋다→점다, 굵다→국다, 밟다→밥다, 진흙→진흑). 이로서 ‘박달’의 ‘박’이 ‘밝다’의 ‘밝’과 통하며, 그에 따라 ‘박달’을 ‘밝달’로 볼 수 있다. 그러므로 ‘단군’은 ‘밝달임금’이라는 말이다. ‘밝달’은 ‘밝은 땅’이라는 뜻이다.\n즉 단군(檀君)은 ‘밝은 땅의 임금’ 곧 ‘배달임금’이란 글자이다. ‘밝달(족) 임금’의 이두식 표현이 ‘단군’이라는 칭호인 것이다. 그것을 보기 쉽게 다음과 같이 표시할 수 있다.\n \n 밝달(檀): 밝은 땅\n    밝달임금= 檀君 = 밝은 땅의 임금 = 朴達那羅任儉 = 배달임금\n  단군은 '밝달임금'이란 보통명사\n \n  단군은 ‘밝달임금’또는 ‘배달임금’ 등으로 구전되어 내려오던 우리 동방(조선) 고유의 호칭이었다. 이 토박이말을 후세에 한자(韓字)로 의역(意譯)하여 ‘檀’(박달) ‘君’(임금)이라고 표기하여 놓았기 때문에 비로소 ‘단군’이라는 칭호와 발음이 생겨난 것이다.\n  그러므로 단군은 ‘밝달나라의 임금’(檀國의 君長: King of Bakdal)이라는 뜻을 가진 보통 명사이다. 따라서 ‘단군’은 한 사람이 아니고, 그 자리를 이어받은 후손들 모두가 단군이라고 불리어 왔다. 그래서 단군이라는 한 임금이 1000여 년간 고조선을 통치한 것처럼 후세에 와전되어 버린 것이다.\n  계림유사(鷄林類事)란 책에선 말하기를 “밝달(檀)은 배달(倍達)이요, 국(國)은 나라(那羅)요, 군(君)은 임금(任儉)이다” 하였다.¹ 와유록(臥游錄)이란 책에선 말하기를, “한밝산은 세속에서 박달(朴達)이라 일컫는데, 세상에서 밝달임금(檀君)이 내려오신 땅이라 이른다” 하였다.² 신단실기(神檀實記)란 책에서 말하기를 “밝달임금(檀君) 때에는 사람들이 밝달(檀)을 배달(倍達)이라 하였는데, 지금은 음이 구을러 박달(朴達)이 되었다” 하였다.³ 동사강목(東史綱目)에선 말하기를, “배달(檀)은 나라 이름인 까닭에, 그 자손들은 모두 배달 임금(단군)이라 한다” 하였고,⁴동국여지승람(東國輿地勝覽)에선 “단군이라 일컬음은 곧 배달 나라 임금의 칭호인 까닭에, 그 나라를 잇는 임금들(嗣君)을 모두 단군이라 일컫는다”라 하였다.\n  그리하여 우리는 이때까지의 고찰로써 성경상의 한국인의 조상인 셈의 현손(玄孫) ‘욕단’이 다름 아닌 우리 겨레의 시조 ‘단군’이라고 충분히 단정할 수 있다. 참으로 에벨의 아들 욕단이 홍수 후 알이랑 고개를 넘어 사람들을 이 동방의 땅 끝, 밝의 땅으로 인도해 온 우리 ‘밝달겨레’의 조상이라면, 사람들은 그를 부르기를 분명히 ‘밝달(나라) 임금’이라고 했을 것이기 때문이다. 그렇지 않은가? 그러므로 역사적 인물 욕단이 우리 배달겨레의 조상 '단군'이다.\n  단군의 정체를 정확히 해명하는 작업은 아직까지 학계에서 난제이다. 그러나 우리가 성경을 안다면 그것은 절대로 어려운 과제가 아니다. 무슨 대단한 일도 불가능한 일도 아닌 것이다. 우리 알이랑민족의 조상 단군은 의심의 여지 없이 성경상의 셈의 현손 '욕단'이다.\n \n_________________________\n1) 鷄林類事, 檀倍達, 國那邏, 君任儉\n2) 臥遊錄, 白頭山, 俗稱朴達 世稱檀君, 下降之地云\n3) 金敎獻, 神檀實記 : 尹世復, 檀君考,\n4) 後嗣子孫, 仍稱檀君, 蓋檀國君地意, 而襲用之, 東史綱目曰 或云 檀是國號 故其子孫 皆稱檀君\n5) 東國與地勝覽, 檀君之稱 卽檀國君之號 古其嗣君 皆稱檀君\n \n \n성경상으로 볼 때 우리 겨레의 시조 단군은 대홍수 후 알이랑(하느님과 함께) 고개(파미르고원 ~천산산맥 ~알타이산맥)를 넘어 동방으로 와서 배달나라를 세운 에벨의 아들 욕단이 분명하다. 이러한 사실은 단군의 연대와 욕단의 연대가 같다는 점에서 의심의 여지가 없다.\n \n단군의 연대와 욕단의 연대\n단군의 조선 건국 연대에 대하여 지금까지는 일반적으로 기원전 2333년이라는 설이 통용되어 왔다. 이 기원전 2333년 설은 고려의 13세기 말 이승휴의「제왕운기」에서부터 시작된 것인데, 그때 이승휴는 자기 저서에서 우리 민족의 시조 단군의 조선 건국 연대를 중국의 요(堯)임금 건국 연대와 똑같이 무진년(戊辰年)으로 본 것인데, 그것은 실제 우리나라의 그 어떤 구체적인 자료에 기초한 것이 아니었다.\n \n다만, 그는 당시 요임금을 중국 한족의 시조로 보면서 -요임금은 동이족이었다- 그의 건국 연대가 우리 단군의 건국 연대보다 앞설 수 없다는 것에서부터 그런 논법을 세웠던 것이다.\n  건국시조 단군 때로부터 상당히 긴 세월이 흐른 후세에 살던 우리 선조들은 단군이 나라를 세운 연대에 대하여 잘 알지 못하였고, 다만 단군이 매우 오랜 옛적에 나라를 세웠다는 막연한 인식만을 가졌던 것 같다.\n \n그렇기 때문에 단군의 건국 연대를 자기들이 알고 있던 가장 오랜 옛 임금에 비교하여 ‘지금으로부터 2천년 전’이요, ‘요와 같은 시대’라고 표현했던 것이다. 그러므로 오늘날 통용되고 있는 주전 2333년인 단군기원을 액면 그대로 믿을 수는 없다.\n  다시 말하면 단군의 즉위 원년의 절대 연대는 사실로서의 의미가 없다는 것이다.「삼국유사」등이 전하고자 하는 핵심은 단군이 요와 동시에 즉위해 나라를 건국했다는데 의의가 있을 뿐이다. 요와 순은 이상적인 통치시대를 펼친 인물의 대명사격이다.\n \n특히 요는 공자가 성군으로 추앙하던 인물이다. 바로 그러한 요임금과 단군이 동시대에 즉위해 조선을 건국하였다는, 즉 우리나라가 중국과 대등한 시기에 건국된 유구한 역사를 지닌 나라라는 것을 알리려는데 그 의의가 있는 것이다. 이렇게 단군의 즉위 연대는 그 절대 연대에 집착할 것이 아니라 당시 사람들이 내세우고자 했던 의식세계를 이해하는데 초점을 맞춰야 한다.\n따라서 단군을 성경상의 셈의 현손(玄孫) 욕단이라고 단정할 때에 단군 시대와 욕단 시대의 일치 여부는 논란의 소지가 될 것이 전혀 없다. 주전 2333년이라는 단군기원은 사실로서의 연대가 아니기 때문이다. 실제는 그보다 훨씬 더 옛날로 소급될 수도 있다.\n 그런데 우리가 주목해야 할 사실은 현재 통용되고 있는 주전 2333년인 단군기원이 성경상의 욕단의 연대와 일치한다는 것이다. 성경에는 인류의 조상 아담으로부터 예수 그리스도에 이르기까지 모든 연대가 기록되어 있는데, 그것을 역추적하여 계산해 보면 아담이 금단의 열매를 따먹고 에덴에서 추방당한 타락 원년(元年)은 B.C. 4114년이 된다.\n \n그리고 그 자손들이 타락을 계속해서 온 땅이 강포와 죄악으로 가득 차 하느님께서 큰 홍수로 세상을 심판하셨는데, 그 홍수가 발생한 연대가 B.C.2458년이다. 셈의 증손자 에벨은 B.C.2391년에 태어나 B.C.2357년 욕단의 형인 벨렉을 낳았고, B.C.1927년까지 살았다.\n  이 성경 연대는 성경 연구가에 따라 연대 계산에 조금씩 차이가 있어 좀 더 위로 소급되기도 하는데, 중요한 것은 정확무오한 연대 산출(그것은 불가능할 것이다)이 아니라 욕단의 연대가 바로 단군 시대에 해당한다는 것이다.\n \n그러므로 어떤 관점을 취하든 우리는 아득한 옛날 백두산정에서 창조주 하느님께 제천의식을 거행하고 조선을 건국한 밝달임금, 곧 단군이 성경에 산맥을 넘어 동방으로 갔다고 기록된 에벨의 아들 욕단이라고 얼마든지 단정할 수 있다.\n \n조선이라는 국호의 처음 이름 ‘주신’\n 하느님의 사람 셈의 현손 욕단이 조선을 건국했다는 사실은 조선이라는 국명에서 드러난다. 조선이라는 국호는 원래 ‘주신’이라는 순수한 우리말의 지나(支那)식 표현이다. 한국인의 선조인 욕단은 그가 도달한 시베리아와 만주 대륙에 이르는 드넓은 동방의 새 땅을 하느님이 ‘주신’ 땅이라고 믿었다.\n그리하여 나라 이름을 ‘주신’이라고 했는데, 후일에 ‘주신’이라는 말의 옛 음이 지나의 옛 글에 식신(息愼), 숙신(肅愼), 직신(稷愼), 주신(州愼), 조신(鳥愼), 주신(珠申), 조선(朝鮮) 등으로 다양하게 표기된 것이다. 즉, 한민족 최초의 나라 이름인 ‘조선’의 본 뜻은 ‘주신’이라는 순 우리말인 바, 하느님께서 그 땅을 ‘주신’의 ‘조선’으로서 ‘하느님이 주신 땅’이라는 것이다. 이 얼마나 신본주의적 국호인가? 우리 겨레의 근본사상인 '알이랑 정신'과 부합하는 국명이다.\n  흔히 아침 조(朝), 빛날 선(鮮)에 견주어 ‘아침 해가 빛난다’는 뜻에서 ‘조선’이라는 국호가 생겼다 하나 조선이라는 국호는 상형문자가 생기기 전에 이미 있던 국호이다. 그렇다면, ‘조선’이라는 말은 우리의 고대어로 무엇을 뜻하였겠는가? 바로 그것이 ‘주신’인 것이다.\n일찍이 단재 신채호는 조선의 어원은 숙신(肅愼)이라고 하고, ‘만주원류고(滿洲源流考)'에서는 ‘숙신’의 옛 이름을 ‘주신(珠申)'이라고 하고, 주신은 소속 관경(觀境)을 가리키는 만주말이라고 했다. 이는 곧 지금의 말로 일정한 지역의 땅, 영토를 의미한다. 바로 여기에 조선의 원의(原義)가 있다. 즉 ‘주신’이 ‘숙신’의 어원이요, ‘조선’의 어원이기도 한데, 우리가 터 잡고 사는 땅을 하느님께서 우리에게 살라고 ‘주신(賜)’ 땅이라는 뜻의 ‘주신’인 것이다.\n  또한 욕단은 ‘주신’(조선)을 건국한 역사적인 그 날을 ‘하늘 문이 열렸다’, 즉 개천(開天)이라고 했다. 아마도 욕단이 조선을 건국하기 전 먼저 백두산 산정에서 하느님께 단을 쌓고 경건히 천제를 드렸을 때, 아라랏 산정의 노아의 제사를 ‘하늘 문을 여시고’ 응답하신 하느님께서 욕단의 제사도 그렇게 열납하신 것 같다.\n그렇기에 나라를 세운 개국일을 ‘개천’(開天), 즉 ‘하늘이 열렸다’고 했을 것이다. 세계 모든 나라들이 개국일(開國日)을 통상적으로 ‘건국기념일’이라고 부르지만, 천손민족인 우리 한국인은 오늘날까지 ‘개천절’(하늘 문이 열린 날)이라고 부른다. 이 얼마나 선민(選民)다운 특별한 건국기념일의 이름인가! 이 같은 명칭은 세계에서 배달민족과 유대민족 외에는 없는 특이한 사항이다.\n\n알이랑 민족의 조상 단군인 욕단\n창세기 10장 2절에 보면 백인종의 조상인 야벳의 아들들 가운데 두발(Tubal)과 메섹(Meshech)이라는 인명이 나온다. 서구 성경학자들이 쓴 책들을 보면 오늘날 러시아의 수도 ‘모스크바’(Moskva)라는 지명은 야벳의 아들 ‘메섹’에서 유래했다고 설명하고 있다. ‘메섹’이 그곳으로 가서 정착했기에 그의 이름이 지명이 되었다는 것이다.\n그리고 우랄산맥 동쪽에는 ‘토블스크’(Toblsk)라는 지방이 있는데, 그것 또한 야벳의 아들 ‘두발’에서 유래한 지명이라고 설명한다. ‘두발’이 그곳으로 가서 살았기에 그의 이름을 지명으로 삼았다는 것이다.\n  서양의 성경 주석가들이 무슨 타임머신을 타고 그 당시의 모스크바나 토블스크로 가서 ‘메섹’과 ‘두발’을 만나고 온 것은 아니다. 그렇다고 어떤 고고학적 유물이나 문헌상의 근거가 있는 것도 아니다. 다만 메섹은 모스크바와, 두발은 토블스크와 발음이 유사하기 때문에 그렇게 설명하고 있는 것이다. 그렇지만 그들의 연구 결과에 대해 믿을 수 없다고 악착같이 이의를 제기하는 사람은 거의 없다. 대부분 그대로 수용한다. 왜냐하면 백인종은 야벳의 후손이므로 얼마든지 그럴 가능성이 있기 때문이다.\n그렇다면 대홍수 후 알이랑(하느님과 함께) 고개(파미르고원→천산산맥→알타이산맥)를 넘어 동방으로 와서 밝달나라를 세운 밝달족의 우두머리가 에벨의 아들 욕단일진데, 우리가 그를 ‘단군’이라고 단정하지 못할 이유는 전혀 없다. 단군이란 '밝달임금'의 이두식 표현방식이기 때문이다.\n더욱이 앞서 자세히 설명했듯이 욕단의 목적지 ‘스발’(새팔)은 광명의 본원지인 ‘새밝나라’, 곧 ‘새벌’(시베리아)이다. 게다가 욕단의 연대와 단군의 연대는 같은 시대이다. 따라서 성경상의 한국인의 조상 욕단을 우리 한민족의 시조 단군이라고 단정하는 것은 결코 억측이 아니다. 그것은 지극히 타당한 결론인 것이다.\n  그렇다! 셈의 셋째 아들 아르박삿의 손자 에벨의 둘째 아들 욕단은 우리 알이랑 민족사를 시작한 한국인의 조상 단군이시다. 알이랑민족 한국인의 기원은 셈의 가계, 그 중에서도 약 4300여 년 전에 동양으로 이주하여 우리 배달 동이겨레의 선조가 된 욕단의 후손, 곧 단군의 자손이다.\n그리하여 동방의 한국인은 여호와 하느님께서 감추어 놓으신 또하나의 선민인 것이다. 에벨의 혈통인 욕단의 후손은 셈 계열 내에서 특별 선택을 받은 천손 민족이기 때문이다. 그리고 바로 이와 같은 역사적 사실이 단군신화에 나오는 천손강림(天孫降臨)의 모티브가 된 것이다. \n즉, 우리 한국인의 계보가 셈→ 아르박삿→ 셀라→ 에벨→벨렉과 욕단으로 이어지는 ‘천손민족’이라는 사실이 신화에 반영된 것이다. 건국신화는 단순한 신화가 아니라 건국사실의 신화적 반영이다. 따라서 건국 역사를 밝히는데 중요한 사료(史料)의 하나가 된다.\n단군은 신화의 인물이 아니다. 그는 동방 ‘밝의 땅’에 당도하자 맨 먼저 백두산 산정에 올라 창조주 하느님께 천제를 드리고 조선을 건국한 역사적 인물로서, 성경상의 한국인의 기원은 노아의 작은 아들 셈의 현손(玄孫) 욕단, 곧 밝달임금이다.\n나무엔 뿌리가 있듯이 사람에겐 조상이 있다. 뿌리 없는 나무는 생길 수 없을 뿐더러 잘 발육하기도 어렵듯이 조상 없는 사람은 생길 수도 없을 뿐만 아니라 잘 발전하기도 어렵다. 개인과 씨족에 시조(始祖)가 있듯이 민족에게도 시조가 있다. 우리 배달민족(檀族=밝달민족)의 시조는 단군이신데, 이분을 한자(韓字)를 빌어 이두문(吏讀文)으로 단군왕검(檀君王劍)이라 적고, 또 이 분을 간단히 ‘배달임금’(檀君) ‘한배검’ ‘단군’ 또는 왕검(王劍)이라 하였다. 그가 바로 대홍수 후 알이랑 고개를 넘어 동방의 땅 끝 ‘밝의 땅’으로 천동하여 밝달나라를 세운 에벨의 둘째 아들 ‘욕단’이었다.\n\n* 종래에 ‘단군’은 무당의 일명인 ‘당굴’의 음을 따서 쓴 것이고, ‘당굴’은 몽골어의 Tengri(天 ․ 祭主)와 공통된 말이라는 견해가 있었다. 그러나 이러한 해석은 신화의 내용과 동떨어져서 ‘단군’의 의미를 해석하는 것에 본질적인 결함이 있다. 신화는 ‘단군’을 ‘당굴’로 해석할 수 있는 그 어떤 시사도 주지 않으며, 애당초 이 설의 주장자 자신도 신화에서 그 의미를 도출한 것은 아니었다. 거기에는 샤머니즘의 본질인 사자(死者)의 혼령을 중개하는 샤만적 존재나 술이나 가무 등의 요소가 전혀 보이지 않는다. 단군의 본뜻을 가장 바르게 또 완전히 알아내려면 무엇보다 신화의 내적 연관 속에서 그 의미를 파악해야 하며, 그것을 바탕으로 역사적․언어적 사실과 논리적 이치에 따라 근본적으로 풀어 밝히지 않으면 아니 될 것이다. 신화와 동떨어진 종래의 해석은 우선 그 접근 방법부터가 틀렸으므로 믿을 것이 못 된다.\n\n\n스발(세페르)은 새벌(서라벌), 새땅, 동쪽의 땅을 의미합니다. 중간 기착지가 알타이산맥(金山)입니다. 금은 검, 神입니다. 예를 들어 샛별이 금성=東明星입니다.\n\n우리나라 기원 BC 2333년 ᆢ, 욕단이 이동시작한 해는  ᆢBC 2336 년ᆢ\n\n화하족은 뱀의 후손. 짐승이라 부를수있음. 실제 화하족 건국 신화에 뱀이 등장 하고 들의 행동은 동물적 행동이\n나타난다. 고구려 장수 고선지를 죽일때 온몸을 칼로 도려내는 처참하고 잔악한 행위",
  "color": "default",
  "labels": [
    "24690b65-e26d-4857-b5f9-f7c2fcc8a7f8",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-07-07T08:28:02.816000",
  "updatedAt": "2024-07-07T09:30:31.682000"
}