{
  "id": "e3b81276-a64d-4398-b04c-073ab54ab517",
  "title": "중국 정치",
  "content": "현주석 시진핑 - 태자당 (지금 2인자 리커창 공청단)\n전주석 후진타오 - 공청단 (당시 바지사장, 장쩌민이 조종)\n전전주석 장쩌민 - 상하이방 (덩샤오핑 이후 쭉 시진핑 집권 초기까지 상하이방이 패권)\n\n시진핑은 태자당이다. 태자당은 문화대혁명 당시 끝까지 모택동과 싸우다 숙청당한 혁명 초창기 원로들을 모택동 죽은 다음 복권시켜주면서 만들어진 것. 시진핑과 아버지가 문화대혁명때 죽을 뻔 한거 살려준게 지금 원로들.\n중국은 주석직을 10인 상무위원들이 3대 방파에서 자리 나눠가지고 있으면서 의논해 뽑는다.\n다수파가 중국을 현재 G2로 이끈 덩샤오핑의 상하이방(개방, 친미, 경제중시)이었는데\n후진타오가 주석일때 군권을 장쩌민이 안놓고 바지사장 취급했어요. 공청단이 너무 뻣뻣해서 군권 주면 미국하고 대결할 거 같다는 이유로.\n그래서 후진타오가 주석일때도 미국과 관계가 괜찮았습니다. 조금만 대립하려 하면 장쩌민이 불러다 쪼인트 깠거든요. 그래서 후진타오가 주석에 물러날 때 공청단은 세가 밀리고 상하이방에게 주긴 싫으니, 독하게 맘먹은 다음 태자당과 편먹고 주석에 올린게 시진핑이에요.\n군권은 일찍 받았어요. 1기 때 자기 손으로 자기 태자당 계파 후계자 보시라이 숙청하는 걸로 후진타오와 장쩌민 둘 다 안심시키면서 권력욕 없는척 하고요. 시진핑이 주석이 되자마자 태자당 2인자를 제거해서 권력욕 없다는 코스프레(다른 계파에게 차기 넘기겠다는 뜻)를 하면서 장쩌민을 안심시키고 군권을 받았어요. \n이후 폭풍 숙청해서 장쩌민 숙청하고, 상하이방 싹 쓸어버렸죠. 그리고 이제 공청단의 보스인 후진타오를 숙청하는 겁니다. 3연임으로 권력기반 확고하게 다졌다는 퍼포먼스에요.\n지금 2인자 리커창은 공청단인데 후계자 취급 받다가 재작년 부터 쩌리가 됐어요. 후진타오 숙청되는거 봤으니 곧 알아서 사퇴할 겁니다.\n그냥 시진핑 1인 독재국가가 됐어요.\n쟤는 이제 태자당도 아니고 '시파' 라고 해서 본인 추종자들을 10인 상무위원 중 8명 박아놨어요.\n결국 모든게 시진핑 맘이라서 권력구도고 뭐고 급한 외교 문제일 때 어느쪽 라인에게 비비고\n다 쓸모없어진거죠.\n\n시자쥔(習家軍, 습가군, 시파)이란 중화인민공화국 공산당 내 계파인 태자당 중 주석 시진핑을 따르는 계파를 일컫는 세간의 호칭이다. 시진핑이 근무했던 저장성, 푸젠성, 상하이, 칭화대학교 동창회에서 데려온 인물들이 주축을 이루고 있다.\n\n시진핑은 태자당 출신이나 태자당을 이용하는 정도지 심복으로 보지는 아닌 것 같음. 그래서 시진핑은 자기 측근들로 또 다른 계파, 시자쥔이라는 시파를 만듬. 시진핑은 자기가 지방으로 돌 때 같이 근무했던 동료, 부하 위주로 새 파벌을 만들고 있는 중임. 시파라고 부르며 현재 몰락 중인 상하이방 자리를 대체할 것으로 봄.\n\n현 최고지도부는 리커창 중국 총리, 리잔수 전국인민대표대회 상무위원장(한국의 국회의장격) , 왕양 인민정치협상회의 주석, 왕후닝 중앙서기처 서기, 자오러지 중앙군사위원회 기율검사위원회 서기, 한정 부총리로로 구성돼 있는데, 중국공산당의 3대 파벌인 공산주의청년단(공청단), 상하이방,  태자당이 비교적 골고루 포함되어 있었다. 리커창·왕양은 '공청단', 한정은 '상하이방', 리잔수·왕후닝·자오러지가 '시파계 태자당' 소속이었다. \n하지만 새 최고지도부는 모두 '시파'로 구성됐다. 시 주석을 제외하고 차기 서열 순으로 △ '시진핑의 비서'라 평가되는 리창 △ '시의 칼'이라 일컬어지는 자오러지 △ '시의 두뇌' 왕후닝 △ '시의 부하' 차이치 △ '시의 그림자' 당쉐샹 △ '시의 대학 후배' 리시로 구성됐다. 통상 중국에서는 주석 선출보다 최고지도부 상무위원에 더 많은 관심을 보인다고 평가되는데, 중국공산당의 최고 핵심 집단이 오로지 시진핑의 사람들로만 구성된 것. 이로서 중국의 집단지도체제 전통이 깨지게 됐다. 시 주석을 제외한 차기 최고지도부 상무위원 6인에 '시파'만이 포함됐기 때문이다.\n\n\n시친핑의 왼팔오른팔이 장유샤+허웨이둥이었고 연임때도 강력한 지지세력 이었는데, 시친핑이 먼저 낙하산 인사로, 전국 지휘관을 자기 사람으로 인사발령했고, 타겟은 장유샤였죠. 죽을ㅌ위기에 몰린 장유샤가 원로들과 합세해서 낙하산 인사들을 숙청.납치.실종 처리시키고, 모든 군대를 완벽히 장악했습니다.\n27년 대만침공설도 이젠 미국이 방위비 압박용이지 불가능합니다. 장유샤 입장에선 혹시 대만전쟁 승리로 통일 영웅이된 시진핑이 언론, 민심을 타고 다시 권력을 잡는걸 허용할 가능성은 제로 입니다.\n지방군벌도 장유샤와 그 지지 원로들이 전부장악함\n시진핑 임기 기간동안엔 그에게 정치, 외교만 맡기고, 권력은 총에서 나온단 믿음으로 공산당과 군권은  장유샤가 장악함. 공산당이 망해선 안되서, 시진핑을 직접 끌어내리는 상황은 안 만들고 있음",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-10-22T22:45:59.248000",
  "updatedAt": "2025-10-18T00:10:19.093000"
}