{
  "id": "e3cd4f89-39dc-4a9d-bd35-20bbd4b04867",
  "title": "오키나와 전투의 조선인",
  "content": "일제하 조선 청년들이 가장 많이 끌려간 곳이 오키나와이고, 이곳에서 가장 많이 숨졌다는 점은 인정하고 있다. 오키나와 전쟁을 연구하는 학자들에 의하면 징병자·군부(軍夫)·위안부·민간인 등 적게는 2800명에서 많게는 1만명이 희생된 것으로 추정한다.\n\n오키나와에 끌려온 조선 청년은 ‘군부’라는 이름으로 일본군에 배속돼 진지 구축이나 탄약 운반 등 노역에 동원됐다. 일본은 본토 방어를 위한 전진기지로 오키나와에 대규모 방어진지를 구축하고, 많은 병력과 군부를 집결시켰다. 그 중 조선인 군부는 미군 공습에 무방비로 노출됐으면 전투 중에 죽었다. 25세에 대구에서 오키나와로 끌려온 김원영씨가 쓴 <어떤 한국인의 오키나와 생존수기>(1992)는 참담한 현장을 그리고 있다.\n\n“오키나와전에서는 본토 출신 약 6만5000명의 병사들, 오키나와에서 서둘러 소집된 약 3만명의 급조된 부대원, 일반 민간인 약 9만4000명이 희생당했다. 그밖에 조선반도(한반도)에서 군부(軍夫, 군인·군속)나 종군위안부로 강제연행당한 약 1만명의 사람들 또한 희생당한 것으로 알려져 있지만 그 정확한 숫자는 지금도 확인되지 않고 있다. 이처럼 오키나와전에서는 본래의 군인보다도 훨씬 더 많은 민간인들이 희생당했다.”(<오키나와 현대사> 신판, 아라사키 모리테루, 이와나미신서, 2005)\n\n조선인들로 구성된 건설부대가 여단급으로 존재했고...\n상륙한 미군이 본 것은 귀축영미의 선전에 세뇌당해 집단자결한 일본 민간인들, 미군을 격하게 환영하며 집단항복한 조선인 강제노동자들이 대부분이었다.\n\n5월 11일 전투에서 15번 초계구역의 구축함 에반스에 9시 20분을 전후해 격돌한 하야부사 4대는 조선인 가미카제로 유명한 탁경현 소위의 기체거나 적어도 함께 출격한 51진무대의 편대기들로 추정됨.\n\n오키나와전쟁의 최초의 지상전이 전개되어, 일본군과 미군은 물론 오키나와 원주민, 조선인 군부, 종군위안부 등 다수가 사망하거나 부상했다. 일본군은 오키나와 주민 및 조선인 군부들을 스파이 혐의로 학살했고, 특히 주민들에 대해서는 ‘강제집단사(집단자결)’를 사실상 강요하고 실행했다.\n오키나와전쟁에서 조선인은 얼마나 희생되었는가. 아라시로 토시아키나 아라사키 모리테루의 연구에 따르면, 대략 1만여 명의 조선인이 희생당했다. 그 희생자 속에는 오키나와로 징병된 학병(전문학교 재학 이상 학력의 징병자), 지원병, 군부, 위안부, 이전부터 오키나와에 체류했던 민간인 등이 모두 포함된다.\n오키나와에서의 조선인 군부는 군속(軍屬)의 최말단인 노무자에 가까웠는데, 일본군 작업복을 입었지만 무기는 지급되지 않았다. 물론 전쟁 막바지의 옥쇄투쟁 과정에서는 일본군 부대장이 죽창으로라도 미군과 싸우라는 지시를 했지만, 그런 명령을 내린 자들은 물론 군부 역시 자연 가마(오키나와에서 ‘동굴’을 이르는 말) 방공호 입구에서 대변을 보다가 폭사(暴死)하기도 하는 등 삶은 비참했다.\n김원영과 같이 중등학교 이상의 학력이 있어 일본어를 유창하게 한 군부들이야 조장(軍夫頭)으로 종군하면서 부친의 부음 소식을 중대장으로부터 듣기도 했지만, 대다수의 조선인 군부들은 다이너마이트를 터뜨려 해상자살특공대의 2인용 선박인 말레를 은폐하기 위한 기지 건설에 동원되었고, 평온할 때는 식량 공출이나 종군 위안부 위안소 건설에 동원되기도 했다. 같은 조선인으로 오키나와에서 군부와 위안부로 만난 그들 사이에 오빠와 여동생 같은 김정선도 있었다고 김원영은 고백한다.\n전쟁 과정에서 군부가 죽는 것이야 능히 예측할 수 있는 것이지만, 막상 한계상황이 오자 일본군이 조선인 군부를 ‘스파이 혐의’로 의심하고 처단-학살하는 일이 잦아졌다. \n김원영의 증언에 따르면, 전쟁의 폐색이 명백해지자 그는 부하 군부들에게 “우리는 조선인이다, 이제 각자 헤어져 살길을 도모하자”하고 해산 명령을 내렸다고 한다. 가마(동굴) 속의 군부들은 어떻게 하면 효과적으로 미군에 항복할 수 있을까 생각하다, 모두 옷을 벗고 두 손을 들고 항복하는 길을 선택했지만, 등 뒤 일본군의 기총소사로 죽어가는 일이 다반사였다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-05T21:53:13.581000",
  "updatedAt": "2022-01-05T22:17:34.809000"
}