{
  "id": "e3ff9768-8d73-4120-9b50-12ed398f356f",
  "title": "화평",
  "content": "먼저 예수님께서 “내가 세상에 화평을 주러 온 줄로 생각지 말라 화평이 아니요 검을 주러 왔노라” 말씀하셨습니다(34절).\n\n예수님의 이 말씀은 마치 예수님께서 이 땅에 오신 목적이 화평이 아니라 불화와 반목을 일으키기 위해 오신 것처럼 여겨지게 합니다.\n그러나 이 말씀은 그런 의미가 아닙니다.\n이 말씀은 예수님께서 주시고자 하시는 화평은 죄악과의 적당한 타협이 아니라 ‘죄악과 완전히 단절’할 때 주어지는 것임을 강조하신 말씀입니다.\n진정한 화평을 이루기 위해서는 ‘죄와 의의 대립과 갈등’이 필연적일 수밖에 없음에 대하여 말씀하신 것입니다.  \n당시 유대인들은 도덕, 종교적으로 매우 타락해 있었고, 거기에 더하여 메시아가 오시면 이스라엘을 정치적으로는 로마의 압제에서 구원하고 경제적으로는 번영된 국가로 만들 것이라고 생각했습니다.\n그래서 예수께서 오셔서 능력있게 사역하시자, 예수님을 그러한 정치적 메시아로 생각하고 속히 이스라엘을 해방시켜 주기를 기대했습니다.\n그러나 예수께서 이 땅에 오신 목적은 일시적으로 이스라엘을 정치적으로 해방시키거나 경제적으로 번영시키는 데 있는 것이 아니었습니다.\n죄에 빠진 사람들을 죄로부터 구원하여, 먼저는 하나님과 그리고 사람들 사이에 화평을 주시기 위함이었습니다.\n그런데 여러분, 여기서 반드시 짚고 넘어가야 할 것이 있는데, 그것은 우리가 알고 있는 화평과 예수님이 말씀하시는 화평의 본질이 다르다는 것입니다.\n우리가 알고 있는 화평은 겉으로 드러나는 외적인 것이지만, 지금 예수님께서 말씀하고 있는 화평은 내적이고 영원한 것입니다.\n우리가 알고 있는 화평은 양보와 타협을 통해 얻어집니다.\n그러나 그것은 진정한 의미의 화평이 아닙니다.\n서로의 양보를 통해 갈등과 분쟁을 잠시 덮어 둠으로 일시적으로 화평이 유지될 뿐, 언제든지 다시 다툼으로 비화될 수 있습니다.\n예수님은 이러한 화평을 주시기 위해 세상에 오신 것이 아닙니다.\n예수님은 내적인, 영원한 화평을 주시기 위해 이 땅에 오셨습니다.\n그리고 이를 위해 먼저 영적인 전쟁을 통해 이 땅의 거짓화평을 몰아내야만 했습니다.\n그래서 예수님은 ‘화평이 아니라 검을 주러 오셨다’, ‘서로 분쟁하게 하기 위해 오셨다’고 말씀하신 것입니다.\n실제로 예수님께서는 불법과 불의에 빠진 유대 정치, 종교 지도자들과 많은 갈등을 일으키셨습니다.\n또 오늘날에도 복음이 전파되는 곳에는 일시적인 현상이기는 하지만 여러 모양의 다툼이 발생합니다.\n특히 그러한 갈등과 분쟁의 소지가 많은 곳이 가정입니다.\n오늘 본문에 나타나 있는 것처럼 복음 때문에 부모와 자식이, 남편과 아내가 서로 갈등을 일으킵니다.\n그것은 빛과 어두움, 기름과 물이 하나 될 수 없는 것처럼 진리와 비 진리, 의와 불의가 하나 될 수 없기 때문입니다.\n여기서 우리는 중요한 영적 진리를 발견하게 됩니다.\n그것은 참된 평화 곧 내적 평화는 무조건적인 양보와 타협을 통해서 이루어지는 것이 아니라, 부단한 영적 투쟁을 통해서 얻어진다는 것입니다.\n참된 평화는 오직 불의와의 투쟁으로 얻어지는 것입니다.\n물론 우리는 신앙과 진리 문제 이외의 문제에서는 양보와 타협을 통해 사회와 가정의 외적인 화평에 힘써야 합니다.\n그것이 마땅한 도리입니다.\n그러나 신앙과 진리의 문제에 있어서 만큼은 어떠한 경우에도 양보하거나 타협해서는 안 됩니다.\n외적인 평화는 우리가 양보하고 타협함으로 이루어지지만, 내적인 참된 평화는 불의와 비 진리와의 부단한 투쟁을 통해 이루어지는 것이기 때문입니다.\n그러므로 여러분은 이 사실을 명심하여 모든 것을 다 양보하고 희생하더라도, 불의와 비 진리와는 타협이 아니라 부단한 투쟁을 벌이시기 바랍니다.\n그리할 때 비록 몸은 고달파도 하늘 평강이 여러분의 심령에 가득할 것입니다.\n39절에 예수님은 “자기 목숨을 얻는 자는 잃을 것이요, 나를 위하여 자기 목숨을 잃는 자는 얻으리라” 말씀하셨습니다.\n이것은 매우 ‘역설적인 진리’의 말씀입니다.\n죽음으로써 생명을 얻는 것, 이처럼 역설적인 사실도 없습니다.\n인간의 목숨은 하나입니다.\n그래서 그만큼 목숨은 귀합니다.\n그래서 모든 이가 목숨을 소중하게 여기고 죽는 것을 두려워합니다.\n그런데 예수님은 도리어 자기 목숨을 얻는 자는 잃을 것이고 예수님을 위해 자기 목숨을 잃는 자는 얻게 되리라고 말씀하고 있습니다.\n이는 사람의 일반적인 생각, 곧 죽으면 모든 것이 끝이라고 여기는 사람들의 생각으로는 도저히 납득하기 어려운 말씀입니다.\n죽으면 모든 것이 끝이라고 여기는 사람들에게 있어서 ‘죽으면 산다’ 는 것이 이해가 되겠습니까?\n그러나 우리 성도들은 죽음으로써 생명을 얻게 됩니다. \n하나님을 위해, 복음을 위해, 하나님 나라를 위해 우리의 목숨을 아까워하지 않을 때 우리는 영원한 생명을 얻게 됩니다.\n이보다 더 역설적인 진리가 어디 있겠습니까?\n그러나 우리 성도들은 이러한 점에서 뿐만 아니라, 다른 여러 측면에서 볼 때도 역설적인 삶을 살아갑니다.\n우선 우리 성도들은 낮아짐으로 높아지는 사람들입니다.\n예수님께서는 “누구든지 자기를 높이는 자는 낮아지고 누구든지 자기를 낮추는 자는 높아지리라”고 말씀하셨습니다.\n사람들은 일반적으로 자기를 높일 때 높아진다고 생각합니다.\n그래서 사람들은 할 수만 있으면 자기를 높이려고 합니다.\n그러나 그렇게 해서 높아지는 것은 교만일 뿐 하나님과 사람 앞에서 인정을 받지 못합니다.\n진정으로 높아지는 비결은 자기를 낮추는 것입니다.\n예수님은 스스로 낮아지심으로써 이 진리를 확증해 보이셨습니다.\n예수님은 근본 하나님으로서 지극히 높으신 분이셨습니다.\n그런데 그분께서는 친히 인간의 몸을 입으심으로써 낮아지셨고 심지어 십자가에서 죄인으로 취급받아 죽기까지 낮아지셨습니다.\n그 결과 예수님은 지극히 높아지셨을 뿐만 아니라 만인의 주가 되셨습니다(빌 2:6-11).\n이것이 예수님께서 가르치신 진리입니다.\n또한 우리 성도들은 버림으로써 얻는 사람들입니다.\n하나님을 위해 세상의 썩어질 영광을 버림으로써 하늘의 영원한 것을 얻는 것입니다(막 10:29,30).\n이렇게 볼 때 우리 성도들은 참으로 역설적인 삶을 사는 사람들이라고 할 수있습니다.\n이것은 달리 말해서 우리 성도들의 삶의 원리는 세상의 삶의 원리와 다르다는 것입니다.\n이처럼 우리 성도들은 세상의 삶의 원리를 거스려 사는 사람들입니다.\n우리는 이 사실을 명심하고 그대로 실천해야 합니다.\n그래야 참 성도가 되고 하나님께서 인정하시는 사람이 됩니다.\n오늘 여러분 모두, 세상과 구별되는 역설적인 삶을 사는 참된 성도님들이 되시기를 축복합니다.\n\n\n\n\n\n이 구절은 많은 사람들을 머뭇거리게 하고 당황케 합니다. 오해의 소지가 많은 이 구절에 대해서 자세히 알아보아야겠습니다.\n예수님이 이 세상에 오신 이유는 “화평이 아니요”라고 할 때, ‘화평’은 히브리어로 ‘샬롬’인데 헬라어로는 ‘에이레네’로 번역됩니다.\n유대인들은 영적 문제든 세속적 문제든 상관없이 모든 종류의 복을 기원할 때 이 말을 사용하였다고 합니다.\n그래서 메시아가 오시면 유대 땅에 번영이 올 거라는 의미에서 ‘화평’이라는 말을 썼는데, 예수님은 유대인들이 고대하던 정치적 경제적 화평을 주러 온 것이 아니라는 말씀을 여기에서 하고 있는 것입니다.\n예수님이 주시려는 화평은 보다 본질적인 화평, 즉 하나님과 인간 사이의 화목이라는 것을 강조하시기 위함이라 이해할 수 있습니다.\n“검을 주러 왔노라”라는 말씀은 일부러 손에 검을 쥐어 주신다기 보다는 메시아가 오심으로 인해 그 결과로 불의를 정복하고 악을 제거하는 투쟁이 벌어질 거라는 사실을 알려주신 것입니다.\n여기에서 ‘주다’라는 말의 원어는 ‘바레인’으로 ‘던지다’라는 뜻입니다. 즉, 상황이 긴박하고도 전투적으로 흘러갈 것을 암시하며 투쟁과 분열과 전쟁이 일어나게 될 것임을 보여줍니다.\n예수님이 건설하실 평화의 나라는 곧 이 땅의 죄악을 척결함으로써 세워질 것이기 때문에, 죄의 질서는 예수님의 통치를 완강하게 거부하게 될 것이고, 사생결단의 전투가 벌어지게 됩니다.\n죄와 싸워본 사람은 거기에서 승리하기가 얼마나 어려운지 압니다. 그래서 히브리서 기자는 “너희가 죄와 싸우되 아직 피흘리기까지는 싸우지 아니하고”라고 말하였습니다.\n죄와의 싸움은 피흘리는 치열한 전쟁입니다. 그 전쟁의 가장 치열한 격전지는 바로 예수님의 십자가입니다.\n그러나 그리스도인으로서 우리도 예수님의 남은 고난에 참여함으로 죄와의 전투에서 각자의 삶을 승리로 이끌 수 있습니다. 그 전투에서 우리는 예수님처럼 피를 흘리게 될 것입니다.\n피 흘리는 전투를 치르는 것은 예수님도 쉽지 않으셨습니다. 그래서 겟세마네에서 밤이 새도록 기도하셨습니다. 피할 수 있으면 그 잔을 피하고 싶으셨습니다. 그러나 아버지의 뜻대로 그 잔을 받으셨습니다.\n우리 삶에서도 마찬가지입니다. 겉으로 보기에는 멀쩡해 보이는 가정에도 속속들이 말못할 죄악이 있는 경우가 많습니다.\n음란과 중독과 도박, 거짓말과 미움과 증오, 위선과 냉정함과 무관심, 학대와 방관과 포기가 소리없이 집집마다 스며있는 경우가 많습니다.\n한 가정에서 누군가가 그 죄악과 싸우기로 결심했다면, 겟세마네 동산의 기도처럼 땀이 피가 되는 기도가 필요하며, 십자가의 피 흘림과 같은 커다란 대가가 필요합니다.\n그 대가를 치르는 일은 죽기보다 더 싫지만, 많은 것을 잃는 과정을 통해서 죄악에 빠졌던 사람이 다시 새 생명을 얻게 된다는 진리를, 눈물로 이를 갈면서라도 꽉 움켜쥐어야 합니다.\n그 전쟁을 바라보시는 하나님의 마음은 십자가상에서 고통받는 예수님을 보실 때와 마찬가지로 참담하실 것이지만, 동시에 깊이 사랑하실 것이며 하늘의 영광으로 채워주시지 않고는 견디지 못하실 것입니다.\n예수님은 이 땅에 오신 이유가 “사람이 그 아버지와, 딸이 그 어머니와, 며느리가 시어머니와 불화하게 하려 함”이라고 말씀하셨습니다.\n이 말씀은 내 편에서 아버지와 어머니와 시어머니와 불화하라는 말씀이 아닙니다. 복음으로 인해서 아버지로부터 어머니로부터 시어머니로부터 핍박을 받게 될 거라는 말씀입니다.\n사도 바울이 복음을 전할 때, 그를 가장 많이 핍박한 이들은 이방인이 아니라 유대인이었다는 사실과 일맥상통합니다.\n적대감을 갖는 쪽은 우리 쪽이 아니라 믿지 않는 사람 쪽이어야 합니다. 때로 가족 중에 복음을 받아들이지 않고 핍박하는 사람이 있다고 해서 그를 원수 마귀로 여겨서는 안 됩니다.\n그런데 이 말씀에서 특이한 점은 젊은 세대, 즉 ‘사람, 딸, 며느리’가 그리스도를 믿는 사람들로 표현되어 있고, 이들이 나이 든 세대인 ‘아버지, 어머니, 시어머니’에게 저항할 거라고 표현되었다는 것입니다.\n이는 틀에 박힌 고답적 사상에 물들지 않은 젊은 신앙인들이 오히려 복음의 넘치는 생동감과 열정으로 더 예수님을 따르게 될 것임을 암시한다고 할 수 있습니다.\n지금도 자녀 세대의 신앙과 부모 세대의 신앙에는 차이가 있다는 것을 느낍니다. 특히 우리나라처럼 세대 차이가 심한 나라에서는 신앙의 모습 또한 세대 간에 많이 다릅니다.\n현재 노인 연령대의 신앙인들은 한국전쟁의 어려움을 겪었고 경제 발전의 시대를 거쳐오면서 오로지 먹고살기 위해 노력하는 신앙이었다고 볼 수 있습니다. 그들의 신앙은 체험도 많고 생명력도 매우 강하지만 말씀을 깊이 이해하는 영성이라고 보기는 어렵습니다.\n4,50대의 신앙인들 중에는 부모들의 헌신적인 노력으로 대학 교육까지 받으며 신앙문제에 있어서도 말씀의 의미에 깊이 파고든 사람들이 있습니다.\n이들은 필연적으로 노인 부모와의 사이에서 신앙 갈등을 갖게 됩니다. 노인 부모들은 수십년간 교회의 규례를 잘 지키고 목회자에게 충성하면 만사가 형통할 것이라는 철통 같은 믿음으로 살아왔기에 4,50대 자녀가 자기 나름대로 성경을 읽고 해석하는 것을 경계합니다.\n그들은 오직 목회자에 의해서 말씀이 선포되어야 하고, 축복권도 목회자에게 있으며, 성경을 함부로 해석하면 이단이 된다고 엄중하게 경고합니다. 그러나 4,50대 자녀는 마치 종교개혁 시기처럼 누구나 성경을 읽을 수 있고, 목회자를 맹신하는 것은 옳지 않다고 주장합니다. 이 두 세대의 전투는 종교개혁 시기의 전쟁처럼 치열합니다.\n반면 2,30대의 청년들은 삶과 신앙의 부분이 심각하게 분열되어 있습니다. 이들은 학교에서 개인의 인권과 자유를 폭넓게 인정받고 철저히 과학화된 교육을 받아 성경과는 별개의 세계에서 삶을 살아갑니다.\n그 괴리 속에서 그래도 신앙심을 가지려는 이들은 교회가 가진 기존의 여러 규례에 적응하지 못하여 힘들어합니다. 주말을 온통 다 바쳐야 하는 많은 예배와 소모임들에 참여하는 일도 버겁고, 청년실업이 목을 죄는 이때에 각종 헌금의 큰 금액이 부담스럽습니다.\n상호소통이 없는 일방적 설교 시간도 이들의 성향과는 맞지 않습니다. 이들은 좀더 생생하고 살아있는 상호소통의 신앙 모임을 원합니다. 그래서 기존 교회의 틀에 박힌 모습과는 다른 형태의 교회를 찾다가 잘못해서 이단으로 빠지기도 합니다.\n세대 간에 이렇게 달라지는 변화를 인식해야 합니다. 그렇지 못하면 필연적으로 불화하게 됩니다.\n예수님은 “불화하게 하려 함”이라고 말씀하셨지만, 이는 의도라기보다는 결과를 말씀하신 것입니다.\n“불화하게”란 ‘다카사이’로 ‘둘로 나누다’라는 뜻입니다. 이는 마치 물과 기름처럼 서로 연합할 수 없는 관계를 말합니다. 신앙인과 비신앙인은 기본적으로 존재의 근원에 대한 인식에서 물과 기름처럼 서로 완전히 다릅니다.\n비신앙인들은 우리가 우연 속에 진화로 인해 존재하게 되었다고 주장하지만, 신앙인들은 하나님에 의해서 창조되었다고 믿습니다. 그 출발점부터 완전히 다르기에 삶의 양식과 사고에서는 더 많은 차이가 생기게 됩니다.\n그러다보니 “사람의 원수가 자기 집안 식구리라”라는 결과가 생기게 됩니다. 하지만 이는 애초에 하나님을 창조주로 인식하지 않는 개인의 반항적 기질 때문에 생기는 결과로 보아야지 그리스도인 측에서 먼저 그들을 원수로 삼아서는 안 됩니다.\n이어지는 말씀에서 예수님은 “아버지나 어머니를 나보다 더 사랑하는 자는 내게 합당하지 아니하고”라고 명시하셨습니다. 여기에서 ‘사랑’은 헬라어로 ‘필레오’입니다. 이는 혈육간의 자연적인 애정을 뜻하는 말입니다.\n반면, 우리가 예수님을 사랑한다고 할 때의 ‘사랑’은 ‘필레오’가 아니라 ‘아가파오’라는 말을 씁니다. 이는 남녀간의 사랑이나 가족간의 애정을 넘어선 절대적 신뢰와 모든 것을 초월한 신적인 사랑을 나타냅니다.\n이 낱말의 의미를 잘 생각해 보아야 합니다. 예수님에 대한 사랑은 아가파오이며, 가족에 대한 사랑은 필레오입니다.\n예수님에 대한 사랑은 아가파오이기에 당연히 인간에 대한 사랑을 초월한 것이어야 합니다. 다만 우리는 필레오 사랑으로서 물과 기름처럼 섞이지 않는 가족에 대해서도 여전히 혈육간의 사랑을 가져야 합니다.\n예수님은 그 사랑의 차이가 무엇인지 가르쳐 준 것이지 가족간의 사랑이 아무것도 아니라고 말씀하신 것이 아닙니다.\n그리스도인으로서 우리가 하는 사랑은 참으로 고차원적이며 다채로워야 합니다. 예수님에 대한 신적 사랑, 가족에 대한 혈육적 사랑이 어떻게 다른지 알고 그 결대로 행해야 합니다.\n또한 세대간 신앙차이에 대한 인식도 명확히 해야 하며, 그 차이에 맞게 서로를 이해하고 대할 줄 알아야 합니다.\n예수님도 그 치열한 전투에서 피를 흘리셨으나 결코 아무도 미워하지 않으셨다는 것을 기억하며 오늘 하루도 전쟁터에서 웃음을 지어보아야겠습니다.",
  "color": "default",
  "labels": [
    "24690b65-e26d-4857-b5f9-f7c2fcc8a7f8"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-06-28T07:12:05.797000",
  "updatedAt": "2022-06-28T07:12:05.797000"
}