{
  "id": "e4821971-e6ab-43a6-9482-886536e1b9ca",
  "title": "주파수 도약(Frequency Hopping)",
  "content": "많은 채널을 특정 패턴에 맞추어 빠르게 이동하면서, 데이터를 조금씩 전송하는 기법이다.\nCDMA 방식의 한 종류로, 기본적으로 이동통신에서 주파수 간의 간섭을 막기 위해 사용됐다.\n예를 들어, 내가 블루투스 스피커를 사용하려고 한다고 하자. 그런데 스피커 주면에 같은 주파수를 사용하는 다른 장치가 있다면, 신호는 상호 간섭(interference)에 의해 통신 품질이 저하된다. 이러한 간섭을 피하기 위해 주파수를 조금씩 다르게 사용하는 채널들을 두고,\n서로 주파수를 바꿔가면서 데이터를 조금씩 나누어 보내는 방식이다.\nex)  주파수 채널이 1~10까지라고 하면\n1,7,2,8,3,4,9.... 이러한 형태로 무작위(서로 설정된 코드에 맞게 주파수를 동시에 변환하는 방식)로 통신하는 것이다.\n블루투스는 79개의 채널을 이용한다. 이 79개의 채널을 1초에 1600번 호핑하면서\n동기화를 시킨 상태로 블루투스를 사용할 수 있다. 이 '동기화'가 호핑의 관건이라고 할 수 있음. 서로 약속된 방식으로 주파수를 바꾸어가며, 정해진 패턴으로 데이터 송출량을 조절해야만 다른 주변 기기들와의 간섭을 피할 수 있다. 한 번에 7개까지 연결이 가능하다고 한다.\n\n군사용으로도 굉장히 중요하게 사용되는 방식인데, 단일 주파수의 전파를 계속 사용할 경우 적군이 도청을 하거나, 레이더에서 방출되는 전파를 알아차리기 쉬워지기 때문에 오늘날 대부분의 군용 무전기나 레이더는 주파수 도약식이다. 전자전에서 세계 최고의 기술력을 가진 것으로 알려진 미군의 최신 레이더 같은 경우는 초당 수천번 이상 주파수를 도약시켜서 적이 자신이 탐지당하고 있다는 것을 전혀 알아차리지 못하게 할 정도라고 한다.\n주파수 도약 기술은 블루투스뿐만이 아니라 와이파이, GPS 등에도 필수적으로 사용되고 있다. 시초는 군사 현장이었지만 현대에 와서는 무선통신 산업의 근간을 이루는 주요 기술로 활용되고 있는 것이다.\n\n주파수 도약 기술은 니콜라 테슬라, 1차 세계대전 당시 독일군, 전간기 폴란드 기술자 레오나드 스타니스와브 다닐레비치, 2차세계대전기 미 육군 등에서 중복해서 발명되었는데, \n니콜라 테슬라는 1890년대에 주파수 도약 기술에 대한 개념을 처음으로 발표했습니다. 그러나, 당시에는 기술적인 한계로 인해 실용화되지 못했습니다.\n1차 세계대전 당시 독일군은 주파수 도약 기술을 사용하여 무선 통신을 암호화하는 데 사용했습니다. 그러나, 이 기술은 적군에 의해 해독되어 큰 효과를 보지 못했습니다.\n전간기 폴란드 기술자 레오나드 스타니스와브 다닐레비치는 주파수 도약 기술을 사용하여 무선 통신의 보안을 강화하는 방법을 연구했습니다. 그러나, 그의 연구는 제2차 세계대전으로 인해 중단되었습니다.\n2차 세계대전 당시 미 육군은 주파수 도약 기술을 사용하여 무선 레이더를 개발했습니다. 이 기술은 적의 전파 방해를 회피하여 레이더의 정확도를 높였습니다.\n\nIn 1899 Guglielmo Marconi experimented with frequency-selective reception in an attempt to minimise interference.\nThe earliest mentions of frequency hopping in open literature are in US patent 725,605, awarded to Nikola Tesla on March 17, 1903, and in radio pioneer Jonathan Zenneck's book Wireless Telegraphy (German, 1908, English translation McGraw Hill, 1915), although Zenneck writes that Telefunken had already tried it. Nikola Tesla doesn't mention the phrase \"frequency hopping\" directly, but certainly alludes to it. Entitled Method of Signaling, the patent describes a system that would enable radio communication without any danger of the signals or messages being disturbed, intercepted, interfered with in any way.\nThe German military made limited use of frequency hopping for communication between fixed command points in World War I to prevent eavesdropping by British forces, who did not have the technology to follow the sequence. Jonathan Zenneck's book Wireless Telegraphy was originally published in German in 1908, but was translated into English in 1915 as the enemy started using frequency hopping on the front line.\nA Polish engineer and inventor, Leonard Danilewicz, claimed to have suggested the concept of frequency hopping in 1929 to the Polish General Staff, but it was rejected.\nIn 1932, U.S. Patent 1,869,659 was awarded to Willem Broertjes, named \"Method of maintaining secrecy in the transmission of wireless telegraphic messages\", which describes a system where \"messages are transmitted by means of a group of frequencies... known to the sender and receiver alone, and alternated at will during transmission of the messages\".\nDuring World War II, the US Army Signal Corps was inventing a communication system called SIGSALY, which incorporated spread spectrum in a single frequency context. But SIGSALY was a top-secret communications system, so its existence was not known until the 1980s.\nIn 1942, actress Hedy Lamarr and composer George Antheil received U.S. Patent 2,292,387 for their \"Secret Communications System\",[8][9] an early version of frequency hopping using a piano-roll to switch among 88 frequencies to make radio-guided torpedoes harder for enemies to detect or jam. The U.S. Navy rejected the idea, then seized it as \"alien property\"[citation needed] in 1942 (Lamarr was Austrian) but filed it away with no record of a working device being produced.\nLamarr's and Antheil's idea may have been rediscovered in the 1950s during patent searches when private companies were independently developing direct-sequence Code Division Multiple Access, a non-frequency-hopping form of spread-spectrum.[citation needed] In 1957, engineers at Sylvania Electronic Systems Division adopted a similar idea, using the recently invented transistor instead of Lamarr's and Antheil's clockwork technology.[8][dubious – discuss] In 1962, the US Navy utilized Sylvania Electronic Systems Division's work during the Cuban Missile Crisis.\nA practical application of frequency hopping was developed by Ray Zinn, co-founder of Micrel Corporation. Zinn developed a method allowing radio devices to operate without the need to synchronize a receiver with a transmitter. Using frequency hopping and sweep modes, Zinn's method is primarily applied in low data rate wireless applications such as utility metering, machine and equipment monitoring and metering, and remote control. In 2006 Zinn received U.S. Patent 6,996,399 for his \"Wireless device and method using frequency hopping and sweep modes.\"\n\n\n주파수 도약의 가장 유명하고 독특한 발명자는 여배우였던 헤디 라마르 와 작곡가 조지 앤데일이다. 본업이 아니긴 하지만 이는 연합군의 무선 유도식 어뢰가 적에게 기만되지 않게 하기 위한 진지한 노력의 일환이었다. 그러나 당대의 기술력이 아직 그 발상을 구현할 정도로 뛰어나지 않아 어뢰에 탑재할 수 있을정도로 장비를 소형화 할 수는 없었고, 또 당시의 미 육군에는 이미 해당 기술을 개발하고 그 기술을 베이스로 한 장거리 통신 시스템인 SIGSALY 개발에 착수하던 시점이었다.\n제2차 세계 대전이 시작될 무렵, 헤디 라마르와 작곡가 조지 안실은 연합군 어뢰의 무선 유도 체계를 개발했다. 이 체계는 대역 확산과 주파수 도약 기술을 사용하여 추축국의 전파 방해 위협을 극복했다. 미 해군은 1960년대까지 이 기술을 채택하지 않았지만, 그들의 작업 원리는 현대의 와이파이, CDMA 및 블루투스 기술에 통합되어 왔으며, 이 작업으로 인해 2014년 국립 발명가 명예의 전당에 올랐다.\n\n휴대폰에 사용되는 CDMA기술을 최초로 개발한 사람은 과학자가 아니라 배우와 작곡가이다.\nHedy Lamarr는 1940년대 유명한 Hollywood  여배우이다.\nHedy는 전쟁소식을 듣는 중 독일군이 해상을 장악한다는 소식을 듣는다. 기사 내용에 따르면 독일군은 미 해군의 어뢰를 무용지물로 만든다.  미 해군의 어뢰 제어하는 무선 신호를 적이 방해함으로써 어뢰는 방향을 잃고 만다. ﻿﻿Hedy는 나치와 싸우는 미군과 연합군을 돕고 싶었다. Hedy가 생각해 낸 아이디어는 \"적이 원격제어 통신을 적이 도청할 수 없는 방법\"이었다.\n2차 대전 당시 헤디 라마르는 새로이 개발된 무선 조종이 가능한 어뢰를 전파방해를 통해 손쉽게 방향을 바꿔버릴 수 있다는 사실을 알게 되었다. 그래서 그녀는 주파수 도약 시그널을 통해 추적되거나 전파방해가 불가능하도록 하는 방식을 고안했다. Hedy가 생각해 낸 아이디어는 수없이 많은 주파수를 \"아군끼리만 아는 순서대로\" 주파수를 바꾸어 사용하는 것이다. 그리하면 적은 이를 도청할 수가 없게 되고, 미 해군의 어뢰제어를 방해할 수  없다는 것이다.\n친구이자 작곡가이며 피아니스트인 조지 앤테일과 함께 그러한 장치를 개발하고자 했는데 그는 그녀를 도와 소형 자동 피아노 방식을 통해 무선신호를 동조화하는 장치를 개발했다. 음악 작곡가 George Antheil와 함께 \"음악에서 음정과 박자를 바꾸듯이\" 주파수를 바꾸는 방안을 구현하였다.\nGeorge Antheil은 송신하는 측과 수신하는 측이 같은 음악을 사용하기 위하여 Piano roll을 사용하고자 하였다. Piano roll은 음악을 종이에 천공한 것인데 음과 박자는 기록하는 것이다. \n일단 통신을 함께 시작한 후,  음악의 다음 음과 박자를 알고 있으니, 음에 따라서 미리 정의한 주파수를 사용하고, 사용하는 기간은 음악의 박자에 따른다. 적이 바뀐 주파수를 찾아내고 방해하려고 해도, 아군 장비는 다음 주파수로 옮긴다. 이렇게 하여 적이 탐지하기도 방해하기도 힘든 새로운 통신기술이 탄생한다. Frequency Hopping Radio 기술이다.\n그들은 주파수 도약 시스템의 초안을 만들어서 특허청에 등록했다.\n하지만 이 기술은 응용이 쉽지 않았고 당시 미 해군은 군 밖에서 유입되는 기술들을 받아들이고 있지 않았다. 1962년 쿠바 미사일 사태 당시 이들의 고안을 진전시킨 기술이 마침내 해군 병기에 적용되기 시작했다. 이들의 기여는 20세기 말과 21세기 초에 이르러서야 공식적으로 인정되게 된다.\n\n\n블루투스의 핵심 원리는 주파수 호핑 방식이다. 기본적으로 무선 통신 방식을 이용하는데,\n블루투스는 공동 대역인 ISM 주파수 대역을 사용한다.(ISM = 산업, 과학, 의료용으로 할당된 주파수 대역) 이 주파수 대역은 2.4~2.48GHz 범위에 있는 79개의 채널을 이용한다.\n주파수 대역을 나누기 때문에 여러 주파수에 걸쳐 분할해서 보낼 수 있다. \n이러한 방식이 필요했던 이유는 주파수 간의 간섭을 막기 위해서였다. 블루투스가 사용하는 주파수 대역(2,402~2,480MHz)은 전 세계에 공통적으로 할당된 주파수이기 때문에 전파 사용에 대한 허가를 따로 받을 필요가 없는 대신 시스템 간의 전파 간섭이 생길 가능성이 있다. \n장애물도 비교적 잘 통과하는 편이고 이 대역은 주로 개인적인 근거리 통신을 하기 때문에 블루투스도 처음에는 이런 쪽에서 흥행하다가, 최근에는 핸드폰, 노트북 등 IT 기술이 발전하면서 자동차에도 쓰인다. 또한 전방향으로 신호가 전송되어 사용이 편리하긴 하지만, 대용량을 전송하기에는 좀 무리가 있다.",
  "color": "default",
  "labels": [
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-12-18T00:31:29.274000",
  "updatedAt": "2023-12-18T01:13:39.322000"
}