{
  "id": "e663af16-06b3-4f22-b9ca-e48142964e25",
  "title": "지뢰",
  "content": "지뢰는 화약의 발명에 이어 화약을 이용한 무기로서 중국에서 15세기부터 사용한 것으로 알려져 있다.\n근대적인 개념의 지뢰는 제1차 세계대전에서 독일군이 최초로 사용한 이래 보편적인 방어무기로 발전했고 제2차 세계대전 중 급속한 발전을 가져와 지금까지 각종 전투에서 널리 사용되고 있다.\n\n[살포식 지뢰(FASCAM:Family of Scatterable Mines)]\n포탄안에 대전차지뢰 혹은 대인지뢰가 들어 있어서 포탄을 쏘아 적 주변에 지뢰를 살포, 적의 진격을 지연시키는데에 사용할 수 있는 포탄이다. \n\n우리나라는 기동 공간이 협소하고 자연 장애물이 산재돼 있어 대규모의 기계화부대가 기동하기에는 제한을 받으므로 자연 장애물과 혼합운용하는 지뢰는 매우 경제적이고 효율적인 장애물 수단이다.\n특히 6·25전쟁 당시 전차를 앞세운 북한군의 종심기동전에 의해 3일 만에 수도 서울을 함락당한 뼈아픈 경험을 갖고 있는 우리 군은 전쟁 초기에 적의 돌파를 저지하고 종심지역을 차단하는 임무를 전쟁의 승패를 가름하는 중요한 요소로 인식하고 있다.\n그러나 지뢰의 우수한 효과 이면에는 한 번 설치하면 반영구적으로 작동되는 특성으로 인해 아군과 민간인에 대한 피해가 지속적으로 발생하고 아군의 작전 제한과 환경보존에 대한 영향 등 부정적인 문제점들이 발생한다.\n또 기존의 매설식 지뢰의 설치운용이 현대전의 요구에 미흡함에 따라 세계 각국은 고속 기동전에 부합하면서 운용시간이 경과한 후에는 지뢰 스스로 폭발해 제거되는 기능을 갖춘 살포식지뢰를 개발해 운용하고 있다. 이런 살포식지뢰는 야포, 지상차량, 로켓 등 다양한 투발수단을 이용해 원격으로 설치되는 특성에 따라 방어임무뿐만 아닌 공적작전 등에도 광범위하게 운용된다.\n우리 육군도 미국에서 개발된 155㎜ 곡사포용 대전차지뢰탄(RAAMS)을 구매해 보유하고 있지만 2007년 우리 기술로 155㎜ 대전차지뢰살포탄을 개발, 운용함으로써 전장에서 발생하는 다양한 기동저지 요구를 수용할 수 있게 됐다.\n155㎜ 대전차지뢰살포탄의 연구개발사업은 국방과학연구소(ADD)와 국방기술품질원의 기술지원하에 한화에서 1997년부터 업체 자체 투자로 체계개발에 착수했다. 개발과정에서 핵심적인 관건은 야포탄약의 극한적인 발사환경과 지면설치 시의 충격을 극복하고 지뢰로서 정상작동해야 하는 특성상 높은 내충격성능과 신뢰성을 확보하는 기술이었다. 한화에서 보유하고 있던 지상차량식 살포지뢰 기술을 바탕으로 5년간의 설계와 평가기간을 거쳐 2005년 국방기술품질원 주관으로 개발시험 평가를 수행, 요구기준을 충족했고 이후 2006년 육군의 운용시험 평가를 거쳐 2008년부터 양산에 착수했다.\n155㎜ 대전차지뢰살포탄은 적의 전투차량을 감지해 파괴하는 기능과 함께 지표면에 노출된 지뢰를 제거하려고 시도할 때 폭발하는 기능과 사전에 입력된 시간 이후에는 스스로 폭발해 부수적인 피해를 방지하는 기능을 갖추고 있다.\n탄약 내에 장입된 지뢰는 전자회로에 의해 작동하는 감응지뢰로 화포 발사와 탄두 비행의 물리적 운동으로 지뢰 내부에 장착된 보존형 전지가 활성화돼 전자회로를 작동시키고 전자회로 내의 자가감응센서가 적의 전투차량을 감응해 파괴시키는 체계. 특히 발사 후 일정한 사용기간이 경과하게 되면 자폭함으로써 아군이나 민간인의 피해를 방지하는 무능화 기능을 갖고 있는 탄약이다.\n\nFASCAM이라는 것은 사실 정확한 탄종의 명칭은 아니며 각종수단(항공기,야포,헬기 등)에 의해 살포되는 지뢰체계의 총칭이다.\n\n대략 적인 특징은\n첫째, 사람이 아닌 살포 장치를 이용하여 단시간에 많은 양의 지뢰를 광범위한 지역에 살포할 수 있어 시간과 인력 면에서 유리하다.\n둘째, 헬기나 야포 등을 이용함으로 인해 원거리에서 적의 후방, 측방 등 어느 곳이든지 설치할 수 있기 때문에 적의 위협으로부터 살포 요원이 안전하다.\n셋째, 동시 다발적으로 대량을 지뢰를 설치할 수 있기 때문에 예상치 못한 적의 급격한 기동에 의한 기습을 저지하는데 유리하다.\n넷째, 인력에 의한 지뢰의 경우는 사람이 직접 매설하고 위장을 하기 때문에 적을 추격하는 아군에게도 위협이 되지만 FASCAM의 경우는 일정 시간 이후 자폭하여 아군의 반격에 방해가 되지 않는다.\n다섯째, FASCAM은 위장 및 은폐가 안되어 육안으로 식별이 가능하기 때문에 적이 피할 수 있다. 그러나 처음 설치 위치에서 이동시 폭발하기 때문에 시간이 지나 지뢰가 자폭하기를 기다리던가 아니면 다른 기동로를 찾아 우회할 수 밖에 없다.\n\n155mm 발사 FASCAM의 경우 대인지뢰는 36발, 대전차 지뢰는 9발이 들어가게 됩니다... 즉, 1개 포병 대대의 TOT 일제 사격으로 대전차 지뢰의 경우는 162발, 대인 지뢰의 경우는 648발을 투하하게 됩니다... 어렴풋한 제 기억으로는 대략 중요한 축선을 방어하던 사단의 경우 전시에 3자리 수의 FASCAM을 받아 사격하게 되어 있는 것으로 기억하기 때문에 이를 이용하여 적의 기계화 군단 혹은 기갑군단과 그와 같이 진격해오는 적 보병 부대를 상당시간 지연 시킬 수 있습니다.\n\n[대인지뢰, 대전차지뢰]\n1. 영화처럼 발떼고 터지는건 별로 없고 밟자마자 터지는 게 대인지뢰의 95%\n2. 대전차지뢰는 보통 150키로 정도 압력이면 터지게 되어 있다. 참고로 70키로의 성인 남성이 점프해서 지면에 착지하는 순간의 충격은 250kg까지 올라간다.(본인이 고물상에서 해봄)\n그래서 대전차지뢰에서 방방 뛰다가 죽은 조교의 사례가 육군의 교범에 들어가 있다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-05-23T07:10:46.074000",
  "updatedAt": "2023-02-13T22:11:06.081000"
}