{
  "id": "e6872b37-0c3d-4898-a5b3-8d21a70785e6",
  "title": "레벤스라움(Lebensraum)",
  "content": "20세기 이전부터 존재하던 게르만족의 팽창주의 사상에 연유하여 지정학자 프리드리히 라첼(Friedrich Ratzel)과 카를 하우스호퍼(Karl Haushofer)가 주창했다. \n국가나 민족이 인구를 부양하고 국력을 신장하기 위해 수단과 방법을 가리지 않고 반드시 확보해야 하는 영역을 지칭하는 개념이다. 영토 확보가 국가, 민족의 흥망성쇠와 직결된다는 지정학적 이론이다. \n국가를 영토상에서 존재할 수 있는 유기체적 집단으로 간주하였고, 지속적인 영토 확보가 이루어질 때 국가와 민족이 존속 및 발전할 수 있다고 보았다. 따라서 국가가 증가하는 인구를 부양하고 외국과의 경쟁에서 승리하기 위해서는 증가하는 인구가 이주하여 살아갈 수 있도록 끊임없이 영토를 확대해야 한다는 주장을 펼쳤다. 이처럼 국가나 민족집단의 존속과 발전을 위해 필요한 영토가 바로 레벤스라움이다.\n라첼은 레벤스라움의 규모는 클수록 좋은 것이 아니라 국가의 인구 규모와 관련되어 필요량이 결정된다는 상대적인 시각을 가졌다. 그리고 국가나 민족의 정체성이 절대 불변한다고 간주하지 않고, 이주에 따라 문화의 융합과 변동이 일어날 수 있음을 인정하였다. \n그의 이론은 슬라브 계열의 민족이나 유대인 등의 절멸을 기도했던 극단적인 인종주의 색채를 띄었던 나치즘, 그리고 나치 독일의 팽창주의나 영토 정책과는 차별성을 가진다. 라첼의 지정학과 레벤스라움 개념이 나치즘이나 나치 독일의 영토정책보다 온건하고 현실적으로 타당했음이야 말할 필요가 없다. 하지만 레벤스라움은 사회적 다윈주의자들의 ‘약육강식과 적자생존(適者生存)’의 은유가 시사하듯, 기본적으로 국가나 민족의 생존과 존속에 필요한 레벤스라움을 확보하기 위해서는 다른 국가나 민족을 병합하거나 정복해도 좋다는 논리를 기본적으로 전제하고 있다. 그렇지 않으면, 인구 규모와 그에 따른 다양한 수요를 충족할 수 있는 레벤스라움 확보에 실패함으로써 결과적으로는 타국과의 경쟁에서 뒤처질 뿐만 아니라 내부적인 문제까지 비화함으로써 결국 그 국가는 쇠퇴‧멸망할 수밖에 없기 때문이다.\n\n지리학의 발달은 독일이 계속 주도하게 된다. 한편 이러한 지리학사적 사실을 아는 것은, 지리학의 발달사 이해에 도움이 된다. 바로 지리학이 제국주의와 식민지배의 첨병이 되었다는 사실이다. 처음 시작은 민족주의 교육이었을지라도, 그 연장선상에 제국주의 및 식민지배가 있기 때문이었다. 여러 지리학자들은 제국주의적 팽창을 정당화하고, 식민지의 정보를 습득하는 데 직,간접적으로 공헌하였다.\n\n라첼 \n\"독일 민족은 너무 위대해서 그에 걸맞은 생활공간을 확보해야 하고, 곧 유럽 전체를 점령해야 한다.\"\n\n프리드리히 라첼은 1901년에 지리학적 서식지를 인간과 사회에 영향을 주는 한 요인으로 묘사하기 위해 인문지리학 용어로서의 레벤스라움을 만들었다. 라첼은 인간과 사회가 기본적으로 지리적 상황에 영향을 받고, 한 지역에 성공적으로 적응한 사회는 자연히 국가 영역을 다른 영역으로 확장시키게 될 것이라고 주장하며, 독일의 인구 과잉을 해소하기 위해 넘쳐나는 독일인들을 이주시키기 위한 해외 식민지를 만들어야 한다고 주장했다.\n제1차 세계 대전이 일어나자, 독일의 군국주의 선전가들은 라첼의 레벤스라움 개념을 생활권을 위한 인종적 투쟁의 개념으로 발전시켰고, 다음 전쟁은 분명 독일의 인종적 우월성을 보호하기 위한 생물학적 필요가 충족되는 레벤스라움을 획득하기 위한 것이라 주장했다. \n전후 베르사유 조약 체제에서는 카를 하우스호퍼와 그의 지정학 연구소가 레벤스라움 이론의 확립과 독일 민족주의에의 이용에 기여했다.\n\n\"영토를 넓혀서 독일 민족이 살아갈 공간을 마련해야만 부강해지고 살아남을 수 있다.\"\n이 사고는 전쟁과 홀로코스트 등 민족 학살의 명분으로도 작용했다. 아돌프 히틀러는 저서 '나의 투쟁'에서 이를 강조한 바 있으며, 그가 총통이 된 이후에는 1940년대까지 나치즘을 이루는 핵심 요소였다.\n나치즘에서 레벤스라움이라는 곳은 히틀러의 말대로라면 피와 돈에 굶주린 사악한 유대인 패거리가 열등 인류인 슬라브족을 지배하고 있는 동유럽을 말한다. 중부유럽의 장악이야 진작에 선결되어야 할 기본사양이다. 제3제국의 관점에서 중부유럽은 게르만 제1제국의 영역이었기 때문이다.\n열등한 슬라브인들을 사살, 추방, 노예화하고 레벤스라움을 이루기 위해 독일계 인구로 동유럽을 채우는 것이었다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "5c0ac426-0019-4c26-87b6-d8301e4724ed"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-10-24T08:17:12.431000",
  "updatedAt": "2025-01-11T22:33:17.698000"
}