{
  "id": "e6e194e1-e18d-402a-b918-adca07219161",
  "title": "개경",
  "content": "![image](media/19176efb3d6.87ef86694c992a3c.jpg)\n![image](media/1926131fd9d.bd7dfb9fe78b2c48.jpg)\n![image](media/1947e098028.b8e22567d4e7eee0.jpg)\n![image](media/1947e22d26c.a4cbc04dbaad8a30.jpg)\n![image](media/195fba84091.933f2739a78dc770.jpg)\n![image](media/195fbaab8ef.939e4c16f617ad6f.jpg)\n![image](media/195fbab34eb.b97117232de69ec1.jpg)\n![image](media/195fbade917.aa7dbf5d896365fa.jpg)\n![image](media/196f0480c30.88d42596eada519e.jpg)\n![image](media/196f049e9c3.a1e2780807661824.jpg)\n![image](media/196f09218d9.9a3c94ab686419ea.jpg)\n![image](media/196f0937a35.8c691f9d10abf77a.jpg)\n![image](media/196f0963164.80bffc1ed063f240.jpg)\n![image](media/19b79d5ab6c.a4c866191737439d.jpg)\n\n\n대명여지도(http://www.loc.gov/resource/g7820m.gct00125/#seq-1)\n\n개성은 개경(開京), 송악(松岳), 송도(松都), 송경(松京) 등 여러 가지 이름으로 불리기도 하였다. \n\n고려사\n병신 왜구의 선박이 동·서강(東西江)에 모여 양천(陽川)을 노략질하고, 마침내 한양부(漢陽府)에 도달하여 여사(廬舍)를 불태우고 백성을 약탈하고 죽여 수백 리가 소란스러우니, 경성(京城)이 매우 불안해했다.\n\n불교의 나라답게 수도 개성에는 수많은 석탑들과 거대한 목탑이 세워졌다. 그러나 세월과 전란을 이기지 못하고 대부분 사라졌고, 지금은 영통사(靈通寺) 5층 석탑(북한 국보 133호), 불일사(佛日寺) 5층 석탑, 현화사(玄化寺) 7층 석탑 등만이 남아 고려 석탑의 순박한 아름다움을 보여준다. \n\n숭산 일대에 여러 사찰이 생겨났다. 그 대표 예시로 숭악사(嵩嶽寺), 소림사(少林寺), 회선사(會善寺) 법왕사, 영태사 등이 있다. \n\n\n\n==============================\n고려사\n\n○王京 開城府 (왕경 개성부)\n本高勾麗扶蘇岬新羅改松嶽郡太祖二年定都于松嶽之陽爲開州創宮闕.(중략) 立市廛辨坊里分五部.\n\n본 고구려 부소갑으로 신라가 송악군으로 개명했고 태조2년 송악의 남쪽을 수도로 정하고 개주라 하였으며 궁궐을 지었다.(중략) 도읍을 5방리로 나누었다.\n\n光宗十一年改開京爲皇都\n\n광종10년(959년)개경을 황도로하였다.\n\n成宗六年更定五部坊里十四年爲開城府管赤縣六畿縣七.\n\n성종6년(987년) 5부 방리를 정하고, 14년(995년) 개성부가 적현을 기6, 현7곳으로 관리하였다.\n\n顯宗九年罷府置縣令管貞州/德水/江陰三縣又長湍縣令管/松林/臨津/免山/臨江/積城/坡平/麻田/七縣俱直隸尙書都省謂之京畿.\n\n현종9년(1018년) 정주,덕수,강음의 부를 없애고 현령으로 관리하였다.송림,면산,임강,적성,파평,마전의 7현은 상서도성에 직접 예속되게하고 경기라 일컬었다.  \n\n十五年又定京城五部坊里(중략) 二十年京都羅城成.\n[王初卽位徵丁夫三十萬四千四百人築之至是功畢. 城周二萬九千七百步羅閣一萬三千*閒大門四中門八小門十三曰(중략)又皇城二千六百*閒門二十(중략).一云丁夫二十三萬八千九百三十八人工匠八千四百五十人城周一萬六百六十步高二十七尺厚十二尺廊屋四千九百一十*閒.]\n\n현종15년(1024년) 경성 5부 방리를 정하였다. 20년(1029년) 경도에 나성을 축성하였다. 현종 초에 장정 30만4천4백명을 동원하여 성을 쌓았는데 그 둘레는 27900보(약19km)이고 라각 13000개, 대문 4개, 중문 8개, 소문 13개를 두었다. 황성은 1600칸, 문20개였다. 이르기를 장정 23만8938명, 기능장인 8450명을 동원하였고 성 둘레는 10660보(7.4Km) 높이는 27척(약8m), 두께는12척(4m), 방은 4910칸이었다.\n\n필자주:\n둘레 19Km은 조선의 한양 성곽 둘레와 같다.\n나성(羅城)은 내성을 둘러싸고 있는 외성을 의미한다. 『통감』에 의하면 외성 중 큰 것을 나성이라 하고, 작은 것을 자성이라 했다고 한다. 내성을 성(城)이라 하고 외성을 곽(郭)이라 하였으므로 나성은 성곽의 곽에 해당한다. \n우리나라의 산성이나 읍성은 대부분 외성이 없이 내성만 있는 성이다. 그러나 고구려 평양성과 백제 사비성, 고려 도성 등의 도성에는 나성이 축조되었다. 나성은 백성들의 주거 지역을 포괄하도록 축조되었으므로 다른 성들에 비하여 규모가 큰 것이 특징이다.\n\n文宗十六年復知開城府事都省所掌十一縣皆屬焉.又割西海道平州任內牛峯郡以隸之\n\n문종16년(1062)년 지개성부사로 복귀시켜 11개 속현을 관리하도록 하였으며 서해도 평주, 임내, 우봉군을 나누어 개성부에 속하게했다.\n\n忠烈王三十四年設府尹以下官掌都城內別置開城縣掌城外\n\n충렬왕30년(1304년) 부윤을 설치하여 하관으로 하여금 성밖을 장악하는 개성현을 도성 내에 별도로 두었다. \n\n恭愍王七年修松都外城\n공민왕7년(1358년) 송도의 외성을 수리하였다.\n\n恭讓王二年分京畿爲左右道以長湍. 臨江免山臨津松林麻田積城坡平爲左道; 開城江陰海豐德水牛峯爲右道\n\n공양왕2년(1390년) 경기를 좌우 2도로나누어 長湍, 臨江, 免山, 臨津, 松林, 麻田, 積城, 坡平을 좌도로 하고 開城, 江陰, 海豐, 德水, 牛峯을 우도로 하였다.\n\n王都鎭山松嶽[一名崧岳巓有神祠.]又有龍岫山進鳳山東江[在貞州]西江[卽禮成江]碧瀾渡屬郡一縣十二.\n\n왕도 진산 송악(송악전에 신사가 있다) 또한 용추산, 진봉산, 동강(정주에 있다), 서강(즉 예성강),벽란도가 속한 군 1, 현 12개이다.\n\n○開城縣\n本高勾麗冬比忽新羅景德王十五年改爲開城郡.顯宗九年罷開城府置開城縣令管貞州德水江陰三縣直隸尙書都省.\n\n본래 고구려 동비홀로 신라 경덕왕 15년(756년) 개성군으로 고쳤다. 현종9년 개성부를 없애고 개성 현령이 정주, 덕수, 강음 3현을 관리하고 상서도성에 속하게하였다.\n\n忠烈王三十四年以開城府掌都城內別置開城縣掌城外.有井名曰大井[世傳懿祖娶龍女初到開城山麓以銀盂掘地水隨涌因以爲井.]有歧平渡.\n\n충렬왕 34년(1308년)에 개성부(開城府)는 도성(都城) 안을 관할하도록 하고, 별도로 개성현(開城縣)을 두어 도성 밖을 관할하게 하였다.\n우물 중에 ‘대정(大井)’이라는 이름의 우물이 있었다. [세간에 전하기를, 의조(懿祖)가 용녀(龍女)와 혼인하여 처음 개성산록(開城山麓)에 도착했을 때 은합(銀盂)으로 땅을 파니 물이 솟아나 이로 인해 우물을 만들었다고 한다.]\n또한 ‘기평도(歧平渡)’라는 나루터가 있었다.\n\n○牛峯郡○貞州○德水縣○江陰縣○長湍縣○臨江縣○免山縣\n우봉군, 정주, 덕수현, 강음현, 장단현, 임강현, 면산현이 속한다.\n\n당서지리지\n임진현은 본래 고구려진 임성현이다.(혹은 오아홀이라 한다.) 신라 경덕왕이 개성군 령현으로 고쳤다. 현종 9년(1018년) 장단현 속현으로 하였고 , 문종 16년(1062년)에 속하게 하였고, 공양왕 원년(1389년)에 감무를 두었다. 새서울의 옛터가 있다.(공민왕이 남경으로 천도할 욕심이 있어 전 한양윤 이안을 파견하여 그 성을 수리하였는데 그 성의 백성들이 고달파하였다. 이에 점을 치니 태조 사당이 불길하다 하여 천도하지 않았다. 임금이 그곳에 친히 나시어 그 땅에 궁궐을 경영하려 했던 곳을 신경이라 부른다). 임진도가 있다. \n\n\n구당서\n한나라 동광현으로 수나라가 호소정에 호소현을 설치 하였고 무덕 4년(621년) 관주에 속하게 하였으며 정관 17년(643년) 창주에 속하게하였으며 천보 원년  임진으로 고쳤다.\n\n곧 滄州가 臨津 인것이다. 滄州에 鹽州가 있다는 것이고 이 지명은 고려사에도 나오는데 염주가 안서도호부에 속한다는 기록이다.\n해주에는 송사에서 기록된 송나라 사신 진청이 고려 개경으로 항해 여정에 나오는 개경과 가까운 곳에 위치한 지명으로 白州와 鹽州(송사에는 閻州로)와 옹진이 나온다.  \n구당서지리지와 송사지리지에서 창주의 위치는 같은 지명이 중복 되어있어 변하지 않은것으로 알수있다. 따라서 臨津 = 滄州 = 鹽州로 비정되는 것이다. 고려사지리지에 개성부에 속한 임진을 좌도로 했으므로 개경은 우측에 있는것이다.  대청광여도에서 창주, 안주, 염주, 덕수, 교하가 나와있다. 창주 우측에 염산이 바로 염주인 것이다. 거란이 송과 고려를 공격하니 송과 고려가 가까와져 송나라에서 고려로 가는 행로를 내륙 수로에서 외부 해로로 바꾸었는데 송나라에서 고려 개경으로가는 기록이 송사에 나온다.\n\n고려도경\n2월, 유청 등은 동모에서 팔각해구로 향하여 고려 항해사가 운행하는 배에 승선하였다. 즉 지강도에서 배를 타고 나아가니 대해에 이르렀다. 옹진구에 상륙하여 다시 묵었다. 160리를 가니 고려의 국경인 해주에 다다랐다. 또 다시 100리를 가니 염주였다. 또 40리를 가니 백주였고 또 40리를 가니 왕치가 교외에 나와 사신을 영접하고 신하의 예를 다하였다. 진청 등은 70여일이 지난 후에 돌아왔다. 고려에서 습의, 금은 기 수 백냥, 3만여 단의 베를 보내니 감사하다는 표를 보냈다.\n\n옹진구------160리------->해주----100리--->염주--40리-->백주--40리-->개경\n옹진에서 육지로 총340리(약 136 Km)를 걸어가야 개경이 나온다는것이다.\n\n○瓮津縣(고려사지리지)\n본래 고구려의 웅천(瓮遷)으로, 고려 초에 지금의 이름으로 바뀌었다. 현종(顯宗) 9년(1018년)에 현령(縣令)을 두었다.\n기린도(麒麟島), 창린도(昌麟島), 어화도(魚化島), 고도(孤島), 모도(謀島)가 있으며, 속현(屬縣)이 두 곳 있다.\n\n옹진현은 고려 儒州에 속한다고 되어있다. 滄州라는 지역은 동시대의 거란지리지와 지도를 살펴보면 그지역은 覇州로 某州와 남북으로 위치해 있어 이에 대한 지명 또한 거란 이전의 당나라 지명에서 살펴봄이 가능하다.\n\n당 유주 영청현에 속했다.나중에 익진관을 설치했다. 패주는 모주의 문안, 영주의 대성이 속했다.(아래 대청광여도에 익진,문안,창주,고려사지리지에 나오는 교하,덕수가 보인다)\n\n패주의 위치 (현재 랑방시로 흡수)\n패주시는 하북성 기중평원 동부에 있고 북경, 천진, 보정의 삼각지대 중심에 있다. 북으로 북경과 80Km, 동으로 항구 천진과 70Km, 서쪽으로 보정고성과 65Km거리에 있다. 천진에서 내륙으로 들어오는 覇州의 왼편에 臨津이 보인다. 공양왕 2년(1390년) 경기를 좌우 2도로 나누어 長湍 臨江 免山 臨津 松林 麻田 積城 坡平을 좌도로하였으니 이곳이 고려국 경기도의 왼편이 되는곳이므로 개경과 가까운 곳이 된다고 볼 수있다.\n\n원사 세조\n십년(1323년) 9월 임진일(壬辰)에 중서성(中書省) 신하가 아뢰기를, \"고려왕 왕전(원종)이 여러 차례 전하기를 저희 나라의 땅이 협소하고, 최근 몇 해 동안 흉년이 들어 어려움을 겪고 있으니 생존한 군사들을 동경(東京)에 주둔하도록 청하였습니다.\"\n이에 조서를 내려 북경(北京) 경계에 영(營)을 설치하도록 하고, 동경로(東京路)에서 쌀 2만 석을 운반하여 고려를 구휼하라는 명을 내렸다.\n\n요나라 소배압이 고려 침공시 상황은 고려 개경이 가까운 (호)타하를 사이에 두고 격전을 벌였을 것이다.\n\n요사 권16 본기 권16\n병진년(1036년)에 조서를 내려 인평군왕(印平郡王) 소배압(蕭排押)을 도통(都統)으로, 전전도점검(殿前都點檢) 소허열(蕭虛列)을 부통(副統)으로 삼고, 동경(東京) 수령 야율팔가(耶律八哥)를 도감(都監)으로 임명하여 고려를 정벌하게 하였다.\n또한 고려의 수령과 관리들에게 명하기를, \"만약 백성을 이끌고 자발적으로 항복하면 후하게 상을 내리겠으나, 성을 지키며 저항한다면 후회해도 소용없을 것이다\"라고 하였다.\n11월 임술일(壬戌)에 여덕무(呂德懋)를 이부상서(吏部尚書)로, 양우현(楊又玄)을 상세복원(詳覆院)의 책임자로, 유성(劉晟)을 패주절도사(霸州節度使)로, 북부재상(北府宰相) 유신행(劉慎行)을 장무군절도사(彰武軍節度使)로 임명하였다.\n12월 정유일(丁酉)에 송(宋)나라가 여이간(呂夷簡)과 조장(曹璋)을 보내어 천령절(千齡節)을 축하하였다.\n같은 달, 소배압(蕭排押) 등이 고려와 차하(茶河)와 타하(陀河) 두 강에서 전투를 벌였으나, 요나라 군대가 패배하였다. 천운군(天雲軍)과 우피실군(右皮室軍)에서 많은 군사가 익사하였고, 요연장상온(遙輦帳詳穩) 아과달(阿果達), 객성사(客省使) 작고(酌古), 발해상온(渤海詳穩) 고청명(高清明), 천운군상온(天雲軍詳穩) 해리(海裡) 등이 모두 전사하였다.\n을해, 동평왕 소한녕, 동경유수 아율팔가, 국서평장사 소배압, 임아요지 등이 고려를 토벌하고 귀환했다. 좌실진 등은 석방했다. \n기묘, 고려정벌에 공적자에 발해군장을 더하였다. (중략) 6월무자일 고려를 정벌한 장병에게 녹읍을 주다. 남피실군교 등 고려 토벌에 공이 있는자들을 금과 비단을 차등하여 주었다. \n\n고려와 거란의 소배압이 전쟁을 한 곳이 차하와 타하라고 하는데 여기서 타하는 호타하를 일컽는 것으로 본다.\n\n요사 성종28년\n병인년(1066년)에 상온(詳穩) 장마류(張馬留)가 여진족(女直人) 중 고려의 사정을 아는 자를 바쳤다.\n황제가 그에게 물었다. 여진인이 말하기를: \"신은 3년 전 고려에 사로잡혀 낭관(郎官)이 되었기에 그 사정을 알고 있습니다. 동경(東京)에서 말을 타고 7일을 가면 큰 요새가 있는데, 넓이가 개경(開京)과 같습니다. 주변의 여러 주(州)에서 바치는 진귀한 물품들이 모두 여기에 쌓여 있습니다.\n또한 승주(勝州)와 나주(羅州) 등의 남쪽에도 두 개의 큰 요새가 있으며, 거기에 쌓인 물품들도 마찬가지입니다. 만약 대군이 출병하여 이전의 길을 따라 하소관(曷蘇館) 여진족 북쪽으로 나아가 직접 압록강을 건너고, 큰 강을 따라 올라가 곽주(郭州)에서 주요 도로와 합류한다면, 고려를 취해 가질 수 있을 것입니다.\"\n황제는 그의 말을 받아들였다.\n\n즉 패주 인근에 임진이 있고 그 부근에 많은 고려 지명이 보이므로 그 부근을 고지도와 위성으로 찾아보니 대성 인근에 왕도라는 지명과 청주 인근에 가로 세로 1 킬로미터의 성터가 보인다.  \n\n송사지리지\n霸州(패주)\n당 유주 영청현에 속했다. 나중에 익진관을 설치했다. 패주는 모주의 문안, 영주의 대성이 속했다. \n\n송나라와  고려가 같은 시기에 존재했고 송사, 요사, 금사를 작성한 원나라 승상 탈탈은 왜 이곳에 왕도가 있었음을 밝히지 않은 것일까?  중국 어느 왕조가 대성 인근에 왕도를 설치했던 것인가? 원나라 지도에서도 패주의 위치는 바뀌지 않았다. 사진처럼  王자가 변형된 지명이 주위에 많다. 대성 우측 서공성의 모습으로 성이 크다.(사진생략)\n大城이나 좌하에 위치한 靑州가 중국 왕조의 수도가 아니었다면 주변지형과 지명으로 보아 이곳이  王京 開城府 일 가능성이 매우 높다.\n\n\n고려도경\n개경, 즉 송도를 관통하면서 흐르는 강이 북류한다는 사실을 기록으로 남겼다.(황하 남쪽 낙양의 예성강이 황하로 북류) 한반도 개성에는 성읍을 관통하는 강도 없고 단지 작은 하천만이 남류하고 있을 뿐이다. 또 서긍이 당시 개경에서 근처의 대규모 절을 19곳이나 돌아보았다고 기록되어 있는데 현재 한반도 개성에는 이 19곳의 절이 한 곳도 남아 있지 않고 단지 그 터만 남아 있다고 전하는데 19곳의 절 가운데 한 곳도 남아 있지 않다는 것은 우연치고는 너무 이상하다.\n\n고려는 본디 글을 알아 도리에 밝으나 음양설(陰陽說)에 구애되어 꺼리기 때문에, 그들이 나라를 세움에는 반드시 그 형세를 관찰하여 장구한 계책을 세울 수 있는 곳이라야 자리잡는다.\n한(漢) 나라 말엽(末葉)부터는 환도산(丸都山) 아래로 옮겼고, 후위(後魏)부터 당 나라 때까지는 모두 평양(平壤)에 있다가, 이적(李勣)이 그곳을 평정하고 도호부(都護府)를 설치함에 이르러서는, 도망하여 점점 동쪽으로 가서 살았기 때문에 그곳을 자세히 알 수 없다.\n당 나라 말엽에 나라를 복구한 데가 곧 지금 도읍한 곳에 해당되는데, 대개 전에 개주(開州)이던 곳으로, 지금도 오히려 개성부(開城府)가 설치되어 있다.\n그 성(城)은 북쪽으로 숭산(崧山 송악산)에 의지했는데, 그 형세가 건해방(乾亥方)에서 뻗어내려오다가 산 등성이에 이르러서는 점차 나뉘어 두 줄기가 되어 다시 서로 감고 돌았으니, 음양가들이 말하는 청룡(靑龍)과 백호(白虎)이다.\n오음(五音)으로 논한다면, 왕씨(王氏)는 상(商)에 해당하는 성이니, 서편이 높게 보이면 흥하는데, 건(乾)은 서북에 해당하는 괘(卦)이다. 뻗어내린 산등성이가 해방(亥方 서북쪽)에서 끊어지고, 그 오른쪽에서 산 하나가 꺾어져서 서쪽에서 북쪽으로 돌다가 정남(正南)에 이르러 봉우리 하나가 우뚝 솟아 형상이 사발을 엎어놓은 것 같았는데 안산(案山)이 되었다.\n그 밖에 또 안산 하나가 있어 그 높이가 배나 되는데, 좌향(坐向)이 서로 호응하여 객산(客山)은 남방[丙]에 있고 주산(主山)은 북방[壬]에 있다. 물은 숭산(崧山) 뒤에서 발원(發源)하여 북쪽[子位]으로 곧게 흐르다가 돌아서 동북쪽[艮方]에 이르러 꾸불꾸불하게 성으로 들어와 광화문(廣化門)에서 조금 꺾어져 북으로 향하다가 다시 남쪽[丙地]으로 흘러나간다.\n이상은 대개 건괘(乾卦)는 금(金)이 되고 금의 장생방(長生方 가장 좋은 방위)은 동남쪽[巳方]에 있는 것이니, 이는 길한 자리가 되는 것이다.\n숭산 중턱에서 성안을 내려다보면, 왼쪽에는 시내, 오른쪽에는 산, 뒤는 등성이, 앞에는 고개인데, 숲이 무성하여 형세가 ‘시냇물을 마시는 푸른 용’과 같으니, 그 자리가 동토(東土)에서 역년(歷年)을 오래도록 보유하면서, 항시 성조의 속국이 됨직하였다.\n\n개경(개성)과 고려의 위치에 대하여 결정적 근거는 바로 '동명성왕'의 무덤이다.\n 1123년 고려에 왔던 중국 송나라 사신 서긍이 기록한 고려도경에 동신성모지당(東神聖母之堂)이 개성에 모셔져 있다고 기록하고 있다.\n고려도경'은 김부식이 송에 다녀온 이후 고려에 왔던 사신 서긍이 지었는데, 1123년(인종 1) 송나라 휘종(徽宗)의 명에 따라 한달 남짓 개성(開城)에 머물면서 체험한 견문을 바탕으로 송나라에 돌아가 편찬한 사서이다.\n여기서 말하는 구체적인 동명성왕 무덤의 위치는 절강성의 선도산인데, 중국고지도인 \"주경도(州境圖)\"에 따르면, 절강성 임해현의 '신라산'이다.\n 또 천하고금대총편람도에 따르면, 경주 바로 밑에 팔공산이 표시되어 있다. 팔공산 아래 '수' 지명이 있는데 이는 천하고금대총편람도의 경주 위치이다.\n고려의 수도가 개경이라면, 개경은 현재의 개봉이었을 때, 장안(지금 서안 : 섬서성)은 서경이었고, 이성계는 華山(섬서성) 아래 3년간 도읍하였다가 장안으로 도읍을 옮기고, 한양이라 한 것이다.\n가장 흥미로운 사실을 추가로 덧붙이자면, 섬서성의 화산 부근에 화양과 화양구곡(송시열의 건물)도 있다.\n10C～14C의 조선사 속의 고려는 현재 반도 사람들이 제도권 교육을 통해 지식화 되어 알고 있는 것처럼 조그마한 스케일이 고려는 아니었다.\n高麗史와 대륙 정사서에 쓰여져 있는 고려는 대륙 1만리 강역에서 황도를 하남성 개봉(開封)으로, 동경(東京)을 낙양(洛陽)으로 서경(西京)을 섬서성 서안(西安:호경)으로 했던 황하 지대의 황제국이었다.\n때문에 고려 광종은 즉위 11년(960)에 개경(開京:開封)을 황도(皇都:황제가 자리하고 있는 나라의 중심지)로 고쳐 부르도록 했던 것이다.\n993년에 요(遼)의 80만 대군이 고려에 침입하였을 때에 고려의 내사시랑(內史侍郞) 서희(徐熙)가 단신으로 적장 소손녕(蕭遜寧)을 만나 외교 담판을 벌인 자리에서 \"고려는 고구려를 계승한 국가로 고구려의 옛 국도(國都)였던 서경(西京)이 고려 영토로 포함되어 있다.\n고구려 땅의 경계로 따진다면 요나라의 동경(東京)도 그 경계 안에 있다.\"고 반박하여 오히려 강동 6주를 회복하기도 하였다.\n중국고금지명 사전에 따르면, 요나라의 위치는 섬서성과 섬서성의 서쪽 주변에 있다고 하였다.\n중국인들이 편찬한 송사(宋史)에서도 고려는 본래 고구려라고 인식하여 '고려열전(高麗烈傳)'을 서술하였던 바, 이는 고려가 고구려를 승계한 국가라고 생각한 것이 당시 사람들의 역사인식이었으며, 이러한 인식은 이후 명사(明史)에까지 이어졌고 고려는 서경(西京)에 고구려의 국조(國祖) 동명성왕(東明聖王)을 모신 사당을 건립하여 제사를 지냈으며 개경(開京)의 동신사(東神寺)에는 주몽(朱蒙; 東明聖王)의 어머니 하백녀(河伯女)를 동신성모(東神聖模)로 모셨다.\n이는 고구려 국모신 신앙과 제의(祭儀)가 고려시대에도 그대로 계승되고 있는 것을 보여준다.\n여기서 중요한 것은 고려 문종시대에 전 중국왕조 당나라 시대의 안서도호부의 지명이 그대로 차용되면서 그 곳의 지진 상황이 기록된 점이 대륙 고려의 중요한 증거로 판단된다. \n세종실록지리지와 동국여지승람에 따르면 왕경인 중주의 땅 한양을 설명하고 있는데 산하가 얽히고 기자의 땅이고 화산이 솟아있고 한강이 띠를 두른 형상은 장안(호경 지금의 서안)과 낙양과 개경(개봉)을 중심으로 이른바 패수를 묘사한 말이다.\n한강은 한수(漢水)이고 후대에 황하라 하지만, 옛부터 중원 땅에는 인체의 허리부분을 두르는 띠와 같다 해서 대수(帶水)라 불리고 한양을 감싸고 돌아간다 하여 한수가 되었다. 그렇다고 한수는 황하만의 명칭이 아니다. \n당나라가 편제한 경기도에 섬서성의 서경(서안, 장안)이 있으며, 고려가 이를 다시 편제하여 고려의 지방으로 삼았다. 고려의 경기도에 나오는 지명을 찾다보면, 한반도에 위치할 수 없는 지명이 나오는데, 섬서성, 하남성(신라의 옛 강역)에 찾을 수 있다.\n 995년(고려 성종 14)에 개경 주변에 6개의 적현(赤縣)과 7개의 기현(畿縣)이 설치되었는데, 1018년(고려 현종 9)에 이들 적현, 기현을 묶어서 왕도의 외곽 지역을 정식으로 '경기(京畿)'라 부르기 시작했다.\n 본래 '京'은 '천자(天子)가 도읍한 경사(京師)'를, '畿'는 '천자 거주지인 왕성(王城)을 중심으로 사방 5백 리 이내의 땅'을 의미한다. '경기'라는 말은 당나라 시대에 왕도의 주변지역을 경현(京縣,赤縣)과 기현(畿縣)으로 나누어 통치하였던 것이다.\n당연히 고려의 패서도(浿潟) 즉, 경기도는 수도 서경(西京)을 관할하는 지방이기 때문에 당 태종의 경기도(京畿道)와 같을 수밖에 없다.\n하남성 개봉에 가보면 송나라 시대의 시장을 복원해 놓았다는 곳이 있는데, 시장 한가운데 고려 의원이라는 큰 의원이 있고 설명문에 쓰기를 고려와 송나라는 많은 교류가 있었고, 그리하여 일찍부터 고려의 의원이 와서 진료하였다고 한다고 기록하였다.\n김용무의 대륙 고려설에 따르면, 하남성 개봉(송나라 수도)의 서쪽에 낙양과 장안이 있는데, 이곳이 고려의 수도이라고 한다. 게다가 대륙 고려로서 결정적인 증거는 절강성의 항주에서 일어난 홍건적의 난인데, 호북성, 하남성, 산동성까지 확대되었다.\n중화인민공화국의 역사학계와 TV 드라마에 따르면, 홍건적은 한반도에 들어가 본 적이 없다고 한다. 그런데, 고려는 홍건적의 난에 의해 유린당하였다는 기록이 나와있으므로, 반드시 하남성과 산동성 주변에 있어야 한다. \n그러면 강화도로의 천도는 원나라의 압력에 못 이겨 대륙에서부터 시작되었다는 것을 알 수 있다.\n김씨, 박씨 호족들의 지역에 고려 황실이 피난 와서 28년 간 강화도에 있다가 개성으로 가서 남은 161년 간 임시 수도에서 살았다고 보여진다.\n\n중악묘(中岳庙)\n중악묘는 도교사원입니다. 정주에 있다.\n중악묘는 기원전 3세기 진(秦)나라 때, 숭산의 신에게 제사를 지내기 위해 지어진 사당으로 원래 이름은 태실사(太室祠)였습니다. 당나라 현종 때 중악묘로 재건되었으며, 이후 확장을 거듭하여 하남성 최대의 사묘(祠廟)이자, 오악묘(五岳廟) 중에서 가장 큰 묘가 됩니다. 소림사가 1만평의 면적에 20여개의 건축군으로 이루어진 것에 비하여, 중악묘는 4만평에 가깝고 건축물도 무려 400여개에 이르고 있어, 그 규모가 얼마나 대단한지 알 수 있습니다.\n진(秦)나라 때 태실사(太室祠)가 세워졌습니다\n한나라 무제(武帝)는 산 위에 만세정(萬歲亭)을, 산 아래에 만세관(萬歲觀)을 건립하였습니다\n당나라 현종 때 중악묘가 재건되었습니다\n\n이병화\n고려의 도읍지는 송악(松嶽)과 개경(開京), 강도(江都)와 송도(松都), 임진(臨津), 그리고 한양(漢陽)과 송경(松京) 등이다. 또 라주(羅州), 복주(福州), 청주(淸州), 덕수(德水) 등도 전란을 극복하기 위해 옮겨다녔던 잠깐 동안의 임시 도읍지였다.\n\n건국 당시 도려의 도읍지는 태봉(泰封)(911～918)의 도읍지였던 송악(松嶽)이었다. 건국한 이듬해 태조 왕건은 개경(開京)으로 신궁을 조성하고 도읍을 옮겼던 것이다. 8대 현종 때(1010) 글안(契丹)의 침입으로 라주로 피난했다가 다음해 개경으로 환도했고, 23대 고종 때(1232) 몽골의 침략을 받아 강도로 도읍을 옮겼다가 강도에 인접한 송도로 옮겨가서 몽골에 저항했다. 24대 원종 때(1270) 몽골과 강화하면서 오랜 피난시대를 마감하고 개경으로 다시 환도하였다.\n25대 충렬왕 때(1290) 합단(哈丹)의 침입으로 잠시 강도로 피난했었고, 31대 공민왕 때(1361) 홍두적의 침입으로 복주로 피했다가 청주와 덕수를 거쳐 개경으로 환도했다. 고려는 31대 공민왕 때 원에 빼앗겼던 국토를 대부분 회복했지만 원을 멸망시킨 명에게 회복한 국토를 또다시 빼앗기면서 국력이 약화되기 시작했다. 공민왕은 1363년 도읍을 임진으로 옮겼는데 32대 우왕 때(1381)는 한양으로 1383년에는 송경으로 옮겼다. 34대 공양왕 때(1390) 잠시 한양으로 옮겼다가 1391년에는 다시 송경으로 옮기고 1392년에 멸망했다.\n\n고려의 도읍지 송악은 河南省 鞏義市였고, 개경은 하남성 登封市였다. 송악과 개경은 인접한 곳으로 대륙 하남성 공의시와 등봉시에는 오늘날에도 고려의 궁궐과 사당 그리고 사찰들이 남아있다.\n하남성 등봉시에는 그곳이 고려의 도읍지였음을 검증하는 특징적 유적이 있다. 바로 천체관측 유적이다. 천체관측은 지난날 황제의 특권이었다. 천체의 변화는 귀중한 정보였기 때문에 관측된 정보는 특정인 이외에 공개되지 않았던 것이다. 천체관측소가 있던 곳은 황제가 살던 황성 또는 황궁이 있던 곳이다. 오늘날 중국의 관변학계에서는 등봉시에 남아있는 천체관측 유적을 觀星臺라고 부르면서 元代의 유적이라고 주장하고 있는데, 그곳이 원의 도읍지가 아니었다는 판단이 옳다는 것은 역사기록으로 확인할 수 있다. 원의 황제가 살던 도읍지는 和林, 大都, 開平, 그리고 應昌이었다.\n고려가 몽골의 침략을 피해 옮겼던 피난 도읍지 강도는 江蘇省 鎭江市, 송도는 강소성 南京市였다. 이곳에 지금도 남아있는 궁궐, 사찰 등의 역사 유적을 고려사의 기록과 대조해 보면 그곳이 고려의 피난 도읍지였음을 쉽게 알 수 있다. 한반도의 강화도에는 고려의 유적이 없다. 팔만대장경의 목판을 만들었던 선원사는 강소성 진강시에 있지만 강화도에는 그 흔적도 찾을 수 없는 것이다.\n또 강도는 강화가 아니다. 고려 때 강화는 송악과 개경에 인접한 곳으로 강도와는 엄청난 거리에 떨어진 곳이다.\n강화는 하남성 義馬市였다. 이곳에 고조선 때 쌓은 삼랑성과 고려 때의 離宮이 있다. 강도는 송도와 인접한 곳이고, 강화는 송악과 인접한 곳이었음을 확실하게 구분해야 한다.\n고려가 洪頭賊의 침입으로 옮겼던 임시 도읍지 福州는 浙江省 杭州市이다. 그곳에 아직도 남아있는 화려한 건축물들은 그곳이 고려의 황제가 머물던 곳이었음을 웅변하고 있다.\n고려의 청주는 山東省 臨沂市이다.\n이곳에는 금속활자 인쇄시설을 갖추었던 外興德寺가 있다. 외흥덕사는 漢陽(산동성 濟南市)에 있던 興德寺에 딸린 절이었다.\n지금 한반도에서는 흥덕사와 외흥덕사는 그 흔적도 찾지 못했지만 대륙 산동성에서는 그 실제 모습을 확인할 수 있다.\n프랑스 군인들이 강화도에서 불법 약탈해간 직지直旨를 간행한 곳은 대륙의 산동성이었음을 알아야 한다.\n고려의 덕수는 하남성 洛陽市이다. 이곳에는 고려의 최대 사찰이었던 興王寺가 있던 곳이다.\n흥왕사의 본찰은 수십 곳의 딸린 사찰을 관장하던 대규모 사찰이었다. 승려가 만 명이 넘었고 두 곳의 縣이 흥왕사에 귀속되었다.\n건축물의 규모 또한 거대해 조선초 축조한 경복궁 건축규모의 10배 이상이었다고 고려사에 기록되어 있다. 오늘날 대륙 하남성 락양시에는 지금도 수십군데 사찰건물이 남아있고 유적도 도처에서 확인할 수 있다. 이곳이 漢, 唐의 도읍지였다는 것은 억지일 뿐이다.\n당은 불교를 억제했던 나라였고, 기존에 설립된 사찰도 없애고 수도권 밖으로 내몰았다. 오늘 날 한반도 개성과 그 주변에는 사찰 건물이 즐비했다고 하는 흥왕사는 그 자취를 찾을 수 없고, 덕수라는 지명도 없다.\n고려는 말기에 이르러 서쪽으로는 홍두적과 명, 북으로는 여진, 남과 동으로는 왜의 침탈로 국토의 보전이 어려웠다. 할 수 없이 국토의 서쪽 하남성의 개경에서 동쪽 산동성의 한양으로 도읍을 옮길 수밖에 없었을 것으로 추정된다.\n개경에서 한양으로 옮기기 전에 하남성 개봉시인 임진을 거쳤다.\n조선의 건국지였던 송경은 고려말의 도읍지였다. 한양과 송경은 인접한 곳이다. 한양은 산동성 濟南市, 송경은 산동성 臨淸市이다.\n조선초의 한양과 송경은 대륙 산동성에 있었다.\n\n\n登封\n허난성 정저우시의 현급시. 숭산 기슭에 위치하며, 숭산풍경구를 비롯하여 인근의 소림사와 (중국 4대 서원 중 하나인) 숭양서원 및 등봉 관성대 등 유네스코 세계유산에 등재된 관광지가 많다.\n옛 지명은 양성 (陽城)이었고, 측천무후가 칭제 후 숭산에 올라 봉선을 행한 것에서 등봉이란 지명이 유래됐다. \n\n흥왕사(興王寺)\n1067년(문종 21) 조성된 개경(開京)의 대표적 사찰이다. 고려 제11대 왕인 문종(文宗)이 원찰(願刹)로 창건하였고 아들 대각국사(大覺國師) 의천(義天)이 주석하며 교장도감(敎藏都監)을 설치하여 교장(敎藏)을 조성하였다. 규모가 2,800여 칸에 이르는 대찰(大刹)이었다.\n고려 국왕의 원찰이란 임금의 안녕과 국운의 발전을 기원하고 교단의 구심점 역할을 하는 큰 사찰들이다. 그 건립을 위해 대단한 정성과 관심을 기울였을 뿐 아니라, 절의 중요도에 따라 위숙군(圍宿軍)을 배치하여 지키게 하였다. 국왕의 원찰로 기존 사원을 이용하지 않고 새로이 창건한다는 것은 곧 국력을 기울인 대공사이며 이에 수반되는 경제적 지출도 엄청난 것이었다.\n이중 문종의 흥왕사는 덕수현(德水縣)의 치소를 양천(楊川)으로 옮기고 세운 것으로, 왕실 원찰 가운데서도 규모가 크고 장대하여 눈에 띄는 거찰(巨刹)이었다. \n송(宋)의 사신 서긍(徐兢)이 고려에 와서 개경을 둘러보고 쓴 『선화봉사고려도경(宣和奉使高麗圖經)』 에도 흥왕사에 대해 도성 동남쪽 모퉁이에 있으며 그 규모가 지극히 크다고 기록하고 있다.\n1056년(문종 10)에 공사를 시작하여 12년 후 완공하였는데, 이 기간에 문종이 수시로 공사 현장을 방문하였을 뿐 아니라 신하들의 반대를 무릅쓰고 경창원(景昌院) 소유이던 전지(田地)와 시지(柴地)를 흥왕사로 이속시키는 등 각종 지원을 아끼지 않았다. \n흥왕사는 완공 후에도 자씨전(慈氏殿)을 삼 층의 규모로 짓고 『화엄경(華嚴經)』을 금물로 써서 봉헌하였으며, 금 144근과 은 427근을 들여 안을 은으로 만들고 겉에 금을 입힌 금탑을 만들었다. 또 석탑도 세워 안치하는 등 지속적인 지원이 이루어졌다. 흥왕사는 상주승이 1,000여 명에 이르고 크기가 2,800칸에 이르는 대규모 사찰이었으므로, 사원 내 관리조직도 다른 사원과는 차이가 있었다. 원래 고려시대의 사원에는 삼강(三剛)으로 불리는 관리기구가 존재하였는데, 이 기구는 주로 절의 재정과 운영의 실무를 담당하였다. 그런데 흥왕사와 같은 규모가 큰 왕실 원찰은 다른 사원들과 달리 세속의 고위직 관원이 겸직으로 일을 맡아 사원을 관리하기도 하였다.\n또한 흥왕사에는 북송 신종(神宗)이 보낸 협저불상(夾紵佛像)과 철종(哲宗)이 보낸 장경(藏經)이 보관되어 있었다. 때문에 송의 사신 서긍이 고려를 방문했을 때 흥왕사를 다녀가고 기록을 남기는 등 송과의 대외관계에 있어서도 중요한 절이었다.\n흥왕사는 어떤 이유에서인지 개창 후 한동안 주지 임명이 없다가 선종(宣宗) 대에 들어 의천(義天)이 초대 주지를 맡게 되었다. 의천은 바로 문종의 넷째 아들로 어려서 출가하여 훗날 국사(國師)의 지위에 오르게 되는 대각국사(大覺國師) 의천을 가리킨다. \n흥왕사의 성은 1070년(문종 24)에 축성하였으며 길이는 약 4km에 이르고 동서남북에 각각 성문터가 확인된다. 흥왕사에 이러한 성을 쌓은 것은 이 절이 처음부터 궁궐 남쪽의 이궁 역할을 하도록 설계하였기 때문이다.\n흥왕사는 개경을 드나드는 관문인 나성(羅城) 밖 4교 중 하나에 위치하여 교통과 국방의 요지에 위치하고 있었다. 고려의 왕들은 위와 같은 여러 행사나 재의(齋儀) 때문에 자주 절에 행차하였는데, 당일로 다녀오기도 하였으나 상황에 따라 며칠씩 사찰에 머물거나, 병이 났을 때 요양 혹은 피병(避病)을 위해 찾아가기도 하였다. 1174년(명종 4)에 별도로 개경의 이궁이 지어지기 전까지 흥왕사와 같이 4교 지역에 위치한 절은 임금이 외방으로 행차를 가거나 각종 재의, 연회, 사냥 등으로 행차할 때 머무는 이궁의 역할을 담당하게 되었던 것이다.\n명종(明宗)이 흥왕사를 중심으로 한 화엄종(華嚴宗) 세력을 배경으로 최충헌(崔忠獻) 정권과 대립하거나, 고종(高宗) 대에 흥왕사 승도가 거란병의 침입을 계기로 종군했다가 최충헌을 제거하고자 시도한 사례를 보면 흥왕사가 정치적으로 왕실과 연관되어 있음을 볼 수 있다. 또한 흥왕사는 고려 후기에 공민왕(恭愍王)이 홍건적(紅巾賊)의 침임을 피하여 경상도 안동까지 피난 갔다가 개경으로 환도할 때, 전쟁으로 피해를 입은 궁이 재건될 때까지 머무는 장소가 되기도 한다. 이때 공민왕의 측근이었던 김용(金墉)이 공민왕을 배반하고 시해를 모의하였다가 실패하여 조정이 발칵 뒤집힌 ‘흥왕사의 난’ 이 일어나기도 하였다.\n\n숭산 대법왕사(嵩山大法王寺) \n위치: 허난성 등봉시 태실산 남쪽 기슭 옥주봉 아래, 시내에서 5km 거리.\n7중 구조의 사원: 산을 따라 지어졌으며, 산문, 천왕전, 대웅보전, 장경각 등이 포함되어 규모가 매우 큼.\n불사리와 지하궁: 2000년 발굴 조사에서 석가모니 진신사리(真身舍利), 3개의 불아(佛牙), \"비천사리함(飞天舍利盒)\" 등 국보급 유물이 발견되었으며, 현재 정저우 은행에 보관 중.\n고탑군: 사찰 뒤편에 6기의 고탑이 남아 있으며, 수대 사리탑(15층 밀전전탑), 3기의 당대 단층탑, 원대 해공탑 등이 포함되어 고대 건축 연구에 귀중한 자료로 평가됨.\n\n\n\n慈雲寺\n허난성 정저우 시의 慈雲寺\n\n고려 태조가 개경의 성내에 건립한 사찰로 도성 북부의 자운방에 있었다. 이후 국왕이 행차하고, 백관의 회의가 열리는 등 고려 전 시기에 걸쳐서 존속한 사찰이었다. \n\n[고려사]\n충렬왕이 자운사(慈雲寺)에 행차하여 장경(藏經)을 전독(轉讀)하였다.\n\n전 찬성사(贊成事) 권한공(權漢功) 등이 심왕(瀋王) 왕고(王暠)의 옹립을 요청하려고 자운사(慈雲寺)에 백관을 모아서 원(元) 중서성(中書省)에 올릴 글을 쓰게 하였다.\n\n\n고려황궁\n고려황궁을 짓는데 55만명이 동원되었다.\n     고려는 왕의 나라인가?  아니면 황제의 나라인가?  만약 황제의 나라라면, 지칭하는 도시도 격상된다. 황 皇자가 붙게된다.  왕성은 황성이 되고, 그 나라의 서울, 수도는 황도가 된다. 그런데, 고려의 사서 고려사 에 보면 , 분명 고려의 임금이 있는 성은 황성이라 하고, 고려의 수도는 황도라고 나온다.\n \n고려사[북한국역 고려사 제5권] 416p  ~417p\n \t<<............. 시전을 세우고 방, 리를 구분하여 5개의 부로 나누었다. 광종 11년(960)에 개경을 황도라고 고쳤고 성종 6년(987)에 5개부의 방리를 개편하였으며 14년(995)에는 개성부로 되여 적현 6개와 기현 7개를 관할하였다. .....................\n \n \t현종 20년(1029)에 서울의 라성이 준공되였다. 왕이 즉위하자 즉시 장정 30만 4천 4백명을 징발하여 이 성 축조에 착수하였는바 이 해에 와서 공사가 끝났다. .성주위는 2만9천7백보요, 라각은 1만 3천간이며 대문이 4개, 중문이 8개, 작은 문이 13개인바..........또 황성은 2천 6백간이며 문이 20개인바 ................... 혹은  이 성 구축에 동원된 장정이 23만8천9백38명이요 기술자가 8천4백50명이며 성 주위 는 1만6백60보이고 높이 27척, 두께는 12척, 랑옥은 4천9백10간이라고도 한다........>>\n \n평.\n놀랍고도 놀랍다.\n1. 중국을 최초로 통일했다는 진시황제가 만리장성을 축조하는데만 30만명을 동원했다고 한다. -30만명의 인부 동원- 개맹이  지음.http://blog.naver.com/gemengi/105915783\n=>고려는 일개의  황궁만 짓는데, 라성이 304,400명,  황성이 238, 938명, 기술자 8450명 도합 551,788명이 투입되었다.\n \n2. 북경 자금성의 칸수는9995간이다. - 자금성의 전체 간수는 9995간이라고 한다.  천안문을 통해서 자금성이 끝나는 곳까지 3km를 걸어가면, ....http://ddukddagi.com.ne.kr/chaina42.htm  참조\n=>고려는 개경 황성은 20,510간 (나성만 13,000간+황성 2600간, +랑옥이 4910간)이다. 자금성의  두배이상이다.\n \n3. 높이가 27척( 27척*32.21cm= 8.69m), 두께는 12척(3.86m)- 자금성의 경우 높이 11m, 사방4km\n 1척에 대하여- 한국에서는 고려 및 조선시대 초기까지는 32.21cm를 1자로 했으나, 세종 12년의 개혁시에 31.22cm로 바꾸어 사용해 오다가 한말(1902년)에 일제의 곡척(曲尺)으로 바뀌면서 30.303 cm로 통용되었다\n \n- http://cafe.daum.net/doma24/4tQ4/56?docid=saI2|4tQ4|56|20071204123928&q=1%C3%B4%C0%C7%B1%E6%C0%CC&srchid=CCBsaI2|4tQ4|56|20071204123928  참조\n- 고려의 황성은 자금성보다 2여m가 낮다.\n \n4. 고려 개경의 나성만 둘레길이는 29700보라고 했다. 29700* 5*32.21cm=47,831m=47.831km  - 자금성의 무려 10배나 된다.\n- 대조선세종 때 처음에 1보를 5척으로 정했다가 1444년 이후 1보를 6척으로 개정하였습니다- 거칠산 지음. http://k.daum.net/qna/view.html?category_id=QNO001&qid=45xWs&q=%BA%B8%C0%C7+%B1%E6%C0%CC&srchid=NKS45xWs 참조.\n \n \t고려 개경의 황성[내성]의 둘레길이는 10,660보=10,660*5*32.21=1,717,598.25cm=17,175.98m=17.17km, 고려의 황성만 둘레가 17km이다. 북경의 자금성이 4km이니, 고려의 황성은 자금성의 3배나 더 크다.\n\n\n결론.\n1. 고려의 황궁의 크기는 황성, 나성모두 합하면, 자금성보다도 휠씬 컸다.\n높이는 자금성보다 2m여 낮지만, 둘레는 나성이 자금성의 10배나 넓다. 간수는 자금성의 두배 이상이다.\n2. 고려의 황궁을 짓는데 동원된 장정수만 55만명이 넘는다. 이는 진시황제의 만리장성 동원인구보다도 많은 숫자이다.\n3. 고려의 황궁은 중국의 어느 성이나, 황성의 규모보다더 훨씬 크다는 것을 알 수 있으며, 그 명칭또한 황제국의 명칭을 썼다.  황성, 황도가 그것이다. 이것은 고려의 임금이 황제를 뜻하며, 고려의 역량과 영토가 한반도를 넘고 중국을 넘어선 것임을 짐작할 수 있다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-01-22T15:05:47.043000",
  "updatedAt": "2026-01-05T07:19:15.714000"
}