{
  "id": "e803d695-2f08-4a71-a8b4-a1cd916f59a5",
  "title": "벽란도(碧瀾渡)/예성강 (禮成江)",
  "content": "![image](media/194d8bb3a03.b93e07d9caecf972.jpg)\n![image](media/19b8ad1c396.89243818d0b00b08.jpg)\n![image](media/19b8aecd52d.8b89b358a98ddcc1.jpg)\n![image](media/19b8aed27fa.93346d0dd1ee8dec.jpg)\n![image](media/19b8aed56b8.ba45ee0c6447c292.jpg)\n![image](media/19b8aed8fce.bcfbc4e0890e558f.jpg)\n![image](media/19b8aedd1ca.8fd424387bc81d1c.jpg)\n![image](media/19b8afb4f6a.83127144f0b8f121.jpg)\n![image](media/19b8afb8bf1.90ab5ddb0c304e80.jpg)\n![image](media/19b8afbb52f.a94baf77aaf8c2b7.jpg)\n![image](media/19b8b010f38.a5b00365dc69d48a.jpg)\n\n\n\n예성강은 고려에서 중국의 송나라와 교섭할 때 이곳에서 모든 배를 띄워 예절 있게 맞아들이고 다시 바래다 주었던 강이라 예성이라는 이름을 가지게 되었다. 고려 시대 송나라 상인들의 왕래가 많았을 때의 사실을 노래한 「예성강곡(禮成江曲)」도 있었다.\n역사적으로 예성강 유역은 고대 낙랑군에 속하였고 뒤에는 대방군에 예속되었다. 백제에 병합되었다가 광개토왕 당시에 고구려의 영토가 되었다. 고구려의 멸망 뒤 당나라의 영토가 된 적도 있으나 곧 신라의 영토가 되었다. 예성강은 안북하(安北河) 또는 북하(北河)라고도 불렸고 고려 초에 왕건이 송악(松岳)을 본거지로 해상에서 후백제의 견훤과 싸울 때 이곳이 수군의 근거지가 되었다. 예성강의 수운은 벽란도(碧瀾渡)가 고려 송도의 배후 관문 구실을 담당하여 번영을 누렸다.\n연안에는 여러 곳에 포구가 있었고 그 중 연백군 유곡면의 금곡포(金谷浦)는 유명한 포구였다. 『신증동국여지승람』에 의하면, “부근에 금곡연이 있고, 또한 금곡포창이 있어 연안·배천은 물론 해주·신천·풍천·장연·문화 등 여러 고을의 전세 양곡을 이곳에서 수납하여 서울로 조운하였다.”고 한다.\n\n예성강곡(禮成江曲)은 고려시대 작자 미상의 속요로, 송나라 상인에게 바둑으로 속아 아내를 잃은 남편과 아내가 각각 부른 슬픈 노래인데, 현재 가사는 전하지 않고 『고려사』 악지 등에 유래 설화만 전해지는 작품입니다.\n\n당녀소매무(唐女小梅舞) : 조선 시대, 당녀(唐女)와 소매(小梅)로 분장하고 추는 들놀음. 당녀는 고려 시대에 예성강(禮成江)가에 와서 살던 중국 창녀의 이름이며, 소매는 옛날 미녀의 이름이라 한다. \n당녀는 특정한 사람의 이름이 아니라 매음을 하는 중국 출신 여자들을 통칭해서 일컫던 명칭이다. ‘예성강(禮成江)가에 와서 살던 중국 창녀들을 이르던 말’ 정도로 풀이했어야 한다. 예성강가에는 당시 국제 무역항이던 벽란도가 있었고, 그런 곳에는 으레 매춘 산업이 발달하기 마련이다. 중국 상인들이 자주 드나들던 곳이니 중국 여자들이 와서 매춘에 종사했다는 게 그리 이상한 일은 아니다. 소매(小梅)라는 명칭은 연희 유형별로 조금씩 달라서 소무(小巫)라고도 하는데, 소매가 실존 인물의 이름이었는지에 대해서는 확인할 수 있는 문헌을 찾지 못했다.\n\n벽란도\n고려시대 예성강 하류에 있던 국제 무역항이자 요충지이다. 벽란도는 보통 예성강 하류에 위치해있으며, 벽란도의 옛 이름이 예성항이라고 알려져있다. 그러나 2000년대에 들어서면서 새로운 의견이 제기되었는데, 그것은 바로 벽란도가 예성강\n상류에 위치해있으며 벽란도와 예성항은 엄연히 다른 항이었다는 것이다. 실제로 <세종실록 지리지> 에 의하면 벽란도는 개성 선의문 서쪽에 있었고 예성항은 그 남서쪽에 있었다고 했다. 또한 <신증 동국여지승람> 에 예성항이 벽란도의 하류에 있었다고 기록되어 있다. 즉, 이에 따르면 '벽란도는 예성항 상류의 나루터'인 것이다. 현재 우리가 예성항과 벽란도를 같게\n보는 것은 고려 후기 여·송 양국 사이에 국교가 끊어진 다음 예성항 언덕 위에 있던 벽란정이 없어지고, 예성항도 국제무역항으로서의 기능이 정지되면서 그리 된 것이라고 한다.\n\n벽란도(碧瀾渡): 고려 시대 무역항으로, '안산(岸山)'에 세운 벽란정에서 이름이 유래했다고 합니다.\n\n\n삼국사기 > 列傳 第⼗ > 甄萱 > \n\n秋九⽉, 萱遣⼀吉湌相貴, 以舡兵⼊髙麗禮成江, 留三⽇, 取鹽·⽩·貞三州舩⼀百艘焚之,\n捉猪⼭㠀牧⾺三百匹⽽歸.\n\n(932년) 가을 9월에 견훤은 일길찬註 001 상귀(相貴)註 002로 하여금 수군을 이끌고 고려\n예성강(禮成江)에 들어가도록 하였다.〔상귀는〕3일을 머물면서 염주(鹽州), 배주(⽩州), 정주(貞州) 3주(州)의 배 100척을 빼앗아 불태우고, 저산도(猪⼭島)에서 기르는 말 300필을 잡아서 돌아왔다.\n\n염주(鹽州):\n황해도 연백군 일대이다. 염주(鹽州)는 본래 고구려의 동음홀(冬⾳忽)이었는데, 신라 경덕왕대 해고군(海皐郡)으로 고쳤다가 고려 초에 염주(鹽州)로 바꾸\n었다고 한다『[ 고려사』 권58 지12 지리3 서해도 안서대도호부 해주 염주].\n\n배주(⽩州): \n황해도 연백군과 남연백군〔북한의 황해남도 배천군(⽩川郡)〕일대이다. 배주는 본래\n고구려의 도랍현(⼑臘縣)으로 신라 경덕왕대 구택현(雊澤縣)으로 고쳤으며, 고려 초에 배주로 바꾸었다고 한다『[ 고려사』 권58 지12 지리3 서해도 안서대도호부 해주 배주].\n\n정주(貞州): \n경기도 개풍군(북한의 개성직할시 개풍군) 일대이다. 『고려사』 권56 지10 지리1 왕경 개성부 정주조에는 본래 고구려의 정주로 현종 9년(1018)에 개성부의 속현이 되었다고 되어 있다. 그러나 본서 권제37 잡지제6 지리4 고구려조에는 정주라는 지명은 보이지 않는다. 『세종실록지리지』경기 부평도호부 해풍군조에는 고려 초에 정주라고 칭하였다고\n되어 있다. \n\n저산도(猪⼭島): \n『신증동국여지승람』 권42 황해도 안악군 산천조에 저도〔猪島, 황해도 안악군 대행면(북한의 황해남도 은천군)〕에 목마장이 있다고 하였다. 저산도는 저도일 가능성이 높다.\n\n가을 9월에 … 돌아왔다: \n『고려사』 권2 세가2 태조 15년(932) 9월\n에 같은 사건을 전하는 기사가 실려 있다. 한편 동 10월조 및 『고려사』 권92 열전5 제신\n유금필전에 따르면 다음 달 곧 932년 10월에도 견훤이 수군을 보내 이 일대를 습격하도록 하였다고 한다. 이때 왕건이 대광(⼤匡), 만세(萬歲) 등을 보내어 가서 구원하게 하였으나 전세가 불리하였는데, 당시 곡도(鵠島)에 유배 중이던 유금필이 군대를 모으고 전함을 수리하여 막았다고 한다. \n\n삼국유사 > 권 제2 > 제2 기이(紀異第⼆) > \n⻑興三年甄萱⾂龔直勇⽽有智略來降太祖, 萱捉龔直⼆⼦⼀⼥烙断股筯. 秋九⽉萱遣⼀\n吉以舡兵⼊髙麗禮城江留三⽇, 取塩·⽩·真三州船⼀百艘焚之⽽去 云云. 清泰元年甲\n午, 萱聞太祖屯運州 未詳, 遂簡甲⼠蓐⾷⽽⾄末及營壘, 将軍黔弼以勁騎撃之斬獲三千\n餘級, 熊津以北三⼗餘城聞⾵⾃降, 萱麾下術⼠宗訓·醫者之謙·勇将尚逢·雀弼等降於太\n祖.\n\n26년(371)에 고구려가 군사를 일으켜 왔다. 왕이 듣고 군사를 패하(浿河)가에 매복시켜 그들이 이르기를 기다렸다가 급히 치니 고구려 군사가 패배하였다.\n\n패하(浿河) : \n백제 강역의 북쪽 한계선을 나타내는 지표가 되었던 강으로서, 대동강이라는 설, 예성강이라는 설, 임진강이라는 설 등이 있다. 본서 권23 백제본기1 온조왕 13년(B.C. 6) 8월조에는 “강역을 정하였는데 북쪽으로는 패하에 이르고”라는 대목이 있다. 학\n에서는 흔히 패하를 예성강 특히 평산군의 저탄(猪灘)일대로 비정하는데, 평산 일대의 예성강을 저탄 또는 패강(浿江)으로 불렀다는 『고려사(⾼麗史)』 권58 지리3 평주 및 『황해도읍지』 권1, 평산의 산천조에 따른 것이다. 패강은 통일신라기에 평산일대에 패강진이 설치된 뒤 널리 알려진 명칭이다. 그런데 본서 권24 백제본기2 근초고왕 23년(368) 9월조에\n백제군과 고구려군이 전투를 벌인 치양(황해도 배천)은 예성강 북안(서쪽)이므로 백제의 강역을 패하까지라고 한 기록과 어긋나는 면이 있어 단정하기 어렵다.\n『삼국사기』 백제본기에 기원전 6년(온조왕 13)경 백제의 북쪽 경계선으로 기술되어 있는 패하(浿河)는 예성강을 가리킨다.\n시대별로 지칭하는 강이 달라지는 듯한 경향을 보이기 때문에, 아예 패수라는 명칭 자체가 국경을 이루는 강을 뜻하는 고대 서북한의 보통명사라는 설도 있다.\n우선, 강(江)이라는 한자는 원래 장강을 의미하는 고유명사였으며, 하(河)는 황하를 일컫는\n고유명사였다. 일반적으로 우리가 흔히 '강(river)'이라고 부르는 민물에 대해서는 과거엔\n'수(⽔)'를 붙여서 불렀다. 따라서 '패수'라는 단어는 바꿔서 표현하자면 이름이 '패'인 강이란 뜻이다.\n개경 주변에 있었을 것으로 여겨지는 渡가 있는데, 浿江渡가 그것이다. 패강도는 물론 패강\n에 있었을 것이다. 패강은 보통 대동강을 의미하지만, 다음 자료를 보면 그렇게만 보기는 어렵다는 것을 알 수 있을 것이다.\n\n타-1) 平州 … 猪淺이 있다.[혹은 浿江이라고도 불렀다]\n⾼麗史 卷58, 地理志, “平州 … 有猪淺[(註:⼀云浿江\n\n타-2) 三司가 아뢰기를 ‘浿江渡의 여자가 한번에 아들 셋을 낳았으니 舊例에 의거하여 곡식 40석을 하사하소서’하니 命하여 50석을 더하여 하사하였다\n⾼麗史 卷12, 世家 睿宗 3年 8⽉, “三司奏 浿江渡⼥ ⼀産三男 據舊例 賜穀四⼗⽯加賜五⼗⽯”\n\n타-1) 자료를 보면 평주에는 猪淺이 있는데 이를 浿江이라 한다고 한다. 猪淺은 新增東輿地勝覽 平⼭都護府條에서 ‘猪灘’으로 지칭되고 있으며, 猪灘의 위치는 ⼤東에서 예성강과, 개성에서 평산으로 가는 길이 만나는 곳으로 나타나고 있다. 따라서 패강도\n는 저탄이 있는 곳을 가리키는 것으로 여겨진다. 개성에서 평산으로 가는 길은 북쪽으로 가\n는 중요한 통로였다. 또한 타-2) 자료를 보면 그 패강도에 대한 구체적인 특징을 알 수가 있다. ‘浿江渡⼥’라 한 것은 ‘패강도에 사는 여자’를 말하는 것으로 보이며, 이는 渡가 津과 같은 특수 행정구역으로서의 모습을 가졌음을 말해주고 있다.\n\n고려사 > 卷⼆⼗三 > 世家 卷第⼆⼗三 > ⾼宗 18年 > 11월 > \n몽고군 선봉이 예성강까지 침략해 백성들을 살육하다.\n신해 몽고군이 평주(平州)에서 선의문(宣義⾨) 밖까지 와서 진을 쳤는데, 포도(蒲桃) 원수(元帥)는 금교(⾦郊)에 진을 쳤고, 적거(迪巨) 원수는 오산(吾⼭)에 진을 쳤으며, 당고(唐古) 원수는 포리(蒲⾥)에 진을 쳤다. 〈몽고의〉 선봉이 예성강(禮成江)에 도착하여 집을\n불태우고 사람들을 죽이니 수를 헤아릴 수가 없을 정도여서 개경[京城]사람들이 놀라고 동요하여 인심이 흉흉하였다.\n\n벽란도[碧瀾渡]\n\n1 개요\n벽란도(碧瀾渡)는 서해에서 예성강(禮成江)을 통해 개경(開京)으로 통하는 교통로에 존재\n했던 항구 혹은 나루터를 지칭한다. 개경 인근의 대표적인 나루터 중 하나였다. 특히 고려 시대에 외교 사절단의 왕래 등에 중요하게 이용되었다.\n\n2 벽란도와 고려도경(⾼麗圖經) 속의 벽란정(碧\n瀾亭)\n벽란도의 위치는 현재의 북한 개성시 개풍군 신서리로 여겨지고 있다. 이곳에는 지금도 벽란도 나루, 벽란도 마을 등의 지명이 남아 있다고 한다. 조선 시대의 기록들에서도 벽란도의 위치에 대하여 찾아볼 수 있다. 『세종실록(世宗實錄)』 「지리지(地理志)」에서는 개성 서쪽으로 선의문(宣義⾨)에서 30리 거리에 있다고 하였으며, 『신증동국여지승람(新增東國\n輿地勝覽)』에서는 개성부 서쪽 36리에 있다고 하였다.\n벽란도는 고려 시대의 해상 교통을 이야기할 때 꼭 거론되는 곳이다. 특히 고려 시대의 국제 교역과 외교 사절단 왕래를 설명하면서 중요하게 언급된다. 이는 12세기에 고려에 다녀간 송(宋) 사신단의 일원이었던 서긍(徐兢)이 남긴 『고려도경(⾼麗圖經)』의 영향이 크다.\n1123년(인종 1)에 고려에 왔던 서긍은 자신이 보고 들은 고려의 문물제도와 풍경을 그림과 글로 엮어 『고려도경』을 편찬하였는데, 아쉽게도 지금은 그림 부분은 사라지고 글만 전해진다. 이 책에는 ‘벽란도’라는 명칭의 유래로 추정되는 벽란정이 등장한다. 먼저 이에 관한 언급을 살펴보자.\n서해 뱃길을 통해 고려로 왔던 송 사절단은 예성항에 도착한 뒤에 우선 벽란정에 송 황제의\n조서(詔書), 즉 외교 문서를 보관하고 잠시 쉬었다. 사절단의 배가 항구에 도착하자 고려에서 준비한 군사들이 징과 북을 울리며 맞이하며 벽란정으로 서긍 일행을 안내하였다고 한다. 벽란정은 왼쪽과 오른쪽 두 채의 건물로 나뉘어 있어서, 한 쪽에 조서를 봉안하고 다른 한 쪽에서 사절단을 접대하였다. 그 주변에는 10여 채의 민가가 있었고 30리 너머에 있는 개경으로\n통하는 길이 나 있었다.\n당시 사절단을 영접하는 고려의 의장 행렬뿐만 아니라 이들을 구경하려는 사람들로 일대가 가득하여, 서긍은 그 수가 만 명 정도나 되는 것 같다고 기록하였다. 사절단 일행은 벽란정에서 쉰 뒤에 다음날 육로로 개경을 향해 출발했다. 그리고 개경 서쪽 교외를 지나 선의문을 통해 개경으로 들어갔다.\n5년 뒤인 1128년(인종 6) 6월에 도착한 송의 사절단도 개경으로 오기 전에 먼저 벽란정에 머물렀던 모습이 보인다. \n기록이 많이 남아있지 않아 벽란정에 대한 더욱 자세한 내용은 알기 어렵지만, 당시 고려에서 송의 사신단을 맞이하는 항구에 설치한 중요한 영접 시설로 이\n해할 수 있다. \n일찍이 태조대(太祖代)에 후당(後唐)에서 대장경(⼤藏經)을 배에 싣고 왔을 때에도 예성강을 통해 개경으로 왔던 모습을 찾아볼 수 있다. 또 문종대(⽂宗代)에도 송의 사신단이 예성강으로 왔던 기록이 남아있다. 벽란정이 설치된 정확한 시점은 알 수 없지만,\n외국 특히 중국과의 교류가 활성화되면서 본격적으로 마련되었을 가능성을 생각해볼 수 있다. 예성강에 배를 끌고 오갔던 송의 상인들도 아마 벽란도를 이용했을 것이다. 『고려도경』에 기록된 예성항과 벽란정의 모습은 당시의 풍경을 상상하는 데에 중요한 자료로 이용된다.\n\n3 벽란도에 얽힌 옛 사람들의 이야기\n벽란도의 ‘도(渡)’는 나루터를 뜻한다. ‘벽란도’라는 명칭이 사료에서 확인되는 것은 『고려도경』 보다 좀 더 뒤 시기의 일이다. 가령 1277년(충렬왕 3)에 김방경(⾦⽅慶)을 장사(將⼠)들이 벽란도에서 맞이하였다는 표현이 보이며, 1281년(충렬왕 7)에 고려에 유배되었던 원(元)의 황자(皇⼦) 애아적(愛⽛⾚, 아야치)을 벽란도에서 전송하였다는 기록이 나타난다.\n이후 고려 말인 14세기 중반부터 『고려사』와 『고려사절요』에 몇 차례 더 등장한다. 물론 이것이 벽란도라는 명칭이 이 시점부터 쓰였다는 것을 말해주는 것은 아니다. 어쩌면 벽란도라는 명칭이 먼저 쓰였고 이를 따서 벽란정이라는 이름을 붙였을 수도 있다. 사료에 남아있는 기록은 과거의 단편적인 모습만을 담고 있기 때문이다. 이름이 언제 붙었든, 혹은 언제 변했든, 이 나루터에 수많은 사람들이 오갔다는 점이 가장 중요할 것이다. \n벽란도에서 일어났던 일들에 대하여 사료들을 살펴보자.\n예성강 흐름 중에서 벽란도 앞을 흘렀던 부분을 벽란강(碧瀾江)이라고 불렀던 듯하다. 무신\n집권기의 권력자 중 한 명이었던 이의민(李義旼)의 아들인 이지영(李⾄榮)이 벽란강의 보달\n원(普達院)을 원찰(願刹)로 삼고 강에 다리를 놓으려 백성들을 수탈하였다고 한다. 결국 그는 이곳에서 이의민 세력을 제거하려 계획한 최충헌(崔忠獻)이 보낸 수하에게 살해당하였다. 충혜왕(忠惠王)~공민왕(恭愍王) 시대의 정치가였던 유숙(柳淑)은 이곳에 대하여 “오랫동안 강호(江湖)의 언약을 저버리고, 속세에서 20년을 보냈네. 갈매기가 나를 비웃으려는 듯 끼룩끼룩 울며 누각 가까이 오네”라고 시를 지었다. 아마도 오랜 벼슬 생활에 지친 때 한탄을 담았던 듯하다.\n고려 말이 되면 벽란도의 제반 시설들은 크게 쇠락하였던 것으로 보인다. \n여말선초의 정치가인 권근(權近)은 이곳에 세워진 식파정(息波亭)의 기문(記⽂)을 지으며 “강 언덕을 따라 내려가면 옛날에는 초루(草樓)가 있었으니, 나루터 일을 맡은 관원이 거처하는 곳이었다.”라\n하였다. 송의 사절단을 맞이하던 두 채의 벽란정은 아마도 이전 어느 시점에 파괴되었던 듯하다. 그러나 권근은 이때에도 수많은 사람들이 이 나루터를 지나다녔고 아름다운 경치가 펼쳐져 있었다고 하였다. 한편 조선 개국 직전에 이성계(李成桂)가 해주(海州)에서 돌아오다가 벽란도에서 머물려고 하였는데, 아들 이방원(李芳遠)이 자신들과 대립하던 정몽주(鄭夢周) 등이 해칠까 두려워 극력 청하여 길을 계속 간 일화도 전해진다.\n푸를 벽에 물결 란. 푸른 물결의 나루터라는 이름을 가진 벽란도. 나루터를 지나갔던 수많은 사람들은 저마다의 뜻을 품고 이곳을 건넜을 것이다. 위에 나온 사람들은 벽란도 앞의 푸른 강물을 보며 어떤 생각을 했을까. 또 역사에 미처 기록되지 못한 얼마나 많은 사람들의 삶의\n모습이 이곳에 담겨 있었을까.\n고려의 대학자 이규보는 벽란도의 붐비는 풍경을 이렇게 묘사하고 있다.\n\n<이규보, 동국이상국집>\n潮來復潮去 來船去舶⾸尾衡相連\n朝發此樓底 未午棹⼊南蠻天\n\n물결은 밀려왔다 다시 밀려가고, 오가는 뱃머리 서로 잇대었네\n아침에 여기서 떠나면 한낮이 못 되어 남만에 이른다네\n\ndeepseek\n옛날에 개봉(현재의 카이펑, 開封) 서쪽에 항구가 있었습니다.\n개봉은 수운 교통이 발달한 곳으로, 특히 송나라 시기에 변강(汴江) 또는 변수(汴水)가 주요 운하로 기능하며, 도시 서쪽에 상제항이 중요한 수상 교통 중심지였습니다. 이 항구는 물자 운송, 상업 활동, 군사 보급 등에서 중요한 역할을 했으며, 개봉의 경제적 번영을 뒷받침했습니다.\n개봉은 수로망이 발달해 있었기 때문에, 서쪽의 항구는 남북을 잇는 중요한 거점이었습니다. 운하를 통해 양쯔강 지역의 물자가 개봉으로 유입되었고, 이는 송나라 경제와 문화 발전에 크게 기여했습니다.\n다만 시간이 흐르며 운하가 쇠퇴하고, 황하의 범람으로 지형이 변화하면서 상제항은 점차 기능을 잃었습니다. 오늘날 개봉 서쪽에는 당시의 항구 흔적이 남아 있지 않지만, 역사 기록과 고고학적 연구를 통해 그 존재를 확인할 수 있습니다.\n\n항구는 현재의 카이펑시(開封市, 개봉) 시가지 서북부, 용정구(龍亭區) 북쪽, 황하 대제(黃河大堤) 부근 일대에 위치했을 것으로 추정됩니다.\n\n\n1. 지리적 위치 추정: 역사 기록에 따르면 상제항은 개봉 성 서쪽, 당시 변수(汴水)의 중요한 나루터였습니다. 변수는 개봉 성 서쪽에서 흘러 들어와 도시를 가로지르던 주요 운하였습니다. 오늘날의 지도로 비추어 볼 때, 이는 대략 카이펑시 구도심 서북쪽, 현재의 황하 남쪽 제방(황하 대제)과 인접한 지역에 해당합니다. 정확한 위치는 고증이 더 필요하지만, 카이펑시 북부의 '변대 경관대(汴河生態景觀帶)' 일대나, 시내 서북부의 '안야문(安遠門) 북쪽' 지역과 연관이 있을 가능성이 높습니다.\n\n2. 현재 상태: 상제항은 지표상에 존재하지 않습니다. 그 이유는 다음과 같습니다.\n   · 황하의 잦은 범람과 퇴적: 개봉은 역사상 황하의 수많은 범람으로 도시 전체가 수미터 두께의 퇴적층 아래 묻혔습니다. 당시의 항구 시설도 지하 깊이 매몰되었습니다.\n   · 운하(변수)의 쇠퇴와 소실: 명나라 중기 이후 변수가 기능을 상실하고 메워지면서, 항구의 존재 기반 자체가 사라졌습니다.\n   · 지형의 변화: 현재의 황하 제방은 역사시대보다 크게 남쪽으로 이동했거나 인공적으로 축조되었기 때문에, 과거의 해안선이나 항구 위치를 현재의 지형으로 정확히 대응시키기 어렵습니다.\n\n3. 오늘날 찾아볼 수 있는 것:\n   · 고고학 발굴지: 카이펑 시내 여러 곳에서 운하(변하) 유적이 발굴되고 있습니다. 특히 카이펑 시가지 남부의 '주먼커우(州橋) 유적' 에서는 송나라 시기 변하의 규모와 선박 접안 시설이 발굴되어 큰 주목을 받았습니다. 이는 당시 개봉의 수운 체계와 항구 기능을 생생하게 보여줍니다. 상제항 본체는 아직 발굴되지 않았을 수 있지만, 이러한 유적들은 그 모습을 상상할 수 있는 근거를 제공합니다.\n\n결론적으로, 상제항은 현재 카이펑시 서북부의 황하 대제 인근 땅속 깊이 묻혀 있는 '지하 유적' 상태입니다. 그 정확한 위치는 고고학적 발굴과 문헌 연구를 통해 점차 밝혀질 것이며, 현재는 카이펑의 다른 송나라 시기 수운 유적(예: 주먼커우 유적)을 방문하여 당시 항구 도시 개봉의 위용을 간접적으로 체험할 수 있습니다.\n송나라 시기 카이펑(개봉) 서쪽 변하(汴河) 연안에 상당한 규모의 항구 시설(부두)이 존재했으며, 학계 내에서는 이를 지리적 위치를 따라 ‘상제항(上堤港)’이라는 일반명사로 지칭하기도 한다는 역사학 및 고고학계의 해석과 연구를 반영한 것이었습니다.\n송대 문헌과 주먼커우(州橋) 유적의 최근 발굴 성과는 개봉을 관통하는 변하가 당시 세계적으로도 드문 대규모 운하였으며, 연안에 수많은 선창(船艙)과 화물 창고 시설이 밀집해 있었다는 것을 확증했습니다.\n· “상제” 지역의 기능: 개봉 성 서쪽, 특히 제방(堤) 인근 지역은 변하를 통해 들어온 각종 물자가 집散되고 관리되던 물류의 핵심 구역이었습니다. 이 지역에 선박 정박 및 하역 시설, 즉 ‘항구 기능’이 있었다는 것은 역사적 논리와 고고학적 정황 증거에 부합합니다.\n\n\n州桥遗址(Zhouqiao Bridge Relics)\n州桥遗址位于河南省开封市鼓楼区，是北宋东京城南北中轴线御街与大运河汴河段交汇处的标志性建筑。始建于唐代建中年间（780—783年），明末崇祯十五年（1642年）因黄河洪水淤埋。\n\n“州桥遗址考古发现遗存丰富，有桥梁、河道、堤岸、神庙、民居、道路、沉船等，物化载体可视性强。地层年代包括宋金元明清不同时期，遗物丰富，上下叠压，层理清晰，不同时期桥摞桥、路摞路，是开封形成立体叠压型城市‘城摞城’奇观的真实再现。”河南省文物考古研究院院长刘海旺说。\n\n“주교(州桥) 유적의 고고학 발굴에서는 교량, 하천, 제방, 사원, 민가, 도로, 침몰선 등 매우 풍부한 유구가 발견되었으며, 물질적 실체의 가시성이 매우 높습니다. 지층의 연대는 송·금·원·명·청 등 서로 다른 시기를 포괄하고 있고, 유물도 풍부하며 상하로 중첩되어 층리가 뚜렷합니다. 서로 다른 시대의 다리가 다리 위에, 길이 길 위에 겹겹이 놓여 있어, 개봉이 형성한 입체적 중첩 도시, 즉 ‘성 위에 성이 쌓인(城摞城)’ 장관을 사실적으로 재현하고 있습니다.”라고 허난성 문물고고연구원 원장 류하이왕은 말했습니다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-02-06T09:16:14.010000",
  "updatedAt": "2026-01-05T06:55:41.036000"
}