{
  "id": "e822f3f0-f27e-48b7-9721-6e43028a3fe3",
  "title": "강종현, 후크엔터 사태와 민주당의 부정부패 커넥션 ",
  "content": "강종현\n월초에 박민영의 파파라치 사진이 공개됩니다. 배 나온 아재랑 열애설이 뜬 거죠. 근데 이 사람이 빗썸 실소유주란 설이 돕니다. 남자의 이름은 강종현. 그리고 11월 10일 박민영이 소속된 후크 엔터가 검찰에 압수수색을 당합니다. 이 과정에서 대표의 횡령, 음원 미정산 등이 밝혀지고 이승기는 회사에 음원 미정산 관련 내용증명을 보내게 됩니다. 얼핏보면 박민영의 파파라치 사진 한 장이 불러온 파장 같지만 전혀 아닙니다.\n강종현은 어떤 인간인가 하면 뽐뿌에서 폰팔이 하던 자입니다. 지금도 인터뷰에선 자긴 뽐뿌 폰팔이라고 하고 다니죠. 이 핸드폰 사면 리베이트 얼마 주겠다 하면서 장사하다가 나중에 리베이트 안주고 잠수 타는 방식으로 크게 한탕 해먹었어요. 사기를 친거죠. 이 사기 친 돈으로 무얼하냐? 해외 불법도박사이트를 운영합니다. 성남 마피아를 끼고 이때 리니지를 하면서 아프리카TV 큰손 놀이도 하고, 성남마피아로 BJ 협박도 하죠. 또 이렇게 번 돈으로 빗썸에 투자해서 어마어마한 큰 돈을 벌었다는 게 대충 디스패치와 언론을 통해 알려진 내용입니다. 그런데 후크 엔터테인먼트 압수수색 며칠 전 강종현의 계열사로 알려진 비덴트, 인바이오젠, 버켓스튜디오 등이 남부지검 금융조사 2부로부터 압수수색을 받습니다. \n크게 혐의는 두 가지입니다. 무자본 M&A와 시세조작(주가조작). 깡패랑 어울려 다니고 리니지나 하는 전직 폰팔이가 인수합병과 주가조작을 한다구요? 그럴 머리가 있을까요? 강종현의 뒤에는 원영식 회장이란 사람이 있습니다.\n\n원영식\n(라임사태 쩐주로 의심받는 원영식 회장\nhttps://www.bizhankook.com/bk/article/24630)\n원영식 회장은 남대문 사채업자의 아들로 코스닥 시장에 뛰어들어 엔터회사 투자(국내 상장 엔터사 대부분 투자)와 M&A로 이름을 날린 사람입니다.\n2014년 황우석 바이오 테마로 주가조작을 한 홈캐스트 주가조작 사건에 전주(錢主)로 참여해 실형을 받기도 하죠. 그런데 19년과 20년 2심 3심에서 증거 부족을 이유로 무죄를 받습니다. 딴 놈들은 다 유죄. \n김앤장에 100억을 썼다고는 하지만 문재인 정권 영향이 없을까요? 뒤에 나오는 내용들을 보면 생각이 달라지실 겁니다.\n아무튼 원영식 회장의 2심 무죄로 인해 이 무자본 M&A가 코스닥 시장에 판을 치게 됩니다. 물론 무자본 M&A 자체는 죄가 아닙니다. 이 인수합병 과정에 불법이 끼어들 여지가 많다는 게 문제죠. 허위 공시, 허위 증자, 횡령, 시세조작 등이 거의 필수적으로 나타납니다. 원영식은 현재 나의 아저씨, 펜트하우스 등을 제작한 엔터 기업 초록뱀미디어의 회장입니다. 그리고 작년 12월 후크 엔터테인먼트를 합병했습니다. 그러니까 앞서 검찰의 후크 압수수색은 원영식 회장을 타겟으로 한 압수 수색입니다. 원회장은 원래 후크를 인수하기 전에 매니지먼트사를 하나 갖고 있었습니다. '아이오 케이'라고 조인성, 신혜선, 김하늘 등 쟁쟁한 연예인들이 소속된 회사입니다. 이 회사를 20년에 쌍방울에 매각했습니다. 아이오케이를 매각하고 후크를 산다? \n더 재밌는 건 쌍방울이 아이오케이를 인수할 수 있도록 원영식 회장이 자금 마련을 도와줬다는 겁니다. \n\n전환사채를 이용한 금융사기\n이쯤에서 무자본 M&A의 핵심인 CB를 알아야 합니다. CB(전환사채)는 회사가 발행하는 회사채입니다. 그런데 일정 기간이 지나면 해당 회사의 주식으로 바꿀 수가 있는 옵션이 있다는 게 장점입니다. 무자본 M&A에선 이 CB가 어떤 식으로 활용 되느냐? \n예를 들어 볼게요. Y란 회사가 있어요. Y가 A라는 회사를 인수합병 합니다. 그리고 인수대금은 A회사 CB를 발행해서 갚습니다. A회사 CB를 산 사람들은 1년 뒤엔 돈 갚으라고 할 겁니다. 그럼 만기인 1년 뒤 즈음에 A사가 \"금광을 개발했다\" 또는 \"대북 수혜를 받았다\" 등과 같은 허위 공시(가짜 뉴스)를 막 띄웁니다. 이를 본 투자자들이 A사의 주식을 마구 매입하니까 주가가 막 오르겠죠. 이제 CB를 가진 사람들은 주가가 올랐으니 채권 대금을 회수하기보다 전환권을 사용해서 그냥 A사 주식으로 바꿉니다. 이때 Y도 제빨리 자기가 가진 A사 지분을 모두 팔아서  A사와 관계를 끊습니다. 이후 허위공시가 발각되면 처벌은 A 회사가 받고 Y와 CB를 산 사람은 돈을 버는 거죠. \n이건 단순화한 쉬운 예고 실제는 훨씬 복잡하고 교묘하게 이뤄집니다. A에서 F사까지 계열사를 가진 Y가 각 회사의 CB를 발행하고 E에서 I까지 계열사를 가진 Z란 회사는 A~F의 CB를 사들이고 E~I도 CB를 발행합니다. X그룹도 같은 방식으로 CB를 발행하고 Y와 Z의 회사들 CB를 매입합니다. 그리고 Y는 G라는 회사를 인수하고 다시 G가 CB를 발행합니다. 각 회사들이 또 CB를 나눠서 조금씩 사들입니다. Z는 S라는 회사를 인수합니다. 이걸 계속 반복합니다. CB는 회사 마다 2차, 3차, •••, 18차, 20차까지 수차례 발행돼요. 복잡하죠. 사실 이것도 단순화해서 설명한 겁니다. 이런 식으로 돌려막기(순환출자)하다 보면 어느 시점에 어디서 인수대금이 모이고 허위 공시가 언제고, 시세조작이 언제고, 이걸 한 주체는 누구고 찾기가 쉽지 않아요. 계열사로 표현했지만 이 회사들은 계열사라기 보다는 무자본 M&A로 연결된 회사 집단입니다. 이 방법이 쌍방울, 필룩스, 초록뱀미디어의 계열 집단 회사 간에 문정부 5년 동안 일어난 무자본 M&A와 커넥션입니다. \n(2018년 필룩스 주가 10배 급등했죠. 테마 작전주로 도대체 얼마를 해먹었을까요. 시가총액이 그럼 그 당시 5조 정도 갔다는 건데 주가 10배면 튀겼으면 100억만 넣어도 천억인데 백억만 넣었을리는 당연히 없을테고 수백억 넣었으면 수천억 땡겼겠네요.)\n그리고 여기에 라임펀드까지 이들 회사 주식과 CB를 사들이며 끼어듭니다.\n(원영식 초록뱀그룹 회장, 라임 연루 재판서 '사채업자'로 등장\nhttp://www.bizhankook.com/bk/article/24479)\n\n문재인 정권의 추미애가 증권범죄 수사국을 없앤 덕에 한 해 평균 60건 잡히던 증권범죄가 2021년엔 손가락으로 꼽을 정도로 줄어듭니다. 옵티머스, 라임 사태 터지자 마자 없앤 것도 참 우연이죠? 덕분에 이런 넘들이 맘 편히 설치고 다닐 수 있게 된 겁니다. 검찰은 지금 원영식 회장부터 필룩스, 쌍방울로 이어지는 커넥션을 수사하고 있습니다. \n\n금융 사기꾼들의 엔터사업 진출\n그전에 먼저 이들이 왜 엔터사업을 끼고 있는가를 알아보겠습니다. 쌍방울은 아이오케이, KH필룩스는 IHQ, 초록뱀미디어는 초록뱀미디어와 후크엔터, YG 케이플러스 등을 가지고 있습니다. \n첫 번째 이유는 이들이 깡패 출신이라는 겁니다.\n깡패들의 최종 로망은 언제나 엔터 회사 차려서 여배우 쭈물럭대는 거거든요. 실제 쌍방울 김성태는 현재 해외 도피 중임에도 소속 연예인들 리조트로 불러다 호화 파티를 벌였다는 뉴스가 얼마 전에 나왔죠.\n(https://www.ilyo.co.kr/?ac=article_view&entry_id=437598\n관련기사 : 쌍방울 김성태 전회장 호화 도피 행각)\n\n여기에 또 다른 이유는 이들이 M&A 하는데는 그 회사의 내실이나 실적, 미래 전망, 이런 게 우선 고려 대상이 아닙니다. 그 보다는 CB를 발행한 뒤에도 주가를 띄울만한 회사인가가 우선입니다. 엔터는 거기에 최적의 사업인 겁니다. 예를 들어\nA그룹 16개국 전세계 순회 공연, B 영화 33개국 판매, C 아무개가 출연한 드라마 70개국에서 화제, \n이런 뉴스 타이틀 보면 뭔가 그럴싸 해보이죠.\n당구장, 피시방 보다 많은 언론사들이 막 뉴스를 뿌려주면 뭔 난리가 난 거 같아요. 바이오 2상 통과, 이런 거하고 뉴스 확장력이 비교가 안돼요.\n전세계 공연한다 난리니까 BTS처럼 3천억은 아니라도 몇 백억은 벌겠네 이런 생각 막 들어요.\n실제 공연규모, 입장인원, 티켓가격, 이런 건 생각도 안하고 불나방같은 인간들이 막 달려들어 주식을 사고 주가를 띄우는 겁니다. 영화 33개국 판매하면 몇 백억 벌 것 같지만 30개국 판매해봐야 일본 한 곳 파는 거 보다 금액이 적어요. 몇천 아니 몇백만원에 사가는 나라가 부지기수입니다. 드라마가 해외 트랜딩 몇 위하고 막 화제니까 돈 벌겠네? 아니요. 넷플에서 사전 제작 지원을 받아서 이미 돈 다쓰고 앞으로의 이익은 넷플겁니다. 넷플이 아니라구요? 앞에서 말했듯이 몇 십개국 팔아봐야 일본 한 군데 파는 거만큼 돈이 안됩니다. 일본에 얼마에 팔았다가 더 중요합니다. 가격은 시장 크기 따라 가는 겁니다. 판권 산 사람들도 그 나라에서 홍보를 하려면 수십억이 들어요. 그래서 나라에서 난 이익은 판권 사간 회사가 버는 거구요. 반대로 우리나라에서 수입하는 작품도 마찬가집니다. 판권 1억짜리 영화를 사와도 극장에 뿌릴려면 홍보비만 30억이 듭니다. 홍보비만큼 상영관 수가 정해지는 거죠. 판권 3억짜리 드라마라고 광고를 안 하면 누가 그 OTT를 보고 그 드라마를 보겠어요.\n얘기가 좀 셋는데 반면에 과거에 이 회사가 발행한 대량의 CB는 아무도 신경 안 써요. 어쨌든 호들갑인 뉴스 덕에 주가는 오릅니다. 자본을 보니까 천 억이 쌓여있어. 당장 올해 몇 십억 적자라고 이 회사 망할 일 없겠네. 당신이 확인한 그 자본 수차례 CB 발행으로 쌓아 놓은 자본(빚)입니다. 조만간 시장에 풀리는 수백억의 주식으로 찾아뵙겠습니다. 호갱님.\n쌍방울, KH필룩스, 초록뱀, 빗썸 등 네 개 그룹이 거느린 20개 상장사가 지금까지 시장에서 조달한 금액은 3조4814억원. 이 중 CB 발행 금액만 1조7758억원입니다. 반면 이들 상장사의 전체 시가총액은 1조 8949억원에 불과하죠. 인수회사의 실적, 이딴 게 왜 안 중요한지 이제 아시겠죠. 불나방들만 있으면 조단위로 해쳐먹을 수 있거든요. 오늘도 초록뱀미디어는 11% 뛰었네요. \n\n쌍방울 김성태, KH필룩스 배상윤\n이제 본격적으로 깡패들을 파 볼 차례입니다.\n쌍방울 김성태 회장과 KH필룩스 배상윤 회장은 순수한 깡패 출신입니다. 당연히 강남 한복판에서 칼부림하고 불법대부업, 도박장 운영, 업소 삥듣기같은 전과도 다양합니다. 김성태는 전북 전주나이트파 두목으로 조폭 생활을 하다가 2010년에 사채 290억으로 임직원 협박하며 쌍방울을 꿀꺽합니다. 재밌는 건 그전에 전남 영광에서 난초파로 이름을 날리고 상경한 배상윤이 쌍방울을 꿀꺽하려던 적이 있단 겁니다. 김성태한테 뺏긴 거죠. 그도 그럴 것이 이 둘 사이는 막역합니다. 도쿄에셋 이름을 달고 불법 사채사업하던 김성태한테 배상윤이 돈을 빌려 쓰며 알게 된 관계죠. 일명 쩐주와 선수의 관계입니다. 어째 좀 그림이 원영식, 강종현하고 비슷하죠. 김성태는 깡패긴 해도 초록뱀 원영식 같은 포지션이고 배상윤은 빗썸 강종현 같은 포지션입니다. 여기도 배상윤이 돈은 잘 벌어요. 문정부 5년 동안 배상윤이 무자본 M&A로 꿀꺽한 회사들 보면 놀랄만 합니다. 7천억원짜리 알펜시아를 비롯해 그랜드하얏트호텔, 굴지의 엔터회사 IHQ를 꿀꺽합니다. 상장사만 5개, 40개 계열사를 꿀꺽하죠. 그리고 실패로 돌아갔지만 크게 해먹으려던 회사가 하나 또 있습니다. 바로 쌍용자동차. 사기꾼 에디슨모터스가 쌍용 인수 불발되고 두번째로 선정된 회사가 바로 쌍방울, KH필룩스 컨소시엄입니다. 정부채권단이 고른 사업자가 연달아 어떻게 이럴 수가 있을까요? 이후 배상윤은 KH그룹 내부자 폭로로 이재명의 변호사비 대납을 해준 게 알려졌습니다. 물론 그전에 쌍방울이 이재명의 변호사비 대납한 게 알려졌습니다. 그래서 현재 둘 다 해외 도피 중입니다.\n​\n아무리 그래도 공시 하나로 저렇게 뛴다는 게 말이 안되잖아요. 허위 공시일 수도 있고 계속 같은 공시 낼 수도 없는 거잖아요. 그런데 허위가 아니라 진짜인 겁니다. 17년 3월부터 18년 6월까지 이재명의 최측근 이화영이 쌍방울의 사외이사를 합니다. 18년 7월에는 이화영이 이재명이 있는 경기도 평화부지사로 임명되면서 본격적인 대북 사업을 시작합니다. \n이쯤에서 18년 영상 하나 보고 가겠습니다. 이 대회는 경기도와 친북단체 아태협이 쌍방울의 지원을 받아 공동주최한겁니다. 이 시기 아태협(아시아 태평양 교류협회)은 쌍방울 본사에 무상 임대로 들어가요. 뭔가 같이 할 게 있으니까 공짜로 입주시켰겠죠? 쌍방울은 아태협에 기부금 내역에는 없는 10억을 줍니다. 이 10억 왜 줬을까 했더니 '안부수' 아태협 회장이 18년 12월에 김영철 전 북한 통일전선부장에게 7만 달러를 건네고 19년 1월에는 송명철 북한 조선아태위 부실장을 만나 43만불을 건넵니다.(현재 안부수는 해당 혐의로 구속 상태입니다.) 동년 동월 김성태와 배상윤도 직접 중국 선양에서 조선아태위 관계자들에게 롤렉스 시계 10개를 전달하고, 19년 5월에는 배상윤이 중국 단둥에서 북한 민경련과 경제협력 합의서를 작성합니다. 현재까지 수사 내용을 보면 18년과 19년 사이 쌍방울은 640만달러를 중국을 거쳐 북한으로 보냈을 걸로 보고 있습니다. 배상윤 측은 인정을 안하고 있지만 최근 김성태가 200만불 건냈다고 지인들을 통해 인정했죠. 그 대가로 북한 리조트 건설과 희토류 개발 등 6개 사업 협력 계약서를 체결했다고 인정한 겁니다. 즉 허위공시가 아니라 이 모든 게 다 진짜였던 겁니다.\n전주에서 태어난 깡패가 사채 사업을 하다 쌍방울을 꿀꺽하고 대권 후보 변호사비 20억 대납 해주고 주변에 사바사바 했더니 진짜 대북 사업까지 따게 된 겁니다. 정말 드라마 같은 이야기입니다.\n쌍방울 차트를 한번 보세요. 올해 초에도 최고가를 한번 찍습니다. 다들 이재명이 당선만 된다면 앞의 공시들이 모두 진짜가 된다고 생각한 겁니다.\n\n똥파리 김봉현\n이야기의 시작은 똥파리입니다.(똥파리는 부자에게 들붙는 부류를 향한 멸칭.) 보통 사모펀드가 설정액 1 조원을 넘어가면 똥파리가 꼬인다고 합니다.\n여기 똥파리가 들러붙은 사모펀드는 6 조원을 넘어갔으니 그저 그런 똥파리는 아닙니다. 똥파리도 능력이 있어야 합니다. 그런데 이 똥파리는 좀 미스테리합니다. 광주 출신 사업가라는데 모 그룹 회장님 운전수였다는 소문부터, 모 법대 출신이란 얘기, 그건 뻥이란 얘기, 누구는 사기당했다는 얘기,\n일주일에 3번 교회에 나가 예배를 드린다는 얘기까지 별 말이 다 나옵니다. 아무튼 금융하곤 거리가 멀어 보여요. 그런데 사모펀드는 왜 말 많은 똥파리를 데려왔을까? 이 똥파리가 로비 능력은 업계 최고라는 겁니다. 근데 사모펀드에 로비가 왜 필요하지? 펀드 덩치가 크면 투자자가 맡기는 금액도 크고 안전을 지향하게 됩니다. 그래서 은행, 증권사에서도 \"여기는 안전한 곳에만 투자해요\"라고 구라치면서 팝니다. 하지만 투자자가 로우 리스크, 로우 리턴을 원하는 건 아니죠. 로우 리스크, 하이 리턴을 원합니다. 아니 삼성전자, 하이닉스 사서 얼마나 수익을 내겠으며, 그걸 몇 조씩 살 수는 있답니까? 설정액이 커질수록 투자할 곳은 줄어드는 게 당연한 이치입니다.\n\"요새 무자본 M&A가 제철이라는데 옆집 라움이네는 나노스 CB 사서 대박 났다더라. 아 CB 쟤들 꺼 사서 딱 일 년만 묵히면 수익 좀 날 것 같은데 저런 코스닥 근본 없는 애들 껄 어떻게 사. 위험하잖아. 알지 알지 누가 다 산대냐? 반만 산다고 해도 금감원 공시도 해야되고 펀드 위험율 점수 깎이고 불이익이 많아. 알지 알지. 누가 내 이름으로 다 산대? 옆집 라움이네(파킹 거래를 도운 라움자산운용이고 대표 2명은 각각 6년 5년 형을 받았습니다.) 명의로 응? 금감원에서 조사라도 나오면 어떡해? 나 똥파리야. 초딩 때 가장 친한 친구가 이번에 청와대 행정관으로 들어갔잖아. 미스 김.(미스김은 실제 김모 행정관의 여동생 취직 내용이구요) 오빠. 똥파리 너는 다 계획이 있구나. 머리 나쁜 애를 왜 뽑았나 했더니. 미스 김. 이거 카드 가져가. 한 장은 오빠 주고. 눈치 보지 말고 맘껏 써.\"\n그런데 나쁜 소식은 예상 외의 곳에서 찾아옵니다.\n미국 증권거래위원회에서 똥파리네 모펀드 중의 하나인 플루토가 투자한 IIG가 폰지사기에 연루됐다고 발표를 합니다. IIG의 등록을 취소하고 펀드 자산을 동결합니다. \n여기서 잠깐. 모자펀드란 동일한 자산운용사의 여러 개별펀드(자펀드)의 신탁 재산을 모펀드에서 통합하여 운용하고 자펀드는 모펀드의 수익증권을 편입해 운용하는 집중관리 형태의 펀드를 말합니다.\n법적으로 사모펀드는 일반투자자의 경우 50인 미만만 모집할 수 있어요. 그럼 좀 큰 사모펀드는 매번 49인 마감합니다. 새로운 49인 펀드가 나왔습니다. 이렇게 쪼개서 모집하기도 힘들고 인력을 다 따로 둘 수도 없고 운용 편리성과 비용절감을 위해 모펀드 이름으로 모집하고 아래 자펀드를 두는 겁니다. 사모펀드를 공모펀드처럼 판매하는 꼼수라고도 할 수 있죠. 똥파리네는 4개의 모펀드와 그 아래 173개의 자펀드를 갖고 있었는데 그중 1 개 모펀드가 사고가 난 겁니다. \n\"그래서 물린 게 얼만데? 고객투자금이 2436억이고 신한에서 빌린 게 3500억, 더하면 6천억. 이 중에 물린 건 한 40% 정도. 괜찮아. 1 나노스 하면 되는 거 아냐. 문제는 당장 만기가 돌아오는 펀드들이야. 사고 나서 마이너스 났다하면 다른 고객들도 다 돈 빼겠다고 할 텐데. 그럼 우리 망하는 거야. 사고 났다는 얘길 왜 해. 일단 만기 많이 남은 거에서 땡겨 주고 수익률 돌려막기 좀 하면서 1년만 버티면 된다니까. 돌려막기 1년을 어떻게 버텨. 우리 CB가 너무 많아서 지금도 유동성이 안 좋아. 왜 못 버텨. 레버리지 쓰면 되지. 영식이형이라고 내가 잘 아는 형님이 있는데.\"\n똥파리는 어려운 길을 가기로 마음 먹었습니다.\n고객이 돈 잃는 게 싫었던 거죠. 우리 사고 안났어요.\n이 말은 사고가 난 펀드들을 정상적인 척 수익을 안겨주겠다는 겁니다. 이걸 메꾸려면 좀 더 위험하고 장기 거치가 필요한 메자닌(CB, BW)투자에 집중할 수 밖에 없습니다. 쉽게 말해 1 나노스로 막을 걸 3 나노스로 막겠다는 겁니다. \n(쌍방울 그룹이 나노스를 인수하고, 이 계열사의 전환사채 발행 및 매각하는 과정에서 시세를 조종한 정황을 포착하고 수사 중이다. 나노스는 2004년 설립된 휴대폰 카메라모듈 핵심부품인 광학필터, 홀센서를 제조하고 판매하는 회사다. 현재 해외에서 도피 중인 쌍방울 A 전 회장은 2016년 12월 나노스를 인수했다. 검찰은 그로부터 수개월이 지난 2017년 5월을 전후로 A 전 회장이 주가 부양할 테마로 남북경협 관련 사업을 선택하고, 나노스를 활용한 것으로 보고 있다.)\n이렇게 해도 금감원에서 조사라도 나오는 날엔 모두 물거품입니다. TV 뉴스에도 나온 걸 어떻게 숨겨요. 그것도 1년씩이나. 나 똥파리야. 청와대 행정관 친구 하나 있다고 업계 최고 로비왕 소릴 들을 순 없죠. 똥파리에겐 미리 영입해 둔 강세씨가 있었어요. 전 광주 MBC 사장 출신 이강세를 통해 당시 정권 인맥을 차곡차곡 쌓고 있었죠. 강세씨는 먼저 김전무를 추천했습니다. SK텔레콤의 비공식 로비스트. 김전무. 여론조사기관 KSOI의 전 대표이자 열린우리당 국회의원 출신. 김갑수 전 의원입니다. 똥파리는 김전무를 통해 많은 민주당 인사들을 사귈 수 있었어요. 문재인 당선의 영남권 주역으로 해수부장관이 된 김영춘 민주당 의원, 맞춤 양복을 좋아하는 기동민 민주당 의원, 의사 간호사 갈라치기의 주역 공공의대의 꿈 이수진 민주당 의원, 친노 인사 이상호 민주당 부산 사하을 지역위원장, 필리핀 폰타나 모임 친구들이죠.\n근데 어째 다 네임벨류가 떨어져 보입니다.\n\"이 정도로 1년을 어떻게 버텨. 기정이, 기정이 정돈 잡아야 이거 막는다. 기정이만 잡으면 된다 이거지? 잡아오면 되는 거 아냐.\"\n강기정 당시 청와대 정무수석을 말한 겁니다. 현 광주 시장이죠.(https://www.joongang.co.kr/article/23891241#home '힘 깨나 쓴다는 그들')\n\n하지만 우린 차곡차곡 쌓인 CB의 엔딩을 알고 있죠.\n나노스를 하려면 주가가 뛰어야 하는데 뛰긴 커녕 바닥을 향해갑니다. 3나노스의 꿈은 안녕. \n애초에 로비로 될 일이 아니었던 겁니다. \n똥파리네는 결국 환매 중단 사태에 이르게 됩니다. 사실상 파산입니다. 똥파리는 피해액 1조 6천억원 사모펀드 사기 사건의 주범 라임자산운용의 김봉현입니다. \n\n이혁진\n여기 또 한 명의 남자가 있습니다. 미국에서 김치 파는 남자입니다. 한 때 잘나갔던 이 남자가 미국에서 김치를 팔게 된 건 사연이 있습니다. 2016년 5월 삼청동 남자의 집에서 26세 여성이 강간 당할 뻔한 일이 발생합니다. 여성은 집을 탈출하자마자 인근 파출소로 달려가 신고를 했습니다. 남자는 1심에서 강간치상 혐의로 징역 2년 6개월의 실형을 선고 받습니다. 17년 9월 다행히 2심에선 집행유예를 받고 풀려나죠. 보내달라 애원하는 피해자의 목을 조르고 뺨을 때리면서 “눈깔 파버린다. 내가 너 임신시켜서 그 색기(피해자 남친)랑 결혼 못하게 할 거야.” 라고 협박한 남자가 집유를 받은 겁니다.\n이때는 미투 열풍이 불기 전이었기 때문에 가능했을 겁니다. 재판이 아직 진행 중인 상황이긴 하지만\n18년 3월 남자는 대통령의 해외 순방을 따라나섭니다. 근데 이때는 민주당 유력 차기 대권 후보였던 안희정 전지사 미투가 터지자 민주당은 곧바로 손절할 정도로 미투 열풍이 거센 시기였습니다. 그런데도 남자는 대통령을 따라 해외로 나갈 만큼 진짜 잘나갔던 겁니다. 사실 재판 중인 남자는 출국금지가 됐어야 정상입니다. 검찰과 국세청도 탈세 혐의로 자택 가압류를 한 상황이었고 70억 횡령 혐의를 비롯해 5개의 범죄 혐의로 검찰 수사를 받던 자가 출국한다는 건 불가능한 일이죠.\n검찰의 항변에 따르면 남자를 수사 중이던 수원지검이 법무부 출입국관리소에 출국금지 요청을 하려고 보니 이미 하루 전날 남자가 출국했고 행선지가 '불상 국가' 였다는 겁니다.\n남자는 대통령 베트남 순방 행사장에서 박항서 감독과 활짝 웃으며 사진 한 장을 찍고 대통령의 다음 순방지 UAE까지 따라갔다가 한국으로 돌아오는 대신 미국행을 선택합니다. 김치를 팔기 위해. 남자는 당시 청와대 대통령 비서실장 임종석과 한양대 동기이자 임종석을 비롯해 송영길, 우상호 의원과 함께 경문협 (남북경제문화협력단) 활동을 하며 다함께 손잡고 평양을 방문하기도 했고, 문재인 대선캠프 금융정책특보를 맡기도 했죠. 똥파리 따윈 필요 없던 이 남자는 1조 2천억원대 사모펀드 사기 사건 옵티머스 자산운용의 설립자이자 주범 이혁진입니다. \n옵티머스는 공공기관에 투자한다는 거짓말은 왜 했어요? 문서까지 조작하면서. 거기다 2대 주주인 공범 이동열은 깡패출신으로 공갈협박, 불법사채, 향정신성약품위반까지 전과가 화려하다.\n이동열은 밀양지역 신동방파 출신으로 용인에서 DKAMC란 대부업체를 운영했습니다. 18년 옵티머스에 2대주주로 합류한 이후 트러스트올, MGB파트너스, 씨피엔에스, 아트리파라다이스, 라피크, 블루웨일, 충주호유람선 등 10여 개 특수목적법인(SPC)의 대표이사에 오릅니다.\n비슷한 시기 피해액 1조원대 금융 사고가 두 건이나 터졌습니다. 청와대도 발칵 뒤집힙니다.\n청와대 김상조 정책실장(전 공정거래위원장)은 장하성 주중대사(전 정책실장)에게 전화를 겁니다. \n\"형. 우린 괜찮은 거지? 고작 4억 넣은 니가 왜 걱정을 해. 난 60억 넣었어.\"\n김상조 정책실장은 장하성의 동생 장하원이 운용하는 디스커버리 펀드에 4억원을 넣은 게 걱정됐습니다. 하지만 장하성 전 정책실장의 답은 너무 달콤했습니다. \n\"혁진이 걔는 너무 욕심이 많았어. 대놓고 지가 깡패들 쩐주 노릇하던데. 종석이는 걔 땜에 쫄아가지고 청와대 나와서 정계 은퇴 발표하는 쇼도 했는데  70억이나 들고 튄 넘이 김치장사 하는 거 봐라. 우린 안전한 미국에만 투자해. 그러다 재수없게 라임당하면 어떡해? 케이만 군도에 DLG 라고 페이퍼컴퍼니 하나 만들어뒀어. 폰지사기 안당하려고(당함). 그리고 우린 돌려막기 그딴 거 안 해.(했음)\"\n2500억원대로 상대적으로 규모가 작아서인지\n디스커버리 자산운용의 환매중단 사태는 문재인 정권 말기에 터집니다. 정부가 신생회사의 펀드를 국책은행 기업은행을 통해 주력 상품으로 밀어줬는데 2500억은 좀 실망스럽다고 할 수도 있지만 크게 안 터져서 다행입니다. 그럼 라임,  옵티머스 사고 당시 정부의 대책은 무엇이었을까요?\n라임, 옵티머스 환매 중단 사건이 당연히 남부지검 증권범죄수사부로 넘어갔다는 소식에 당시 법무부 장관에 오른 추미애는 남부지검의 증권범죄수사부를 없애는 방법으로 깔끔하게 미션을 해냅니다. \n물론 당시 정부가 마냥 추다르크 뒤에 숨어 있던 건 아닙니다. 피해자들의 보상 문제가 남았잖아요.\n통상적으로 이런 금융 사고는 재판을 통해 정부와 피해자간의 지난한 싸움으로 몇 년의 시간을 허비하기 마련입니다. 그런데 정부는 과감하게 정부가 피해보상하겠다 발표를 합니다. 인혁당 피해자 보상금은 이자 더 나갔다고 환수하겠다 이악물고 재판 가던 정부가 100% 피해 보상 결정을 내린 겁니다.\n\n피해자들에 대해 정부가 세금으로 100% 보상해 주기로 결정을 내렸다는 뉘앙스의 언급이 있는데, 정확히는 세금이 아니라 은행이나 증권사 같은 판매사가 100% 배상하도록 만들었다는 게 맞는 표현입니다. 피해자들이 금감원에 판매사들을 상대로 한 손해배상 민원을 걸고, 금감원은 판매사들더러 “너희가 불완전판매 했으니 100% 물어내” 하고 유례를 찾기 힘든 100% 반환 권고를 남발하는 거죠.\n단순히 '권고'인데 판매사가 수용 안하면 되지 않냐고 생각할 수도 있겠지만 판매사에 대해서는 이중의 압박수단이 있죠. 금감원을 통해 판매사 대표들에게 업계 퇴출 수준의 징계를 추진하고, 정계 인물들은 놔둔채 판매사에 수사력을 집중시켜 주요 임직원들과 판매사를 형사기소하는 거죠. \"말 안들어? 너희 줄줄이 감방 보내고, 신규사업이고 뭐고 인허가 안해줄까?\" 제 돈 안쓰고 코푸는 게 이런거죠. 판매한 금융회사에게 100% 다 배상하라고 압박한 정부는 최초지요. 왜 80%도 아니고 90%도 아니고 100% 배상이어야 했는가? 단순 투자손실이 아니라 계획적인 사기를 당했다고 생각한 피해자들은 조금이라도 피해가 남아있는 한 계속해서 문제 제기를 할 거고, 그럼 정치권 연루설은 계속해서 불씨를 지니고 회자될 거고, 이걸 최대한 빨리 수면 아래로 가라앉히고 사람들의 기억에서 잊혀지게 하려면 누구 돈으로든 100% 배상이 이뤄져야 할테니까요. 덕분에 펀드시장은 엉망이 됐습니다. 계획적인 사기상품이 아닌 경우에도 투자 후 손실을 본 투자자들이 판매과정에서 조금이라도 설명이 부족하거나 상품에 문제가 있었던 부분을 끄집어내 무조건 계약취소! 100% 반환! 라임처럼, 옵티머스처럼!을 외치고 있거든요. 투자자와 판매사 과실비율을 따져서 40%, 50% 물어주던 시절에 비하면 꽃놀이패죠. 수익이 나면 좋은 거고 손실이 나면 불완전판매 주장해서 원금에 이자까지 쳐서 돌려받을 길이 열린 거니까요.\n\n어쩐지 은행, 증권사에서 펀드가입 절차가 문정권 때부터 갑자기 너무 빡세졌다 했더라니 라임, 디스커버리펀드를 설계자가 아니라 판매한 은행, 증권사 책임으로만 쏙 돌려서 그런 거였군요\n쓰레기 펀드 만든 놈은 죄 없고, 그걸 단순 판매하거나 매수한 소비자만 나쁜 놈 바보로 만들고 후다닥 종결처리.. 그 후속대책으로 펀드판매 대폭강화 ㅋㅋ.\n\n옵티머스는 아니죠. 이혁진이 민주당에 줄 댄 나쁜 놈은 맞는데, 그가 민주당 쫓아간거는 옵티머스 사기 사건 무마하려고 간 게 아니에요. 오히려 자기 옵티머스 지분을 주범 김재현한테 빼앗겨서 그거 되찾을 방법 없냐고 쫓아간 거였죠. 덕분에 옵티머스 펀드 사기라는 희대의 사건에 연루가 안되었지만.\n옵티머스 거기는 사방의 높은 사람들 다 연루되어 있는 건이에요. 왜 지금 정권이 라임만 건들겠어요. 라임은 민주당만 걸려있으니까 터는거고, 옵티머스는 양쪽 다 다른 높은 사람들까지 걸려있으니 적당히 덮는거죠.\n\n옵티머스를 이야기 할려면 성지건설이 나와야 합니다. 옵티머스가 처음에 성지건설에 투자를 했었죠. 이때 이재명 처남이 사외이사로 있었고 그런데 이 성지건설이 200억원에 대한 감사인의 질문에 소명을 못해서 상장폐지를 당하고, 이때 옵티머스가 해덕파워웨이(양주시청에서 시체로 발견된 박OO씨가 실제 사주로 있던)라는 회사에 자금을 지원해주고 해덕 파워웨이 인수에 성공하죠. 이때 반대편에서 해덕 파워웨이 인수 경쟁을 하던 사람이 이 OO 인데, 이 사람이 재미있는 게 라임하고 연결되 있죠. 근데 이 사람은 지금 감옥에 있습니다. \n원영식은 신기한게 FI(재무적 투자자)로 참여했고, SI(전략적 투자자)가 아니여서 거의 피해갈 가능성이 높을 겁니다.(전략적 투자자(Strategic Investors)는 기업이 인수, 합병을 하거나 대형 개발 사업 등을 벌일 때 자금을 지원하는 투자자를 말한다. 이들은 실제로 경영권을 확보하거나 사업을 영위할 목적으로 자금을 조달한다. 이와 달리 재무적 투자자(Financial Investors)는 경영권에는 관심이 없고 오로지 차익만을 노린다. 한 기업이 다른 기업을 인수, 합병할 때 부족한 자금을 지원해주고, M&A를 통해 인수된 기업의 경영이 정상화되거나 개발 사업 등이 성공적으로 마무리되면 배당금이나 원리금 형태로 수익을 얻는다. 은행이나 증권사·보험사·자산운용사 등의 기관투자자와 공적기관들이 주로 FI가 된다. 즉, 차익 실현이 목적이기 때문에 기업 경영에는 관심이 없다.)\n해덕파워웨이를 가지고 박씨와 이씨가 싸울 때 박씨가 사외이사로 변호사를 임명하는데 이후에 청와대 비서관으로 가죠. 그런데 재미있는게 조국의 조카는 이OO이 실제 사주로 있던 회사에 돈을 빌린 적이 있죠.\n글쓴이가 말하는 내용을 보면 사실 뜬 구름 잡는 것들이 많음. 민주당이랑 이렇게 엮였다 저렇게 엮였다는 사실은 기자들도 모르고 수사관계자들 밖에 모름. 민주당이 제일 나쁜 것은 남부지검의 증권범죄를 해체했다는 것이지.\n라임을 이야기 할려면 쌍방울이 나와야 합니다.\n라임 펀드의 재무 담당자는 이미 바다에 있다는 소문도 있음. 그리고 좋은사람들도 이OO이랑 M&A한 적도 있는 이OO이 인수했었는데 돈은 쌍방울에서 김OO에게 빌렸다는 소문도 있음.\n라임펀드는 코스닥 M&A에도 많은 투자를 했고 여기에 많은 기업 사냥꾼들이랑 같이 엮여있음\n옵티머스도 비슷하지만 라임보다는 덜 하고.\n라임펀드는 가입자도 피해자이지만 해당 코스닥에 투자했던 개미들도 피해자라고 봐야함",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-25T19:49:10",
  "updatedAt": "2024-02-18T09:47:39.992000"
}