{
  "id": "e8b8bcf1-be67-43fb-8830-33554bef8780",
  "title": "잠수병",
  "content": "아주 먼 옛날부터 인간은 먹을거리나 해면, 진주, 산호 등을 구하기 위해 물속으로 들어갔다고 합니다. 수중에서 숨을 쉬기 위한 장비는 당연히 없었고 군사적 목적이나 수중 작업과 탐험을 위해 다양한 장비를 개발하게 되었죠. ‘잠수 중에 물 밖으로 연결하여 숨을 쉬는데 쓰이는 관’이라는 뜻인 스노클(snorkel)이란 단어가 아리스토텔레스의 저서 <동물의 신체 부분, Parts of Animals>에서 ‘코끼리는 긴 코를 스노클로 이용하여 물속에서도 숨을 쉴 수 있다’는 내용으로 등장합니다. 혹은 아프리카나 남미의 원주민들이 대나무나 갈대의 줄기를 이용하여 물속에서 사냥감을 기다리던 것이 더 이전의 일일지도 모릅니다. 얕은 물에서 숨을 쉴 수 있게 해주는 스노클(숨대롱) 외에도 물속에서 시야를 확보하기 위한 물안경, 수중에서의 효율적인 움직임을 위한 오리발이 개발되었습니다.\n\n​\n종처럼 생긴 잠수장비를 물속에 천천히 가라앉히면 종 내부의 윗부분에 공기가 남아 일종의 에어포켓(공기주머니)를 형성함으로써 잠수부가 수중 활동을 오래 할 수 있도록 도와주는 장비인 다이빙벨 또한 아주 오랜 역사를 가지고 있습니다. 잠수복을 입고 수면 위와 호스로 연결된 헬멧을 착용하여 공기를 공급받는 헬멧식 잠수기는 잠수 산업의 전형적인 상징물이 되었습니다.\n\n​\n\n더욱 깊은 물속을 더욱 자유롭게 움직일 수 있게 해주는 아쿠아렁(Aqua-lung), 말 그대로 ‘수중 폐’가 프랑스인 자크 쿠스토와 에밀 가냥에 의해 개발되었고, 이는 오늘날 우리가 사용하고 있는 스쿠버다이빙 장비와 유사합니다. 스쿠버(SCUBA)는 ‘Self Contained Underwater Breathing Apparatus’의 머리글자를 딴 것이며, 스쿠버다이빙은 수중 자가 호흡기를 착용하고 다이빙을 하는 것을 뜻합니다.\n\n\n-\n\n산소통? 공기통?\n\n스쿠버다이빙을 할 때 등에 통을 짊어지고 잠수를 하게 되는데 흔히 이 통을 ‘산소통’이라고 부릅니다. 물속에서 숨을 쉬어야 하기 때문에 당연히 통 안에 산소가 가득 차 있을 것이라고 생각하지만 사실 순수한 산소 대신에 우리가 일상에서 호흡하는 공기를 압축해서 통 안에 넣기 때문에 이는 산소통이 아니라 ‘공기통’이라고 부르는 것이 정확하다고 볼 수 있습니다.\n\n​\n\n그렇다면 왜 통에 산소만을 넣지 않고 공기를 채워 넣을까요? 산소는 우리가 숨을 쉬기 위해 필수적이지만 무작정 많을수록 좋은 것은 아닙니다. 높은 압력으로 고농도의 산소를 흡입할 경우 흥분, 경련, 발작, 기절, 시청각 장애, 심할 경우 사망에 이를 수 있는 산소중독이 발생하기 때문에 공기를 압축하여 통에 넣습니다.\n\n​\n\n-\n\n깊을수록 압축되는 질소와 그로 인한 잠수병\n\n지표면 상에서 인간은 1기압만큼의 압력을 받고 살아가고 있습니다. 지표면에서 대기권 끝까지의 공기가 가하는 압력이죠. 하지만 물속에서는 수심이 10m 깊어질 때마다 1기압씩 증가합니다. 그리고 압력이 높아지면 기체의 부피가 줄어들어 밀도가 증가하게 됩니다. 즉, 수심 20m에서 다이버는 3기압을 받고 ⅓로 압축된 공기를 마십니다.\n\n​\n\n공기는 약 78%의 질소와 21%의 산소 그리고 1%의 기타 성분으로 이루어져있습니다. 물속의 다이버는 산소뿐만 아니라 질소도 같이 들이마시게 되고, 산소는 호흡에 사용되는데 비해 몸 밖으로 배출되지 못한 압축된 질소는 우리 몸속의 혈액에 녹아들게 됩니다. 물속에 오래 있을수록, 수심이 깊을수록 체내 질소 농도는 올라갑니다. 문제는 수면으로 급격히 상승할 때 발생합니다. 주변의 압력이 낮아짐에 따라 혈액 속에 녹아있던 질소가 기포를 생성하면서 통증을 유발하거나 혈관을 막는 잠수병(decompression sickness, DCS, 감압병)이 발생합니다.\n\n\n탄산음료를 만들 때 높은 압력을 가하고 뚜껑을 닫음으로서 병 속의 압력을 높여 이산화탄소가 액체에 잘 녹을 수 있게 하는데, 뚜껑을 열면 압력이 급격하게 감소하여 이산화탄소가 기포를 생성하며 빠져나오는 것과 같은 이치라고 볼 수 있습니다.\n\n​\n\n증상으로는 두통, 관절통, 어지럼증, 난청 등이 있고, 심할 경우 의식소실, 마비, 폐 파열이 나타날 수 있습니다. 잠수병의 증상이 나타날 경우 대기압보다 높은 기압 환경을 만들어 고농도의 산소를 일정시간 흡입하는 고압산소치료가 필요합니다.\n\n\n-\n\n주의가 필요한 스쿠버다이빙\n\n물속 깊이, 오래 잠수한 경우 물속에서 멈춰 질소를 배출하는 ‘감압 정지 단계’를 거칩니다. 취미로 스쿠버다이빙을 하는 레크리에이셔널 다이버들은 감압 정지 없이 잠수할 수 있는 한계인 무감압 한계시간(No-Decompression Limit, NDL)을 철저히 지켜야 합니다.\n\n​\n\n그리고 스쿠버다이빙을 마친 뒤 바로 비행기에 탑승하는 것은 위험할 수 있습니다. 비행기가 이륙하여 높은 고도로 올라가면 비행기 내의 압력은 지상보다 낮기 때문에 이는 바닷속에서 수면으로 급상승하여 급격히 낮은 압력의 상황에 놓이는 것과 같은 맥락입니다. 실제로 다이빙을 한 후 24시간이 지난 후에 비행기에 탑승할 것을 권장한다고 합니다.\n\n​",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-06-15T14:47:08.682000",
  "updatedAt": "2023-06-15T15:03:59.010000"
}