{
  "id": "e906acc2-6485-4405-80d1-d22463b382de",
  "title": "중국 光明日報의 ‘고구려 역사 연구의 몇 가지 문제에 대한 試論’\n\n“한민족은 고구려와 기자조선을 도용해 갔다”",
  "content": "●周나라 이후 중국은 동북지역 관할했다.\n●隋와 唐은 고구려 상대로 ‘통일전쟁’ 시도\n●고구려는 中原 왕조로부터 독립하려 하지 않았다\n●고구려는 漢나라 안에 있던 지방정권\n●고구려인은 唐에 대해 ‘亡國의 恨’ 품지 않았다\n●패망한 고구려인 절대 다수는 중국에 同化\n●왕건이 세운 고려는 三韓을 계승했으므로 고구려와 무관\n●왕건은 낙랑군에 있던 漢族의 후예\n●三韓의 후예는 한번도 한반도를 벗어나지 못했다\n●元나라인 탈탈 등이 ‘宋史’ 쓰며 ‘고려는 고구려의 후예’로 잘못 기술\n●기자조선부터 고구려까지 몽땅 조선사로 편입시킨 ‘明史’의 실수\n●왕건은 ‘高麗’를 도용, 이성계는 기자조선의 ‘朝鮮’을 도용\n●“고구려사 연구에서 발생하는 학술문제를 정치화하지 말라”\n\n\n<광명일보의 시론은 중국의 역사자료만 ‘일방적’으로 인용해 “고구려는 중국의 일부”라고 주장했다. 전문을 읽어보면 이 시론이 얼마나 억지를 부리는가를 명확히 알 수 있다. 이 시론의 결론이 ‘고구려는 중국의 일부니 정치적으로 이의를 제기하지 말라’라고 돼 있는 것은 이 시론이 정치적 의도를 갖고 작성되었음을 보여주는 ‘명백한’ 방증이다. 일반인이 알기 힘든 용어는 그 뜻을 찾아 괄호 안에 주석을 달았다. (편집자)>\n\n\n“광개토대왕이 웃는다.” 중국 길림성 집안현 통구에 있는 5.34m 높이의 광개토대왕비. 최근 중국은 총력을 다해 고구려를 중국역사에 편입시키려는 일련의 작업에 착수했다.  \n‘고려’라고도 약칭하는 고구려는 서한(西漢)에서 수(隋)·당(唐) 시대까지 중국 동북(東北)지역에 출현했던 중요하고 영향력 있는 변방 민족 중의 하나였다(중국에서 동북지역은 대개 만주 일대를 일컫는데 길림성과 요녕성, 흑룡강성을 가리켜 ‘동북3성’이라고 한다).\n\n中原 왕조와 종속 관계\n\n고구려의 선조는 주나라와 진나라 시기 줄곧 중국의 동북지역에서 생활했다. 기원전 108년 한나라 무제는 요동과 한반도 북부에 4군을 설치했는데 그 중에서 현도군에 있던 고구려현이 바로 고구려인이 살았던 곳이다.\n\n기원전 37년 부여 사람인 주몽은 현도군 고구려현 관할구역에 정권을 세우고 흘승골성(紇升骨城 : 지금의 요녕성 환인현성 부근. 그러나 한국 역사학계는 광개토대왕비문을 근거로 주몽이 졸본에 도읍을 정했다고 보고 있다)을 수도로 정하였다.\n\n서기 3년(한나라 평제 원시 3년) 고구려는 국내성(지금의 길림성 집안시)으로 수도를 옮겼다가 서기 427년 평양성(지금의 평양시)으로 천도하였다. 전성기 때의 고구려는 길림성 동남부와 요하(遼河 : 중국 동북지방 남부를 가로질러 서해로 흐르는 1400㎞의 강) 동쪽, 그리고 한반도 북부까지 세력을 뻗쳤다. 이로부터 서기 668년 한반도 동남부에 위치한 신라와 연합한 당나라 왕조의 공격에 의해 멸망하기까지 고구려는 705년의 역사를 유지했다.\n\n고구려가 존재한 700여 년의 시간을 살펴보면 고구려는 중국의 중원 왕조가 관할하는 지역에서 주로 활동하였으며 중원 왕조와 종속관계를 유지하였다. 고구려 정권은 중원 왕조의 제약을 받았고 중국 지방정권의 관할하에 있었으므로 고대 중국에 있었던 변방의 민족정권으로 보아야 할 것이다.\n\n고구려와 중원 왕조의 관계는 중원 왕조의 제압력이 강해지거나 약해짐에 따라 밀접해지기도 했고 소원해지기도 했을 것이다. 이 글에서는 최근에 이뤄진 고구려 역사연구에 대해 약술한다. 학계연구자들의 지도편달을 바란다.\n\n\n[1.고구려는 중국 동북지역 역사에 출현했던 소수민족 정권이다]\n\n주(周 : 殷나라 다음에 건국해 秦나라에 멸망당할 때까지 수백년간 이어온 중국 고대 왕조) 나라와 진(秦: 기원전 221~207년)나라 시절 고구려인의 선조는 주로 혼강(渾江: 중국 요녕성을 흐르는 강)과 압록강 유역에서 생활하였다. 이들이 살았던 중심구역은 지금 요녕성의 환인현과 신빈현, 길림성의 집안시와 통화시 일대였다.\n\n우리는 고구려 민족이 중국 동북지역 역사에 등장한 한 민족이었고, 고구려 정권은 중국 동북지역 역사에 등장한 변경민족 정권이라고 생각한다. 이렇게 생각하는 이유는 다음과 같다.\n\n첫째, 고구려 민족의 기원을 살펴보자. 현재 약간의 차이가 있지만 대다수 중국학자들은 고구려 민족의 기원에 대하여 예맥(濊貊: 중국 漢나라 시절 압록강과 혼강 유역에 살았다는 한민족의 근간이 되는 부족)설과 부여(夫餘: 고조선이 무너진 후 북만주 일대에 웅거한 부족국가)설, 고이(高夷 : 만주에 있던 고대 종족)설, 상인(商人 : 商은 殷나라를 뜻한다. 은나라가 주나라에 패해 동쪽으로 가 고구려의 선조가 되었다는 것이 商人설이다)설, 염제(炎帝)설 등을 제기하고 있다(중국 ‘史記’에는 중국의 黃帝가 염제·치우 등과 싸워 천자가 되었다고 기록하고 있다. 그후 중국에서는 치우를 ‘군신’으로, 염제는 ‘불의 신’ 혹은 ‘태양신’으로 받들었다).\n\n이런 여러 학설에 공통점이 있다면 고구려 민족은 주나라와 진나라 때에 중국의 동북지역에서 활동했다는 점이다.\n\n좌전(左傳: ‘춘추좌씨전’ 혹은 ‘좌씨춘추’의 다른 이름. 춘추 시대 노나라의 좌구명이 편찬했다. 기원전 722~481년의 춘추시대 역사를 기록하고 있다)의 소공(昭公) 9년 조를 보면 주나라 사람들은 내내 “숙신(肅愼: 고조선 시대에 있었던 고대 종족)과 연(燕 : 周나라 昭公 奭의 후예로 전국 시기에 왕으로 칭한 칠웅 중의 하나. 지금의 중국 하북성 지역에 있었다. 고구려 장수왕의 공격에 의해 멸망했다), 그리고 박(?: 은나라 탕왕이 도읍한 곳. 지금의 하남성 귀덕부 상구현)은 우리의 북방 영토였다”고 말하는 부분이 있다.\n\n\n고구려는 漢나라 안에 있던 지방정권\n\n여기서 우리는 주나라의 무왕이 상(商: 殷나라)을 점령한 후 주나라 사람들이 동북지역을 경영했음을 명확히 알 수 있다. 주나라 때의 세력 범위는 지금의 동북지역보다 훨씬 넓었다.\n\n환인현의 태서구 유적과 요산 유적·봉명 유적, 집안시의 대주선구 유적과 이도외자 유적·동촌 유적, 통화시의 왕만 발발자 유적 등에 대해 오랫동안 고고학적 조사와 발굴이 이뤄졌는데 이 조사에서 이 유적들은 모두 고구려 정권이 출현하기 전의 문화 유물이라는 것이 분명히 밝혀졌다. 이 지역 유물의 지층을 조사해보면 하층은 신석기시대 말기부터 청동기시대의 문화이고, 그 위층은 한대 문화이며, 그보다 더 위층은 고구려 정권이 출현한 후의 문화임이 명확히 드러난다.\n\n두 번째는 고구려 정권 건립 상황에 관한 것인데 중국 학자들과 외국 학자들은 대부분 고구려가 기원전 37년(서한 원제 건조 2년)에 흘승골을 수도로 해 세워졌다는 점에 일치된 견해를 보이고 있다.\n\n요녕성 환인현성 부근(환인현성 서쪽으로 4㎞ 떨어진 혼강 맞은편 쪽)에는 평원성(平原城: 평야에 세워진 성. 산성의 반대 개념)인 ‘하고성자(下古城子)’가 있으며, (환인현성 동북으로 8.5㎞ 떨어진 혼강 맞은편의 오녀산 정상에는) ‘오녀산성(五女山城)’이 있다. 고고학적 조사와 발굴에 의하면 이곳은 한나라 현도군의 관할 범위 안에 있던 고구려의 초기 수도였다고 한다.\n\n고구려 정권이 출현하기 전 중국의 서한(西漢) 왕조는 광대한 중국 동북지역을 상대로 행정을 펼치고 있었다. 한나라 무제 원봉 2년인 기원전 108년 이곳에는 잇따라 현도군·낙랑군·임둔군·진번군의 네 군이 세워졌는데, 네 군(세칭 漢四郡)이 관할한 범위는 동북 지역과 한반도 북부에 이르렀다. 그 후 한사군의 관할 지역에 변화가 있어, 현도군의 행정수도가 고구려현으로 이전하였다.\n\n고구려현 부근에서 건립한 고구려 정권은 처음에는 현도군, 이어서는 요동군에 속하게 되었는데 고구려 정권은 끊임없이 표(表: 신하가 자기 생각을 서술해 황제에게 올리는 글)를 올려 신하를 칭하고 조공을 받쳤다. 그리고 현도군에 이어 요동군을 거치며 한나라 왕조가 하사한 관복 등을 받아갔다. 이 시기 많은 한(漢)나라 사람이 고구려 정권에 흘러들었다.\n\n1975년부터 1976년까지 중국 집안시 국내성 지역에서는 고고학적 조사와 발굴이 있었는데, 이때 고구려의 석축(石築) 안에서 한나라 때 만들어진 흙으로 쌓은 벽(土築城垣)이 발견되었다. 여기서 한나라 시대의 철기와 도기 등 여러 유물이 출토된 바 있다.\n\n705년간의 역사를 이어오며 고구려는 현도·요동·낙랑 등지로 영토를 확장시켰으며 여러 차례 수도를 옮겼다. 그러나 흘승골이든 국내성이든 평양성이든 고구려의 수도는 모두 한사군 지역 안에 있었다. 그러니 고구려는 중국 역사에 출현한 변방의 민족 정권인 것이다.\n\n周대에 기자 봉하고, 漢대에 4군 설치\n\n세 번째, 한나라에서부터 당나라 때까지 중국은 분열해 있었지만 중국의 역대 왕조들은 모두 고구려를 변방의 민족 정권으로 생각했다는 점이다.\n\n상(商: 은나라) 말기에서 한나라 초까지 고구려인의 거주지는 기자조선(箕子朝鮮: 은나라 말기 기자가 조선에 와 단군조선에 이어 세웠다고 하는 나라)의 관할 구역 안에 있었는데, 기자는 주나라 시대 지방 제후 중 하나였다.\n\n한나라 시대에는 위씨조선(衛氏朝鮮: 한국에서는 ‘위만조선’이라고 한다. 한나라 고조는 중국을 통일한 후 노관에게 연나라를 다스리게 했는데, 노관이 반란을 일으켜 나라가 혼란에 빠졌다. 이때 노관의 부관으로 있던 衛滿이 1000여 명을 이끌고 패수를 건너 고조선의 準王을 찾아가 몸을 의탁했다. 그 후 위만은 준왕을 쳐 왕위를 빼앗고 도읍을 왕검성으로 옮겼는데 이를 위만조선이라고 한다. 위만조선은 한나라로부터 지원을 받아 지역 안정을 도모하고 이웃한 진번군과 임둔군 등을 복속시켜 고조선 역사상 가장 융성했던 나라가 되었다)이 기자조선을 대신했는데, 위씨조선은 여전히 한(漢) 왕조의 종속국이었다.\n\n기원전 108년(원봉 3년) 한나라는 위씨조선을 멸망시키고 낙랑 등 4군을 설치해 한반도 중부 이북을 포함한 동북지역을 중국의 중원(中原) 지역과 같은 방식으로 통치하였다(한나라의 무제는 기원전 108년 위만조선을 멸망시킨 후 바로 낙랑·임둔·진번 3군을 설치하였고 그 다음해 현도군을 추가해 4군을 만들었다). 한나라로부터 당나라 때까지 고구려에 대한 중국 각 왕조의 관리 방식은 각기 달랐지만 중국의 통치자들은 고구려의 활동지역을 중국의 전통적인 영토로 생각하였다.\n\n수나라 때 만들어진 ‘배구전(裴矩傳)’이라는 책을 보면 “수나라의 통치자는 ‘고구려의 영토는 원래 고죽국(孤竹國 : 중원에서 멀리 떨어진 땅)이다. 주나라 때 이 땅을 기자에게 봉했다가 한나라 때는 3군으로 나눴다. 진(晉)나라 시절에도 여전히 요동(요하 동쪽으로 동북과 같은 말이다) 지역은 진나라의 관리를 받았다. 그런데 지금은 더 이상 신하로 칭하지 않고 별개의 외지가 되었다. 그래서 선제(先帝)께서는 이를 못마땅히 여겨 고구려를 계속 정복하고 싶어했다’고 말했다”는 대목이 있다.\n\n또 ‘책부원귀(冊府元龜)’ 제왕부(帝王部) 친정이(親征二)에는 “당 태종 또한 ‘요동은 원래 중국의 토지인데 주나라 때부터 위나라 때까지 그다지 중요하게 여기지 않았다. 수나라의 왕은 일찍이 네 번이나 군대를 파견해 공격한 적이 있으나 모두 패하고 돌아왔고 고구려인은 많은 중국 평민을 죽였다. 지금 고구려인은 국왕을 살해하고 굉장한 자만에 빠져 있다. 나는 밤새 이 일을 생각하느라 잠을 이루지 못했다. 나는 죽은 중국 사람들의 자녀를 위해 복수할 것이다. 고구려인들을 도와 왕을 죽인 자들을 토벌할 것이다. 지금 비록 중국 대부분의 토지는 평정되었지만 단 하나 이곳만 평정되지 않았다. 우리는 또 한번 남은 병사의 힘으로 그 땅을 소탕하여 평정할 것이다. 후대의 우리 자손 중에는 강한 군대가 나올 것이고 반드시 재능 있는 인재가 나올 것이다. 나는 그들을 설득하여 반드시 요동을 토벌하러 가게 할 것이다. 그러나 나는 아직 늙지 않았으니 내가 직접 토벌하러 가고 싶다. 이렇게 하면 우리 후손들에게 그 일을 시키지 않아도 될 것이다’라고 말한 바 있다”는 내용이 있다(‘책부원귀’는 서기 1005년 송나라 정종 때의 왕흠약과 양억 등이 왕명을 받들어 편찬한 유서이다).\n\n“원래는 중국 것이다” “비록 중국 대부분의 토지가 평정되었지만 단지 이 한곳만 평정되지 않았다”는 말은 당 태종이 고구려 지역을 전통적인 중국의 영토로 간주하고 있었다는 것을 분명히 보여주는 대목이 아닐 수 없다. 고구려와의 통일을 실현하는 것은 곧 “중국의 영토를 평정한다”는 최후의 사명을 완성하는 것이었다. 수나라와 당나라의 왕조가 전력을 기울여 고구려와의 통일을 이룩하려고 한 이유도 바로 이것 때문이었다.\n\n책봉받고 조공 바친 고구려\n\n네 번째, 고구려 또한 중국으로부터의 독립을 원하지 않았다.\n\n700여년 동안 고구려는 동북 변방지역에서 독립하려고 하지 않았다. 고구려가 자신에게 스스로 부여한 위치는 중국 중앙왕조의 변방정권이었으며, 고구려는 중국이 3국시대(蜀漢·魏·吳나라로 나뉘어 소설 ‘삼국지’의 배경이 된 시기)와 양진시대(兩晉: 魏나라의 신하로 있던 사마염이 조조의 후손인 조한으로부터 황제의 자리를 빼앗아 265년 지금의 낙양에 晉나라를 세웠다. 그러나 晉나라는 4대 만에 흉노 등 북방민족의 공격을 받아 326년 멸망하였다. 그 이듬해 사마예는 동쪽으로 옮겨가 지금의 남경에 다시 晉나라를 세웠는데, 이 진나라는 419년까지 존속하였다. 사마염이 세운 진은 西晉, 사마예가 건국한 진은 東晉이라고 하고 이를 합하여 ‘兩晉’이라고 한다), 그리고 남북조 시대(東晉 이후 지금의 남경에는 차례로 宋·南齊·梁·陳나라가 건국되었다. 반면 북쪽에서는 北魏-東魏·西魏-北齊·北周가 들어서 대립하게 된다. 이렇게 남북으로 갈린 상태에서 여러 나라가 멸망하고 대립한 때를 남북조 분열시대라고 한다. 남북조 분열시대를 통일한 것이 隋나라다)로 크게 분열돼 있을 때도 스스로 중국의 중앙왕조에 대해 종속관계를 유지하였다. 그뿐 아니라 고구려는 책봉을 받았고 조공을 바쳤으며 질자(質子: 인질)를 보냈다.\n\n‘통전(通典)’ 변방(邊方) 고구려를 보면 고구려의 왕은 동진(東晉)과 송(宋)·제(齊)·양(梁)·후위(後魏)·후주(後周) 시대까지 중국 남북의 두 왕조로부터 작위를 책봉받았다는 기록이 있는데, 이 또한 같은 이야기를 하는 것이다(‘통전’은 당나라 때 두우가 黃帝부터 당나라 현종까지의 문물제도 전반에 대하여 기술한 책).\n\n‘亡國의 恨’ 품지 않은 고구려인\n\n당나라가 세워진 후 고구려는 당으로부터 책봉을 받았으니 이는 고구려의 왕조가 당의 승인을 분명히 받았다는 증거이고 중국으로부터 자주 독립을 하지 않으려 했다는 뜻이다. 이러한 인식이 있었기 때문에 당나라가 고구려를 통일하자, 많은 고구려인들은 당나라에 대해 ‘망국(亡國)’의 한을 품지 않았던 것이다.\n\n오히려 고구려인들은 당나라에 통합된 후 당나라의 통일 대업을 지키기 위한 전쟁에서 공로를 세워 역사에 이름을 남기기까지 하였다. 신·구 ‘당서(唐書)’에 이름을 남긴 천남생(泉男生)·고선지(高仙芝)·왕모중(王毛仲)·왕사례(王思禮)·이정기(李正己) 등이 그들인데, 신·구 ‘당서’에는 이들의 전기가 기록돼 있다.\n\n다섯 번째로 멸망 후 고구려인의 이동 방향을 살펴보자. 고구려는 당 고종 총장 원년인 서기 668년 멸망했는데 ‘신당서’고려전에는 고구려를 멸망시킨 당나라가 고구려 난민 ‘69만호’를 받아들였다는 기록이 있다. 이 숫자는 당시 고구려의 총 가구수였겠지만, 여기에는 비고구려인 가구도 적잖이 포함돼 있었다. 당시의 고구려족 가구는 15만호 정도였기 때문이다.\n\n학자들은 고구려가 패망한 후 고구려인들은 네 방면으로 이동했다고 보고 있다. 중원 각지로 유입된 고구려인이 있었고, 신라로 간 고구려족이 있었으며, 말갈(발해)에 의탁한 고구려인이 있었고, 돌궐로 거주지를 옮긴 고구려인도 있었다.\n\n중국 학자들의 최근 연구 성과에 의하면 멸망시 고구려인 숫자는 대략 70만명 정도였는데 이 가운데 30만명이 중원 각지로 유입되었다고 한다. 신라에 귀의한 사람은 10만 정도였고, 말갈(발해)에 의탁한 사람은 10만 이상, 돌궐로 옮겨간 고구려인은 1만여 명이었을 것으로 보고 있다. 이렇게 하면 대략 50만명 정도가 네 방면으로 이주한 셈이 되는데, 나머지 20만명은 요동 각지로 흩어져 유민(遺民)이 되고, 전쟁 와중에 사망했을 것으로 추정된다. 이 숫자를 더하면 대략 70만이라는 숫자가 나온다.\n\n신라로 유입된 고구려인은 용흥강(함경남도를 흘러 동한만 쪽 동해로 흘러드는 강) 이남의 한반도로 유입돼 살던 10만여 명이었는데 이들은 신라로 유입돼 반도 민족에 융화되었다.\n\n그러나 나머지 대다수의 고구려인은 한족(漢族)에 융화되었다. 이러한 점으로 볼 때 고구려 민족을 중국 동북지방에 등장했던 변방민족으로 보는 것이 역사적인 사실에 가장 부합된다고 할 수 있다.\n\n[2. 왕씨(王氏) 고려는 결코 고구려의 계승자가 아니다]\n\n서기 918년 한반도에서 ‘고려’라는 이름의 정권이 출현하였다. 그 통치자의 성(姓)이 왕씨였기 때문에 학계에서는 이를 ‘왕씨 고려’라고 부른다. 비록 왕씨 고려는 고구려의 칭호를 계승했지만, 고구려의 승계와는 직접적인 관련이없다.\n\n고구려가 패망하고 고려가 세워지기까지는 큰 시간 차이(250년)가 있을 뿐 아니라 역사 발전과 연원도 크게 다르다. 기원전 37년에 세워진 ‘고씨 고려(고구려)’는 서한(西漢)의 현도군 고구려현 관할하에 있었다. 그후 점차 강성해졌지만 중국 중앙왕조와의 종속관계를 끊지 않았다. 수·당 시기로 접어들어 고구려는 영토 확장정책을 실시해 한반도에 있는 기타 정권(삼한과 신라·백제 등)이 중원의 왕조에 조공하는 통로를 가로막아, 수·당 두 왕조로부터의 토벌을 불러들였다.\n\n서기 668년 당나라는 마침내 ‘고씨 고려’를 통일함으로써, 고씨 고려의 영토는 당나라 안동도호부(최초의 행정중심은 지금의 평양)에 의해 관할되었다. 그리고 몇십 년 후 고씨 고려가 관할하던 구역에 중국 역사에 등장하는 또 하나의 지방정권인 ‘발해’가 들어섰고, 고씨 고려가 관할한 다른 일부분 지역은 한반도 남부에서 일어난 신라 정권에 귀속되었다. 하지만 이를 제외한 부분은 여전히 안동도호부에 의해 관할되었다.\n\n고려는 三韓을 이었다\n\n대부분의 고구려족은 당나라에 의해 내지(內地: 중국)로 옮겨져 한족과 융합되었으며 나머지 고구려인은 주위의 각 민족에 융합되었다. 이로써 고구려 왕족은 후계자가 끊겼으니 고구려는 나라를 세운 지 700여 년 만에 드디어 중국 역사발전의 긴 강 속으로 사라지게 된 것이다.\n\n왕씨 고려가 건국한 것은 고씨 고려가 멸망한 때로부터 250년 후인 서기 918년이었다. 왕씨 고려는 서기 935년 한반도에 있던 신라 정권을 대치하였고 그 이듬해에 후백제를 멸망시켜 반도 중남부의 대부분을 통일하였다.\n\n그러다 서기 1392년에 왕씨 고려의 신하인 이성계(李成桂)가 왕을 폐위하고 스스로 왕위에 올랐다. 1393년 이성계가 ‘조선과 화녕(和寧) 중에서 어느 것을 국호로 해야 하는가’라는 주청을 올리자, 명나라 왕은 이성계에게 조선 왕을 하사하였다.\n\n그리하여 왕씨 고려는 국호를 조선으로 바꾸게 되었는데 중국 학계에서는 이를 ‘이씨 조선’, 줄여서 ‘이조(李朝)’라고 부른다. 이것이 바로 명(明)·청(淸) 시기의 조선국이었다.\n\n그 다음으로 살펴볼 것은 왕씨 고려와 고씨 고려는 관할 구역 내의 주민 구성이 다르다는 점이다. 고씨 고려 관할지역 내의 주민은 고구려족이 주력이었다.\n\n고구려족의 연원은 중국 상고시대부터 있었던 민족인 예맥족이 동쪽으로 이동해 부여·고이·옥저·소수맥(小水貊: 압록강의 북쪽에 있는 혼강에 고구려를 세운 종족. 주몽을 따라 나라를 세운 종족을 맥족이라고 하는데 그중에서 大水인 압록강 유역의 맥족을 대수맥, 小水인 혼강 쪽의 맥족을 소수맥이라고 한다)·동예(東濊: 동해안 지역에 거주한 고구려족의 일파) 등이 되었는데 그후 위씨조선의 후예와 한족(漢族)·선비(鮮卑: 고대 남만주 몽골 등지에 살았던 유목 민족)족 등이 들어가 융합하였다.\n\n많은 민족으로 구성됐지만 이들은 장기간 공동생활을 하면서 점차 융화돼 하나가 되었다. 역사서(史書)와 학계에서는 이들을 일반적으로 고구려족이라고 불렀다.\n\n그러나 왕씨 고려 관할지역 내의 주민은 신라인 위주였다. 왕씨 고려는 신라와 후백제를 병합하였으므로, 신라인과 백제인이 왕씨 고려의 주요 주민이 되었다.\n\n대부분의 신라인은 한반도 남부지역에 있었던 진한과 변한인에 뿌리를 두고 있다. 고씨 고려 멸망 후 비록 일부 고구려인이 신라로 유입되기는 했으나 이들은 신라의 주력을 이루지는 못했다.\n\n백제인은 대다수가 한반도 남부에 있었던 마한인에 뿌리를 두고 있다. 따라서 왕씨 고려는 한반도 남부에 있었던 ‘삼한인(三韓人)’이 중심이 된 나라라고 할 수 있다.\n\n수많은 역사서들은 왕씨 고려인과 중국의 옛 사람들이, ‘왕씨 고려는 삼한의 후예다’라고 기록하고 있음을 보여준다. 수백년간 계속된 왕씨 고려 왕조의 역사 발전 속에서 구성원들은 점차 하나의 민족으로 융합되어가는데, 역사서와 학계에서는 이들을 ‘고려족’으로 부르고 있다. 왕씨 고려가 이씨 조선으로 이어졌으므로 조선은 민족 명칭이 되어 오늘날까지 사용되기에 이르렀다.\n\n왕건은 낙랑군에 있던 漢族의 후예\n\n마지막으로 왕씨 고려는 고씨 고려의 후예가 아니다. 왕씨 고려의 왕족은 고씨 고려의 후예가 아니었다. ‘고려사’를 쓴 사람은 왕건(王建)의 족속에 관해서 “고려의 선조는 역사에서 상세히 설명돼 있지 않다”라고 적었다. 그러나 중국학자가 고증한 바에 의하면 왕건은 서한(西漢) 시절 낙랑군에 있었던 한인(漢人)의 후예일 가능성이 아주 높다고 한다.\n\n그 근거로 왕씨는 낙랑군의 명문 귀족이었고 가호가 많았던 점을 들 수 있다. 왕건은 임종시에 남긴 가르침인 ‘십훈요(서기 943년 고려 태조 왕건이 자손들에게 귀감으로 남긴 열 가지 유훈. ‘훈요십조’라고도 한다)’에서 자신은 고씨 고려의 후예라고 언급하지 않았다. 오히려 왕건은 자신은 평민 출신이며 ‘삼한 산천의 보호에 의지한다’라고 말했다. 그는 마한·진한·변한을 통일한 것이니 후계자들 또한 삼한을 소유하길 바랐던 것이다.\n\n왕건이 고씨 고려의 후예였다면 그는 통치를 위해서라도 그 사실을 대대적으로 선전하였을 것이다. 이것은 아주 상식적인 이치인데 왕건은 그렇게 하지 않았으니 이는 왕씨 고려가 고씨 고려의 후예가 아니라는 좋은 반증이다.\n\n왕씨 고려는 결코 고구려의 계승자가 아니었다. 한대(漢代) 한반도에서 일어난 마한·진한·변한은 신라와 백제로 발전해갔고, 백제는 당나라에 의해 멸망하였으며, 신라는 왕씨 고려가 대신하게 되었다.\n\n그후 이조가 왕씨 고려를 대신해 최종적으로는 이씨 조선으로 발전하였다. 이러한 정권들의 강역(疆域: 영토) 범위는 한 번도 한반도를 벗어난 적이 없었다.\n\n[3 . 고구려와 왕씨 고려의 역사가 혼돈된 원인]\n\n사람들이 왕씨 고려를 고구려의 계승자로 잘못 보게 된 이유는 중국의 역사기록과 깊은 관계가 있다. 반고(班古: 후한 초기의 역사가. 서기 32~92년)가 쓴 ‘한서(漢書)’는 중국 정사(正史) 중의 하나로 고구려의 사적에 대해 제일 처음 기술했다. 진수(陣壽: 중국 西晉의 역사가. 서기 233~297년)가 편찬한 ‘삼국지’는 처음으로 고구려를 ‘전기(傳記)’에 넣은 역사서다. ‘구당서’와 ‘신당서’에 이르기까지 많은 역사서는 ‘동이전’ 혹은 ‘만이전(蠻夷傳)’ 속에 고구려의 전기를 기술하였다.\n\n이 역사서들은 비록 구체적인 사건을 기록하는 데 있어 약간의 실수를 범하고 있지만, 고구려의 역사 위치를 명확히 정해놓고 있다. 그런데 후대에 이르러 사서의 기록이 혼란스러워지면서 명백한 실수가 나오기 시작했다.\n\n왕씨 고려는 서기 918년에 나라를 세우고 1392년 이씨 조선으로 교체되었는데, 이 시기는 중국의 오대(五代) 중기에서 명나라 초기에 해당한다(五代는 五代十國의 약어로 당나라가 멸망한 907년부터 송나라가 통일한 960년 사이의 약 70년간 중국이 여러 나라로 분열되었던 시기다).\n\n따라서 ‘구오대사(舊五代史)’와 ‘신오대사’ ‘송사(宋史)’ ‘요사(遼史)’ ‘금사(金史)’ ‘원사(元史)’ ‘명사(明史)’ 등의 역사서에는 모두 ‘고려전’이나 ‘조선전’이 등장한 반면 고씨 고려에 대한 기록은 그 이전의 역사서에 비해 약술하게 되었다.\n\n\n‘舊五代史’로부터 시작된 오류\n\n이러한 역사서의 기록을 종합해보면 ‘구오대사’와 ‘신오대사’는 가장 먼저 고씨 고려를 왕씨 고려전에 기록한 책이었다. 그리고 ‘송사’는 “왕건이 고씨의 자리를 계승하였다(王建承高氏之位)”라는 표현을 최초로 사용한 책이다. ‘구오대사’와 ‘신오대사’ 그리고 ‘송사’에 등장하는 이 기록은 그 후에 나온 여러 역사서의 기록에 직접적인 영향을 주게 되었다.\n\n‘구오대사’의 고려전은 약 240자로 되어 있는데, 여기에는 “당나라 말년 중국에서는 내란이 많았다. 그래서 고려인은 스스로 군장(君長: 왕이나 우두머리)을 세웠는데 이들의 이전 왕(前王)의 성은 고씨였다”라고 적었다. ‘구오대사’는 고려인이 군장을 세웠는데 전왕은 고씨였다고 묘사한 후 바로 왕씨 고려에 대한 기록을 이어갔으니, 왕씨 고려가 고씨 고려를 잇는 것으로 오해될 수 있는 소지를 만들어준 것이다.\n\n‘신오대사’의 고려전은 약 280자로 돼 있는데 그 첫머리에는 “고려는 본래 부여인의 별종(別種)이다. 그 나라와 군주 등에 관한 기록은 ‘당서(唐書)’에 기재되어 있는데, 이들은 다른 이적(夷狄: 오랑캐)과 달리 성씨가 있었고 관직의 호칭을 대략적이나마 알 수 있었다. 당 나라 말년에 (이들은) 왕씨 고려가 되었다”라고 서술한 후 모두 왕씨 고려에 대한 기록을 남겼다(이러니 왕씨 고려는 고씨 고려를 잇는 것으로 오해될 소지가 있다는 의미임).\n\n‘구오대사’는 북송(北宋) 사람인 설거정(薛居正)이 감수하여 북송 초기인 서기 973~974년에 걸쳐 편찬되었다. 이 시기 중국은 반세기 동안이나 분열 국면(5대10국)이 계속되고 있었으며 통일전쟁도 진행되고 있었다. 이런 이유 때문에 ‘구오대사’ 고려전의 기록은 간략해졌을 뿐만 아니라, 잘못 기재된 곳이 많았다. “당나라 말년 중국에서는 내란이 많았다. 그래서 고려인은 스스로 군장을 세웠는데 전왕의 성은 고씨였다”는 기록이 바로 그런 예에 해당한다.\n\n‘구오대사’ 고려전에 나오는 이 기록을 오류로 단정하는 이유는 두 가지다. 첫째는 조선에서 나온 한문 역사서를 포함한 어떠한 역사서를 찾아봐도 고씨가 당나라 말년에 고려 정권을 세웠다는 기록은 전혀 보이지 않는다.\n\n둘째로는 송나라 사람인 사마광(司馬光: 중국 북송 때의 정치가이자 사학자. 서기 1019∼1086년)이 ‘자치통감(資治通鑑)을’ 편찬할 때 위에 언급한 글들을 전혀 받아들이지 않았다는 점이다.\n\n사마광이 이러한 태도를 취했다는 것은 이 기록들이 잘못된 것임을 명백히 보여주는 것이다. ‘구오대사’를 감수한 설거정은 고씨 고려와 왕씨 고려 사이의 관계를 분명히 밝히지 못했는데 이러한 오류는 ‘신오대사’의 저자인 구양수(歐陽脩: 송나라의 정치가이자 문인. 서기 1007∼1072)에 의해 해결되었다.\n\n구양수는 ‘신오대사’를 편찬할 때 많은 소설(小說)과 필기자료를 참고하여 사람과 사건에 대한 묘사를 생동감 있게 집어넣었다. ‘구오대사’ 고려전은 고씨 고려에 관해 간략히 기술하였으며 왕씨 고려의 건국 근원을 밝히고 있다. ‘구오대사’ 고려전에서 ‘당 나라 말년에 중국에서는 내란이 많았다. 그래서 고려인은 스스로 군장을 세웠다”는 단락이 ‘신오대사’ 고려전에서는 “조금 후에 스스로 나라를 세웠다”로 간소화되었다.\n\n그후(‘신오대사’가 나온 이후) 편찬된 ‘신당서’ 고려전과 ‘구당서’ 고려전에는 이러한 기록이 없어지고 오히려 ‘고씨 왕족이 사라졌다’는 말이 들어갔는데, 이는 고려 왕족의 후계가 끊어졌음을 보여주는 증거이다.\n\n‘宋史’가 잘못 기록\n\n원나라 사람 탈탈(脫脫) 등이 편찬한 ‘송사’는 고려전을 따로 한 권의 책으로 기록해놓고 있다. 여기에는 “고려는 본래 고구려이고 땅은 구주(九州: 중국 전토. 夏의 시조인 禹가 중국을 아홉 개 주로 나누었다는 데서 유래)와 달라 기주(冀州: 중국의 동북지방)의 땅에 속한다. 주나라 때는 기자(箕子)의 국토였고, 한나라 때는 현도군이었다. 고구려인은 요동에서 생활하였는데 대개 부여인의 한 별종이었으며 평양성을 수도로 삼았다. 한나라 이래로 늘 중국에 공물을 바쳤다. 그러나 자주 변경에서 난을 일으켜 수 양제는 두 번 군사를 일으켰고 당 태종도 직접 토벌하러 갔으나 모두 실패하였다. 당 고종은 이적에게 고구려를 정복하도록 명령하니 이적이 드디어 성을 함락시키고 그 땅을 군현(郡縣)으로 나누었다. 당나라 말년 중국에 내란이 많아지자 고려인은 스스로 군장(君長)을 세웠다. 후당(後唐) 동광(同光) 천성(天成) 때 고려 국왕 고씨는 자주 후당 왕에게 공물을 바쳤다. 후당 장흥왕 때 권지국사(權知國事: 아직 왕호를 인정받지 못하는 동안 우선 임시로 국사를 맡아 다스린다는 뜻의 칭호) 왕건이 고려의 왕위를 계승하였고 사신을 중국으로 파견하여 조공을 바쳤다…”는 기록이 있다.\n\n이 내용 다음에는 왕씨 고려가 송 왕조와 교류한 것에 대한 사실이 기록돼 있다.\n\n이러한 내용으로 볼 때 ‘송사’ 고려전은 앞부분에서 ‘신·구오대사’의 기술을 종합하고 이러한 기초 위에 두 역사서의 작자가 명확히 밝히지 않았던 왕씨 고려와 고씨 고려 간의 관계를 “왕건이 고씨 고려왕의 자리를 계승하였다”고 함으로써, 고씨 고려와 왕씨 고려가 계승 관계에 있는 것처럼 기술했다.\n\n‘요사’ ‘금사’도 원나라 사람 탈탈 등이 편찬한 것이기 때문에 이와 유사한 잘못이 발견된다.\n\n그후에 나온 역사서들은 이렇게 잘못된 기술을 답습하였다. ‘명사(明史)’는 이전에 나온 잘못된 역사서보다 한 발 더 나갔다. ‘명사’는 명 왕조가 이성계를 조선의 국왕으로 책봉한 것에 대해 합리적인 해석을 하려다 보니 앞의 몇몇 역사서가 저지른 오류를 답습했을 뿐만 아니라, 이씨 조선 정권의 연혁에 대해서도 아주 잘못된 계통을 세워주었다(‘명사’는 청나라 때 장정옥 등이 칙령을 받아 1679년부터 1735년에 걸쳐 기전체로 편찬한 336권의 역사서).\n\n기자조선~고구려 넘겨준 ‘明史’\n\n즉 ‘명사’는 “기자조선-위씨조선(위만조선)-한사군-고구려-동사복국(東徙復國: 패망한 고구려의 후예들이 동쪽으로 옮겨가 세웠다는 나라. 대체로 발해로 이해되고 있다)-왕씨 고려-이성계가 국호를 바꾸기 전의 고려-이씨 조선”으로의 계통을 세워줌으로써, 중국 역사에 속하는 기자조선과 위씨조선·한사군·고구려를 모두 조선의 역사 속으로 들어가게 하였다.\n\n이렇게 중국 역사서에서 기술에 오류가 발생한 이유는 다방면으로 생각해 볼 수 있는데, 전란으로 문헌이 유실된 데다 왕씨 고려에 대한 오도(誤導)가 가장 중요한 원인으로 볼 수 있겠다. ‘속자치통감장편(續資治通鑑長編)’의 권 323, 송 원풍 5년(서기 1082) 2월 기사(己巳)일에는 이런 내용이 실려 있다.\n\n사관수찬인 증공은 “내가 사서를 고찰해 보니 주몽은 흘승골을 수도로 한 후 국호를 고구려로 정하였다. 고구려의 왕은 고씨를 성으로 삼았다. 당나라 고종 때 고구려 왕인 고장(高藏: 고구려의 마지막 왕으로 보장왕으로 불림. 재위 기간은 642∼668년)은 국가를 잃고 서쪽으로 천도했다. 당나라 성력(서기 698∼699년) 시기에 고장(보장왕)의 아들인 고덕무(高德武)가 스스로 국가를 세웠다(고덕무는 699년 당나라가 만든 안동도호부의 안동도독에 임명되었는데, 그가 小고구려를 세운 시조라는 주장도 있다). 고구려는 원화(元和) 말년까지 악사를 중국에 보내왔으나 그 이후로는 그러한 기록이 중국 역사서에서는 발견되지 않는다. 오대 동광(同光)·천성(天成) 시절 고씨 성을 가진 고려 왕이 와서 다시 조공을 하였으나 그 이름은 알지 못한다. 장흥 3년 권지국사(權知國事)인 왕건이 사신을 파견하여 조공을 하였고 이로 인해 왕건을 왕으로 삼았다는 기록이 있다. 그리고 왕위를 왕건의 아들인 왕무(王武: 혜종)를 거쳐 왕무의 아들 왕소(王昭: 광종), 왕소의 아들 왕유(王由: 경종), 왕유의 동생 왕치(王治: 성종), 왕치의 동생 왕송(王誦: 목종), 왕송의 동생 왕순(王詢: 현종) 등으로 이어갔다. (이렇게 왕씨들이 왕위를 이어갔기 때문에) 고구려는 주몽에서 고장까지의 21대에 걸쳐 700년간 고씨 성을 이어간 후 멸망한 나라였음을 고증할 수 있다. 고구려는 국가를 잃은 후 또 하나의 국가(小고구려 등을 말하는 듯)를 세웠다. 하지만 왕의 이름과 순서, 흥망의 본말(本末)과 왕건이 나라를 세웠을 때의 일들은 알 방법이 없다”고 말했다.\n\n그 후 왕씨 고려는 송 왕조에게 왕씨 고려와 고씨 고려를 연결해달라는 하나의 ‘고려세차(高麗世次: 고려 왕의 차례)’를 바친다. 여기서 송나라 사람들은 왕씨 고려와 고씨 고려에 대한 인식이 모호해졌음을 알 수 있게 된다. 왕씨 고려가 바친 고려세차는 한 걸음 나아가 사실을 오도하는 작용을 했다.\n\n‘고려’와 ‘조선’이라는 명칭을 도용\n\n중국 사서들이 명백한 오류를 범함으로써 중국의 고대 변방민족이 사용하던 ‘고려’라는 명칭을 삼한(三韓) 신라의 계승자인 왕씨 정권이 도용하게 되었고, 한 발 더 나아가 왕씨 정권의 계승자인 이조(李朝)는 기자조선이 쓰던 ‘조선(朝鮮)’이라는 이름을 또 도용하게 되었다. 그리하여 현대인들은 중국 고대 동북지역에 있었던 변방정권의 연혁을 이해하는 데 있어 많은 혼란과 잘못된 견해를 갖게 되었다.\n\n연구를 진행하는 데 있어 가장 기본이 되는 것은 자료이다. 양보륭(楊保隆)은 1987년 제1기 ‘민족연구(民族硏究)’에 게재한 ‘고구려전을 싣고 있는 여러 역사서에 대한 몇 가지 문제 판별 방법(원제 各史高句麗傳的幾個問題辨析)’이라는 제목의 논문에서 매우 유익한 연구를 시도했다. 그러나 앞으로 해나가야 할 연구과제는 많기만 하다.\n\n고구려사에 대한 연구를 정상적인 학술연구 범주에 넣어야 한다는 것이 우리의 일관된 주장이다. 우리는 고구려사 연구에서 발견되는 역사 문제를 ‘현실화하는 것’과, 학술문제를 ‘정치화하려는’ 경향과 작태에 대해 반대한다(고구려를 중국 역사로 분류하려는 중국측의 고구려사 연구에 한국측이 반대한다는 뜻인 듯). 고구려사는 중국 역사는 물론이고 한반도 역사를 연구하는 데 있어 계속해서 깊은 연구를 요구하는 과제이다.\n\n심도 있는 연구를 하는 것은 과학적인 연구결과를 학계에 제공하는 계기가 될 것이다. 고구려사를 연구하고 이를 심화하는 것은 학자의 책임이다. 연구한 결과에 대한 차이로 인해 일시적으로는 통일된 결론을 도출할 수 없을지라도, 학술 규범에 부합하는 규칙으로 학술 성과를 교류하고, 상호 존중하는 가운데 학술상의 논쟁을 벌여 서로 다른 의견을 개진할 수 있어야 한다. 이렇게 할 수만 있다면 여러 나라의 학자가 고구려 역사에 대한 연구에 공동의 노력을 기울일 수 있게 될 것이고, 그에 따라 큰 진전이 있으리라 생각한다.\n\n   (끝)\n\n\n글: 변중(邊衆)\n발행일: 2003 년 09 월 01 일 (통권 528 호)\n쪽수: 332 ~ 345 쪽",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-01-24T17:02:29.497000",
  "updatedAt": "2024-01-28T10:29:38.974000"
}