{
  "id": "e932769f-d47f-4043-9146-b6947afd8d3a",
  "title": "배신의 역사 - 우리나라 (I)",
  "content": "[위만]\n기원전 194년 중국을 통일한 한나라 고제의 대규모 숙청으로 당시 연나라 사람이던 위만은 인접한 고조선으로 무리를 이끌고 망명했다. 위만은 고조선 준왕의 신임을 받아 요동 방어 임무를 맡았다. 이 지역에서 세력을 키워나간 위만은 망명민들의 세력을 모아서 쿠데타를 일으켜 준왕을 몰아내고 왕이 되었다. 이를 기존의 고조선 왕조와 분리하기 위해 '위만조선'이라고 부른다.\n\n[노인(路人), 한음(韓陰), 삼(參), 왕겹(王唊), 장항(長降)]\n고조선은 배신으로 멸망했다. \n준왕을 몰아내고 고조선의 왕이 된 위만의 손자 우거왕은 한반도 일대의 예, 맥, 진 등과 한나라와의 중계 무역을 통해 고조선을 강성한 나라로 키워가고 있었다. 사실 한나라는 건국 때부터(백등산 포위전) 한무제 시기까지(막북전투) 줄곧 북방의 흉노족에게 신경을 쏟느라 고조선의 이러한 성장을 막지 못했다. 이 틈에 고조선은 한나라의 유민과 정치적 망명객들을 받아들이며 선진 문물도 수용해 나아갔다. \n우거왕(右渠王) 대에 이르러 한과 주변국 내지 종족들 사이의 중개권을 지니고 있는 고조선의 영향력이 지나치게 커짐에 따라 양국 사이에는 갈등이 발생하였다. 『사기(史記)』의 기록에 따르면 고조선은 주변국들이 한나라의 천자를 알현하는 것을 가로막고 통하지 못하게 하였다고 한다. 한의 외신이면서도 주변국이 입조하는 것을 막는 조선의 행태를 한은 묵과할 수 없었다.\n기원전 109년, 한무제가 사신 섭하(涉河)를 보내어 고조선에게 이러한 상황을 바꾸도록 했으나, 우거 왕은 그의 말을 거부했고 섭하는 한나라로 돌아오는 길에 그를 배웅하던 고조선의 비왕(裨王) 장(長)을 패수에서 살해했다. 섭하는 이 공으로 요동(遼東)의 동부도위(東部都尉)에 올랐다. 이에 분개한 우거 왕은 군대를 동원해 요동을 쳐 섭하를 죽였다. 한무제는 이 사건을 빌미로 고조선에 대한 공격을 감행했다. \n왕검성을 포위한 한나라 군대는 왕검성에 대대적인 공격을 감행했으나 고조선의 저항과 더불어 장수 양복과 순체의 갈등으로 왕검성은 몇 달 동안이나 이들의 공격을 저지했다.\n고조선 내부에선 주화론(主和論)파와 강경파로 나뉘게 된다. 108년 4월, 주화론을 주장하던 조선상(朝鮮相) 노인(路人)과 상(相) 한음(韓陰), 이계상(尼谿相) 삼(參), 장군(將軍) 왕겹(王唊) 등 고조선 상층부의 주요 구성원들은 화친을 주장하여 우거왕에게 항복을 건의하였다. 그러나 우거왕이 이를 거부하자 왕검성을 빠져 나와 항복 하였다. 그 과정에서 조선상 노인이 사망하기도 하였다. \n그해 6월, 삼(參)이 보낸 자객이 우거 왕을 살해했다.\n끝까지 한나라에 맞서 싸우려 했던 고조선의 마지막 왕인 우거왕은 전면 항복을 주장하는 주화파의 암살 계획에 의해 허망하게 쓰러졌다. 그리고 그 빈 자리를 재상이었던 성기(成己)가 대신했다.\n왕이 없는 고조선 궁성은 삽시에 수라장이 되였고 왕자를 비롯한 고위관리들은 앞을 다투어 적들 편으로 넘어갔다. 이때 무너져가는 고조선의 운명을 지키려 한 목숨 내던지고 싸운 장수가 있었으니 그가 바로 고조선의 유명한 명장 성기(成己)였다. 성기는 일시 조성되였던 혼란을 수습하고 능숙한 지휘로 침략자들과 맞섰다. 왕검성 사람들의 기세는 하늘을 찌를듯 높아졌으며 전과는 갈수록 커졌다. 이렇게 되자 적들은 성기가 있는 조건에서는 왕검성을 점령할 수 없다는 것을 알고 변절자들을 들여보내여 그를 없애버리려고 하였다. 왕자를 비롯한 변절자들은 성기를 만나 투항하라고 권고하였다. 하지만 고조선을 끝까지 지키려는 그의 굳은 절개를 꺾을수 없었다. 이를 초조해한 순체가 노인의 아들 노최(路最)에게 성안의 주민들을 이간질 시키게 했다. 노최는 성 안의 사람들을 이간질시켰고 우거 왕의 아들 장항(長降)과 도모해 성을 지키던 성기를 살해했다. \n장항은 곧바로 한나라에 투항했고 결국 기원전 108년 고조선의 수도 왕검성이 함락되면서 위만조선은 3대 80여 년 만에 역사 속으로 사라졌다.\n한무제는 이곳에 한사군을 설치해 관리하도록 했고 우거왕의 아들 장항은 왕검성 함락의 공로를 인정받아 한나라의 기(幾) 지역을 다스리는 기후(幾侯)에 책봉되었다.\n\n[고발기(高拔奇)]\n고발기는 신대왕의 셋째 아들로, 고국천왕의 동생이다. 197년 5월, 형인 고국천왕이 후사를 이을 자식을 얻지 못한 채 죽자 고국천왕의 왕후였던 우씨는 형사취수의 관습에 따라 왕의 동생이었던 고발기와 고연우 중 한명과 혼인하여 그를 왕으로 추대해야 했다.\n우씨는 왕이 죽은 사실을 알리지 않은 채 발기에게 찾아가 \"왕에게 후손이 없으니 님이 왕위를 이어야지요?\"라고 물었다. 그러나 아직 왕이 죽은 것을 몰랐던 발기는 왕후 우씨의 의도를 제대로 알지 못하고 되려 \"왕의 부인이라는 사람이 오밤중에 함부로 싸돌아다닌다.\"고 면박주었다.\n발기에게 망신을 당한 우씨는 곧장 자리를 떠나 발기의 아우인 연우의 집에 찾아갔는데, 연우는 왕후 우씨가 찾아왔다는 소식을 듣자 우씨를 환대했다.  \n결국 그날 밤에 우씨는 연우를 궁궐로 대려갔고, 다음날 아침에 고국천왕의 유언에 따른다면서 연우와 혼인함과 동시에 그를 왕으로 추대하였으니 그가 바로 산상왕이었다. \n이에 분노한 고발기는 곧장 군대를 이끌고 왕궁을 포위한 후에 \"왕위는 마땅히 형이 잇는 것이 예이다.\"라고 외치며 왕위를 넘기지 않는다면 왕과 그 처자를 모두 죽여버리겠다고 위협을 가하였다. 이에 산상왕이 별 반응을 보이질 않자 산상왕의 처자식을 몽땅 잡아 죽여버렸다. 그러나 산상왕은 궁궐문을 3일 동안 걸어 잠그고 여론도 산상왕의 편으로 기울어지면서 결국 발기는 처자식을 데리고 요동의 공손도에게 의탁하였다. 이후에 발기는 공손도를 찾아가서는 동생에게 왕위를 빼앗겼다고 주장하며 억울함을 호소하였다. 그리고는 왕위를 되찾을 수 있도록 군사를 빌려줄 것을 청하였다. 공손도는 이를 받아들여 발기에게 3만의 군사를 내주었으며, 고발기는 한나라의 군대를 거느리고 고구려를 침략해왔다. 이에 산상왕은 동생 고계수로 하여끔 막게 하였고, 이 싸움에서 고발기는 큰 패배를 당하였다.  고계수는 발기를 추격하여 거의 따라잡았는데, 고발기가 \"동생이 늙은 형을 해치려드느냐?\"라고 묻자 형제간의 정이 떠올라 차마 고발기를 잡지 못하였다. 그러나 고계수는 대신 발기를 꾸짖으니  “연우(산상왕)가 나라를 넘겨주지 않은 것은 비록 의롭지 못한 것이지만 당신이 한 때의 분함을 가지고 자기 나라를 멸망시키려 하니 이는 무슨 뜻입니까? 죽은 후 무슨 면목으로 조상들을 보겠습니까?\" 이에 발기는 부끄러움을 참지 못하고 배수로 달아나 스스로 목을 찔러 죽었다.\n\n[혜량]\n신라 장군 거칠부는 승려로 위장하고 고구려 지역으로 넘어가서 고구려를 염탐했다.  거칠부는 고구려에 잠입하여 고구려 고승으로 이름난 혜량법사의 설법을 듣고 크게 감명을 받았다. 그는 혜량을 스승으로 모시고 밀약을 맺었다. 장차 거칠부가 고구려를 공격할 경우 혜량은 그에 호응하는 대신 일신의 안위를 약속받았으니, 고구려 측으로 보면 매국노인 셈이다. 강원도를 정복한 거칠부가 혜량을 다시 만나 제자의 예를 올리자 혜량은 “지금 우리나라의 정사가 어지러워 곧 망할 것 같으니 나를 신라로 데려가주시오.\" 라고 말한다. 비록 매국노의 영악한 판단이지만 혜량의 그 말은 당시 고구려의 위기를 단적으로 말해준다. 결국 혜량은 고구려 주민을 이끌고 신라로 귀순한다. \n551년 거칠부는 8명의 장군을 이끌고 백제와 연합하여 죽령 이북의 10개 군을 점령하였다. 이때 그는 약조대로 혜량 법사를 신라로 데려와 진흥왕에게 소개했다. 진흥왕은 혜량 법사를 승통으로 임명하여 국태민안을 기원하는 집회를 열었다. \n\n[임자]\n김유신 열전에 따르면 신라에서 과거 부산 현령으로 발령받은 급찬 관등의 신라인 조미갑(租未坤)이 백제군에 납치되어 백제 좌평 임자의 집에 가노비로 있다. 그(조미압)는 정성을 다하여 부지런히 일하고 태만한 적이 없었습니다. 임자는 그를 불쌍히 여겨 의심하지 않았고 마음대로 외부 출입을 하게 했습니다. 그러자 그는 백제를 탈출하여 신라로 돌아와 백제의 사정을 김유신에게 보고했습니다. 겨우 신라로 탈출해 백제의 사정을 고하는데, 조미갑의 언급에 따르면 임자는 당시 상당한 권력을 가지고 있던 인물로 추정된다. 김유신은 임자를 떠보기 위해 조미갑을 다시 백제로 보내면서 그와 일을 도모하고 싶다고 전해달라는 부탁을 했고, 조미갑은 이를 그대로 임자에게 말하고 몰래 신라로 들어갔던 자신의 죄와 김유신의 말을 임자에게 말했다. 몇 달 뒤, 임자는 조미갑을 처벌하지도 않고 이미 일을 알고 있으니 그대로 고해도 상관없다고 하면서 그를 그냥 보내주었다. 조미갑은 그가 수집한 백제의 정보들을 김유신에게 말했고 신라는 백제를 병합할 계획을 추진하게 되었다고 한다.\n의자왕 문서를 보면 알겠지만 이 당시 백제는 의자왕의 향락과 의자왕 자신의 왕권 강화를 위한 친위 쿠데타로 보이는 사건, 좌평 성충의 숙청 등 혼란스러운 시기였고 백제의 많은 귀족과 지방세력이 의자왕 정권에 상당한 불만을 가진 상태로 학계에서는 보통 해석되고 있다. 이런 해석에 따르면 임자 역시 이런 분위기에 따라 신라 측에 내통한 인물로 볼 수 있을 것이다.\n\n[검일]\n의자왕이 즉위하면서 신라에 대한 공세를 한층 강화하였던 백제는 대야성을 함락함으로써 신라를 위기에 빠트렸다. 반면, 당시 신라의 권력자였던 김춘추는 대야성이 함락될 당시 성 안에 있던 자신의 딸과 사위를 모두 잃고 복수심에 불타게 된다. 이 사건을 계기로 김춘추는 백제를 멸망시키기 위해 고구려와 당을 오가는 외교전을 펼치게 되었고, 결국 김춘추의 대당(對唐) 외교가 성공함으로써 신라와 당은 군사동맹을 맺게 된다.\n642년 김춘추의 사위 김품석이 대야성의 도독(都督)으로 부임했다. 신라의 도독(都督)은 인근 지역의 병력을 총괄하는 관직으로 조선의 병마절도사와 비슷한 직책이었다. 따라서 당시 대야성이 신라의 주요한 군사 기지였던 것으로 추정할 수 있다.\n그러나 이때 김품석은 부하 검일의 부인을 빼앗았다. \n그리고 642년 8월, 백제가 침공해왔다. 이때 《삼국사기》에는 대야성 전투 직전 기록에 \"백제가 고구려와 손을 잡고 당항성을 친다는 첩보를 입수해 당태종에게 위급함을 알렸다\"는 기록이 등장한다. 《삼국사기》에는 고구려의 반응이 나오지 않아 실제로는 백제가 일부러 흘린 역정보일것 이라는 추측도 있다. \n 검일은 백제군과 내통해 군량창고에 불을 질렀고, 이를 본 성안 백성들과 군사들은 동요하기 시작했다. 또한 모척이라는 인물도 백제군과 모의해 대야성 내부 사정을 제공한 것으로 추측된다. \n김품석은 항복을 결정하고 성문을 열어젖힌다.\n하지만 윤충은 성문을 열고 항복한 신라의 병사들이 나서자마자 매복해있던 백제의 병사들이 일제히 공격을 감행해 죽여버린 것이다. 이 소식에 당황한 김품석은 결국 아내 고타소와 자식을 죽인 후, 자신의 목을 찔러 자결한다. 필사적으로 백제군과 맞서 싸우다 죽죽과 용석 둘 다 전사하고 대야성은 결국 함락당하게 된다.\n백제에 투항한 검일과 모척은 훗날 백제가 멸망하고 사비성이 함락될 때 붙잡혀 처형당했고 그들의 가족은 흥륜사의 노예가 되었다. \n \n[예식진]\n그는 660년 백제 멸망 당시 북방성(北方城) 웅진의 방령(方領)이었다.『구당서(舊唐書)』와『삼국사기(三國史記)』등에는 예식(禰植)이라고 기록되어 있지만, 예식진과 예식은 같은 인물이다. 660년 7월 13일 의자왕이 나당연합군의 공격을 피해 사비성(泗沘城)에서 예식진이 있는 웅진성(熊津城)으로 피난오게 되었다. 이때 예식진은 7월 18일에 이미 함락되어 나당 연합군이 주둔하고 있던 사비성으로 의자왕을 사로잡아 끌고가서 당군 원수 소정방(蘇定方)에게 바쳤다. 예식진의 이러한 배신으로 의자왕은 당군에게 포로가 되었고 백제는 저항의 구심점을 잃고 멸망하게 되었다. \n이후 예식진은 당에 들어가 당 고종으로부터 궁정의 경비와 호위를 담당하는 정3품의 좌위위대장군에 제수되었다.\n\n[연남생]\n고구려 말기의 영웅이었던 연개소문의 장남으로 2대 대막리지(최고 권력직)가 되었지만, 동생들인 연남건, 연남산과의 권력 다툼에 밀려 당나라에 투항했다. \n연개소문은 죽기 직전 아들 3 형제의 반목을 예견하여 “너희 형제는 절대 다투지 마라”는 유언을 남겼다. 665년 연개소문이 죽자 장남인 남생이 대막리지 자리를 물려받아 국정을 총괄했다. 그러나 남생이 국정을 두 동생인 남건과 남산에게 맡기고 지방순찰에 나서 여러 성을 순시하던 중에 동생들을 의심하여 수도에 밀정을 풀었다. 동생들은 보장왕의 명을 칭하여 연남생을 수도로 불렀으나 연남생은 이에 응하지 않았고 결국 함께 수도에 머물던 연남건과 더불어 정변을 일으켜서 연남생의 아들 연헌충을 살해하고 수도 평양성 일대를 장악하였다. \n평양으로 돌아갈 수 없었던 남생은 세 번이나 당나라에 항복사절을 보내 원군을 청했다. 결국 666년 남생이 이끌던 국내성을 비롯한 요동 일대를 당나라에 바치면서 투항하고 말았다. \n이후 연남생은 고구려 멸망의 선봉에 섰다. \n남생은 668년 9월 평양성 전투에서 또 다른 배신자인 승려 신성과 내통함으로써 고구려 멸망을 촉진시켰다. \n668년 9월 전세가 완전히 넘어갔다고 판단한 보장왕은 연남산을 성 밖으로 내보내 당나라군에 투항했다. 당나라 대장군 이세적은 투항한 연남산을 크게 우대했다고 한다. \n포로로 잡힌 그러나 연남건은 전향하지 않았다. 남건은 결국 원지로 유배됐다. \n당 고종은 연남생에게 높은 벼슬을 내렸다. 식읍 3000호를 주면서 고구려의 만주 영토를 관할하는 당나라의 안동도호부 관리로 봉했다. \n연남생은 더구나 고구려 부흥운동을 앞장서서 막았다. 고구려 유민들은 가열한 부흥운동을 펼쳤지만 당나라는 남생을 고구려인의 집단 이주지역인 요서 지역에 파견하여 고구려 부흥운동을 조직적으로 진압했다. \n또한 그의 당나라 창업주인 고조(이연·李淵)의 이름을 피해 연(淵)씨를 천(泉)씨로 개명했다.\n679년 연남생이 46살로 죽자 당나라 조정은 극진한 예우를 갖췄다. 황제가 친히 나서 곡을 했으며, 5품 이상의 관리들도 모두 곡을 하도록 조서를 내렸다. 황제는 연남생의 묘를 북망산에 두도록 했고, 비석을 세워 공적을 기록했다.\n\n[흑치상지(黑齒常之)]\n어려서 소학(小學)등을 읽었고 20세도 되지 않아 집안 대대로 맡아온 관행에 따라 달솔(達率)이 되었고 풍달군장(風達郡將)을 겸하게 되었는데 660년에 소정방이 백제를 멸망시키자 흑치상지는 당나라에 항복했다.\n하지만 소정방이 늙은 의자왕을 비롯하여 왕자, 태자를 가두면서 군사를 풀어 백제인들을 마구 학살하고 약탈을 자행하자 흑치상지는 10여 명과 함께 자신의 본부(서부)로 도망가서 흩어진 사람들을 모아 임존성을 지키면서 목책을 쌓고 견고하게 지켰다. 기록에는 1달도 되지 않아서 임존성에 귀부한 무리가 3만여 명이나 되었으며 소정방이 군사를 파견해 공격했지만 이를 상대로 승리해서 200여 개의 성을 빼앗았다고 한다.\n사타상여와 함께 험한 곳을 점거해 부흥군 지도자 귀실복신과 협력했지만 663년 귀실복신이 풍왕과 대립하다가 처형되고 풍왕이 불러들인 왜의 구원군마저 백강 전투에서 대패해 풍왕이 고구려로 달아나자 부흥군의 거점은 사실상 임존성 하나만 남게 되었다. \n부흥운동의 본거지였던 주류성(周留城)이 함락된 663년 9월 결국 흑치상지는 부흥 운동을 포기하고 당 고종의 회유를 받아들여 당나라 장수 유인궤에게  투항했다. 유인궤는 흑치상지와 사타상여에게 무기와 식량을 주며 임존성을 공략할 것을 명했고 이에 흑치상지와 사타상여는 유인궤의 명을 수락해 지수신이 남아있는 임존성의 백제 부흥군을 공격했서 점령했다.\n\n당에 투항한 흑치상지는 당나라의 장군에 임명되어, 유인궤와 함께 백제 부흥군의 근거지였던 임존성 공격에 앞장서는 등 당나라의 장군으로 활약했다.\n이후 당 고종(677년)에 티베트가 당을 공격했을 때, 당 조정은 유인궤에게 조하(洮河)로 출진하게 하여 여러 차례 티베트와 전투를 치렀는데, 당시 전라도에 머무르던 흑치상지도 당나라 고종의 명령을 받고 유인궤의 부장으로 티베트 전선에서 싸웠다.\n\n680년, 흑치상지는 하원 지역 방어 책임자가 되었다. 흑치상지는 현지에 둔전(屯田)을 개간하여 군의 비용으로 충당했는데 그 크기가 5천여 경에 달했으며 해마다 백만여 석의 곡식을 거두었다고 한다. 또한 봉수대 70여 곳을 만들어 하원 지역의 방어력을 높였다. 681년에 흑치상지 1만 기(騎)가 청해 둔전을 공격해 온 티베트군을 패주시켰다. 흑치상지가 청해에 머무른 7년 동안 티베트는 당의 영토를 넘볼 수 없었다. 684년, 서경업(徐敬業)이 측천무후 타도를 외치며 거병하였을 때,  흑치상지는 서경업의 군을 진압한다.  686년, 돌궐이 하동도(河東道)를 공격하자 돌궐군을 상대로 전투를 거두고 많은 가축을 노획한다. 이 공으로 흑치상지는 연국공(燕国公) 식읍 2천 호의 작에 봉해졌다.\n687년에 황화퇴(黄花堆)에서 돌궐을 크게 쳐부수고 다시 40여 리를 뒤쫓아 돌궐을 사막 쪽으로 몰아낸다. 그런데 찬보벽은 공을 탐내어 흑치상지와의 사전 회의도 없이 홀로 진격하여 1만 3천 명에 달하는 전군이 궤멸당하는 피해를 입었다. 이에 흑치상지도 공이 없음을 문죄당하였는데, 흑치상지가 응양장군 조희절과 더불어 반역했다고 모함하였다. 이에 체포되어 옥에 갇혔다가 689년 죽었다. 신당서와 삼국사기에는 교수형을 당했다고 나오나, 흑치상지에 대한 가장 자세한 기록이 있는 구당서에 따르면 스스로 목을 매 죽었다고 한다.\n\n[부여융(扶餘隆)]\n백제의 왕족이자 당나라 장군이다. 의자왕의 넷째 아들로 태어나 644년 태자에 책봉되었으나 의자왕 말년에 부여효로 교체되었다. 660년 음력 7월 연합군이 몰려와서 수도 사비성이 포위되자 왕과 태자 효는 웅진성으로 대피하였다. \n백제 멸망 후 당나라에 귀순하여 당 고종은 부여융을 웅진도독으로 임명했다. \n백제는 멸망했으나 부흥 운동으로 인해 웅진도독부가 고립되면서 이에 663년 부여융 등이 7,000명을 이끌고 파견되었다. 6월(음력) 명장 복신이 부여풍에게 처형당하는 등 부흥군의 내부 분열을 포착한 나당연합군은 그들의 본거지인 주류성을 직공하였다. 유인원, 손인사, 문무왕은 육군을 통솔하고 유인궤, 두상(杜爽), 부여융은 수군과 군량선을 인솔하였다. 8월(음력) 백강 전투에서 왜선 400척을 불사르는 대승을 거두고 주류성도 함락시킴으로써 백제 부흥군을 완전히 토벌하였다.\n당나라에서 웅진도독부 왕으로 임명됐으나, 677년 나당전쟁에서 당의 웅진도독부는 신라에 의해 한반도에서 축출되어 요동으로 이주했다. \n\n부여융이 백제 고토로 돌아온 시기는 663년 7월이었고, 부흥운동에 참여하고 있던 백제 유민들을 회유하고 설득시켜 당군에 투항하도록 하였다. 백제부흥군을 진압한 뒤에 부여융은 당의 백제 고토 지배와 고구려 정벌에 이용되었다. 부여융은 웅진도독부에서 도위와 도독으로서 백제유민들을 다스리고  666년 5월경에 웅진도독부로 돌아와 백제유민 按撫와 더불어 당의 고구려 원정에 필요한 군수품 지원 준비와 倭에 대한 외교적 조치를 통해 왜와 고구려가 연결되는 것을 막는 일에 주력하였다. 이러한 노력은 고구려 평양성을 함락시키는 668년 9월까지 계속되었다. 668년 고구려가 패망한 이후 부여융은 웅진도독부를 통해 신라를 견제하고자 했지만, 신라에게 밀려 백제 고토의 대부분을 내주었고, 간신히 웅진도독부의 명맥을 이어갔다. 그러다가 당으로 들어간 것은 675년 무렵이었다. 부여융이 백제 고토를 떠나면서 웅진도독부는 신라의 영토가 되었다. 그러나 676년 2월 고구려 고토의 건안 고성에서 웅진도독부는 부활되었고, 이곳에서 부여융은 당으로 옮겨간 백제 유민들을 다스리다가 682년 68세를 일기로 세상을 떠났다.\n\n[신성(信誠)]\n신성은 승려로 연개소문의 아들인 연남건의 심복으로 군사 관련 업무를 주로 담당했다.\n668년, 당나라의 명장이었던 이적이 계필하력 등과 더불어 군사를 이끌고 고구려의 수도인 평양성을 포위하였을 때, 연남건으로부터 군사(軍事)를 위임받았다.\n이 때 부하 장수 오사(烏沙), 요묘(饒苗) 등과 함께 이적과 내통하여 성문을 열어 주었다. 이적은 열린 성문 안으로 군대를 몰고 들어가 평양성을 함락시켰으며 고구려는 멸망하고 말았다.\n\n[고질]\n고질은 고구려에서 3품 위두대형 겸 대장군을 역임했다. 이후 고구려가 망할 것을 예상하고 형제와 아들들을 데리고 당에 항복한다.\n그 대가로 고질은 자작에서 공작까지 봉해지고 수많은 직위를 얻으며 승승장구한다. 이진충의 난을 시작으로 일어난 거란족 반란의 진압에 참여했는데 결국 아들 고자와 함께 697년 요동의 마미성(麻米城)에서 고립된 채 군사와 화살이 다 떨어질 정도로 싸우다 포로로 잡혀 죽는다.\n\n[이타인(李他仁)]\n그는 한때 고구려 장수로 동북 변방 12주와 말갈인을 통솔하는 책주도독(柵州都督) 겸 총병마(總兵馬)였다. 그러나 삼국통일의 마지막 정점인 평양성 전투 때에는 당나라 소속으로 모국 침공의 앞잡이가 돼 있었다.\n\n이타인은 연남건이 지휘하는 나당전쟁에서 자신의 소재지인 柵城에서 후방 지원 역할을 수행하였다. 그러나 이타인은 668년 고구려의 부여성 구원군이 薛賀水 전투에서 패배한 이후 당의 총사령관이었던 이적에게 자신의 무리를 거느리고 투항하였다.\n당군에게 투항한 이타인은 당군이 遼東 평원에서 千山山脈으로 진입하는 길목에 소재한 石城과 고구려의 수도인 平壤城 함락에도 큰 공을 세웠다. 고구려 멸망 이후 이적을 따라서 당으로 간 이타인은 高宗으로부터 그간의 공적을 인정받아 從3品인 右戎衛將軍에 제수되었으며, 長安의 萬年縣에 거주하게 되었다.\n이후 이타인은 扶餘城에서 발생한 고구려 복국운동을 670년 말에 진압하는 공을 세웠다.  그러나 669~670년 무렵의 安東都護府의 정세 및 이타인과 양현기의 관계를 분석한 결과 양자가 진압한 고구려 복국운동은 동일한 실체로 여겨진다. 이타인은 고정문이 부여성에서 일으킨 고구려 복국운동을 진압한 공로로 同正員 右領軍將軍으로 승격되었다.\n\n이타인은 668년 투항한 이듬해인 669년 정월에 장안에 입조하여 당고종으로부터 종3품인 우무위장군을 제수받은 것이 확인된다. 그리고 부여성에서 고구려 부흥군이 일어나 토벌에 참전한 결과 그 우두머리를 베고 개선하여 우령군장군을 제수 받았다고 한다. 부여성에서 고구려 부흥군이 일어난 시기를 곧이라는 뜻을 가진 卽으로 표현한 것으로 보아 669년으로부터 멀지 않은 시점에 일어난 것으로 볼 수 있다.  부여성의 고구려 부흥군이 669년으로부터 가까운 시점에 봉기했다는 것과 이타인이 이를 진압한 직후에 우령군장군직을 수여받은 것으로 볼 때 이타인이 부여성을 토벌한 시점은 670년으로 추정된다. 요컨대 668년 고구려 멸망 이후 부여성에서 고정문을 필두로 한 부흥군이 봉기하였으나, 당에 투항한 고구려인인 이타인과 그를 보좌하는 당인 양현기에 의해 670년에 진압되고 결국 체포되어 고정문 등은 주살된 것이다.\n  이타인은 당군의 선봉이 되어 석성(石城)을 공략하고 평양성 공격에도 참여했다.  평양성 함락 이후 이세적을 따라 당 조정에 들어가서 종3품인 우융위장군(右戎衛將軍)을 받았다고 한다. 668년 고구려 멸망 때에 이타인의 나이는 60세였다.\n\n[고모(高牟)]\n고모(640∼694)는 고구려 평양성에서 활동한 무장으로 멸망 전 당나라에 투항한다. 그의 묘지명에는 ‘적절한 때를 기다려 정성을 바치고 백낭(白囊·긴급한 문서를 담아 전달하는 자루)에 의지해 성심으로 (당에) 귀순했다’고 적혀 있다. 묘지명에 고모의 귀순 시기가 나와 있지는 않지만, 평양성과 주변의 병력 배치 등을 담은 군사 기밀을 당에 넘긴 것으로 보인다. 이후 당 조정은 그를 종3품 우표도위(右豹韜衛) 장군에 임명했다. \n\n[왕건]\n후삼국시대의 최후의 승자 고려 태조 왕건은 본래 후고구려를 세운 궁예의 장수였다. 최고 벼슬인 시중에까지 올랐다. 문제는 명군이었던 궁예가 폭군의 전횡을 일삼기 시작했던 것.\n이를 보다 못한 왕건은 마침내 반란을 일으켜 궁예를 몰아내고 고려를 건국하였다.(918년)\n\n[견신검(甄神劍)] \n후백제 견훤의 맏아들이다. 934년 운주성 전투에서 통한의 패배를 겪은 견훤은 자신의 뒤를 이을 후계자를 정하려 하였다. 당시 견훤은 10명의 아들이 있었는데 대부분 호족들과의 정략결혼의 산물이었다. 호족들간의 알력 다툼하에 견훤이 넷째 아들이자 견금강에게 왕위를 전하려고 하자, 이에 불만을 품고 아우인 양검 및 몇몇 관료들의 도움을  받아 쿠데타를 일으켰다. 그리고 935년 음력 3월에 견훤을 금산사에 유폐하고 견금강을 살해한 후 음력 10월 후백제 2대 왕으로 등극하였다.\n약 3개월 뒤에 견훤은 탈출하여 고려의 송악으로 망명하였다. 견훤은 왕건에게 반역을 꾀한 자들을 처벌할 수 있도록 도움을 청하였고, 왕건은 견훤의 요청을 받아들여 936년에 군대를 파병했다. \n후백제군은 전투 중 견훤을 보자 견훤의 사위인 박영규가 투항하였고, 전라도 병사들도 대항의 의지를 잃고 말았다. 결국 싸우기도 전에 애술(哀述)을 비롯한 많은 장수들이 항복하였고, 견신검도 황산까지 밀려나 황산 전투를 벌였으나 크게 패하며 항복하였다.\n견훤은 견신검이 아버지에게 반란을 일으킨 죄를 벌하여 달라고 왕건에게 요청하였으나, 왕건은 반역의 책임이 신검을 부추긴 신검의 아우 견양검과 견용검, 그리고 능환 등에게 있다고 하여 그들에게만 벌을 내렸다. 이후 견신검의 행적은 알 수 없다. \n\n[김준(金俊)]\n최충헌의 가노였던 김윤성(아버지 김윤성은 만적의 난에서 같이 싸우고 항쟁했다.)의 아들로 출생했다. 김준은 당시 중랑장 직급이었던 박송비 장군의 적극적인 추천을 받고 난 뒤에 최씨 막부의 제 2대 권신이었던 최우에게 신임을 얻었으며, 최우의 첩 안심과 간통한 사실이 탄로나 한때 곤장 40대를 맞고 귀양을 가기도 했다. 후에 최항을 섬겼다.\n1257년 최항이 죽고 그의 서자(庶子)인 최의가 집권하자 불만을 품었고, 1258년(고종 45년) 임연(林衍), 유경(柳璥), 최온(崔溫) 등과 함께 삼별초를 앞세워 최의를 죽이고 그 권력을 고려 황실에 되돌려주었다. 그리고, 최씨 무신정권이 정사를 처리한 권력의 중심인 사병 조직 도방을 혁파, 최씨 무신 정권의 일가의 모든 재산 또한 황실에 반납하여 고려 황실은 왕정복고가 이루어져 <최충헌-최우-최항-최의> 4대로 내려온 최씨 일가는 노비 김준에 의해 몰락하였다.\n이로써 최씨정권을 타도하여 황권을 회복시키고 장군에 위사공신(衛社功臣) 등이 되었다. 그 후 교정별감이 되어 비위의 사찰과 국사 감독을 담당했다. 이어 시중이 되고 해양후(海陽侯)에 봉해지고 무인정권에서 불리는 최고 권력자 자리인 교정별감 자리에 취임하면서 최씨 무인정권의 초대 최충헌에 견줄 만한 권세와 위세를 누렸다.\n이후 그의 무단전횡에 불만을 품던 측근들이 멀리하고 떠나버렸다. 1268년 고려 원종의 친몽정책과 개경 환도에 반대하다 측근이자 양아들이었던 임연과 임연의 세력들이 합쳐서 김준 일가를 모두 철퇴와 칼로 처참히 살해하였다. 그의 죽음과 함께 그의 일가는 멸문지화를 당하고 나서 김준의 측근들도 반란·내란죄에 연루되어 모두 처형당하게 되었다. \n\n임연(林衍)\n1234년에 몽고군 격퇴한 공으로 장교인 대정(隊正)이 되었다. 후에 임연은 김준과 함께 최우, 최항을 섬겼으며 김준을 따르면서 양자로 불리기도 하였다.\n\"남의 처를 간하여 죄를 받게 된 임연을 구해준 사람이 김준이었다. 이에 임연은 김준을 아버지로, 그리고 김준의 동생인 김승준을 숙부라고 불렀다\"\n\n1258년(고종 45년) 류경, 김준 등과 함께 최의를 죽이고 왕권을 회복시킨 공으로 위사공신(衛社功臣)이 되었다. 임연이 김준의 측근 정치세력으로 두각을 나타낸 것은 최의를 주살한「戊午政變」에서 핵심적인 주모자로 활약한 데에서 찾아진다. 그는 정변에 성공한 직후 8인의 위사공신 가운데 한 사람이 되었고 정치적 지위도 갑자기 상승하였다. \n최의가 죽고 김준이 실권을 잡자 초기에는 잘했지만 갈수록 백성들의 원성과 왕의 원망을 사게 되었다. \n김준의 아들과 토지 문제로 다툰 것과 자신의 처가\n김준의 노예를 죽였다가 김준이 자신의 처를 유배 보내려고 한 것, 이 때문에 김준을 증오하게 되었다.\n1268년 12월에 왕인 원종의 명을 받아 김준을 죽이고 정권을 장악한다. \n왕인 원종이 최은, 김경 등을 통해 임연을 견제하려고 하였으며, 1269년 6월에 최은, 김경 등의 세력이 커지자 임연은 최은, 김경 등을 죽인다.\n원종의 측근인 김준의 가산을 몰수하고 최은, 김경 등에게 뇌물을 바친 어사대부 장계열, 대장군 기온 등을 유배보냈다.\n임연 자신은 전대 집권자들과 마찬가지로 몽골군에 대해서 강경하게 항전하자는 입장 이었고 원종은 온건한 입장 이었는데 몽골이 수도를 강화도에서 개경으로 옮기라고 압박하니 원종이 수도를 천도하려고 하자 이를 반대하였다. \n원종을 폐하여 영종을 옹립하는 한편 교정별감이 되어 모든 실권을 장악했다. 원종 폐립 사건으로 원나라 세조인 쿠빌라이 칸과 충돌하여 원종을 복위시켰으나, 원나라의 친조(親朝) 요구를 거부했다. 1270년 1월에 원종에게 개경으로 환도하여 해명하라는 명을 받지만 이를 거역하고,\n그는 전국에 야별초를 보내 주민들에게 산성과 섬으로 들어갈 것을 명령, 대몽항쟁을 한다.  \n그러나 임연은 이 과정에서 스트레스를 많이 받았는지 등창으로 죽게 된다. 원종에게 있어 임연의 돌연사는 왕권을 회복할 수 있는 절호의 기회였다. 이에 원종은 홍규, 송송례를 시켜 임연의 아들이자 권력 승계자인 임유무를 살해하고 개경으로 환궁, 권력 회복에 성공한다.\n\n[삼별초(三別抄)]\n삼별초는 몽골 침략기에 그에 대항하던 고려의 무장 세력이며, 원래는 하나의 단일한 단체가 아니었다.\n삼별초는 처음에 최우가 도둑을 막기 위해 설치한 야별초(夜別抄)에서 유래한다. 야별초는 1219년 최우가 권력 보호를 위해 조직한 사병이었는데, 뒤에 몽골의 침략에 대항하는 정규군으로 편성되었으며, 도방의 직할 부대의 성격을 띠게 된다. 그에 따라 야별초는 다시 좌별초, 우별초로 나뉘었으며, 몽골에 포로로 잡혀갔다 돌아오거나 탈출한 이들로 이루어진 신의군을 포함하여 삼별초라 불렀다.\n삼별초는 주로 경찰·군사 등의 공적(公的) 임무를 띠었으나 무인 정권기의 특성상, 실질적으로는 최씨 무신정권의 사병에 가까운 조직이었다. \n1231년부터 몽골 침략이 시작되자 최씨 일가와 왕 및 일가들은 강화도로 피난 후 항쟁을 이어나갔다. 그러나 윈종은 30여 년간의 대몽항쟁끝에 더 이상 버티지 못하고 항복을 결정하고 개경으로 돌아가기를 결정한다.\n1270년 개경 환도가 임박하자 삼별초는 몽골에 굴복한 왕에게 운명을 맡길 수 없었고, 내부에서 동요하기 시작했다. 결국 원종은 삼별초에게 해산령을 내리고 그들의 명단을 거둬오도록 지시하였다. 이 연명부가 몽골군의 수중에 넘어가면 삼별초는 모두 체포될 것이 뻔했다. 따라서 삼별초 내에서 이에 대한 반감이 컸다. 마침내 1270년 음력 6월 초, 개경 환도를 앞둔 시점에서 삼별초의 지도자였던 배중손과 노영희 등 삼별초 지휘자들은 항전을 결정한다.\n삼별초는 왕족 승화후 왕온을 추대하여 고려의 새로운 왕으로 삼고, 강화도의 거의 모든 재산과 사람들을 태운 대 선단을 이끌고 진도로 이동했다. 이 과정에서 강화도의 대부분의 시설은 불태워졌다. 당시 진도와 그 인근 지역에는 과거 최씨 정권이 소유한 대규모의 농장이 그때까지도 존재하였다. 동시에 진도는 경상도와 전라도 지방의 세곡이 서울로 운송되는 길목에 속해 있었다. 이는 세곡으로 운반되는 식량과 자금을 자체 군량으로 쓰는 동시에 군사적인 요충지였다.\n진도에 도착한 삼별초는 '용장사'라는 절을 임시 궁궐로 삼았다. 그리고 용장사 주변에 산성을 쌓고 관아도 세웠으며, 이를 기반으로 진도는 제법 도읍지의 면모를 갖추었다. 진압군은 속수무책이었던 반면, 이들은 남해안 일대를 석권하고 해상력을 기반으로 하는 새로운 정부를 건설한다. 그들은 또 고려의 정통 정부임을 자처하면서 일본에 사절을 교환하는 등의 외교활동도 하였다. 1270년 음력 11월 이르러 삼별초군은 제주도까지 점령하였다.\n1271년 음력 5월 몽골에 의해 진압군이 조직되어 좌군·중군·우군, 즉 세 방향으로 나눠서 진도를 공격해왔다. 삼별초는 진도의 관문이었던 벽파진에서 중군을 막는 데 주력하였다. 그러나 삼별초가 중군으로 들어오는 적을 막는 데 주력하는 동안, 그 틈을 타서 진압군의 좌군과 우군이 배후와 측면에서 기습 공격을 해왔고, 성은 순식간에 무너졌다. 지휘자 배중손과 승화후 온은 살해되고 혼란에 빠진 삼별초는 흩어져 각기 피신하였다.\n살아남은 삼별초 병사들은 김통정의 지휘 아래 혼란을 수습하고 제주도로 후퇴한다. 그 후 제주도에 상당한 규모의 외성을 건립하는 등 여몽 연합군에 항거하며 일진일퇴가 거듭되었다. 그러던 중 1273년 음력 4월, 진압군 1만여 명이 제주도에 상륙하고, 삼별초는 힘없이 무너졌다. 지휘자 김통정은 산 속에서 스스로 목숨을 끊음으로서 4년에 걸친 삼별초의 항전은 막을 내린다.\n제주도에서 궤멸하였다는 것이 통설이나, 일부 세력이 류큐 왕국(오키나와 지역)으로 향하였다는 주장도 제기되고 있다.\n\n[홍다구 부자]\n고려 개국공신 가문의 후손으로 대대로 고려의 벼슬을 지냈다. 그러나 할아버지 홍대순과 아버지 홍복원은 일찌기 몽골에 투항하였으며, 특히 홍복원은 몽골의 고려 침략시 길잡이 노릇을 했다. \n할아버지는 대대로 인주(麟州)를 관할하던 수령이었는데, 1218년 대요수국(몽골에 쫓기던 거란잔당)의 침략 때 항복한 홍대순(洪大純)이고, 아버지는 간악한 간신이자 역적으로, 1231년 몽골의 1차 침입 때 몽골 쪽에 붙어, 고려를 여러차례 침략한(길안내 등)인물이다. 홍복원은 서경에서 필원보 등과 반란을 일으켰다가, 실패하여 원으로 쫒겨가서 홍다구는 그곳에서 태어났다. \n원에서 태어나고 자란 홍다구는 어려서 종군하여 쿠빌라이의 총애를 받았으며, 1261년에 부친의 관직인 고려군민총관을 승계하였다. 1269년, 고려의 당시 국왕이었던 원종이 임연(林衍)을 제거하고자 원나라에 군사 요청을 했을 때 고려에 들어왔다. 이때 봉주(鳳州) 둔전총관부(屯田總管府)에 군을 주둔하면서 고려의 부원 세력의 중심으로 올라섰다.\n원나라 쿠빌라이의 총애를 등에 업고서 고려왕에게 배례를 하지 않은 것은 기본, 대몽항쟁을 하던 삼별초의 난을 진압했다. 무인정권이 무너지자, 무인정권을 지탱했던 삼별초들은 원종이 개경으로 환도를 실행하고 자신들을 해체할려고 하자 이에 반대해 난을 일으켰는데(삼별초의난), 1271년 홍다구는 지휘관이 되어 김방경(金方慶), 힌두(忻都)와 함께 진도를 기습하였다. 진도의 삼별초의 궁궐인 용장성에서 홍다구는 왕온(삼별초가 추대한 왕)을 직접 베어버렸다. 세력이 약화된 삼별초는 김통정, 유존혁 등이 잔여 세력을 모아 탐라(제주)로 가서 재기를 노렸으나 홍다구는 여기까지 쫒아가서 결국 모조리 토벌하고야 말았다. \n1274년 여몽연합군의 일본 원정에 출정하였다. \n\n친일파가 그러하듯 원나라의 지배가 지속되자 원나라에 붙어서 일신의 영화를 꾀하려는 집단이 생겨났다. 이른 바 이들을 부원배(附元輩)’라고 부른다.‘원나라에 붙어먹고 살던 무리’라는 뜻이다.\n그 대표적인 인물이 홍다구다. 그는 1274년 원의 일본정벌 때, 소용대장군 안무사 고려군민총관(高麗軍民摠管)에 임명되어 백성들의 뒤지를 털어내고 어선을 모두 징발하고 목공들을 모아 군선 제조에 앞장섰다. 고려군과 백성의 관리권을 가진 총독이었으니 왕까지도 얕잡아 보던 원나라의 충견이었던 바, 동원된 일꾼들에게 어찌했을지 상상이 가능해진다.\n원의 세조 쿠빌라이는 고려에 이어 일본까지 손에 넣고 싶었다. 쿠빌라이는 고려에 병선 9백 척을 만들어 내라고 압박하였다. 왕에 오른 지 6개월 밖에 되지 않은 충렬왕도 조선소를 시찰하며 공정을 관리하였다. 일본 원정이 10월에 잡혀 있는데 정월부터 병선 건조가 시작되었으니 공정이 너무 촉박하였다. 공사감독관 홍다구의 손에는 말채찍이 감겨 있었다. 이 채찍은 인부들의 등을 향하여 여지없고 망설임 없이 내려지고 있었다.\n홍대구의 할아버지 홍대순은 의주 근처 인주의 지역사령으로 있을 때, 일찌감치 투항하여 1231년(고종 18년) 고려를 침공하는 살례탑의 향도가 된, 우리나라 매국노 1호였다. 그 아들 복원은 1232년 고려가 궁성을 강화도로 옮기며 항몽을 선언하자, 몽골군의 낭장이 되어 서북지방의 사령관이 되지만 고려병사에게 대패하여 겨우 목숨을 건져 들고 원나라로 도망친다. 이 지역을 훤히 꿰고 있는 복원은 원이 침공할 때마다 그 앞잡이가 되어 고려를 쑥밭으로 만들곤 하였다. 그럴 때마다 부귀영화가 그의 뱃속으로 들어오는 듯하였다. 그가 매국노 2호이다. 나라가 어찌되든 출세에 눈이 어두운 인물이었다. 고려와 일본이 내통하고 있다는 거짓정보를 황제에게 올려 두 차례의 일본정벌에 나서게 만든 것도 홍다구의 공작이었다. \n\n[척준경]\n이자겸의 아들의 하인이 자신을 역적이라고 부른 사건으로 분노한 데 이어 인종의 간곡한 설득에 이자겸을 배신하고 그의 쿠데타를 저지했다. 나중에 척준경도 정지상 등에게 전과로 인해 탄핵을 받아 유배되었다.\n\n[조소생]\n조휘는 고려 후기 1258년에 몽고병이 동북지방에 침입하자 동북면 병마사 신집병, 등주 부사 박인기, 화주 부사 김선보, 경초군 등을 죽이고 철령 이북을 바치면서 원나라에 투항하였다. 곧 이어 원나라가 이 화주(영흥)에 쌍성총관부를 설치하자 총관으로 부역했다.\n조휘의 항복 이후 쌍성총관부가 존속된 1세기 동안 조휘와 그 자손이 총관직을 세습하였는데, 1356년 공민왕이 원나라의 쇠미를 틈타 쌍성의 수복을 꾀할 당시 쌍성총관으로 있었다.\n동북면 병마사 유인우(柳仁雨) 등이 쌍성을 공략하자, 고려군과의 내응을 우려하여 인망이 있던 숙부 조돈(趙暾)을 연금시키는 한편, 천호(千戶) 탁도경(卓都卿)과 함께 저항을 꾀하였다. 그러나 조돈이 탈출하여 고려군에 협력하고 쌍성인들이 고려에 귀순하자 일이 기울어진 것을 알고 여진지역으로 도주하였다. 정부가 돈을 보내어 회유하였지만 끝내 듣지 않고 1362년 원나라의 나하추(納哈出)를 끌어들여 고려의 동북변 지역을 침탈하였다가 홍원에서 이성계(李成桂)에 의하여 격파당하고, 같은 해 여진의 다루가치(達魯花赤)에 의하여 살해되었다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-24T13:46:35.441000",
  "updatedAt": "2024-01-01T10:22:03.950000"
}