{
  "id": "e98a03a6-de7e-4c9d-936d-5b6f35ed4187",
  "title": "호르무즈 해협",
  "content": "![image](media/1979b1b1b43.863ca026fdcaa9da.jpg)\n![image](media/197b8d46c03.af00abb18873f180.png)\n\n\n\n페르시아만 주변에 보이는 사우디 이라크 쿠웨이트 UAE 카타르 이란 6개국이 생산하는 원유의 85%와 카타르의 천연가스 100%가 통과하는 곳이 호르무즈 해협임\n해협의 가장 좁은 폭은 54km이지만 그 중 물건을 가득 실은 대형선박과 대형유조선이 지나갈 수 있는 수심이 나오는 폭은 9km밖에 안됨. 3km씩 나눠서 상행선 중앙선(완충지역) 하행선으로 운용함. 근데 수심이 나오는 9km의 폭이 대부분 이란 영해임. 이란이 이곳을 봉쇄하는 건 생각보다 어려운 일이 아님.\n\nUN의 협약 중 단순하게 영해를 통과하는 것은 영해국에 특별히 사전승인을 안받고 항해해도 된다는 무해통항권(Innocent Passage)이라는 UN 협약이 있는데 통과하는 선박이 무해한지 확인하고 판단하는 권리는 영해국이 가지고있음.\n후티 반군이 수에즈운하를 지나는 선박을 공격하는 것은 불법이지만 이란이 영해를 지나는 선박을 검문한답시고 붙잡아두기만 해도 해협은 봉쇄되고 국제법상 위법도 아님.\n이란이 해협을 지나는 선박을 공격하거나 나포하는 식으로 나가면 미국 및 상대국에서 군사적 대응이 가능하지만 저런 식으로 준법투쟁하면 골치아파짐\n문제는 저기서 나오는 원유의 절반과 천연가스 대부분이 한중일 3개국으로 수출됨.\n유럽은 북해, 미국은 셰일로 대체가능하지만 해협 봉쇄시 제일 타격을 입는건 서방국이 아니라 한중일임\n미국은 셰일 유전 풀가동으로 오히려 높은 유가에 팔아먹을 수 있음. 국가 전체 원유 수입중 호르무즈 해협을 통해서 들어오는 비중은 일본 73%, 한국 72%, 중국 43%임.\n\ngemini\n\"수심이 나오는 9km 구간이 전부 이란 영해다\"는 표현은 법적인 영해 경계선을 정확히 반영하지 않을 수 있습니다. 오만 영해와 겹치는 부분이 존재합니다.\n하지만, 실제 대형 선박이 이용하는 주요 항로가 이란 해안선에 매우 가깝고, 이란이 이 구간에 대한 실질적인 군사적 통제력을 행사할 수 있는 지리적 이점을 가지고 있다는 점은 변함없는 사실입니다. 이것이 이란의 봉쇄 위협이 현실적인 이유가 됩니다.\n\ngrok3\n대형 유조선이 통항하는 9~10km 폭의 항로는 대부분 이란 영해 내에 위치해 있습니다. 이는 수심이 깊은 구역이 이란 쪽에 치우쳐 있기 때문입니다. 그러나, 해협의 가장 좁은 구간에서는 오만의 영해와 이란의 영해가 중첩되므로, 항로의 일부가 오만 영해 또는 중첩 구역에 걸칠 가능성도 배제할 수 없습니다.\nChatGPT가 \"이란과 오만 양측의 영해가 겹칩니다\"라고 한 것은 맞는 말입니다. 특히 해협 폭이 21해리인 구간에서는 영해 중첩이 발생합니다. 하지만 이는 \"9km 구간이 전부 이란 영해다\"라는 주장을 완전히 반박하지 못합니다. 왜냐하면, 실제 대형 유조선이 주로 사용하는 항로는 이란 영해 또는 이란 영해에 매우 인접한 구역에 집중되어 있기 때문입니다.\n최근 자료에 따르면, 지정학적 긴장(예: 이스라엘-이란 충돌)으로 인해 일부 선박이 이란 영해를 피하고 오만 영해에 가까운 항로를 선호하고 있습니다. 하지만 이는 수심이 얕은 오만 쪽 항로의 한계로 인해 대형 유조선에는 적합하지 않을 수 있습니다.\n\n유럽 및 미국: 유럽은 중동 원유 의존도가 한중일보다 낮고, 미국은 셰일오일/가스 생산으로 에너지 자급률이 높아 상대적으로 영향이 덜할 수 있습니다.\n인도: 인도도 중동 원유에 의존하지만, 한중일만큼 에너지 수입 구조가 집중적이지 않고 대체 수입처(예: 아프리카, 남미)를 활용할 여지가 있습니다.\n결론적으로, 한중일은 에너지 수입의 구조적 특성과 호르무즈 해협 의존도로 인해 봉쇄 시 가장 큰 타격을 받는 국가군에 속합니다.\n\n\n호르무즈 해협에 대한 정리는 잘했는데 기름이라는 것도 결국에는 그냥 돈 많이 내는 놈이 가져가는 거라서 한중일 수요가 몰리면 다른 지역 유가도 똑같이 씹창남",
  "color": "default",
  "labels": [
    "5c0ac426-0019-4c26-87b6-d8301e4724ed"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-06-23T13:45:31.756000",
  "updatedAt": "2025-06-29T08:49:38.674000"
}