{
  "id": "e99cfb07-4acd-4c32-8462-670d55e2fa73",
  "title": "KD2, CEC",
  "content": "논점사항\n1.KD2의 동시교전 능력이 2개인 몹쓸 물건을 만들었는가?.(물론 대공능력 말씀하시는 거겠죠?)\n2.왜 이번개량때 레이더 교체를 안하는가?(MW-08 성능문제)\n이 두가지에 해궁인티 정도 되겠네요.\n\n근데 왜 동시교전이 2개라고 굳어져 버린 건지 알수가 없군요.\nSTIR 240이 2개라서 원거리 동시교전 능력이 2개라고 생각하시는건 아니시겠지만..\n(중간유도에는  14밀리초 +18밀리초(응답대기시간)= 22밀리초가 걸립니다. 이론적으로는 같은방향의 16~18개의 SM-2 중간유도+종말유도 가능합니다.\n실제로는 조사기의 방향전환에 걸리는 시간이 대부분 이라서 4면방향 동시 시스키밍및 팝업기동순간이 동일 시간일때는 대체가 어렵겠지만  2면방향 4개 표적에대해 어러번 동시교전 시뮬했었습니다.)\n레이더교체는 SPS-550K + 해궁ER이나 상응하는 미사일로 바꾸는걸 많은 밀매가 바라는데 레이더 교체하는순간 SM-2 못씀, 미정부에서 거부,어차피 sm2는 단종이라 10~15년후 퇴역및 2차 업글필요 정도가 되겠습니다.)\n\n우선 KD2의 개념설계시의 운용사상은 합동교전 보조함으로의 건조입니다.\nKD3의 건조가 확정된다는 신념아래 약간의 무리수를 둔 아이들이지요.\n \nCEC를 이해하기 위해 정말 간단하게 Link -11,14,4,16에 대해 초간략히 알아봅시다.\n\n지도위에 우리배들이 어디에 있고 각배들이 어떤 상황인지 알수있으면 작전짜는데\n좋겠는데 뭐 방법 없어?  - 네 그래서 이렇게 만들어 봤어요.\n\n          \nLink -11  (60년대초~2000초)\n단파 HF 및 극초단파 UHF를 이용해 데이터를 전송하게 만들었더니 함선들끼리는 500킬로 넘게 배하고 항공기까지는 250킬로 넘게 연결이 되요~\n대신 데이터 전송량이 작아서 크게 3가지 정보 아래 30여개의 세부사항만 표시가 됩니다. ( 1,364비트/sec. ( HF/UHF ) 또는 2,250비트/sec. ( UHF ))\n그리고 통신에 참여할수있는 유닛의 숫자가 이론상 최대 62대, 실질적으로 30여대\n정도 됩니다.  이 네트워크에 있는 모든 유닛의 상태를 수신해서 상태를 업데이트 하는데에는 10초가 걸립니다. 괜찮겠어요?\n-그정도도 어디냐 일단 진행하고 MFL,SAT Link11 같은거도 해봐(MFL:복수의 주파수를 동시에 사용방법,SAT Link11 : 인공위성 활용 방법)\n\nLink -14\n2선급함정이나 고속정 콜벳 같은 배들도 링크11급 달순없어?\n- 예산도 모자르고 공간도 없고 그냥 주변에 Link -11 달린 배에서  텔레타이프형식으로 정보주는 형식으로 가시죠, 싸게 만들수 있어요!!\n( 초기형 네트워크전 탄생..)\n\nLink -4\n야 항공기하고는 주고 받아야할 정보가 많은데 Link -11은 너무 느리지 않니?\n- 그럼 항공기 관제 링크를 따로 만들께요. 100기 까지가 한계이지만 데이터 전송속도는 2배 빨라요!!\n\nLink -16 (1995~)\n요즘같은 디지털시대에 30년전 시스템은 좀 그렇잖아 . 보안에도 약하고.\n좀 강력한 전술디지털정보링크 좀 만들어봐. 대신 보안에 신경좀써줘. 요즘 정보전이잖아.\n- 네, 만들어 왔는데요. 데이터 전송량은 100배이상 많구요. 하나의 네트워크에 참여가능한 유닛수가 이론상 640개 인데 그 네트워크를 126개 만들수 있어요.\n보안성도 킹왕짱 입니다. 3개의 암호화 모듈을 사용하고 각각의 암호와 모듈은 서로다른 51개의 주파를사용해서 주파수도약을 하는데 그것을 1초에 128번 변하는 데이터 타임슬롯에 실어서 1초에 19584번 주파수가 변화 합니다~ 짱이에요!\n그리고 각 항공기,함선이. 지금 어떤상황인지 아주 아주상세하게 실시간으로 표기가 됩니다.~\n- 오! 좋아 그럼 앞으로 이시스템으로 가자고~\n\nCEC\n잠깐, 우리 Link -16도 깔고 NTDS도 있고 JTIDS(통합전술정보배분시스템)도 있는데\n여기에 우리 킹왕짱 이지스 체계랑 섞으면 뭐가 좀 나올거 같은데??\n -저.. 존스 홉킨스 대학의 응용물리연구소 인데요,저희가  체계설계를 해봤는데 협동교전능력체계가 진짜 좋은거 같아요 근데 문제가 하나있는데. 주변 유닛들끼리 정보를 엄청나게 공유해야되는데 (고속대용량 데이터를 분배하는 DDS)의 개발이 필요합니다. 일단 연구한번 해 볼께요.\n- 연구한지 10년이 지났는데... 뭐 나왔어?\n- 아.. 신형 베이스라인 2 부터는 적용가능 합니다.\n\n\n대한민국 해군상황\n우리나라 경제가 좋아지면 이지스체계 6척 건조할수있을까?\n그밑에 범용구축함 12척 정도면 좋을거 같은데..\n-IMF님이 오셨다가 뭐라하고 가셨는데요..\n-정부에서 범용구축함 6척승인, 이지스는 6척말고 3척인데 그것도 봐서 해주겠답니다.\n-건조예산도 반토막 났는데.. 그런데 가만히 생각해보면 KNTDS,각종통신위성은 그대로 진행되고 미래전장은 CEC체계인데. KD2를 그저그런 범용함보다는 KD3가 승인된다는 가정아래 진행하는건 어떨까요? \n그럼 SPS-49, SPG-51,Mk74,STIR240 필수로 넣고  백업용 레이더로 mw-08 넣도록 해서 TMD능력과 CEC능력의 통합이 이루어진 ” 이지스시스텀베이스라인7이 운용하는 CEC네트웤에 가입하여 “ 이지스함의 예비미사일탄약고, 혹은 예비의 미사일발사플랫폼의 역할을 할 것을 ” 염두에 두고 건조된 함으로 만들자.!!\n\n얘기는 한창 CEC의 개념이 공표되던 1990년대 중반으로 거슬러올라갑니다.\n예기치 못했던 CEC의 엄청난 잠재적능력에 흥분한 미해군은 21세기의 건함청사진을 작성하면서 장비체계의 우선순위를 “ 1.네트웤, 2.센서, 3.웨펀(무장), 4. 마지막으로 플랫폼” 의 순으로 매겨놓았습니다. 이 말은 그만큼 새롭게 장비되는 CEC체계의 중요성을 강조하면서 한편으로는 더 이상 예전의 냉전시절처럼 플랫폼들의 수량확보에 얽매이지 않아도 된다는 의지의 표명이었지요. 그리고 그 실천사항으로 2천년을 기점으로 ‘ 플랫폼수량확보’의 상징으로 여겨지던 올리버 해저드 페리급 프리깃(FFG)들을 해외에 인도하거나 해체하기시작했습니다. 그리고 향후의 건함프로젝트는 무조건 이지스패밀리를 기반으로 하는 ‘제대로 된 플랫폼’들을 중심으로 한다는 건함스케쥴을 작성합니다. 신형전투함으로 DDX, CGX는 진행하면서 FFX는 아예 기획도 하지 않았다는 점이 이를 반증하지요.\n그리고 ( 정말로 ) 다행히도, 당시 KDX프로젝트를 담당하던 분들은 위의 ‘ 우선체계 ’가 의미하는 바를 정확히 파악하고 “ 이지스함을 중심으로 하는 CEC네트웤에 가입하는 비이지스함에 어울리는... 즉, 상승작용을 할 수 있는” 무장(SM-2)과 센서들(SPS-49VSR과 MW-08MFR)을 탑재하여, 기동함대의 말단범용DD라고는 믿을 수 없을 정도의 고급플랫폼을 내놓았던 것입니다.\n함대의 전투능력이 함포의 구경이나 문수, 항공기의 탑재수로 측정되던 시대는 이미 먼 옛날에 끝났고... 고도의 지휘.통신 시스텀의 등장에 의해, 지금은 메가바이트, 기가바이트 하는 식으로 그 함대가 보유한 정보량으로 전투능력을 측정하는 시대로 접어들었습니다. CEC가 완전히 실용화되면, 전투그룹이나 항공기 등으로 구성되는 비정형(非定形)의 네트웤에 의해... 함대의 전투능력은 그 형태가 직접 눈에 보이지 않는 형태로 발휘될 것이 틀림없습니다. 한국해군이 이런 시대의 흐름에 뒤쳐지지 않기만을 바랄 뿐입니다.\n\n CEC 이야기\n 바다위에서 활동하는 전술부대들의 네트웤화에 관해서 볼 때, 오늘날 고안되고있는 중에 가장 극단적인 구상이... 바로 미해군이 개발을 진행하고있는 CEC ( Coopreative Engagement Capibility : 협동( 혹은 공동 )교전능력 )일 것입니다.\n이것은 그 명칭이 의미하는 것처럼 “ 전술단위부대나 그에 수반하는 다양한 센서 플랫폼들... 즉 공중의 조기경보관제기나 정찰기, 기타 함정 등에서 들어오는 레이다 정보를 부대 전체에서 리얼타임으로 공유하여, 전 부대가 같은 전술상황의 ‘ 추상抽象 ’을 얻어서... 저마다의 웨펀 플랫폼들에 탑재되어있는 무장시스텀들을 부대 전체에서 관제. 지휘 하는 것 ”을 말합니다.\n이미 미해군에서는 NTDS라든지, JTIDS(통합전술정보배분시스텀) 같은 정보시스텀을 운용하여, 사령부에서 부대 및 각 유닛들에 이르는 거의 실시간의 정보공유를 실현시키고 있습니다만... 이 CEC는 여기에서 한걸음 더 나아간 개념이 되겠습니다.\n또한 전투지휘시스텀이라는 위치에서 생각해볼 때에도... CEC는 현재 미해군의 수상전투함들이 장비하는 방공전투지휘시스텀인 이지스 시스텀의 구상을 더욱 발전시킨 물건이라 할 수 있습니다. 이지스가 가지는 가장 큰 특징이 동시다목표처리능력이란 것은 이미 주지의 사실입니다만.... CEC에서는 동시다목표에 다(多)플랫폼으로 대처한다는 것을 지향하고 있으므로, 그런 의미에서 CEC는 이지스의 연장선상에 있다고 할 수 있겠습니다. 하나의 전투그룹이 목표 데이터를 공유하고, 거기에 기반해서 공동으로 교전하기 위해서는... 각 목표들의 위협도를 판정하고, 거기에 대처하는 병기를 목표에 할당하지 않으면 안됩니다.\n이지스는 개함(個艦)의 전투지휘체계로서, 위협도판정과 대응병기배분을 자동적으로 수행하는 것이 가능합니다만... CEC에서는 그 위협도판정과 병기배분능력이 부대전체로 확대되는 것이지요.\n거기에다, 이지스에서는 수색데이터의 정밀도가 무척이나 높아서... 수색데이터를 그대로 사격지휘데이터로 이용할 수 있는 것이 특징입니다. CEC에서 공유되는 수색데이터 역시 고품위일 필요가 있는데, 이런 점에서도 CEC의 구상은 이지스 시스텀의 존재에 의해 실현가능하게 된 것이라고 할 수 있겠지요.\nCEC에서는 각 센서들에게서 얻어지는 고정밀도의 목표추적데이터를 동일한 알고리즘으로 처리해서, 리얼타임으로 통합, 하나의 데이터 소스로 뭉치게 됩니다. CEC네트웤에 가입돼있는 함정이나 항공기에서는 이 데이터 소스를 이용해서 직접, 혹은 원격조작으로 미사일을 발사하고 유도하여 교전을 행하게 되지요. CEC에서는 저마다의 플랫폼들에서 탐지한 목표들에 대해 자동적으로 하나의 목표번호를 할당하여 추적하게 됩니다만, 반드시 네트웤내의 모든 센서가 그 목표를 탐지하고있을 필요는 없고... 다른 함의 센서가 추적하고 있는 목표가, CEC네트웤에 의한 추적번호를 부여받았기 때문에, 데이터링크를 경유해서 자함의 디스플레이 상에 표시되게 됩니다. 따라서 자함의 레이다에 의한 추적이 중단되더라도, 다른 플랫폼이 추적을 계속하고 있다면, 목표의 추적데이터를 얻을 수 있게 되는 것이지요. 또한, CEC네트웤 전체가 하나의 목표를 추적한다는 상황도 있을 수 있습니다만... 이런 경우에도 교전예정인 함정, 즉 미사일을 발사할 준비를 진행중인 함정이 목표를 직접적으로 추적하고 있을 필요는 없습니다. 교전예정인 함정은 다른 함의 센서에서 얻은 데이터로 사격지휘를 행할 수가 있는 것이지요\n.\n이런 식으로 CEC에서는 미사일발사를 담당하는 함정이 반드시 스스로가 목표를 탐지.추적하고 있을 필요성은 없게 되는데.... 이것은 다시 말하자면, 미사일을 발사하는 함정이 전파를 방사하지 않아도 된다는 말이 됩니다. 아군함대를 공격하기위해서 접근중인 항공기의 입장에서 보자면, ESM으로 탐지하고 있지 못한 함정에서 미사일요격을 당하게 될 가능성이 있다는 말이 됩니다. 즉 CEC에서는 적에 대해서 사실상의 매복요격이 가능하게 되는 것이지요.\n또한 CEC에서는 발사된 대공미사일을 유도하는 목표조사(目標照射) 레이다를, 미사일이 날아가고 있는 도중에 전환시키는 것이 가능한 것으로 되어있습니다. 즉 어떤 함에서 발사된 미사일이 목표에 향하는 도중에, 다른 함이 조사하는 레이다 신호로 갈아타서 유도받는 것도 가능하다는 말이지요.\n\nCEC의 핵심은 ‘ 고속대용량 데이터를 분배하는 DDS '\n\n CEC네트웤에 들어가는 함정이나 항공기 등은 우선, 각 플랫폼에 장비된 네트조작유닛 ( NCU )의 컨솔에 ‘ 가입 ’ 커맨드를 부여합니다. 그러면 대단히 강한 지향성을 갖는 데이터링크인 ‘ 데이터배분시스텀 : DDS ' 이 자동적으로 수사(搜査)와 질문을 개시하지요. 네트웤 내의 다른 플랫폼(함정이나 항공기)들도 같은 식의 수사와 질문을 행하여, 네트웤의 위치참조(位置參照) 그리드 속에서의 자신의 위치를 응답하고... 몇 회의 질문과 응답을 반복하는 와중에 서로의 위치참조가 수 피트의 정밀도로 확정되게 됩니다. 이렇게 해서, 네트웤 내의 모든 함정이나 항공기는 동료들이 어디에 있는지를 알게 되지요. 물론 저마다의 플랫폼들은 GPS등으로 자신의 위치에 대한 정확한 정보를 미리 갖고 있으므로... 이것을 서로 교환하는 과정을 통해서 네트웤의 그리드상에 있어서의 자신과 상대방의 위치를 확정지어나가는 것입니다. 각각의 센서들에서의 데이터를 통합해서 공통의 정보공간을 만들어나가기 위해서, 또 목표위협도의 판정이나 사용병기의 배분을 위해서도... 각 함정이나 항공기의 위치를 서로가 정확히 파악하고 있어야한다는 점이 중요하게 됩니다.\n\n\n각 함정과 항공기 사이에서는, DDS가 한번에 닿을 수 있을만큼의 범위 내에 있는 하나의 상대에 대해, 정밀한 타이밍에 따라서 데이터를 버스트(압축)통신으로 교환하게 됩니다. 물론 그 통신은 고도로 암호화되어 있다는 것은 말할 나위도 없으려니와, 파장도 분산, 혹은 호핑하게 됩니다. DDS가 이용하는 전파는 C밴드의 펜슬 빔으로서, 거기다가 출력도 크고, 중복코드나 에러 탐지 및 자동수정코드 같은 신호기술을 이용하고.... 게다가 파장분산 보및 호핑도 행하기 때문에, 적의 재밍이나 감청에 대해 강한 저항능력을 가진 걸로 되어있지요. 각 함정과 항공기에 장비된 DDS는 모두가 같은 통신 스케쥴에 따라서 작동합니다.\nDDS에는 저마다 세슘시계가 내장되어있어, 수 밀리세컨드의 범위에서 어떤 함정이나 항공기가 어떤 상대방과 교신할 것인지가 결정되지요. 이러한 DDS의 능력을 통해서 CEC의 네트웤에 속하는 플랫폼들은 거의 실시간으로 서로의 위치정보나 목표데이터등을 갱신해 나가는 것입니다. 또한 CEC네트웤은 자동적으로 컨피규레이션( Configuration )을 바꿀 수가 있는데... 이 말은 즉, 각 함정과 항공기의 NCU 조작원은 시스텀을 껐다 켰다만 하면 된다는 말이 되겠습니다.\nCEC는 각 플랫폼들의 센서와 병기를 통합적으로 운용하는 것으로서... 물론 함정의 센서로서는 이지스 체계가 가장 바람직합니다만... 이것이 많은 함정들에 장비되어있는 이상 ( 어디까지나 2007년 현재 약 100여척의 이지스 패밀리 함정군을 보유한 미해군의 경우입니다... )... 센서와 병기에 관해서는 사실상 새로운 시스텀이 필요한 것은 아닙니다. 앞서의 설명을 되새겨보면 아시겠지만, CEC네트웤에서는... 물론 저마다의 센서와 병기들의 성능이 좋아서 나쁠 것은 없겠습니다만... 그보다는 데이터의 교환을 위한 DDS라는 통신링크의 능력이 중요해지는 것이죠.\nDDS에서의 데이터 통신은 매초 수 메가비트라는 대량의 정보를 취급하게 되어서... 기존의 데이터링크인 링크11이나 JTIDS대응의 링크16에 비해서도, 연산능력이나 통신사이클 등의 능력에서 몇 단위를 상회할 정도의 대용량이 요구됩니다. 말하자면 전파나 구리케이블이 아니라, 광섬유에 필적하는 통신용량이 필요하게 되는 셈입니다만... 아무리 직접적으로는 한 눈에 들어오는 범위 내에서의 교신을 행하는 시스텀이라 하더라도, 서로가 멀리 떨어져있는 함정과 항공기 사이를 광통신으로 묶는 것은 현실적이라 할 수 없지요. CEC의 실용화에는 고성능 데이터링크인 DDS의 실현이 불가결합니다만... 그와 병행해서 보다 적은 비트 수로 필요한 정보를 교환할 수 있도록, 정보압축기술이 계속 진보되어가는 것도 필요한 것입니다.\n물론 DDS만이 CEC네트웤을 구성하는 요소는 아닙니다. CEC를 실현하는 시스텀은 ‘ 협동교전통신처리세트 ( CETPS ; Cooperative Engagement Transmission Processing Set ) AN/USG-2 ' 라는 명칭이 부여되어 있는데... 이것은 2개의 메인 시스텀군과 5개의 서브시스텀기능군으로 구성되어 있습니다. DDS는 바로 이 메인 시스텀군의 하나이며, 또 하나가 ’ 협동교전프로세서 ( CEP : Cooperative Engagement Processor ) ' 이지요. 이 CEP는, DDS를 통해서 얻어진 다른 센서들에서의 정보와 자함의 센서에서 얻어진 정보를... 다른 CEP와 공통의 알고리즘으로 처리해서, 단일(單一)의 정보공간을 작성하는 역할을 합니다.\n서브시스텀기능군에는...\nDDS등에 의한 ‘ 데이터배분기능 ’ 과,\n교전의 방침을 결정, 배분, 표시하는 ‘ 지휘/표시 지원기능 ’ ,\n각 센서들을 통합해서 추적 및 교전 데이터와 목표식별을 행하는 ‘ 센서공동기능 ’ ,\n교전방침에 기초해서 자동적으로 교전결정을 행하는 ‘ 교전결정기능 ’, 그리고\n 목표를 확정해서 병기들을 지향, 발사, 유도하는 ‘ 교전실행기능 ’ 이 있습니다.\n\nCEC는 원래가 이지스의 발전체계로서 고안된 것으로, 냉전시절 소련해군의 대함미사일에 의한 다수동시공격에 대처하는 것이 당초의 목적이었습니다만... 냉전이 종식된 오늘날에는 다양한 국면에서의 CEC의 유효성이 강조되고 있습니다. CEC가 실현된 경우에는, 네트웤에 가입된 함정 모두의 레이다 정보가 통합되기 때문에... 각각의 독립된 레이다에 의한 수색보다도 훨씬 광대한 범위를 커버할 수 있으므로, 보다 뛰어난 상황인식과 전술적협조를 얻을 수 있을 것으로 기대됩니다. 만약 CEC능력이 없다면, 각 함정들은 수색공역 전체에 레이다의 에너지를 분산시키지 않으면 안되므로... 그만큼, 예를 들어 육지처럼 잡음반사전파 ( 클러터 )가 강한 영역의 수색이나 목표추적에 투입할 수 있는 시간이나 에너지가 제한되게 되지요. 이런 점에서 볼 때 CEC가 있다면, 일부의 함정들이 전역(全域)수색을 행하고 다른 함들은 클러터 영역의 정밀한 수색을 담당하는 식으로, 레이다 기능의 분담을 행하여... 저마다 얻어진 데이터를 CEC로 통합하면 그만입니다. 여기다가 E-2C조기경계기나 공군의 E-3공중경계관제기, E-8지상목표수색.관제기, RC-135V/W전자정찰기나 무인정찰기 등의 항공기가 CEC능력을 갖추고 네트웤에 가입된다면... 그 탐지범위는 함정의 레이다 범위보다도 대폭 넓어지게 되겠지요.\n특히 CEC탑재항공기를 이용한다면, 상공에서의 레이다 조사 덕택에, 함재 레이다로는 수색이나 탐지가 어려운 내륙부나 산악내부지역도 수색이 가능하고... 거기다가 그 데이터가 앞바다에 있는 함대에 공유되게 됩니다. 이러한 능력 때문에, 외양에서의 함대방공은 물론이요, 연안해역에서의 함대작전에 있어서 CEC는 대단히 유용할 것으로 기대받고 있지요.\n적대적인 연안해역에서 활동하는 함대에게 있어서는 레이다로 탐지하기 어려운 소형의 대함미사일에 의한 공격이, 그것도 큰 클러터를 가진 육지쪽에서 행해진다는 것 자체가 큰 위협중의 하나였습니다만... 날아오는 미사일의 탐지와 요격에 있어서나, 또 미사일의 발사원을 조기에 발견해서 파괴하는 일에 있어서도, CEC능력은 중요한 역할을 할 것으로 기대됩니다. 예를 들면, 대함미사일의 이동식발사대 ( 런쳐 차량 )가 내륙부에서 해안을 향해 이동중인 것을 무인정찰기나 E-8이 발견. 추적하고, 앞바다에 있는 함대는 CEC에 의해 이들 정찰,수색기들과 같은 전술정보를 공유한 상태에서... 이미 발사되어 날아가고 있는 토마호크에게 그 정보에 근거하여 새로운 목표를 지정해서 공격시킨다... 라는 시나리오도 가능해지는 것이지요.\n\nCEC는 여기에다 탄도미사일의 요격에 있어서도 그 효과가 기대됩니다. 개개의 함의 레이다로서는 탄도미사일의 비상을 부분적으로밖에 추적할 수 없지만, CEC의 데이터통합에 의해 고정밀도의 추적데이터가 계속적으로 얻어지게 되지요. 따라서 미사일의 탄도(彈道)에 대해서도 정확한 정보가 획득되어, 착탄지점이나 시각에 관한 예상의 정밀도가 향상될 것으로 보입니다. 미사일의 요격이 가능한 지점에 있는 함정은 그 통합추적데이터를 얻어서 조기에 원거리에서 요격하는 것이 가능해져서, CEC를 매개로 한 큐잉( 발사지시라고나 번역할까요? )에 의해 목표와 병기의 배분이나 요격타이밍의 최적화도 기대되지요.\n\n마지막으로 CEC의 능력에 있어서 가장 흥미 깊은 것이... 스텔스항공기에 대한 대처능력입니다. 스텔스기술은 세계적으로 볼 때 미국이 선구적으로 실용화시켰고, 실제로도 미국이 거의 독점하고 있는 것이 현재의 상태입니다.\n최초의 실용스텔스기라 할 수 있는 미공군의 F-117의 경우를 보면, 스텔스기술의 중심은 기체 외형의 ‘ 파세팅 ’, 즉 기체의 표면을 ‘ 격자 ’ 같은 평면으로 구성해서 레이다 반사파의 방향을 국한시키는 수법이었습니다. 이 수법에서는... 물론 기체표면에 전파흡수재나 흡수반사도료도 바릅니다만... 레이다 전파가 완전히 반사되지 않게 되는 것은 아니고, 아주 한정된 방향으로 극히 단시간만 미약한 전파가 반사되게 됩니다. 따라서 이러한 스텔스기는 통상적인 레이다에서는 잡음전파에 반사전파가 섞여버린다던지, 항공목표라고 깨닫지 못하고 그냥 넘겨버리게 되지요. 하지만 CEC에서는 많은 레이다가 수색에 ( 동시에 ) 임하고 있으므로, 설사 단시간이라도 스텔스기에서의 반사전파는 여러개의 레이다에 포착되어 그 데이터가 통합되므로, CEC네트웤 전체에서는 탐지,추적당하게 되는 것입니다. 이것을 이미지로 상상해 본다면, CEC네트웤 속에서의 통상적인 항공기의 추적데이터가 실선으로 그어질 때, 스텔스기의 그것은 점선으로 그어진다고나 할까요?\n\nCEC는 이지스 체계의 연장선상에 있다고 앞에서 지적했습니다만... 이지스함이 아니면 CEC네트웤에 가입할 수 없다고 하는 것은 아닙니다. 센서능력이라는 점에서는 이지스의 SPY-1 시리즈 레이다 만큼의 기여는 할 수 없다 하더라도, DDS를 매개로 해서 교전결정기능이나 실행기능을 작동시킴으로써, 비(非)이지스함은 이지스함의 예비미사일탄약고, 혹은 예비의 미사일발사플랫폼의 역할을 할 수가 있는 것이지요. SM-2 스탠다드 대공미사일은 처음에 정해진 목표조사전파의 반사파를 향해서 발사된 후에는, 유도커맨드를 상시수신할 필요가 없기 때문에 , CEC능력이 있으면 스탠다드의 유도도 다른 함에서 수행하는 것이 가능하기 때문이지요. 1990년대에 KDX-2의 개념연구를 수행했던 담당자가 어떤 분인지는 몰라도, 이미 그 당시에는 개념조차 제대로 알려지지 않았던 CEC를 염두에 두고 범용DD로서는 과분하다 할 수 있는 SM-2와 SPS-49를 결합시킨 그 선견지명에는 그저 머리가 숙여질 뿐입니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2019-12-29T12:23:27.756000",
  "updatedAt": "2023-03-13T00:46:23.475000"
}