{
  "id": "e9a3e0a0-f08d-4547-b521-7a88190eb948",
  "title": "소도(蘇塗)",
  "content": "소도(蘇塗)는 삼한 시대 하늘에 제사를 지내던 특수한 신성 지역, 곧 성지(聖地)이다.\n제단을 만들고 방울과 북을 단 큰 나무를 세워 산천에 제사를 올렸다. 삼한 사회에서는 제사를 매우 중요하게 생각하여 매년 1~2차에 걸쳐 각 읍(邑)별로 소도에서 천군을 선발하여 제사를 지내었으며, 질병과 재앙이 없기를 빌었다. 이 소도는 매우 신성한 곳으로서 제사에 참석하는 자는 죄인이라도 처벌하지 않았다. 이 소도에는 큰 소나무를 세우고 신악기(神樂器)의 구실을 하는 방울과 북을 달아서 강신(降神)에 대한 안내 또는 신역(神域)의 표지로 삼았다.\n무속신앙의 솟대도 여기에서 유래한 것이다.\n\n소도(蘇塗) : 깨어날 소(蘇), 길 도(塗). \n한자 뜻풀이로는 무슨 말인지 알기 힘든 것은 우리말을 한자로 음차한 탓이다. 소도는 제단을 뜻하는 ‘수두’, 높은 지대를 의미하는 ‘솟터’에서 유래했다고 한다. 제사 지내는 곳이다.\n\n《삼국지》 〈위서〉 동이전에 따르면 3세기 무렵 삼한에서는 매년에 한두번씩 한 동네마다 제사장인 천군(天君)을 선발해서 제사를 올릴 장소를 선정하는데, 이 장소가 '소도'라고 한다. 소도에는 큰 나무를 세우고 방울과 북을 매달아 놓았다고 전한다. 헌데 이 소도는 성역이었기 때문에 당시 공권력의 힘이 미치지 못했으므로 범죄자들이 도피하기 딱 좋았는데, 범죄자들이 피해 살다보니 도적질이 성행하는 병폐도 생겼다. 어떻게 보면 격리에 가까운 것일 수도 있겠지만...\n그 외에도 한반도의 사회 구조가 고조선의 제정일치 사회에서 제정분리 사회로 넘어갔다는 증거로 보기도 한다. 성역에 공권력이 미치지 못한다는 것은 반대로 말하면 공권력자가 종교를, 종교권력자가 정권을 잡지 못했다는 말이 되기 때문이다. 만일 공권력자가 종교 지도자를 겸하는 제정일치 사회라면, 당연히 성역인 소도에서 범죄자를 끌어내 처벌할 수 있어야 한다. 실제 소도에 사람이든 범죄자이든 받아들이는 것도 쫓아내는 것도 종교 지도자의 권한이었고, 공권력자가 종교 지도자가 되면 당연히 공권력을 투입할 것이기 때문.\n삼국시대 당시에는 백제가 해당 문화를 계승했다고 기록되어 있다. 이는 최치원이 893년 작성한 문경 봉암사 지증대사탑비 비문에 의거한 것으로, 최치원은 백제의 소도 풍습이 마치 중국 전한의 한무제가 흉노로부터 노획해 온 제사용 금인(金人)을 감천궁(甘泉宮)에 봉안해 제사지냈던 일과 같다고 평가했다.\n사실 소도처럼 성역에 범죄자가 들어가면 못 잡는 풍습은 조금은 우스꽝스럽게 보이지만 삼한만의 일은 아니었고, 거의 모든 종교기관이 다 비슷했다고 할 수 있다. 예를 들어 고대 그리스에서도 비슷한 풍습이 있었다. 고대 그리스에서는 죄수라도 신전에 들어가면 함부로 끌어내지 못했는데, 이 당시 정적에게 쫓긴 정치인이 신전으로 도망가서 나올 생각을 안 하자, 빡친 상대 측이 신전의 창문과 출입문을 막아버렸다. 결국 도망친 정치인은 신전 안에서 굶어 죽었다고.\n중세 도시의 교회, 묘지에도 비슷한 풍습이 있었다. 교회 입구에 쇠고리가 달려 있었는데, 이걸 잡고 있으면 도둑놈이라도 체포하지 못했다고. 또 묘지 역시 신성하게 여겼기 때문에 함부로 들어가지 못해서 도적들의 은신처가 되곤 했다고 한다.\n현대에도 종교 기관이 소도와 비슷한 역할을 한다. 독재 시절 시위대의 피난지와 은신처가 되었던 명동성당이 대표적. 개신교의 종로5가 기독교회관이나 향린교회, 불교계의 조계사 역시 그러한데, 과거와 달리 이곳 종교인들은 시위대 측이 너무 막 나가면 퇴거를 요청한다. 실제 시위대가 오물과 쓰레기를 아무 데나 내버렸다가 명동성당에서 한동안 입장을 거부하기도 했고, 2015년 11월 14일 민중총궐기 당시 집시법 위반으로 수배되었던 민주노총 위원장 한상균도 조계사 측에서 퇴거를 요청하자 팬티만 입고(...) 버티며 불응하다 결국은 조계종 당국과의 합의에 따라 퇴거하여 남대문 경찰서로 자진 출두하였다.\n또 종교기관과는 상관없이 치외법권인 시설로 대학이 있다. 중세 때 대학은 대표적인 치외법권 지대로, 영주나 도시 지도부가 함부로 간섭 할 수 없었다. 이 때문에 학생들이 술 먹고 깽판 부렸다고 잡아 가뒀다가 대학 지도부 측에 무릎 꿇고 사죄한 일도 있다. 이 시기 대학은 신학과 관련해서 종교계와 밀접한 관계를 맺고 있기에 역시 면책 특권이 있었던 것. 일례로 독일의 하이델베르크 대학에는 '학생 감옥'이란 시설이 남아있으며 대학자치의 흔적을 볼 수 있다. 또한 제임스 와트가 증기기관 개량형을 완성할 수 있었던 것도 대학 구내에서였다.\n참고로 이런 대학자치의 특권은 현대에도 이어지고 있으며, 한국 역시 과거 독재 정권 당시 수사관들이 함부로 대학 구내에 진입하지 못해 프락치를 심어두는 방식으로 운동권 지도부를 감시했다. 실제 80년대~90년대 정부 당국으로부터 수배를 당했던 운동권 인사들은 민주 정부가 출범하고 사면을 받을 때까지 10년 넘게 대학 구내에 은신했다.\n현재 무속신앙의 중심지인 서낭당의 기원이 바로 이 소도라고 여겨지는데, 조선시대부터 추정되어온 나름 역사가 깊은 학설이다.\n\n\n\n도피성\n\n도피성 제도란\n도피성 제도는 고대 이스라엘의 정치법이다. 구약성서에 기록된 율법에 의하면 ‘눈에는 눈, 이에는 이, 생명에는 생명’으로 그 죗값을 치러야 했는데, 이는 고의의 여부와 관계가 없었다. 그래서 죽은 사람의 가족이나 친척들은 살인자를 찾아 죽일 수 있었다. 그러나 아무런 악의도 없이 살인을 저지르고 만 사람이 복수를 당한다면 얼마나 억울할 것인가? 그런 연유로 실수로 살인하고 만 사람을 보고하고자 이 제도가 생겼다.\n\n도피성에 대한 상세정보\n위치\n도피성은 레위인에게 허락된 48개 성읍 중 6개였으며, 3개는 가나안 지역에 있었고 나머지 3개는 요단강 동편에 있었다. 도피성 중 가나안 지역에 있었던 3개는 각각 헤브론과 세겜 그리고 갈릴리의 게데스며(여호수아 20:7), 요단강 동편에 있던 3개는 각각 길르앗 라못, 베셀, 바산의 골란이다(여호수아 20:8). 각 성읍들은 이스라엘 어디서든 하루 안에 갈 수 있는 거리에 위치하고 있었으며, 전승에 따르면 도피성으로 향하는 길목 곳곳에 ‘도피성’이라는 팻말이 세워져 있어서 도피하는 자가 쉽게 찾아갈 수 있었다고 한다.\n\n상세한 제도\n만약 어떤 사람이 실수로 사람을 죽였다 가정해 보자. 나무를 하다가 도끼 자루에서 날이 빠졌는데 그만 지나가던 사람이 변을 당했다든지, 바위를 옮기는 작업을 하던 중 바위를 놓쳐서 아래에 있던 사람이 우연히 목숨을 잃고 만다든지, 다양한 경우가 있을 수 있겠다. 이때 이렇게 실수로 사람을 죽인 사람은, 희생당한 이의 가족 등에게 복수를 당하기 전에 도피성으로 들어가면 그 목숨을 보전할 수 있었다. 또한 꼭 이스라엘인이 아니더라도 이스라엘에 거하는 사람이라면 누구나 도피성에 피신하는 것이 가능했다(민수기 35:15, 여호수아 20:9). 도망자는 성읍에 도착하면 그곳의 지도자에게 자신의 상황을 설명하고, 지도자는 그를 받아들여서 성 안에 지낼 곳을 마련해주었다(여호수아 20:4).\n\n악의 없이 사람을 죽이고 만 모든 죄인들을 위해 준비된 장소, 도피성.\n하지만 이렇게 피신했다 해서 완전한 안전이 보장되는 것은 아니었다. 회중으로부터 그의 주장이 정말로 사실인지 재판을 받아야 했으며, 이 과정에서 고의로 사람을 죽였음이 드러나면 그는 도피성에 있다 해도 죽임을 당했다. 그 죄는 돈으로 대신할 수 없고 반드시 생명으로 갚아야 했기 때문이다. 다만 그의 고의성을 증명하려면 두 명 이상의 증인이 반드시 필요했다(민수기 35:30~33).\n\n언제 나갈 수 있나?\n도피성으로 피신한 살인자는 대제사장이 죽기까지 그곳에 거해야 했다. 이것은 언뜻 생각해보면 무척 불합리한 제도인데, 왜냐하면 어떤 살인자가 성읍에 도착했는데 바로 다음날 대제사장이 죽는다면 그는 단 하루 만에 자유의 몸이 되는 것이기 때문이다. 반대로 대제사장이 살인자보다 젊다면 그는 대제사장이 급사하지 않는 이상 평생을 그곳에서 살아야 하는 것이다. 운이 좋으면 그만인 제도가 아니냐고 이야기할 수 있겠으나, 애당초 한 집단의 질서가 운이 아니라 공평 아래 통제되게끔 정하는 규범이 바로 법이다. 그런 법에서 이런 볼불복의 요소를 넣는 것은 참으로 의아한 일이 아닐 수 없다.\n공평해야 할 법에서, 운의 요소를 넣었다는 점은 다소 이해하기 힘들다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-01-09T23:50:05.809000",
  "updatedAt": "2024-01-10T00:01:03.311000"
}