{
  "id": "e9b03403-acc1-4667-abb2-0ee15371aefc",
  "title": "화폐의 역사 - 현대",
  "content": "[대공황]\n대공황때는 금본위제라서 금광 발견 안되는 이상 통화 공급 못하는 상황이라 그 난리가 난거죠.\n\n그런데 이 파운드화도 1, 2차 세계대전을 거치면서 전성시대의 막을 내리게 됐음. 미국이 떠오르면서 영국이 밀려난 것임. 사실 미국의 경제규모는 1차 대전 이전인 1872년에 이미 영국을 앞서기 시작했고, 수출에서도 1915년에 영국을 앞섰음. 그런데도 파운드화는 금본위제 덕분에 기축통화의 지위를 연명했던 것뿐임.\n\n1940년대까지는 전 세계에서 유통되던 파운드의 양이 달러의 두 배에 달했지만 2차 대전 이후로는 달러에게 패권을 빼앗겼음. 또 그 유명한 브레튼우즈 체제 때문임. 2차 대전이 끝나기 직전에 44개국이 미국 브레튼우즈에 모여서 \"금본위제를 대체하여 달러화를 기축통화로 삼자\"고 합의한 것임. 왜? 미국의 군사력이 너무 강했기 때문에...\n\n아무튼 이때 금 1온스를 35달러로 연동시켰고, 달러 사용량이 파운드를 앞서기 시작했음. 그러면서 지금까지 70년 가까이 달러화는 기축통화의 지위를 유지해 오고 있음.\n\n[중화민국]\n법폐란 중국의 국민당 정부가 화폐 제도 개혁으로 1935년 11월부터 1948년 8월까지 통용하던 지폐이다.\n법폐개혁이란 1935년 11월 4일 국민정부가 은본위제도 폐기, 은국유화와 관리통화제 실시를 기반으로 전격적으로 단행한 화폐개혁.\n\n국민정부는 1933년 3월, 그때까지 사용되던 은의 화폐단위 '량'을 '위안'으로 일원화시키고(폐량개원) 나아가 관리통화 체제로 이행을 꾀했다. 1935년 11월의 화폐제도 개혁이다. 국내에 유통되는 은을 국유화하고 그 대신에 정부계 은행이 발행하는 지폐인 '법폐'를 통일 화폐로 정하는 획기적인 조치였다.\n당연히 법폐가 안정적인 통화로 기능하기 위해서는 외환의 측면에서 신용보증이 반드시 필요했다. 이러한 면에서 국민정부가 법폐와 교환해서 모은 은을 미국 정부가 달러로 구입하는 등 영국과 미국 두 나라는 폐제 개혁을 적극적으로 지원하였다. 이리하여 중국 역사상 최초로 관리통화 체제 이행이 단기간에 성공했다. 화북의 일본계 은행은 은을 인도하는 데 저항했지만 그것도 1937년 봄에는 해결됨으로써 '법폐'는 중화민국의 단일 통화가 되었다. 난징정부가 지배하는 지역에서는 '법폐'가 사용되었고, 대외적으로 안정된 '위안'을 기초로 1936년에는 농작물이 풍작을 거둠으로써 중국 경제는 눈에 띄게 회복되었다.\n\n1935년 이전까지 중국은 은본위제를 채택하고 있었다. 그런데 1929년 대공황과 더불어 1934년부터 실시된 미국의 은 구입 정책으로 인해 국민정부는 대단한 금융혼란을 겪게 되었다. 국민정부는 금융에 대한 정부의 통제력 확보와 경제개발을 위하여 20년대 후반부터 다양한 정책을 실시하였는데 그 중 하나가 금융개혁이었다. 1932년 7월 재정부장 쑹쯔원이 상하이 은행과 은장업자들을 소집하여 폐량개원, 즉 기존의 양은을 기본으로 하는 정책을 폐지하여 중앙은행에서 발행하는 원으로 통일하려 했다. 이들이 동의하자 1933년 3월 10일 국민정부는 상하이에서 우선적으로 폐량개원을 실시, 4월 5일부터 은량을 완전히 폐지하였다. 이 과정에서 국민정부는 금본위제를 채택을 검토하였으나 대공황 이후로 영국을 비롯하여 세계 각국이 금본위제를 이탈하는 추세를 고려하여 은본위제를 유지하였다.\n그러던 중 1934년 6월 20일 프랭클린 D. 루스벨트 행정부는 은구입법을 제정하여 연방정부의 은구입을 의무화하였다. 이에 전세계의 은이 미국으로 유입되었고 중국의 은 유출 또한 심각한 수준에 이르렀다. 아직까지 경제나 금융 기반을 정리하지 못한 상태에서 은본위제를 삼고 있던 중국은 은 유출로 인하여 은공황이라 불리는 경제적 위기를 맞게 되었고 농산품 가격이 폭락하는 등 치명적인 타격을 입었다. \n국민정부는 금본위제도를 채택하기로 결정, 쿵샹시로 하여금 미국 정부에 중국의 은을 구입하여 대신 금을 제공해달라고 부탁하기로 하였다.\n\n장제스는 법폐를 만들고 신용을 높이기 위해 파운드화 블록 및 중국에서 은을 미국의 금과 바꾸고 이 은을 담보로 2500만달러 차관을 빌려 이돈으로 법폐 신용을 만들고 국민들에게 사용하게 만듬.\n이것은 일본을 제외하고 영미와 함께 공동 운명체가 되겠다는 뜻.\n\n1948년 8월 19일, 국민정부는 ‘재정경제 긴급 처분령’을 공포했다. 이 명령의 핵심은 화폐개혁이었는데 금원권(金圓券)을 새로 발행하여 통용하던 법폐를 대체하였다. 발행 당시 금원권 1위안은 법폐 300만위안에 해당하였으며 4달러의 액면가치를 지니고 있었다. 국민정부가 금원권을 발행한 것은 물가앙등으로 인한 통화팽창을 감당하기 어려워서였다. 계속 확대되는 군비도 감당하기 어려웠다. 금원권 발행 이전에 사용하던 법폐는 폐지되었다. 폐지되기 직전 법폐는 통화량이 11배나 증가하였으며 액면가는 60배로 올랐다. 즉 기준년도의 백위안과 6,000위안이 같은 값어치라는 뜻이니 그로 인한 경제적 혼란과 위기는 말할 필요도 없었다. 그리고 동북에 유통하던 화폐는 30만위안당 1위안으로 교환하여 주었다. 지역마다 화폐단위와 교환가치가 다르니 화폐개혁의 취지가 반감되게 되었다.\n8월 20일에는 ‘물가상한제’를 공포하였다. 즉 금원권 발행을 20억위안으로 제한하고 물가를 8월 19일 수준으로 동결하겠다는 것이었다. 그러나 물가앙등 조건은 그대로 둔 채 시행하는 폭력적인 조치가 성공할 리가 없었다. 오히려 시작부터 전국의 상품 유통이 마비되었다. 국민정부가 전국 각지에서 현지 물품 가격대로 금원권을 환산해 주었기 때문이다. 물가상한제 때문에 거래는 암시장으로 몰렸고 사회는 더욱 혼란에 빠졌다.\n\n1948년 10월 1일, 국민정부는 물가 상한 정책을 폐지하였다. 또 사람들이 소지한 금은에 대하여 금원권의 태환율을 높일 수 있도록 승인하였다. 그러자 물가가 다시 맹렬하게 폭등하기 시작했으며 금원권의 가치는 추락하였다. 10월 11일, 국민정부는 다시 ‘금원권 발행방법의 수정’을 공포하여 발행총액제한제도 폐지하였다. 1949년 6월에 이르면 금원권 발행 총액은 본래 제한했던 액수의 6만 5천배에 이르렀다. 액면가도 갈수록 높아져 처음에 가장 높은 액수의 화폐가 1백원이었던 것이 나중에는 50만 위안과 백만위안짜리까지 등장하게 되었다. 금원권이 유통된 지 일년도 되지 않아 폐지나 다름없게 되었던 것이다. 국민정부의 재정과 금융은 완전히 붕괴되었으며 사람들은 아예 금원권의 사용을 거부하게 되었다.\n\n장징궈(漿莖國)는 장제스의 맏아들로 첫 번째 부인 소생이다. 1948년 물가앙등에 따른 화폐개혁을 단행했을 때 장징궈는 경제 중심지인 상하이로 향했다. 그는 경제를 어지럽히는 자들을 일벌백계할 방침이었다. 장징궈의 상하이행은 국민정부의 화폐개혁과 물가동결 조치에 뒤이은 것이었다. 대도시에 경제감독원을 파견하여 금원권 발행과 경제질서 등을 감독하게 했는데 가장 중요한 상하이에 ‘황태자’를 보낸 것이다.\n물가앙등의 조건이 그대로인데 동결 등 강압적인 조치만으로 성공할 리는 없었다. 상인들은 물건을 쌓아놓고 내놓지 않았다. 시장의 거래는 거의 끊기고 사람들이 암시장으로 몰렸다. 장징궈의 호랑이 때려잡기도 실패로 끝났다.\n1948년 11월 1일, 물가동결조치는 전면 취소되었으며 이를 결정한 웡원하오(翁文灝) 내각도 총사퇴하고 물러났다.\n\n화폐전쟁3\n이에 일본은 전쟁일 일으켜 법폐 개혁을 막으려함.. 1937년 전쟁 폭발... 중국의 금융 시스템이 흔들..왜냐면 전쟁에는 돈이 필요함.. 국민정부는 할 수 없이 돈을 찍어서 전쟁을 함.. 인플레이션 증가.. 국민들은 법폐 못밎고 법폐팔아서 달러및, 파운드 금 은 사재기 시작... 곧 국민정부 비축했던 보유액 바닥... 심지어 불법 환전소도 나와서 환차익 거래까지 증가.법폐가치 계속하락... 그러자 외화자유거래막고 못하게함.. 이게 더 안좋은 소문이 나서 암거래 기승.결국 신용을 지키기위해서는 미국과 영국에서 돈을 빌리는 방법밖에는 없어서 외국환 평형기금이라는 것을 만듬.. \n그러나 전쟁에 는 아직 많이 돈이 모자람.. 2달뒤 바로 부족사태 법폐 가치는 계속 하락.. 알고보니 미국이 중간에서 법폐를 팔고 외화를 사들이고 있는 짓을하고 있었음.\n다행히 1939년9월 독일이 폴란드 공습으로 영국 프랑스 선전포고   .. 파운드화가치하락하면서 법폐 가치 상승.. 이때 법폐를 팔고 파운드 매입을 국민당이 했으나... 1940년 얼마뒤 파운드 정상 되서 .. 다시 법폐 폭락... 장제스 루즈벨트 대통령에서 도움요청.미국은 원래 중립이나 더이상 중국이 버티지 못할것 같아 일본이 점령못하게 도와주기로함... 외국환 평형기금을 설립함.. 당연 미국 재무부에서 관리.이기금을 통해 중국 금융을 더 쉽게 통치 가능...\n이때 1941년 일본이 진주만 공격으로 인해 미국이 중국정부에 5억 달러 지원..일본과 싸우라고 지원.그만틈 미국 이 덜싸우게...미국은 4가지 이득이 있음.\\\n\n1. 미국 방위산업 규모 증가... 대공황 벗어날수 있음... 조선,자동차.비행기 등등\n2. 중국 경제를 조정할수 있음 .. 달러와 연동되서\n3. 경제원조 통해 달러화 유통 범위확대\n4. 향후 파운드 대체하여 새계 통화 맹주 확립.\n\n​5억달러를 받은 4대 가족중 쿵샹시가 이것을 해먹을 생각중 미국 공채는 1억달러 발행휘 2억 2000만 달러로 미국에서 금을 매입할 것을 알고 있어서.. 사람들이 처음에 미국 공채를 잘 모르고 안사려고 하자 국가에서 강매도 했었지만 쿵샹시는 이를 알로 미리 나머지 물량을 자기가 다 샀음.여기서 20억 위안 이익 챙김.. 여기서 욕심이 생겨 5000만덜러 전부 인수 하려함.. 언론에 알려지고.국민 참청회에서 짤림. 그러나 재산몰수등은 안당함.\n공산당은 국민정부 금융을 무너뜨리기 위해 치차오딩\n1945년 8월15일 일본 패망후 쿵샹시 후임으로 쑹쯔원이 옴.. 장제스는 전쟁 후 국가은행에 돈을 요구 국가은행은 돈을 마구 찍어냄.. 인플레이션 발생.. 특히 기존의 여러 화폐들을 법폐로 바꾸어줄때 교환비율을 1대 200등으로 하여 서민들의 재산을 강탈해감. 이때 치차오딩 이 외환관리제도 폐지하고 자유화 제도 도입하자고함.\n그러나 법폐의 환율을 계속 떨어져서 수출로 만회해야하는데 전쟁후 수출품목도 없음. 이로인해수입가만 비싸지고 달러및 파운드는 계속 물건사는데 해외로 빠져나가 인플에이션 증가.. 그와중에 공산당과의 내전에서도 계속 패함..  법폐하락을 막기위해 치차오딩이 더욱 부채질하여 나머지 외화로 법폐매입을 제안 그러나 아무리 사도 법폐가치는 하락.전국 금 사재기 악성 인플.. \n법폐 몰락은 심각한 재정적자로 인해.. 마구 돈을 찍어내서.. 그래서 법폐를 받으면 바로 사람들이 물건을 사서 사재기함. 그래서 치차오딩은 다시 금원권을 만들어 새로우 화폐 발행해서 신용 복구하자고함. 금원권은 본위화폐는 금,은,외화40%. 1위안을 300법폐로 교환.. 법폐는 사용금지. 그러나 사람들은 신뢰하지도 않았고. 장제스는 또한 처음부터 준비금도 없었고, 20억위안만 발행한다는 약소도 안지키고 마구 발행.. 차후에는 나중에 각 성들은 자체 통화사용. 결국 장제스 도망.. \n\n[중공]\n변구라는 지역에 마오쩌둥은 장제스가 물자지원을 안주자 난한천이라 사람에게 방법을 강구함. \n난한천 원인조사 양입위출  수입에 맞게 지출하는것이 문제있다고 함.. 변구 주민들에게 예전에 소작할때보다 땅도 나누어주고 했으니 더 받아도 된다고함.. 군량미 14만석인데 9만석만 징수하던 상황. 군대가 있어야 지킬수 있다고 주민 설득함.\n생필품은 국민당이 물자 외교를 막고 있어서. 변구 물자를 외부와 물물교환 방식생삭함. 식염을 수출품으로 잡고. 식염개발을 위해 염무국 설치후 재정을 여기 쏟음.국민당의 주변 소금산지가 일본에게 점령당하자 변구에서 가격도 올리고 물물교환도 하여 물자확보. \n변구는 중앙은행이 없어 법폐를 사용중 국민당의 잘못으로 인플레이션이 발생하자 법폐사용 금지 시킴. 자체화폐를 만듬 변폐... 변폐도 너무 발행하면 안되므로 공업,농업,운수 대규모 투자하여 생산늘리고 화폐 발행을 줄여 인플 잡아감. 법폐를 변폐로 교환하기위해 화폐 교환소 설립.. 시중 법폐를 거의 없앰.\n\n쉐무차오 산둥은 법폐가 파운드 및 달러연동 되어 있어 많이 가지고 있다가 일본이 중국 점령후 법폐로 외화 취득 어렵자 볍폐를 국민당 통치지역으로 모두 넘기고 물자를 사재기함. 법폐와 연동된 북해폐 빠른 속도로 가치하락. 이는 달러가 중국 과잉공급. 달러가치 떨어지면 인민폐가 떨아지는 맥락.\n결국 북해폐사용위해 법폐사용 금지해야 물가 안정된다고 쉐무차오 생각. 그래서 북햬페를 법폐로 바꾸어 주고 법폐로 물건을 사서 사재기후 물자로 통화량 안정시키는 방법.\n물가가 상승하면 물자를 풀어 시중 화폐 회수 물가 떨어뜨리는 방법득..\n중간에 계절별 화폐 관계를 생각. 가을 겨울에는 화폐를 시중에 늘려 농산물 대량 구매 봄철에는 그 농산물 을 팔아 화폐 흡수.. 그래야 1년 내내 물가 안정.\n\n또한 난한천은 후에 무역전쟁시 소금을 전략적 무기활용.  적의 점령지근처는 비싸게 파는 전략도 사용. 또한 땅콩기름을 주변에서 사서 상해에다가 매도. 수익으로 지폐 인쇄용지 및 기자재 공산품 구매. 핵심 전략 물자를 이용한 금융전략(중국 희토류 이용 가능)\n\n화폐 통일 위해 고정환율, 혼합 유통, 점진적 회수, 끝까지 책임지기 방임츠로 해방구의 화폐를 회수. 화폐통일.그뒤 유통범위 넓히기. 외화 관리제도 실시 일률적 개인거래 금지, 금은유통금지하여 민간의 금은 적정가격회수하여 국제 분비 자산삼음. 이제 투기세력과 전쟁\n\n상행 준심 증권청사 투기세력 일망타진.그후 인민폐 사용위해 상해진출하려 했으나 투기세력들이 인민폐신용못한다고 소문내고 은화매집후, 모든 상인들이 은화만 받으니 은화가격 폭등, 물가도 오름.  무작정 은화 공급을 계속 할 수 없으니 강압적으로 증권사 투기세력 일망타진...\n\n그후 투기세력 기회를 보고 다시 공격. 면직물 사재기로 공격\n왜냐 면직물 거래까지 막지 못할 거라 생각.  그러나 화폐발행권을 가지는 곳에 싸움은 필패인데 호설암과 같은 전철\n정부는 우선 면직,목화,식량을 사서 일부려 국민들에게 보여줌. 토한 투기자금 흡수 위해 징세,공채 발행등하여 시중 자금 흡수, 저축상품도 출시,, 시중 돈이 마름.. 투기꾼들은 빛을내라도 사재기중 이를 모르고. 그후 정부는 이제까지 일부 식량을 품... 그때 그것을 모르고 ㅜ기꾼들 마구 매수...그후 11월25일 전국 각지에서 대규모 면사 출고하여 가격을 폭락 .투기꾼들이 망함.  그후 50년간 투기꾼이 안나옴.\n\n\n[브레튼우즈 협정]\n지금까지의 금본위제를 포기하는 협정이다.\n제 1차 세계대전 이전까지 각국의 통화제도는 금본위제였다. 어떤 나라의 중앙은행이 화폐를 발행하면 반드시 그 가치만큼의 금이 중앙은행에 있어야 하며, 화폐를 가지고 있는 사람이 은행에 이를 들고 가면 그 액수에 해당하는 만큼의 금으로 바꿔줬다. 이를 금태환성이라고 한다. 이 당시 기축통화 구실을 했던 것은 영국 파운드화였다. 세계대전 이전에야 영국의 경제력은 지금의 미국과 비슷한 정도로 막강한 지위를 누리고 있었으므로 파운드화를 발행하면서 그만큼의 금을 확보하는 것이 별 문제가 없었다.\n문제는 두 차례 유럽을 휩쓸고 간 세계대전. 전쟁 비용을 마련하기 위해서 유럽 각국은 화폐를 많이 찍어내야 했는데, 그러다 보니 화폐의 가치는 뚝뚝 떨어졌다. 반면 전쟁통에 생산 시설도 망가지고 경제나 무역 활동도 정상으로 굴러가지 못하니 금을 구하기는 더더욱 힘들어졌다. 영국은 태환성을 유지할 금을 확보할 수가 없게 된 것.\n결국 유럽 국가들은 금본위제를 포기하게 되었다. 특히 제2차 세계대전 과정에서 나치 독일에게 런던이 8개월 동안 날마다 폭격을 받았던 영국은 경제 기반이 쑥대밭이 되었고, 결국 국제경제에서 차지하고 있던 막강한 지위도 완전 쪼그러들었다. 그 자리를 채운 게 미국. 대영제국의 영광을 누리면서 전 세계를 호령했던 영국으로서는 한때 식민지였던 미국이 자신들의 패권을 차지하는 것이 씁쓸한 일이었겠지만 결국 세상이 변했다는 것을 인정하고 하루 빨리 새로운 질서를 세워서 국제경제의 혼란을 바로잡아야 했다. 그래서 탄생한 것이 브레튼우즈체제이고, 이 체제의 기틀을 마련한 것이 브레튼우즈협정이다.\n\n제2차 세계대전이 막바지로 접어들고 있던 1944년, 미국 뉴햄프셔주의 브레튼우드애서 44개국 대표가 모여 개최된 통화금융회의에서 체결된 협정. 이듬해인 1945년 12월에 30개국이 협정에 서명함으로써 협정이 효력을 발휘하고 브레튼우즈체제가 정식으로 출범하게 되었다.\n협정의 주요 내용은 다음과 같다.\n\n■ 미국 달러를 기축통화로 하고 금 1온스(31.1g)를 35 미국 달러로 고정하는 금본위제를 채택한다.\n■ 각국은 기본적으로 미국 달러에 대하여 환율을 고정하지만 1% 범위 안에서 이를 조정할 수 있다.\n■ 국제통화제도를 관장하고 유동성 부족으로 무역 결제 등에 어려움을 겪을 때 필요한 달러를 공급하는 기구로 국제통화기금(International Monetary Fund, IMF)을 설립한다.\n■ 전후 복구 및 부흥, 후진국개발을 위한 국제부흥개발은행(International Bank for Reconstruction and Development , IBRD)을 설립한다. 이후 IBRD는 세계은행(World Bank, WB)으로 바뀐다.\n\n이로써 미국 달러 중심의 국제경제 및 무역체제가 구축되었다. 브레튼우즈협정을 통하여 영국의 금융패권이 공식적으로 미국에게 이양된 셈이다.\n\n[불태환 화폐 - 브레튼우즈 체제의 붕괴]\n세계 경제의 패권이 완전히 미국에게 넘어가게된 브레튼우즈체제 출범 이후, 세계 경제는 대호황기를 맞이하게 된다. 세계경제가 호황이 되면 무역도 늘어나고 그만큼 미국 달러의 수요도 늘어난다. 특히 미국은 어마어마한 성장 질주를 이어 나갔다. 미국은 달러를 찍어내면 되긴 하지만 미국이 무역적자가 늘어 난다는 뜻이다. 무엿적자로 달러의 수요가 늘고, 그에 따라서 더 많은 달러를 찍어내고, 시장에 도는 달러가 늘어나면서 달러의 가치가 하락하는 것도 문제가 된다. 기축통화는 무역적자가 불가피하며, 2008년 글로벌 금융위기 이후에는 미국에서 양적완화라는 이름으로 어마어마한 돈을 찍어내기도 했지만, 이 때의 가장 큰 문제는 금태환성이었다.\n브레튼우즈협정에 따르면 미국 달러는 금에 대해 고정되어 있다. 다른 나라의 통화는 미국 달러에 일정 비율로 고정되어 있고 1% 정도의 탄력성밖에 없다. 곧 미국 달러의 가치가 떨어지면 자기들 통화의 가치도 덩달아 떨어진다. 이러다 보니 하나 둘, 협정을 지키지 않는 나라들이 나타난다. 1970년대에 들어 각국은 미국 달러 대비 환율의 변동 폭을 확대하게 되고, 이는 고정환율제 붕괴로 이어진다. 국제 시장에서 미국 달러의 가치는 떨어지는데 금태환성을 유지하려면 35$를 주고 금 1 온스를 살 수 있어야 한다. 그런데 어떤 정신 나간 금 장사꾼이 가치가 뚝 떨어진 미국 달러를 브레튼우즈협정 때의 가치 그대로 쳐서 금을 팔겠는가? 더 문제는 미국 달러를 가지고 있는 다른 나라에서 금태환을 행사하는 것이다. 미국 달러 가치가 계속 떨어지고 있으니 이대로 달러를 가지고 있는 것보다는 금으로 바꾸는 게 낫겠다 싶어서 '달러 줄게 금 내놓으라'는 요구가 쇄도하게 된 것. 결국 미국이 견디다 못해 1971년 8월 15일에 달러를 금에 묶어 놓은 체제를 포기하겠다고 일방적으로 선언하면서 브레튼우즈 체제는 공식으로는 붕괴한다. 하지만 이 시기까지 입지를 공고히 다져 온 미국 달러는 여전히 국제무역의 기축통화로 그 구실을 하고 있다. 지금까지 미국 경제가 세계1위 자리를 굳건히 유지해 온 것도 그 이유. 이를 신브레튼우즈 체제라고 부른다.\n1971년 이른바 닉슨 쇼크로 미국은 스스로 금과 지폐와의 관계를 끊었다. 그 뒤 신뢰를 토대로 한 지금의 달러가 탄생했다. 이른바 신용화폐(Fiat money)다. 종이쪽지에 불과한 명목화폐 달러가 기축통화로서 통용될 수 있는 이유는 전적으로 미국에 대한 신뢰에 기인한다. 게다가 이제는 지폐조차 갖고 다니지 않고 신용카드와 모바일페이 등을 사용하는 세상이 되었다. \n\n[월남전과 금본위제의 붕괴]\n양적완화의 근본원인은 바로 월남전입니다.\n원래 달러는 금으로 보증되고 각국의 화폐는 달러로 보증되는 금본위제였습니다. 미국은 보유한 금만큼만 달러를 찔어낼 수가 있었다.\n그러나, 70년대 미국이 월남전으로 막대한 전비가 필요하게 되었죠!! 그러자 미국은 보유한 금보다 달러를 더 발행해버린겁니다. 달러를 남발하자 금태환 요구가 늘어났고 결국 71년 미국은 달러와 금의 연결고리를 끊어버리죠! 미국이 갚겠다는 신용으로 달러를 보증하고 전세계의 화폐가 미국의 약속으로 보증되는 유례없는 화폐경제 속에서 우리는 살고 있는 겁니다. 이 모든것의 원인은 전쟁입니다.\n\n[플라자 합의]\n하지만 달러가 그렇게 순탄하게 지위를 유지했던 건 아님. 1960~70년대 일본이 너무 잘나가다 보니까 엔화가 치고 올라간 것임. 그러니까 1985년 미국이 플라자에 모두를 집합시켜 플라자합의를 맺음으로써 일본을 보내버렸음.\n이후 유럽연합이 탄생하면서 유로가 나왔고 한때는 정말 잘나갔는데, 지금 유로의 값어치는 계속 내려가고 있음.\n\n[인플레이션]\n역사에서 보면 신뢰를 기반으로 했던 화폐가 정부나 중앙은행에 의해 남발되면서 인플레이션을 불러와 국민들이 소유한 화폐의 가치저장 기능을 빼앗아가곤 했다. 공권력에 의한 인플레이션이라는 도적질이 버젓이 자행되곤 했다. 교환수단으로서의 편리성이 떨어지면 다른 종류의 화폐로 대체하면 되지만 신뢰가 붕괴되면 화폐로서의 기능을 상실하고 화폐가 지탱해주던 체제 자체마저 붕괴되는 경우가 많았다. 그리스, 로마제국, 스페인제국이 모두 인플레이션 통화 붕괴로 멸망했다. 화폐의 신뢰 문제는 그만큼 중요한 것이다.\n \n[기타화폐]\n화폐 경제라는 톱니바퀴를 굴러가게 만드는 동력은 상호 신뢰이다. 가령, 20세기 아우슈비츠 수용소에 수감된 사람들에게 화폐는 담배였다. 심지어 비흡연자들까지도 담배를 화폐로 받아들일 정도였다. 아우슈비츠의 생존자 중 한 사람은 수용소에서 화폐로 기능한 담배를 이렇게 묘사했다. “우리에게는 우리만의 화폐가 있었고 누구도 담배의 가치를 의심하지 않았다. 모든 물품의 가격은 담배로 표기되었다. 평상시, 즉 가스실에 입장할 후보들이 정기적으로 들어오는 기간에는 빵 한 덩이는 담배 12 개비 값이었다. 3백 그램짜리 마가린 덩어리는 30개비, 시계는 80~2백 개비, 알코올 1리터는 4백 개비였다.”",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-20T11:40:37.397000",
  "updatedAt": "2022-05-22T00:12:06.365000"
}