{
  "id": "e9c20707-cb9b-44da-9c11-81b0024fe0fa",
  "title": "커피의 역사",
  "content": "처음에 커피는 맛있는 음료가 아니라 종교적 긴장을 유지하고 신을 맞이해야 하는 신성한 의무를 지키기 위한 음료로 출발한 것이다. 15세기 후반 예멘을 포함한 아랍 전역에 전파된 신비주의적 이슬람 분파인 수피(Sufi) 교도들이 커피를 처음으로 마시기 시작했다는 것은 정설이다. 커피는 잠을 쫓고 식욕을 억제하며 정신을 흥분시킨다. 수도사들은 정신을 각성시키는 커피의 성분을 적극적으로 받아들인 것이다. \n\n커피 열매를 최초로 먹고 마신 지역은 에티오피아의 고원 지대이다. 에티오피아 내의 이야기에 따르면 에티오피아 고원에서 양을 치던 젊은 목동 '칼디'가 하루는 양들을 데리고 좋은 목초지로 가던 중 양 몇 마리가 이상한 열매를 먹고 잠도 안 자고 밤새 뛰어노는 걸 보고는 신기해서 먹어 보고는 각성 효과가 있음을 발견해서 재배하기 시작했다고 한다. \n초기 커피는 음료수의 개념이 아니었다. 에티오피아의 목동들은 가축을 몰고 다니며 로스팅(Roasting)도 안 된 생두를 양고기와 함께 사발에 넣고 비벼 먹었고, 농부들은 커피 열매를 끓여 죽이나 약으로 먹기도 했다. 또한, 의약품으로 분류되어 약재상에서 판매되기도 했다.\n\n에티오피아에서는 서기 500~1000년 경부터 커피를 먹고 마셨는데 실제로 초창기 커피는 콩을 빻고 볶아서 빵에 발라 먹었다. 커피는 에티오피아의 홍해 건너편 예멘에서 14-15세기 무렵 수피(일종의 이슬람 선종인)들에게 지르크(이슬람식 염불 암송)시 졸음 방지 목적으로 쓰이며 도입되었다. \n15세기 말엽 예멘 북쪽의 이슬람 성지 메카로 전파된 커피는 예배를 드릴 때 졸음으로부터 벗어나기 위한 목적으로 음용되었다. 하지만, 단순히 예배 때문만이 아니라 더운 낯을 피해 유목민들의 야간 이동을 위해서이다.\n\n1510년 경엔 맘루크 왕조의 수도 카이로에도 예멘인 공동체를 중심으로 카흐베하네(커피하우스)가 생겨났다. 그리고 1517년 이집트를 정복한 오스만 술탄 셀림 1세는 이스탄불로 귀환하며 커피를 가져왔다. 다만 원산지에서 매우 멀었기에 커피는 희귀품이자 상류층의 전유물이었는데, 같은 해 커피의 중심지 예멘이 오스만 제국령이 된 후로 재배면적을 넓혀 점차 수급량이 늘었다. 그 덕에 16세기 중반 무렵부터는 이스탄불의 서민들도 커피를 즐길 수 있게 되었다. 예멘 중에서도 북부의 내륙에서 주로 생산되던 커피는 예멘 항구 모카와 아덴 항을 통해 이슬람권 전역으로 유통되었다.\n현대 카페의 원형인 카흐베하네(커피 하우스)도 중동을 중심으로 퍼졌는데, 유럽에선 오스만 제국의 수도인 이스탄불에 처음 생겼다.  카흐베하네는 17세기 무렵부터 이스탄불에 보편화되었는데, 늘어나는 카흐베하네에 대한 불만이 생겨났다. 1611년에는 이집트 총독이 카흐베하네에서 반정부적인 언동이 많다고 커피 판매와 같이 카흐베하네를 금지했다가 커피를 좋아하던 술탄 아흐메트 2세의 분노를 사서 총독에서 쫓겨난 일도 있었다. 특히 17세기 오스만 제국에선 특권 계급인 예니체리와 황태후 등 하렘이 무능한 술탄 대신 정국을 주도했는데, 이들과 결탁하여 사치와 부패를 이어가던 세력이 바로 커피의 확산을 주도한 수피들이었다. 카흐베하네는 이러한 수피들의 거점이었고, 동시에 예니체리(황제의 직속 경호대이자 친위대)의 군대 외 사업으로서 그들의 고수익원이었다. 당시 이스탄불의 카흐베하네는 대부분 예니체리 수중에 있었다. 따라서 기강이 해이해지는 제국을 바로잡고자 출현한 이슬람 원리주의 계통인 카디자델리 파는 이를 매우 혐오하였다. 그들은 오랜만에 출현한 야심찬 술탄 무라트 4세 시대에 집권 세력이 되었고, 술탄이 실권을 장악한 이듬해 1633년에 1차 커피 금지령을 내리며 카흐베하네에 탄압을 시작하였다.\n무라트 4세 본인 역시 커피 자체는 좋아했지만 카흐베하네에서 벌어지는 지식인들의 비난은 싫어했다고. 가혹한 금주령, 금연령으로 유명했던 그는 커피에 대해서도 원스트라이크 아웃을 적용해 약 3만여 명이 처형되었다고도 한다. 이에 대한 반동인지 무라트 4세 사후 즉위한 술탄 이브라힘은 예니체리에 의해 폐위되었다. 1656년 지정된 2차 커피 금지령을 통해 쾨프륄뤼 가문은 정적들을 제거하며 무소불위의 권위를 누렸다. 비록 1차와는 달리 투 스트라이크 아웃제로 바뀌긴 했지만 정치적 이용은 극대화된 경우였다.\n16세기 말엽 동방 무역의 거점 베네치아를 중심으로 커피는 이탈리아 일대에 소개되었다. 커피가 이슬람 세력을 통해 알려지다 보니 처음에는 기독교권인 유럽에서는 이교도들이 마시는 음료인 커피를 나쁘게 인식했으나 한번 커피의 맛을 본 사람들은 계속 빠져들었고 단숨에 유럽을 휩쓸었다.\n1616년 커피의 본산지인 모카 항구에 네덜란드 상인 피터 판 덴 부르크는 기념품으로 커피콩을 본국에 가져가 심었는데, 이는 서유럽에 뿌리를 내린 첫 커피나무였다. 이후 커피는 네덜란드에서 유행하였고 네덜란드 동인도회사는 모카에 상관을 세우게 되었다. 영국에선 1627년, 영국인 해부학자 윌리엄 하비에 의해 커피가 처음 도입되었다. 프랑스에선 1644년 마르세유의 상인 비엘 드 라 로크가 도시에 커피를 들여오기도 하였지만 도시 외부로 퍼지진 않았다. 한편 1635년 북에멘의 라시드 왕조가 오스만 제국군을 몰아내고 모카, 아덴 등을 점령해 예멘을 통일한다. 이로써 유럽 상인들은 오스만 제국을 거치지 않고 예멘과의 직접 교역을 통해 커피를 들여올 수 있게 되었다. 이러한 교역은 1640년을 시작으로 1663년 정기적인 수출로 자리잡았다. 이후 네덜란드 동인도 회사 외에 영국 레반트 회사 등도 동참하며 모카는 커피의 대명사로 유럽에 알려졌다.\n\n오스트리에 대한 전쟁 (대튀르크 전쟁)에 나선 오스만 제국은 빈에서 참패를 겪고 후퇴하였다. 크로와상과 윙드 후사르의 활약으로 유명한 이 전투에서 황급히 후퇴한 오스만 제국군은 대부분의 보급품을 놓고 갔는데, 그 중엔 대량의 커피 포대도 있었다. 오스트리아 군은 전리품인 커피콩을 두고 쟁탈전을 벌였는데, 사망자까지 발생하기도 하였다. 그만큼 커피 원두를 구하긴 쉽지 않았다. \n오스만 제국군 전사자들이나 포로들이 가지고 있는 게 커피 원두였는데 오스트리아군들은 이걸 서로 가지려고 싸우다가 몇몇은 칼을 뽑아 싸우다가 서로 다치거나 죽는 일도 벌어졌다. 그만큼 당시 커피 원두는 비싸고 귀했던 물건이었다. 심지어 당시 프랑스가 오스트리아 지원을 외면하는 댓가로 오스만 측에게 받은 보답이 커피 원두였을 정도. 커피 원두를 준다고 할때 루이 14세가 무척 기뻐했다는 일도 있다. 어째든 이때 맛 좀 본 오스트리아에서 커피가 크게 유행하게 되고 이후 유럽 전체가 커피에 빠지게 된다. 유럽인들 입맛에 너무 써서 좀 레시피를 바꾼게 카푸치노이다.\n\n영국에서의 커피하우스는 정치적 의견을 교류하는 장소로 애용되었고, 이슬람권의 영향으로 술을 팔지 않아 진지한 대화가 이어질 수 있었다. 1657년 영국은 차를 수입하게 되었지만 커피의 위세 하에 별 인기를 얻지 못하였다. 그리고 코코아 같은 경우는 영국의 적국인 스페인을 통해 막대한 관세를 거쳐 유통되었기에 역시 인기가 없었다. \n한편 커피에 반발하는 계층도 있었다. 부인들이 커피하우스가 남편들을 잡아둔다며 항의한 결과 국왕 찰스 2세가 커피하우스 폐쇄령을 내렸다가 시민들의 분노에 열흘 만에 철회하기도 하였다.\n당시 정치, 학문적 토론이 벌어지던 커피하우스에는 입장료 1페니만 내면 들어갈 수 있었기에 커피를 마시려는 사람들 외에 단순히 수준 높은 대화에 참석하려는 사람들도 많았다. 런던의 주식 거래소 주변의 커피하우스에선 주식 상담이 이루어졌는데, 사람들이 모두 커피하우스에서 상담을 받자 거래소 자체는 한산해지기도 하였다. 무역상들이 모이던 커피하우스에선 위험 부담을 미끼로 하여 고객 유치를 시도하던 중개상들로 부터 보험의 시초가 마련되기도 하였다. 토리당과 휘그당 같은 정당들도 각각 선정한 커피하우스를 중심으로 지지자들을 규합하였다.\n17세기 후반 영국 시민 사회의 거점이던 커피하우스는 (비록 신분의 차별은 없었지만) 여성 출입 금지라는 차별성과 네덜란드, 프랑스 동인도 회사의 커피 선점으로 영국에선 점차 쇠퇴하였다. 영국 동인도 회사는 경쟁이 과열된 커피 대신 차 시장을 확보하였고, 이에 영국 정부가 홍차 소비를 촉진하며 커피에 대해 규제를 내리자 커피의 나라는 점차 홍차의 나라로 변하였다. 한편 영국의 커피 사랑이 절정에 달할 무렵인 1672년, 파리에도 아르메니아인 파스칼이 개업한 최초의 카페가 문을 열었다. 파리지앵들은 카페를 애용하였고, 프랑스어였던 카페는 곧 국제적으로 커피를 마시는 장소를 지칭하게 되었다. 1686년엔 바로크 양식의 웅장한 카페 프로코프가 개업하여 중산층에게 사랑받았다. \n계몽주의 사상가들이 한데 모여 백과전서 편집 회의를 개최한 곳이기도 하였다. 프랑스 혁명도 어떻게 보면 커피의 위력으로 일으킨 것이라고도 할 수 있다. 폐쇄적인 귀족들의 사교 문화인 살롱과는 달리 카페는 지식인뿐만 아니라 서민들이 주로 드나들며 대중적이고 개방적인 편이었던지라, 이곳에서 사람들을 만나고 치열하게 토론하며 개혁의식을 키워 간 부르주아의 이론들이 혁명의 기폭제로 이어지게 된 것. \n북독일의 프로이센도 1670년 커피가 처음 전해진 후 유행했는데, 특이하게도 여성들의 음료로 인기를 끌었다. 커피 수입으로 국고 유출이 우려되자 프리드리히 2세가 1777년 커피 금지령을 내리기도 했으나 일시적이었으며 이후 프로이센은 프랑스에 버금가는 커피 소비국이 되었다.\n\n\n<커피: 어 다크 히스토리>(Coffee: A Dark History, 2005)에서  저자 안토니 와일드는 커피의 기원에 관해 차의 발상지인 중국, 그리고 중국과 중동 간 무역의 역사에 주목하였다. 그의 주장은 중동인들이 명나라 환관 정화의 북아프리카와 예멘 방문시 배운 차 내리는 문화를 커피 내리는 문화로 연결하였다는 가설이었다. 당시 예멘의 수피교도들은 커피나무 원산지인 에티오피아 지역과 활발하게 무역을 하고 있었다. 이로 인해 홍해 주변인 에티오피아, 예멘 그리고 일부 아랍 지역에서 커피나무의 잎이나 커피 열매의 껍질 혹은 과육을 이용해 다양한 음식을 만들어 먹는 풍습이 널리 퍼져 있었다. 특히 잠을 잊고 기도에 집중해서 신에게 가까이 가고자 하는 욕망이 누구보다 강했던 수피교도들 중 중국인의 차 마시는 풍습을 전해 들은 사람들이 다양한 식물로 새로운 음료 만드는 시도를 했을 것이고 커피를 우리는 방법도 그 중 하나였을 것이다.\n그때 이후로 커피는 아랍 국가들의 중요한 교역 상품이 되었다. 그런데 커피가 인기를 얻자 그 각성 효과를 마뜩잖게 생각하는 권력자가 등장하기 시작했고, 이러한 일은 역사 속에서 몇 번이나 반복되었다. 메카의 총독이었던 카이르베이는 실제로 커피 주전자를 앞에 두고 재판을 진행하기도 했다. 커피가 사람들을 취하게 하여 무질서한 행동을 하게 한다는 이유에서였다. 총독은 결국 커피 금지령을 내렸다. \n처음에는 이 금지령이 성공을 거두는 듯했다. 커피는 거리 곳곳에서 불태워졌고 커피하우스는 폐쇄되었다. 그러나 몇 달 지나지 않아 더 높은 곳에서 새로운 명령이 내려왔고 금지령은 철회되었다. 그 후 약 200년 동안 중동을 비롯한 여러 지역에서 술탄, 총독, 왕을 비롯한 수많은 권력자들이 유사한 금지령을 시행하고 철회하기를 반복했다. 초기의 커피숍이 운영된 터키의 이스탄불에서는 많은 사람들이 모여 물담배를 피우며 커피를 마셨는데 당시 오스만 제국 정부가 커피 금지령을 선포하였다. 사람들이 정치얘기를 하며 권력자를 비판한 것이 화근이 된 것이다.\n아랍 국가와는 달리 오스만 제국은 일찍부터 커피의 가치를 알아보았다. 1517년 예멘을 정복한 뒤 커피의 높은 상품성을 깨닫고 예멘 외의 지역에서 커피가 재배되는 것을 막기 위해 커피 수출을 법으로 염격 하게 통제하기 시작했다.\n오스만 제국이 1536년 예맨을 점령하면서 커피는 일반인에게 급속하게 퍼졌다. 졸음을 쫓는 각성효과와 에너지를 불러 일으키는 듯한 작용 때문에 군인들에게도 지급되었는데, 이로서 오스만 제국이 점령한 수많은 나라에도 커피가 전해지게 되었다. 덤으로, 오스만제국이 빈을 침공했을 때 폴란드의 가세로 패퇴한 오스만제국이 남긴 커피 생두를 콜시츠키라는 군인이 활용하여 커피하우스를 열게 되었는데 이것이 ‘블루 보틀(blue bottle)’ 이름의 기원이 되었다고 한다.\n당시 예멘에서 생산된 커피는 수에즈까지 해로로, 다시 알렉산드리아까지 육로로 운반되어 그곳에서 유럽항으로 수출되었다. 커피 씨앗의 반출을 막고 싶었던 오스만인들은 커피콩을 물게 끓이거나 살짝 볶은 다음에 수출했다. 한동안 이 방법이 통하는 것 같았지만 결국에는 누군가 씨앗을 몰래 빼냈고, 이렇게 반출된 커피는 인도에서 성공적으로 재배되었다. 1610년 무렵 오스만 제국의 수도였던 콘스탄티노플은 당시 세계에서 가장 크고 부유한 도시였고 거기에서 가장 인기있는 음료는 단연 커피 였다. 강력한 오스만 제국의 음료는 유럽인들의 호기심을 자극하기에 충분했다. 유럽의 식물학자들과 의사들 사이에서는 커피나무와 그 열매에 대한 관심이 높아졌고, 일반인들도 코파 음료의 이로운 효과에 관심을 갖기 시작했다.\n커피는 밀무역으로 이탈리아에 들어온 뒤 17세기 교황으로부터 그리스도교의 음료로 공인받게 되었고, 서유럽 최초의 커피하우스가 런던에 생겼다. \n\n17세기 말에는 네덜란드인이 예맨에서 커피콩을 몰래 가져와 자바섬에서 재배를 시작. 네덜란드인들이 인도에서 커피나무 묘목을 들여와 인도 자바 섬에서 재배를 시작하고 커피가 유럽 전역으로 전파되기 시작했다. \n\n이후 유럽의 제국주의 강대국들은 아시아 국가들을 식민지로 삼고 커피를 대량 재배하기 시작하면서 커피는 비로소 유럽을 넘어 전 세계로 알려지고 여러 지역에서 광범위하게 재배되며 점차 대중화되었다.\n\n미국은 영국의 홍차 대신 커피 마시기를 독립운동 차원에서 권장하였다. 18세기, 유명한 보스턴 차 사건을 계기로 8년에 걸친 전쟁 끝에 미국은 영국으로부터 독립을 하게 되었다. 그때 미국은 차를 마시지 않고 커피를 마시는 행위를 애국적 임무라고 인식시켰다. 영국에 대한 여러 가지 불만에서 비롯된 전쟁이었지만 결국, 커피가 미국을 하나로 뭉치게 할 수 있었던 것이다. 이후 미국은 커피를 더욱 즐겨 마시게 되는 나라가 되었다.\n\n\n1732년 요한 세바스찬 바하는 커피 칸타타를 작곡 .\n\n\n당시 네덜란드와 프랑스는 서인도 제국에서 커피 재배를 양분하고 있었지만 제 3국으로의 반출은 하지 말자고 암묵적 동의를 하고 있었다. 그런데 국경 분쟁 때문에 포르투갈계 브라질 관리를 불러 중재를 맡깁니다. 팔레타라는 이 관리는 프랑스령 기아나 총독 부인과 사랑을 나누고 그녀로부터 커피 열매가 숨겨진 커다란 부케를 선물받습니다. 그리하여 그 씨앗은 브라질의 북쪽 파라에 뿌리를 내리고 이어\n남하하여 브라질 왕국의 심장인 상파울루 고원까지 번집니다. 이것이 브라질 커피의 시초였다.\n이후 브라질이 대규모로 재배하기 시작하여 세계의 50%를 생산.\n\n\n\n\n\n\n[나폴레옹과 커피]\n커피의 카페인이 인체를 각성시키고 운동능력을 향상시킨다고 믿었던 나폴레옹은 근대 최초로 커피를 군대 보급품으로 채택·지급했다. 전장의 군인들은 전투가 없을 때면 따뜻한 커피 한 잔을 마시며, 커피 잔 속에 비친 전장의 흙먼지를 뒤집어쓴 자신의 얼굴에서 고향에 두고 온 아내와 아이, 그리고 어머니를 회상했을 것이다. 문호 발자크가 커피의 힘에 의지해 전쟁을 하듯 글을 썼던 것처럼, 군인들은 집으로 돌아가기 위해 커피 한 잔의 위로를 받으며 적진으로 진격했을 것이다. 마치 나폴레옹의 커피 예찬인 ‘내게 정신을 차리게 하는 것은 진한 커피, 아주 진한 커피다. 커피는 내게 온기를 준다’를 성경 구절처럼 받들면서 말이다.\n나폴레옹이 역사에 등장한 시점은 이미 커피 없이는 살기 힘들어진 카페 전성기인 18세기 말이었다. 당시 프랑스는 카페를 중심으로 일어난 시민혁명으로 절대왕정이 막을 내리게 된 사회적 격동기였다. 최초의 문학카페로 알려진 프로코프(café procope)의 단골 이름 중에는 나폴레옹도 있었지만, 그것이 커피를 좋아해서인지는 알 수 없고(카페에서는 술도 팔았다고 하니까), 당시의 지식인들이 모이는 곳이었기 때문에 영민한 나폴레옹도 자주 드나들지 않았을까 추측해 본다.\n어쨌든 루이 16세가 처형되면서, 주변국가들은 자국에 혁명사상이 파급되는 것을 두려워한 나머지 프랑스를 공격하여 혁명 정부를 무너뜨리려고 했다. 이때 활약한 20대의 젊은 사령관 나폴레옹. 수만 명의 병력을 이끌고 이탈리아, 오스트리아, 이집트 등으로 진군해야 하는 굽이 치는 원정을 잘 이끌려면 얼마나 많은 전술과 정보가 필요했을까. 커피를 활용한 것도 그 중 하나였을 것이다. 이외에도 본인과 군인들에게 절대적으로 필요했을 알코올. 무거운 와인 통을 다 들고 다닐 수 없으니, ‘와인 같은 효과를 내되 양을 적게 농축한’ 브랜디(꼬냑)를 탄생시키게 된다. 그가 즐겼다는 ‘황제커피’라는 것도 결국 커피에 꼬냑과 설탕을 넣어 만든 것이었다.\n실권을 잡게 된 나폴레옹은 프랑스를 포함한 대륙부를 그 세력하에 두게 되었는데(1799), 이에 대적하던 영국의 대항책으로 ‘대륙 봉쇄령’을 발표하게 된다(1806). 당시 ‘세계의 공장’으로 불리던 영국을 봉쇄하여 수출입을 완전히 차단시키려는 목적이었지만, 이는 유럽 대륙의 커피와 설탕 부족을 초래하게 된다. 설탕은 금세 대체 가능한 기술이 개발되어 실용화되었는데, 각성작용까지 얻을 수 있는 커피의 대용품은 쉽게 얻을 수가 없었다. 물론 카페인 성분에 대해서 밝혀진 것은 한참 후의 일이지만, 대용품을 마심으로써 채울 수 없는 ‘어떤 부족함’은 이미 느끼고 있었던 것 같다.\n대륙 봉쇄령은 영국에 큰 손해를 주지도 못했고, 오히려 영국의 공산품을 요구하던 유럽 국가들과 프랑스 국민들의 불만만 쌓여, 이윽고 실각을 초래하게 되었다. 철학자 칼 마르크스도 후에 ‘대륙봉쇄에 의한 설탕과 커피 부족이 독일 사람들로 하여금 나폴레옹 타도에 불타게 했다’고 기록하고 있을 정도다.\n같은 시기, 나폴레옹의 대륙 봉쇄령을 따르지 않았던 포르투갈 왕족은, 그들의 식민지였던 브라질로 망명하게 된다. 잠정적인 포르투갈의 수도가 된 리우데자네이루는 산업과 인프라가 발전하게 되며, 커피 재배도 활발하게 이루어졌다. 특히, 브라질 커피 생산의 특징인 대농원 방식으로 생산이 가능하게 된 것도 이때부터다. 커피대국 브라질이 탄생한 것이다. 이미 16세기경부터 포르투갈인들은 아프리카 노예를 노동력으로 설탕 플랜테이션을 운영하여 거액의 수익을 얻고 있었는데, 대륙 봉쇄령으로 설탕 대용품이 개발되면서 설탕수수 가치가 하락하게 되었고, 설탕 플랜테이션은 필연적으로 커피 생산에 유용하게 된다.\n더불어 그때까지 모카의 커피들을 유럽대륙으로 무역하며 호황을 누리던 네덜란드는 프랑스혁명군에 점령당한 후 나폴레옹에 의해 프랑스로 합병되면서 동인도회사도 해산하게 되었다. 네덜란드 상인들이 수입판매하던 비싼 모카 커피에 비하면 브라질에서 대량으로 생산된 커피는 일반 소비자들에게 축복과도 같았을 것이다. 그렇게 세계 시장 가격은 폭락하였고, 커피 시장은 지각변동을 일으켰겠지만, 소비자들에게는 가뭄의 단비였지 않았을까. 이후 지금까지 세계 커피 시장에 있어서 브라질의 역할은 가히 지배적이라고 할 수 있다.\n그렇게 종횡무진 하던 나폴레옹이 1815년 워털루 전쟁에 패배한 후, 세인트 헬레나 라는 예쁜 이름의 섬으로 유배되었는데, 그곳은 화산섬으로 커피 재배에 최적의 환경이었다(지금도 6개의 작은 농원이 있다). 포화와 치열함 속에서 살아가야 할 때에는, 커피보다는 알코올의 힘이 더 필요했을 테지만, 망망대해를 바라보며 약해지는 몸을 가누기에는 커피의 향기만한 것이 또 있었을까.\n최후를 맞이하기까지 유배지에서의 6년간, 나폴레옹은 매 식사 후 빼놓지 않고 커피를 마셨다고 전해지고 있다. \n그가 죽음에 이르기 며칠 전까지도 커피를 찾으니, 그의 주치의가 하는 수 없이 커피를 허락하여 스푼으로 떠 마시게 했다는 기록이 남아 있을 정도다.\n커피가 있던 공간 ‘카페’를 기점으로 시작되어, 전쟁에서는 커피의 효능을 누구보다 잘 활용한 사람. 사람들에게서 커피를 빼앗음으로써 공분과 타도의 의지를 사고, 결국에는 커피가 있는 섬에 유배되는 일생을 보낸 사람. ‘커피로 시작하여 커피로 끝났다’고 해도 과언이 아닐 것 같은 그의 인생에, 커피는 훌륭한 도구였고 수단이었으며, 생을 마감하는 순간에는 최고의 위안이자 위로였을 것이다.\n\n\n[전쟁과 커피]\n커피는 전쟁과 함께 세계를 바꾸었다. 남북전쟁으로 시작해서 두 차례의 세계대전, 한국 전쟁, 베트남 전쟁, 아프카니스탄전쟁에 이르기까지 미국이 참여한 모든 전쟁에서 미국 군인들은 커피를 들고, 커피와 함께 싸웠다. 커피는 위안과 용기를 주는 필수품이었다. \n1846∼1848년 사이 텍사스주를 사이에 두고 벌어진 미국과 멕시코 간의 영토전쟁 때 미군의 주둔지 전투식량에 맥주나 럼 같은 술 대신 처음으로 커피가 등장했다. 병사들은 전투가 벌어지지 않을 때는 주둔지에서 휴대용 프라이팬에 생두를 볶아 설탕에 타 마시며 잠시나마 전쟁의 공포와 고단함을 잊을 수 있었다. 지휘관 입장에서도 전투력에 지장을 주는 술보다는 차라리 병사들이 선호하는 커피를 마시게 하는 편이 훨씬 나았다. 이때부터 커피는 미군의 전투식량에 빠지지 않는 필수품으로 등장하게 되었고, 야전교범에도 ‘커피는 체력과 기력의 근원이다’라는 말이 쓰이게 되었다.\n1861년부터 시작된 남북전쟁 때도 이런 전통은 계속됐다. 남군에 비해 비교적 식량사정이 좋았던 북군에서는 이 기간 중 100인분 기준 10파운드(4.5kg)의 커피 원두와 8파운드(3.6kg)의 볶은 원두, 12∼15파운드(5.4∼6.8kg)의 설탕을 지급했다. 커피는 당시 병사들에게 매우 일상적인 전투식량이었다. \n1861년, 미국 남북전쟁이 발발했을 때 링컨은 남부군 지역의 항구를 봉쇄하여 커피를 완전히 차단시켰고, 남부군은 커피를 대신할 차를 찾아야만 했다. 허브나 야생풀 등으로 차를 만들어 마셨다고는 하지만, 커피의 효능을 기대하기는 어려웠을 것임에 분명하다. \n하지만 남군은 대목장을 거느린 주(州)들이 육류 공급을 거부하면서 식량 사정은 갈수록 더 열악해졌다. 전쟁 막바지에 남군은 전투지에서 멀리 떨어진 주둔지의 병사들조차 몇 개의 건빵과 야채를 넣고 끓인 한 모금의 스프가 전부였다. 그런데 늘 주린 배를 움켜쥔 채 전투에 나서야 했던 남군 병사들에게도 커피는 도저히 끊을 수 없었다. 그래서 남군들은 은밀히 북군과 물물교환을 통해 커피를 얻어가곤 했다. 북군들도 남군의 보급품인 버지니아산 씹는 담배를 좋아했기 때문에 지휘관의 눈을 피해 커피와 담배를 맞바꾸는 일이 비일비재하게 일어났다.\n\n제1차 세계대전도 예외는 아니다. 전쟁 직전 유럽 국가들 대부분은 산업화를 통해 이룬 소비력 증대로 엄청난 커피 소비를 자랑하고 있었다. 유럽 최대의 커피 소비국이었던 독일의 경우 전쟁 직전 국민 1인당 커피 소비량이 연간 2.5~3kg으로 세계 최고 수준이었다. 당시 전 세계 커피 거래량의 50% 이상이 유럽에서 소비되었다.\n당시 북미와 유럽의 커피 시장에서 팔리는 커피의 75%는 브라질산이었다. 20세기 초 브라질의 커피 산업이 성장하면서 유럽의 이탈리아, 스페인, 포르투갈, 독일 등에서 브라질로 향하는 이민 행렬이 이어졌고, 이들에 의해 유럽의 소비시장과 브라질의  생산시장이 끈끈하게 연결되었기 때문이다.\n1914년 7월 28일 벌어진 제1차 세계대전은 커피와 관련된 모든 것을 바꾸어 놓았다. 전쟁으로 인한 커피 소비 감소는 예상보다 심각하였다. 유럽의 다수 국가가 끌려 들어간 전쟁으로 인해 소비가 위축되면서 산지에서의 커피 가격은 하락하였다.\n독일의 영향이 컸던 중남미 커피 시장으로 가는 해상은 영국에 의해 일찍이 봉쇄되었다. 유럽의 커피 거래소는 문을 닫았고, 참전국의 커피 재고는 모두 국가에 의해 몰수되었다. 독일 함부르크 항에 쌓여 있던 브라질산 가격 안정용 커피는 모두 독일 정부에 압류되었다. 커피를 운송하는 것이 위험해지자 브라질을 비롯해 생산지의 커피 원두 재고는 쌓여만 갔다. 커피 생산지와 커피 소비지 유럽 사이의 연결 고리가 모두 끊어졌다. \n유럽 국가들에서 커피 거래와 소비는 불가피하게 줄어들었지만 끊긴 것은 아니었다. 미국을 통한 우회적 거래 라인이 형성된 것이다. 전쟁 발발 이전 미국을 통한 유럽행 커피 우회 수출 물량은 180만 kg 미만이었다. 그러나 전쟁 이듬해인 1915년에는 무려 4억 5천만 kg을 넘어섰다. 250배 이상의 증가였다. 미국을 통해 북유럽의 중립 국가들로 들어가는 커피 중 적지 않은 양이 독일로 유입되어 독일 군인들의 전투 식량이 되었지만, 미국의 기업가들은 아랑곳하지 않았다.\n유럽 투자자들이 중남미 지역 커피 생산지에 대한 투자를 중단하면서 커피 생산량도 감소하기 시작하였다. 전쟁 중반을 넘기면서 커피 재고량으로 버티기도 어려운 상태에 접어들었다. 소비 시장과 생산 시장이 함께 무너져 내리기 시작한 것이다. 유럽 국가들의 커피 거래는 국가의 통제 하에 들어갔고, 커피 소비는 군대가 우선이었다. 일반인들은 커피를 접하는 것이 점점 어려워졌다. 커피 대용품 혹은 대용품을 섞은 커피를 마시는 것이 일상화되었다.\n전쟁의 장기화로 지구 상에 남은 유일한 커피 소비 대국은 미국뿐이었고, 미국은 전쟁 덕분에 자연스럽게 세계 커피 시장의 큰 손으로 등장하였다.\n이 무렵에 획기적인 발명품이 세상에 나타났다. 바로 물에 녹는 가용성 커피(soluble coffee), 즉, 인스턴트커피였다. 1881년 프랑스의 알퐁스 알레(Alphonse Allais), 1890년 뉴질랜드의 데이비드 스트랭(David Strang), 1901년 일본인 사토리 카토(Satori Kato)가 물에 녹는 커피 개발에 성공하였다.\n먼 대륙에서 벌어진 전쟁을 관망하던 미국은 1917년 4월에 드디어 참전을 선언하였다. 미국의 참전과 함께 미국산 인스턴트커피도 군대에 쏟아져 들어갔다. 군대를 중심으로 인스턴트커피에 대한 소비가 급증하자 유사한 제품이 시장에 속속 등장하였다.\n쏟아져 나오는 모든 인스턴트커피는 미군에 의해 소비될 지경이었다. 전쟁이 끝나갈 무렵인 1918년 10월 쯤에는 미군에서 하루에 75만 파운드의 생두를 로스팅하고 있었으며, 매일 3만 7000파운드의 인스턴트커피를 미국 군대에서 소비하였다. 당시 미국 전역에서 생산되는 인스턴트커피 양이 6천 파운드에 불과하였다는 것을 생각하면 엄청난 소비량이었다.\n이런 커피 소비에 맞추기 위해 미국은 전선에서 멀지 않은 프랑스에 커피 로스팅공장을 세워 직접 운영하기도 하였다. 미국에서 로스팅되고 그라인드 되어 공급되는 커피가 긴 운송 시간으로 인해 산패되고 불쾌한 맛을 내는 것을 막기 위한 방법이기도 하였다.\n인스턴트커피는 막대형, 태블릿형, 캡슐형, 기타 여러 모양으로 시도되었고, 최종적으로는 봉투에 1/4파운드를 넣는 것으로 규격화되었다. 전쟁터에서 군인들은 인스턴트커피 가루를 주석 잔에 넣고 뜨거운 물을 부어 젓기만 하면 쉽고 편하게 마실 수 있었다. 심해지는 참호형 전투와 독일군에 의해 시작된 화학전으로 야외에서 커피를 끓이기 어려운 상황에서 인스턴트커피는 시의적절한 해결책이었다.\n브라질은 전쟁 초기에 중립을 선언한 상태였다. 그러나 전쟁이 길어지고, 해상봉쇄로 커피 무역에 차질이 빚어지기 시작하였다. 무역의 지속적 감소로 브라질 정부의 재정에 어려움이 심화되던 때에 브라질의 무역선이 독일 잠수함에 의해 침몰되는 사건이 반복되었다. 결국 1917년 10월 브라질 정부가 남미 국가로서는 유일하게 참전을 선언하였다. 전쟁이 끝나고 브라질 정부는 독일로부터 전쟁 중 발생한 커피 무역선 피해 보상금을 받았다. 이 보상금으로  브라질은 산업의 공업화를 시작할 수 있었다.\n전쟁이 끝나자 인스턴트커피의 인기는 잠시 땅에 떨어졌다. 편리성보다는 향과 맛을 중시하기 시작한 것이다. 전쟁을 통해 미국의 참전 군인들은 커피 맛에 반쯤은 중독된 채로 일상에 복귀하였다. 전쟁에서는 이기고 돌아왔지만, 그들 모두는 전쟁 물자에 불과하던 커피의 포로가 되어 있었다. 아침 식탁이나 일터를 가리지 않고 커피 없이는 살 수 없는 새로운 미국인들이 대거 등장한 것이다. 제1차 세계대전은 미국을 커피 소비와 무역의 중심 국가로 만들었다. \n\n2차 세계대전 당시 미군에게 보급된 C 레이션(C Ration)이라 불리는 미군 전투식량은 두 개의 통조림 깡통과 한 개의 액세서리 팩으로 구성되는데 통조림 하나에는 조리된 육류 혹은 육류와 야채가 뒤섞인 주식이 들어 있고, 다른 통조림에는 건빵과 인스턴트커피가 들어 있었다. 이렇게 규격화된 C 레이션의 보급으로 미군은 열악한 환경에서도 영양가 높은 음식을 섭취할 수 있었고 전쟁 말기 치열한 교전 상황에서도 기대 이상의 전투력을 발휘할 수 있었다. 2차 세계대전 기간 동안 인스턴트커피는 유럽과 아시아 전역에서 미군과 연합군 병사들의 사기를 돋워주는 기호음료로 폭발적인 인기를 누렸다.\n\n[우리나라]\n우리나라에 커피가 도입된 시점은 명확하지 않은데 대략 19세기 후반 개화와 근대의 바람을 함께 실려왔을 것으로 추정되고 있다.\n커피에 대한 최초의 기록은 우리나라 최초 미국 유생인 유길준이 쓴 ‘서유견문’(1895년)에서 찾을 수 있는데 유길준은 ‘우리가 숭늉을 마시듯 서양 사람들이 커피를 마신다’고 소개하고 있다.\n당시 한국인 최초의 커피 애호가였던 고종의 커피 사랑도 유명한 이야기이며, 고종에게 자주 커피를 대접했던 독일 여인 손탁이 1902년 손탁 호텔 안에 세운 ‘정동구락부’라는 곳에서 우리나라 최초로 커피를 판매했다.\n이 당시만 해도 커피는 지체 높으신 양반이나 외국인이나 즐길 수 있는 특수한 기호 식품이었으며 한자음을 따서 ‘가배(가배)’라고 하였는데 어쩌다 맛을 본 일반 사람들은 쓰디쓴 첫 맛에 서양에서 들어온 탕국이라 하여 ‘양탕(洋湯)국’이라고 불렀다.\n일제 강점기 일본에서 다방문화가 유입되면서 인텔리층과 다방을 중심으로 커피가 보급되기 시작했다. \n해방 후 6.25 전쟁이 끝나고 나서 미군의 군용 야전 식량인 ‘C 레이션’에 들어있던 ‘인스턴트 커피’가 미군들을 통해 소개되면서 일반 대중들에게 커피가 본격적으로 보급되기 시작했다. \n일제 강점기 인텔리들의 아지트였던 다방은 전쟁 후 점차 대중화되어 많은 사람들이 약속을 잡고 선을 보고 음악을 들으려는 다양한 목적의 장소가 되었고 심지어는 사무실 대용으로 이용되기도 했다.\n\n1945년 해방 이후 미군정이 설치되면서 국내에도 커피가 소개되기 시작했다. 그리고 1950년 한국전쟁은 한반도에 인스턴트커피가 널리 확산된 계기가 되었다. 전쟁의 와중에도 간편하게 즐길 수 있는 인스턴트 커피는 진귀한 구경거리였다. 민간인들 사이에도 언제부턴가 미군 PX에서 흘러나온 인스턴트 커피를 냄비나 주전자에 붓고 설탕을 넣어 끓여 마시는 습관이 널리 유행하기 시작했다. 이 때문에 전쟁이 끝난 후 한국에는 세계에 없는 독특한 커피문화가 생겨났다. 즉 한국에서는 인스턴트커피가 ‘커피의 대명사’가 되어버린 것이다. 커피 한 잔을 마시려면 원두를 볶고 갈고 다시 물에 침출시키는 등 시간적인 여유를 두고 복잡한 과정을 거쳐야 하는 원두커피와 달리 인스턴트커피는 한국인들을 위해 개발된 커피라 해도 과언이 아니었다. 우리나라에서 인스턴트커피의 인기는 1950~60년대 다방 수의 급증으로 이어졌다.\n인스턴트커피의 인기에 힘입어 우리나라에서 커피가 주로 소비되던 다방의 수도 비약적으로 늘어나게 됩니다. 1950년 한국전쟁이 벌어지기 전 서울에 100여 곳 남짓하던 다방은 1959년 800여 곳, 1969년 5,000여 곳으로 크게 늘었다. 인스턴트커피에 계란 노른자를 띄워주는 ‘모닝커피’는 70년대 말까지도 한국인들이 가장 고급스럽게 생각하던 다방 커피 메뉴였다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-16T09:44:59.368000",
  "updatedAt": "2025-02-26T13:32:59.707000"
}