{
  "id": "ea9c2253-af6e-4d23-b842-01662e50501f",
  "title": "용병의 역사 - 현대",
  "content": "[스페인 외인부대]\n스페인군의 육군 외인부대는 1920년 1월 28일 당시 국왕 알폰소 13세에 의해, 프랑스 육군 외인부대를 본따 북아프리카 식민지에서의 전투를 수행할 목적으로 창설되었다. 당시 이름은 테르시오 데 엑스트란헤로스(Tercio de Extranjeros). 창설 구성원은 대부분 쿠바 출신자였으며 전간기시절 모로코에서 리프 전쟁에 참가해 많은 실전을 치뤘다. \n1930년대 스페인 내전 당시 무자비한 잔학 행위로(실제 잔학행위와 프로파간다가 뒤섞였기는 했지만) 꽤 악명을 떨쳤다. 말이 좋아 외인부대지 대부분 모로코, 사하라 같은 식민지에서 끌어모은 병사들이었고, 이들 북아프리카 무어인들은 레콩키스타 등으로 인해 스페인에 대한 역사적으로 악감정이 깊었으며, 식민지 출신으로서 평소에 억눌려 있었던 것도 많았기 때문에 질이 떨어지는 스페인 정규군 공화파나 아예 민간인이었던 민병대 상대로 맹활약을 했지만 그만큼 악랄한 잔혹행위도 심했다. \n\n[프랑스 외인부대]\n외인부대는 1831년 7월혁명 와중에 프랑스 국왕에 오른 루이 필립이 창설했다. \n외인부대는 특수부대가 아닌 프랑스 정규군의 일부이다.\n당시 프랑스의 사회불안 해소와 북아프리카 식민지전쟁을 효과적으로 수행하기 위해 만들어졌다. 지금까지 168년 동안 전세계에서 3만여회의 전투를 치르면서 프랑스의 별동대로 완전히 자리를 굳혔다. 외인부대는 1832년 오랑항 전투를 시작으로 스페인전투(1835년), 크림전쟁(1854년), 멕시코 카메론전투(1863년) 등을 거치면서 강력한 전투부대로 성장했다. 20세기 들어서도 외인부대는 인도차이나와 알제리, 차드, 지부티, 사라예보 등의 전투에 모습을 드러냈다.\n외인부대의 태생적 배경상 식민지국가들의 독립을 저지하기 위한 전쟁에 주로 투입되며 제국주의 프랑스의 용병집단이라는 불명예스러운 타이틀도 갖게 된다.\n제2차 세계대전이 종전된 후 베트남에서는 호치민을 중심으로 하는 공산주의 혁명이 일어나면서 프랑스에 대한 독립을 선언 하게 되고 프랑스는 이에 반발하여 혁명 세력을 진압하기 위해 외인부대를 중심으로 하는 진입부대를 파병하면서 전쟁이 발발한다.\n알제리에서도 독립전쟁이 발생하게 되었는데 알제리에서 역시 외인부대가 진압의 선봉대로 투입되었던 것이다. 알제리는 외인부대의 고향(당시 외인부대 사령부도 알제리 주둔 중)이라고 부를 정도로 외인부대에게는 의미가 있는 곳이었다.\n1978년 아프리카의 자이르에서 발생한 반군들의 테러활동을 진압하기 위해 투입되어 재조명을 받게 된다. 당시 벨기에의 식민지였던 자이르에서 3,000여명 규모의 무장 반군들이 탄광촌인 콜웨지 마을을 습격하여 수십 명을 학살하고 당시 탄광촌에 거주하던 유럽기술자 및 그 가족들을 인질로 잡는 사태가 벌어졌던 것이다. 당시 자이르는 벨기에의 영향력이 큰 곳이었지만 벨기에는 독자적은 군사작전을 감행할 수 있는 상태가 아니었고, 다수의 프랑스 인이 억류되어 있던 관계로 프랑스가 사태에 직접 개입하게 된다.\n\n[영국 구르카 용병]\n19세기 초 영국이 동인도 회사를 설립해서 인도를 식민지화 할 무렵 영국의 침략에 대항하여 네팔 지역의 구르카인들은 혼신의 힘을 다해 맞서 싸웠다. 구르카인들은 고산지대 출신이라 엄청난 폐활량을 바탕으로 뛰어난 체력과 함께 용맹한 정신을 가지고 있으며, 특히 쿠그리(Kukri)검이라는 단도를 사용하여 근접전을 벌일 경우 결코 패하지 않는 뛰어난 전과를 발휘하여 상대에게 극심한 공포를 안겨 주었다.\n이처럼 저항 초기에 영국군을 위기로 몰아넣기도 하였지만 결국 장비의 열세로 항복하면서 식민지로 전락하였는데 오히려 이러한 과정에서 영국은 구르카인들의 뛰어난 전투능력과 강인한 정신력에 반해 버렸다. 이후 영국은 이들을 전투병으로 활용하기 위해서 여러 가지 당근과 채찍을 동원하였고 결국 가장 믿음직한 용병으로 편입하는데 성공하였다.\n이들은 이후 1차대전, 2차대전, 한국전쟁은 물론이거니와 포클랜드전쟁, 걸프전처럼 영국군이 가담한 대부분의 전쟁에 참전하여 그 용맹을 떨쳤다. 1982년 포클랜드 전쟁당시 포클랜드 제도를 점령하고 있던 아르헨티나군이 구르카부대가 공격 한다는 말에 곧바로 항복 하였다고 전할 만큼 그 명성은 이미 전 세계에 널리 알려져 있는데 현재도 약 3,000여명이 영국군으로 근무 중이다.\n변변한 직장을 구할 수 없는 네팔의 수많은 젊은이들이 엄청난 경쟁을 뚫고 선발된 후 영국에서 9개월 동안의 고된 훈련기간을 거쳐야 정식으로 용병이 될 수 있을 만큼, 네팔인들에게는 선망의 직업으로 바뀐 지 오래되었지만 막상 이들을 고용한 영국에서는 1997년 이후에 입대한 이들에 한해 심사를 거쳐 시민권을 부여하는 등 그동안 전과에 비해 적절한 대우는 미흡하였던 것으로 알려져 있다.\n\n[플라잉 타이거즈(Flying Tigers)]\n중일전쟁 당시 일본을 견제하기 위해 미국인 자원자들로 창설돼 대대 규모로 중화민국 편에서 싸운 항공 용병부대. 중국어로는 비호대(飛虎隊)라고 부른다.\n진주만 공습으로 일본과 미국이 전면전에 돌입한 이후로는 정규군에 편입되며 사라졌다.\n사실 미국인 조종사들이 이와 같이 자원해서 타국의 전쟁에 용병 내지 의용군 자격으로 뛰어든 선례는 여럿 있었는데 제1차 세계대전 당시에도 프랑스군에서 미국인 지원자들을 모아 라파예트 비행단을 결성했었다. 이들이 이후 미군으로 참전하면서 미 육군 항공대의 기초 인력이자 근간이 되기도 한다. 참고로 중일전쟁과 동시대인 영국 본토 항공전에도 8명의 미국인 조종사들이 자원해서 싸웠다.\n\n[짐바브웨]\n1960년대 아프리카의 식민지들을 독립 시키던 영국은 짐바브웨 역시 독립시키려고 했으나, 인구의 95%가 흑인이므로 선거시 권력을 잃을 것을 우려한 짐바브웨의 백인들이 \"그건 빨갱이들에게 나라를 팔아먹는 짓\"이라고 반발(실제로 소련의 지원을 받는 흑인 단체가 상당한 힘을 가지고 있긴 헀음)\n결국 백인들은 영국과의 관계를 단절하고 독자적으로 백인 우월주의 정권인 로디지아를 수립. 이에 영국과 짐바브웨의 흑인들은 반발헀고, 흑인들은 무장 단체를 구성하여 내전이 발발함. 문제는 전 인구의 95%가 흑인이고 인구의 5%가 백인이라서 자국의 백인을 총 동원해도 흑인과의 전쟁에서 이길수 없다는걸 로디지아 정부도 인식했고, 그래서 전 세계에서 흑인이고 백인이고 안가리고 용병을 모집함\n그 결과 온 세계에서 특수부대나 정규전 경험이 있는 군인들이 용병으로 로디지아에 들어가서 전쟁을 했고, 심지어 흑인 용병들도 백인 정권 편에서 싸웠는데, 반군은 로디지아 군을 머릿수로 압도 했어도 쉽게 밀지는 못함\n거기에 아프리카에 독립국이 생기는걸 매우 불쾌하게 생각한 포르투갈과 옆에 또다른 흑인 국가가 생기는 걸 원치 않았던 백인우월주의 국가 남아프리카 공화국이 로디지아에 전폭적인 지원을 해줬고, 그 덕분에 1970년대까지 로디지아는 백인 정권을 유지하는데 성공함\n영국은 로디지아의 최고 지도자인 총리 이언 스미스를 설득하고자 백인의 권력을 2000년까지 유지 하는 방안이나, 2030년대까지 유지시키는 방안을 제시했지만 다 거부당했고, 이언 스미스는 영구히 백인이 흑인을 지배하는 백인 우월주의 정권을 유지하고자 했음.\n그러나 포르투갈이 카네이션 혁명으로 강압적 식민지 통치 체제가 붕괴하고,\n남아프리카 공화국도 아파르트헤이트로 인한 전 세계적 제재에 국가 경제가 피페 해진탓에 원조가 감소하자 이언 스미스의 백인 정권도 점차 전쟁을 유지하기 힘들어졌고, 미국의 반 강제적인 중재에 의하여 흑인들과 권력을 공유하는데 어쩔 수없이 동의 하게 되었음.\n결과적으로 백인 우월주의 정권이 붕괴하게 되고 이들 용병들의 상당수는 남아프리카 공화국으로 탈출하였다고 함. 그리고 이들 용병중 일부는 2000년대까지 아프리카에서 각종 쿠데타와 분쟁에 참가하였다.\n미국과 영국의 중재로, 1979년 국명을 '짐바브웨 로디지아(Zimbabwe Rhodesia)'로 개칭하여 흑인 참정권을 인정한다. 그러나 정부 각료의 상당수가 백인이고 군권 또한 백인이 장악하고 있는 등, 백인 특권이 보장된 상태였기 때문에 완전한 평등을 기대하던 흑인 대중과 흑인 저항 세력은 반발을 지속했고, 오히려 전투가 격화된다.눈가리고 아웅 또한 미국 카터 민주당 정부도 이 중재안에 동의하지 않았다. 이에 미영은 다시 중재에 나서, 1980년 4월 18일 짐바브웨로 공식 독립했다.\n\n[쿠바]\n국가주도로 용병을 파병하던 나라.\n1960년대, 체 게바라가 콩고에 혁명지원을 간 것을 계기로 쿠바군은 사회주의 혁명을 돕는다는 명목으로 남미나 아프리카 같은 제3 세계 국가들에 엄청난 수의 병력을 파병함. 비용은 전부 소련이 지불함. 소련으로서는 꽤 괜찮은 딜이었음. 왜냐하면 쿠바는 사탕수수 원툴의 1차산업 빼면 돈이 되는게 없는 거지국가였고 소련은 미국 앞마당이라는 상징성 때문에 매년 엄청난 액수의 원조물자를 보내줘야 했음. 카스트로는 자신의 나라에 남아도는건 인력 밖에 없다는 걸 깨달고 소련이 직접 손은 뻗치기 힘든 3세계 국가들에 자신들의 병사들을 파병하는 것으로 영향력을 끼침. 그 덕분에 당대 아프리카에서 쿠바의 위상은 소련만큼 높았음.\n단순 보병뿐만 아니라 기갑장비도 운용했으며, 콩고에서는 아일랜드 용병단인 와일드 기스와, 앙골라 내전, 부시전쟁 등에서는 남아프리카 공화국 군대과 직접 맞붙음. 80년대 그레나다 침공에서도 수백명의 쿠바 군사고문단이 미군과 싸우기도 했음.\n80년대까지만 하더라도 이런 해외파병 쿠바군이 거의 수만명에 달했음.\n\n[바그너 그룹]\n바그너 그룹은 유럽의 우크라이나를 시작으로 중동의 시리아를 거쳐 CAR, 리비아, 수단,  모잠비크에서 활동하고 있다. 말리ㆍ니제르ㆍ차드ㆍ부르키나파소ㆍ모리타니 등 아프리카 국가도 러시아에 군사지원을 요청한 상태다. 이들 국가는 바그네르 그룹의 다음 고객이 될 전망이다.\n바그너 그룹의 실질적 오너인 예브게니 프리고진은 푸틴 대통령의 최측근이다. 그는 20대 때 길거리 핫도그 장사로 시작해 요식 사업으로 큰돈을 벌었다. \n러시아는 2017년부터 CAR에 경호, 안보 자문 및 군사 훈련을 위해 바그네르(Wagner) 소속 용병 250명을 파견했다. CNN 취재 결과 바그네르는 프리고진의 자금 지원을 받고 있다. 포스탱 아르샹주 투아데레 CAR 대통령의 안보고문인 발레리 자하로프(바그네르 소속)는 “투아데레 대통령으로부터 월급을 받는다”고 말했지만, CNN은 그가 프리고진의 회사 M-파이낸스로부터 급여를 받았다는 문서를 확보했다. 프리고진의 또 다른 회사 ‘로바예 인베스트’는 군사지원 대가로 CAR로부터 7곳의 다이아몬드와 금광, 광물 채굴권을 얻어냈다.\n\n중아공은 아프리카에서 러시아의 가까운 동맹국 중 하나로 투아데라 대통령은 러시아의 사설보안업체 '바그너 그룹' 소속 용병들의 지원을 받고 있다. 바그너 그룹은 블라디미르 푸틴 러시아 대통령의 측근이 운영하는 것으로 알려졌다.\n중아공은 현재에도 러시아의 지원을 많이 받고 있다. 중앙아프리카공화국군은 소련 시절부터 소련제 무기를 많이 수입했기 때문에 러시아제 무기를 현재에도 사용하고 있다. 그리고 러시아는 소련 시절부터 지금까지 중아공을 지원하고 있고 중아공내에는 그루빠 바그녜라(와그너 그룹) 소속의 용병들이 주둔하면서 중아공을 지원하는 것으로 알려졌다. 유엔은 러시아측이 용병을 중아공으로 파견하면서 용병들이 민간인 살해와 약탈 등 전쟁범죄를 저질렀다는 사실을 담은 보고서를 발표했다. 이에 러시아측은 부인했다.\n러시아 용병들이 10년 가까이 내전 중인 중앙아프리카공화국에서 민간인 살해와 약탈 등 전쟁범죄를 저질렀다는 사실을 담은 유엔 보고서가 곧 발간된다고 뉴욕타임스(NYT)가 27일(현지시간) 보도했다. 유엔 안전보장이사회에 제출될 이 보고서에 따르면 러시아는 중앙아프리카공화국 정규군을 훈련시키기 위해 비무장 군사고문들을 보냈다고 밝혔으나, 실제로는 무장 용병을 파견한 것으로 드러났다. 파병 인원도 550명 이하라는 러시아의 주장과 달리 최대 2천100명에 이르렀다고 유엔 조사관들은 밝혔다.\n\n러시아 용병들은 중앙아프리카공화국 정규군을 지휘해 여러 지역에서 반군과의 전투를 주도한 것으로 조사됐다.\n블라디미르 푸틴 러시아 대통령과 가까운 사업가 예브게니 프리고친이 용병 파견에 관여하고, 그 대가로 다이아몬드와 물류 사업 등 이권을 따낸 것으로 나타났다고 NYT는 전했다. '푸틴의 요리사'라는 별명으로 알려진 프리고친은 2016년 미 대선 개입 연루 혐의로 미국에서 기소된 바 있다.\nNYT에 따르면 2019년 중앙아프리카공화국의 금·다이아몬드 사업과 프리고친의 연루 의혹을 취재하던 러시아 기자 3명이 살해됐다. 이 사건과 관련해 중앙아프리카공화국 수사당국은 아직 한 명도 체포하거나 기소하지 않았다.\n\n[중국]\n중국은 PMC를 적극적으로 키우려고 한다. 김진용 대테러국제용병협회 회장은 ”중국 정부는 민간보안회사(PSC)을 PMC로 육성하는 데 관심이 많다. 정부 차원에서 많은 투자를 하고 있다“고 말했다. 2018년 현재 중국의 4000개의 PSC에서 430만명을 고용하고 있다. 대부분 중국 인민해방군이나 무장경찰 전역자들이다. 2016년 현재 20여 개 PSC의 3200여 명이 해외에서 보안 업무를 맡고 있다. 김진용 회장은 “중국 정부는 군ㆍ경찰 출신에 일자리를 마련하는 차원에서도 PSC를 바라보고 있다”고 말했다.\n중국 PMC의 육성 정책 배경엔 한 인물이 있다. 미국의 PMC인 블랙워터의 최고경영자였던 에릭 프린스다. 이라크 전쟁 이후 한참 잘나가던 블랙워터는 비무장 민간인인 사살한 사건을 일으켰다. 이 사건으로 관련자는 처벌을 받았고, 회사는 이름을 아카데미로 바꿨다. 프린스는 홍콩에 프론티어 서비스 그룹(FSG)이란 PSC를 만든 뒤 중국 정부에 컨설팅해주고 있다. FSG는 2019년 신장(新疆)성에 훈련기지를 세운다고 밝혔다. 중국 외교부는 이에 대해 ‘노코멘트’라는 입장이다. 그러나, 중국의 모든 PSC는 중국 공안부의 강력한 통제를 받는다.\n중국의 PSC는 미국ㆍ유럽의 PMC와 비교하면 경험이 부족하다. 그러나, 가격 경쟁력이 뛰어나다. 12명의 중국 PSC 경호원을 고용하는 비용은 1명의 미국ㆍ영국 PMC 경호원 비용 수준이라는 보고서도 있다.\n\n[PMC]\n현대 민간군사기업의 시초는 1965년 영국특수부대 SAS의 창립자인 '데이비드 스털링'이 창립한 '워치 가드 인터내셔널'입니다. 이 회사는 예멘 등 중동에서 활동하기 위해 설립되었으나 동시에 스털링은 아프리카에서 일자리를 얻을 수 있는 기회를 모색하였습니다. 2차대전의 전공과 과거 식민지 경영을 했던 영국의 인맥이 빛을 발했을까요? 결국 워치 가드는 잠비아와 시에라리온에 자리를 잡고, 군사 교육 팀과 함께 보안 문제에 대한 조언을 제공합니다. 한편 스털링은 영국 무기와 용병을 다른 국가에 판매하는 계약을 중계했습니다. 주로 중동 지역의 석유 생산국의 군대에 무기를 공급하고 훈련을 담당하는 교관을 소개해 주는 계약이었습니다. 이 회사는 1971년 당시에는 생존 중이던 리비아의 독재자 카다피 대령 쿠데타 음모에 가담했다는 혐의를 받았습니다. 평화시에 타국에 대한 공격이나 다름없는 사건이 벌어졌으니 온 영국은 경악했고, 스털링은 책임을 지고 1972년 사임했습니다.\n사임한 스털링은 새로 'KAS 인터내셔널사'를 설립했습니다. KAS 인터내셔널은 국제 비정부 기구인 세계 자연 기금(WWF)과 협력하여, 많은 남아프리카 국가에서 벌어지는 코끼리 상아의 불법 밀렵과 밀수를 감소시키는 임무를 수행했습니다.\n\n현재는 미국, 영국, 남아프리카 공화국, 러시아 등 군사강국이거나 과거 식민지를 운영했던 국가 출신의 군인과 사업가를 중심으로 수백 개의 민간군사기업이 전 세계 약 50여개 국에서 활동 중입니다. 특히 미국 출신의 기업들이 독보적인데 아무래도 미국이 아프가니스탄 대테러전쟁과 제2차 이라크 전쟁 등을 일으키면서 군사 용역거리도, 전투 경험을 가진 용병 인력도 가장 많이 보유하고 있기 때문일 것입니다.\n다수의 전문가들은 민간군사기업의 급속한 성장이 전 세계 특수부대 부대원들을 국가에서 기업으로 유출시키는 문제를 일으킨다고 지적했습니다. 같은 일을 해도 많게는 열 배의 봉급을 받는 만큼 애국심 외에 정규군에 남게 만드는 요소가 미약하기 때문입니다. 이러한 유혹을 심각하게 받는 부대는 주로 영국과 미국, 캐나다 특수부대원이며, 동료와 전직 군인들의 소개를 통해 업계에서 일자리를 쉽게 찾고 있습니다.\n\nPMC는 전투를 포함해 전쟁과 관련한 모든 업무를 합니다.\n업무 범위는 기업의 능력과 특화 분야에 따라 크게 공급, 컨설턴트, 지원 등 3개 분야로 나뉩니다.  \n공급은 적극적인 전투 활동을 뜻하며 미국, 콜롬비아, 앙골라 등의 정부를 위해 원거리 군사 정찰을 수행하는 에어스캔이라든가 에티오피아에 공군력을 임대해 준 수호이처럼 전장에서 특수한 전문 군사 역량을 메워 주는 기업들 역시 이 범주에 속합니다. 군사 공급 부문의 기업과 거래하는 전형적인 고객은 대개 긴박한 위기 상황에 맞닥뜨린, 군사 역량이 비교적 부족한 곳들입니다. 이 부문의 기업들은 고객에게 종합적인 부대 패키지나 전문화된 무력 확충자를 제공하는 계약을 제시합니다. 첫 번째를 선택하면 지불한 돈과 비례해 별의별 물건이 다 옵니다. 시에라리온에서 활동할 당시, '이그제큐티브 아웃컴즈'라는 유명 민간군사기업은 대대 규모 병력의 보병에 포, 수송용 헬리콥터, 전투용 헬리콥터, 수송기, 수송선, 의사, 헌병 등의 전문가까지 업무에 동원했습니다.\n부대 패키지 대여는 비용도, 정치적인 부담도 높아서 많은 국가는 두 번째 선택을 선호한다고 하네요. 최신 제트 전투기 조종이나 미사일 발사기 제어 시스템의 작동, 고급군사전술지식을 갖춘 특수부대원 등 현지 세력이 독자적으로 교육시키거나 개발하기에는 과다한 비용이 드는 전문화된 역량을 갖춘 자들이 바로 무력 확충자입니다. 고객의 군대는 대개 훈련과 규율이 제대로 갖춰지지 않았기 때문에 요소요소에 고도로 훈련된 전문가가 조언만 해 줘도 전투력이 급상승하는 극적인 효과가 발생합니다. 컨설턴트는 전장에서 활동 없이 고객의 군대나 조직을 분석해서 좀 더 나은 훈련과 전투 방법을 조언해 주는 업무입니다. 위험도 적고 정당성도 확보되면서 장기적인 이윤이 크기 때문에 많은 민간군사기업이 전업하거나 겸업하기를 희망하는 업무라네요.\n지원은, 작고 실전적인 군대를 지향하는 현대 군대 때문에 생긴 업무입니다. 보급, 정보, 기술 지원, 병참, 수송, 건설 등 비살상 지원 및 조력 업무가 바로 지원 업무죠. 이를테면 GS25나 CU 같은 곳이 국방부와 계약하여 탄부터 식량, 병사까지 이동시키는 식입니다. 너무 친숙한 브랜드에 이상함을 느끼실 수도 있지만 당장 CIA의 정보 분석 외주를 받는 영국의 아이-디펜스 사가 마이크로소프트, 시티그룹 같은 대기업과 정보 공유 협정을 맺었던 것처럼 돈이 되면서 국가의 허락만 떨어지면 우리 곁에 있던 기업의 변신은 시간문제일 수도 있습니다.\n\n일견 유용한 면만 보이는 민간군사기업은 장단점이 뚜렷합니다.\n테러리스트나 범죄자 같은 비국가 폭력과 지역 국가 통치력의 쇠퇴, 유엔 등 국제기구의 억지력이 떨어진 현대에 긴급히 고용할 수 있는 유능한 병력이 있다는 사실은 분명 장점입니다. 앞에도 적었던 이그제큐티브 아웃컴즈는 시에라리온의 반군을 개입 3주 만에 궤멸시키고 자유선거를 무사히 치르도록 도왔습니다. 하지만 제1세계 국가가 단순한 비용절감을 목적으로 이들을 고용하는 경우 새로운 국면이 펼쳐집니다. 비용을 더 받기 위해 민간군사기업이 일부러 폭력과 살상을 자행하여 적을 만들 가능성도 있기 때문입니다. \n로비나 뇌물을 통해 정치권과 결탁해서 비용을 과다 청구하는 경우도 실제 있었던 일이죠. 미국의 군납업체 핼리버튼/KBR은 과거 CEO이자 이라크전 당시 부통령이던 딕 체니를 자문 역으로 임명하고 액수가 비밀인 급여를 제공했습니다. 그러한 '정성'은 한화 약 3조 원 규모의 국방부 용역으로 돌아왔습니다. 대신 군인들은 더 얇아진 휴지, 더 냄새나는 화장실, 더 맛없는 밥을 먹게 되었죠.\n다른 나라를 쿠데타로 뒤집어엎으려 할 때도 민간군사기업이 동원됩니다. 2004년 산유국 적도 기니의 독재자를 죽이고 정권과 석유를 차지하려고 마가렛 대처 수상의 아들, 현지 정치인, 영국 사업가 들이 공동으로 모의해 용병 100명을 고용했습니다. 만약 성공했다면 역사상 초유의 ‘용병 쿠데타’가 될 뻔한 이 음모는 사전 정보를 입수한 짐바브웨 보안군이 비행기에서, 적도 기니 정부는 자국에 이미 침투한 용병들을 모두 체포해 수포로 돌아갔습니다.\n이처럼 정치와 민간군사기업의 유착, 비용의 급작스러운 증가, 군대와 달리 제어하기 힘든 민간인 신분, 비용 증가와 파병 실패로 이어지는 민간군사기업의 돌발적 폭력성 등은 그들과 과거의 용병단은 아주 얇은 막 하나 차이로 진화한 게 아니냐는 의심을 하기에 충분합니다. \n\n[블랙워터]\n미국의 전직 SEAL 대원들이 주축이 돼서 만들어진 사설경비, 경호, 군사훈련 사업체다. 세계 최강의 사설군대를 목적으로 만들어졌으며, 실제로 이들이 호위하거나 경호한 인물들은 지금까지 한 명도 죽지 않았다. \n프랑스 용병과 달리 직원들은 모두 각기 특수부대시절 고강도 훈련을 완전히 소화한 사람들이다. 시가전, 테러진압, 미국 특수작전들이며 심지어 군생활동안 실제 작전에 투입한 사례도 많아 경험면에서는 일반 용병 그룹과 비교할수 없을 정도이다. 미군의 이라크 침공당시 블랙워터는 백악관의 군사 자문으로 참여 했으며 일선에서는 미국의 일반사병들을 현장 지휘하기도 했다.\n블랙 워터가 일반 용병집단과는 확연히 다른 이유중 또 하나는 계약에 있다. 계약주가 자신 마음대로 계약이 가능하다는 것이다. 물론 업무 난위도에 따라 지불 되어야 하는 금액은 천차만별이지만 말이다.\n블랙 워터의 군사작전 능력은 이미 일반군이상을 보여준다. 실예로 나자프전투(2004년 이라크 전쟁 당시 이라크 나자프에서 미군과 시아파 민병대 사이에서 벌어진 전투)는 이들의 능력을 확실히 보여준 사례였으며 세계 유수 고객들로 부터 상당히 많은 신임을 얻을수 있었다.\n\n무장경호, 호위 등을 하는 경비업체이지만 이익을 위해서 비도덕적인 일도 서슴지 않고 한다. \n2007년 9월16일, 이라크 바그다드 번화가에서 민간인을 겨냥한 무차별 살인극이 벌어졌다. 무장세력의 공격을 받거나 그런 상황이라고 판단할 경우 민간인 구별 없이 자신과 경호대상(물주)을 위해 무차별적으로 사격하여 막대한 인명피해를 내는 일을 수시로 벌인다. 이런 일로 청문회에 여러번 소환되었다.\n국제사회의 비판이 들끓자 블랙워터는 회사명을 ‘지(Xe) 서비스’로 바꿨고 2011년 ‘아카데미’로 다시 간판을 바꿔 달았다.\n\n2015~2016년 예멘에서 활동했다. 작전명 단호한 폭풍(Operation Decisive Storm)을 개시한 사우디아라비아 주도 연합군이 블랙워터를 고용했다. 한창 내전중인 지역이다 보니 사망자도 만만치 않은 것으로 보인다. 예멘 남부의 사우디 주도 연합군의 본부에 후티 반군의 토치카 미사일 공격이 날아와 대량살상이 발생했다.\n\n우크라이나 분리주의 친러세력의 진압작전에도 투입됐다. 독일 신문 빌트의 일요판인 '빌트 암 존탁'은 독일 연방정보국의 보고를 전하면서 미국 민간 용병 회사 '아카데미'(Academi) 요원 약 400명이 친러세력 진압작전에 참여하고 있다고 보도했다.\n\n[소말리아 해적 소탕]\n2000년대 후반부터 2010년대 초반까지 줄곳 해적들에게 나포되거나 몸값을 뜯겨왔던 상선들이 PMC에 보호를 의뢰하고 용병을 고용하기 시작하면서 수에즈 운하 통과를 위해서 소말리아 해역을 지나가는 상선들을 위협하는 해적들은 자취를 감추게 되었음. 물론 PMC로부터 용병을 고용하는 것이 적은 돈은 아니었지만 해적들에게 몸값을 뜯기는 것보다는 더 싸게 먹혔기 떄문에 각국의 해운 업체에서 세계 여러 나라의 PMC를 통해 용병들을 고용했으며, 이 상선들을 보호하기 위한 용병을 보내주는 PMC 업체들의 경쟁도 치열해졌음.\n\n[보스니아 내전]\n93년의 보스니아 내전은 용병활동의 이런 민족적 종교적 특징과 함께 온갖 성격의 용병이 한자리에 모여 혈투를 벌인 대표적인 사례다. 당시 외인부대는 보스니아 내전 지역에 700명 정도 투입됐다. 외인부대는 사라예보시에서 가장 위험한 지역을 24시간 감시하며, 세르비아의 기독교계와 보스니아의 회교도 세력이 대치하고 있는 일촉즉발의 대치 현장에서 완충 역할을 했다.\n이란과 이집트 터키 말레이시아 등 세계 각국 회교도들은 회교계의 보스니아를 돕기 위해 ‘회교도 외인부대’를 조직해 지하드(성전)를 벌였다. 크로아티아는 독일 극우세력과 영국 미국 등의 지원을 받고 날아온 국제용병들의 도움을 받았다. 세르비아 역시 러시아와 옛 소련 공화국, 그리스 등 정교국가가 지원하는 러시아 용병들의 덕을 톡톡히 봤다. 당시 몇개월간 단기계약으로 파견되던 러시아용병의 몸값은 한달 25만달러 수준으로 알려졌다.\n\n[리비아 내전]\n2011년 현재 북아프리카에서는 시민혁명이 일어나고 있다. 리비아의 가다피는 용병 수천명을 투입해 반정부군을 공격하고 있다고 알려졌다.\n\n[체첸 사태]\n95년 체첸 사태 때는 돈을 받고 출동한 3천여명의 외인용병들 때문에 정예 러시아군이 골치를 썩기도 했다. 당시 러시아의 기갑부대 공수부대 등 특수부대들은 일당 500달러 정도를 받는 전문 용병들의 강력한 저항 때문에 체첸 대통령궁 접수에 애를 먹었다. 이들 용병 가운데는 아프가니스탄과 파키스탄 출신 무자헤딘 전사들이 500여명이나 되는 것으로 알려졌다. 리투아니아와 우크라이나 출신도 100명 이상으로 전해졌다.\n\n체첸의 외인부대와 용병들은 대략 3천여명 선. 하루 일당은 최소한 5백달러로 이들중에는 인종적으로 같은 체첸족들도 있다. 러시아연방 방첩본부의 설명으로는 가장 많은 외인부대 병력은 아프가니스탄과 파키스탄출신 무자헤딘 전사들로 5백명 가량. 리투아니아와 우크라이나 출신 용병도 1백명에서 2백명선. 최근 사망한 한 여자 저격병은 벨로루시출신으로 밝혀지기도 했다. 체첸용병으로는「아브하즈 대대」로 불리는 체첸族 부대와 91년 석방된 재소자출신 전사들이 있다. 이들의 숫자는 대략 1천5백명에서 2천명. 이들은 대통령궁 인근 5백m에서 1㎞사이 포격과 폭격으로 붕괴된 건물에 숨어 프로의 기술을 보여준다. 비교적 간단한 무기인 대전차로켓과 기관총으로 무장, 러시아군의 선두와 후미를 기습해 교란시킨 뒤 우왕좌왕하는 병력들에게 정확한저격으로 치명상을 가한다. 특히 어둠속에 모습을 감춘 이들의 정확한 총격에는\"대책이 없다\"며 경험해 본 러시아병사들은 치를 떤다. 대표적인 사례가 신정(新正)대공세때 전멸한 131기갑부대. 이 부대는 탱크와 장갑차를 3렬 종대로 배치해 전진하다 예의 전형적인「선두와 후미」공격을 받았다. 그 길로 이 부대 26대의 탱크는 꼼짝도 못하게 됐다. 대부대도 아니고 숨어서 공격하는 이들의 공격에 정규병력 1천 여명이 꼼짝을 못하다 20대의 탱크가 소실됐고, 군용 차량 1백20대 가운데 18대 만이 후퇴에 성공했다. 돌아와 재집결한 병력은 중대병력수준인 1백 여명. 나머지는 사망아니면 행방불명이다. 볼가강 주둔 체르노레첸스카 육전대 81연대는, 용병과 외인부대가 병력의 주류를 이루며 사수하고 있는 그로즈니를 신정 대공세때 치고 들어갔다가 장교 1명과 10명의 사병만 남았다. 조만간 그로즈니는 함락되겠지만 외인부대와 용병들은 러시아군 역사에 치욕을 안겨준 것이다. \n\n한편 최근 전투에서 러시아군과 경찰 20여 명을 사살한 우크라이나 출신 여자 저격수 엘레나가 생포됨으로써 러시아는 물론 전세계적으로 체첸의 여성 용병 부대 ‘하얀 스타킹’에 대한 관심이 높아지고 있다. 그동안 체첸 반군에 여성으로 구성된 용병 부대가 존재하는지에 대해 추측이 엇갈렸는데, 엘레나가 생포됨으로써 실체가 드러나게 되었다. 아직 심문 결과가 나오지 않아 자세한 사실은 알 수 없으나, 여성 용병은 1차 체첸 전쟁 때부터 존재한 것으로 알려졌다. 여성 용병은 대부분 강인한 정신력과 집중력을 요하는 사격을 전공한 운동 선수들이며, 발틱 3국과 우크라이나 출신이 대다수를 차지한다고 한다. 하지만 전체 여성 용병의 숫자는 1차 체첸 전쟁 때보다는 훨씬 적다고 한다.\n전쟁이라는 특수 상황에서는 항상 미화한 신화나 전설이 나오게 마련인데 이른바 하얀 스타킹 부대도 이런 신화나 전설의 일부가 아니겠느냐는 것이 현지 언론의 반응이다. \n\n[한국의 PMC]\n2012년 현재 국내에는 해외 위험지역에 진출하는 기업들을 경호해 주는 민간군사기업(PMC·Private Military Company)이 10여 곳에 이른다. 인텔엣지, 블렛케이, 쉴드컨설팅 등이 대표적인 국내 PMC로 꼽힌다.\n지난해 이라크에서 신도시와 발전소 공사를 수주한 한화건설과 STX중공업도 국내 PMC에 경호를 맡겼다.\n국내 PMC의 경호직원들은 모두 해군특수부대(UDT)와 특전사, 북파특수요원부대(HID)에서 부사관급 이상의 간부로 군 생활을 경험했다. 일반 병 출신은 실전 경험이 부족해 아예 뽑지 않는다. 국내 PMC에 소속된 해외요원도 미 해군특수부대(SEAL)나 육군특수부대인 그린베레 출신이다. 연봉은 8000만~1억 원이다.\n이들은 무장경호와 공사현장 방호, 무장차량 호송 등을 주로 담당한다. 요원마다 저격, 통신, 장비 등 주특기 분야가 있다. 경호 외에 숙소와 음식을 책임지는 PMC도 있다. 국내 PMC 업계 수위를 다투는 블렛케이는 바그다드 내 한국대사관 인근에 게스트하우스와 한식당을 운영하고 있다.\n경호직원들이 다루는 장비는 전시를 방불케한다. 수류탄 폭발을 견디는 방탄차량은 토요타 랜드크루져를 개조해 사용한다. 1대당 가격이 1억8000만 원에 달한다. 경호원들은 소총 AK-47과 저격용 총 MSG-90, 미군들이 주로 사용하는 소총 M-4, 권총 글록-17 등으로 중무장한다. 방탄차량과 총기는 모두 현지에서 조달해 사용한다. 구입 방법과 루트는 특급 '보안사항'이다.\n한 경호업체 관계자는 \"건설공사 수주 금액의 5~10%가 해외 경호비용으로 책정된다\"고 귀띔했다. 5인 경호원 기준 하루 경호비용은 800만 원 수준이다.\n국내 건설시장의 장기 침체로 해외진출을 추진하는 건설사들이 급증하고 있어 앞으로 PMC 수요는 더욱 커질 것으로 보인다. 인텔엣지 관계자는 \"2020년까지 국내 PMC시장은 2조 원 규모로 성장할 것\"이라고 전망했다.\n\n2020년 기준으로 살아남은 소수의 업체들은 회사 규모가 크게 성장해, 이제 경호업 뿐만 아니라 전술 컨설팅과 군사자문 부분까지 사업을 확장한 것으로 보인다. 2020년 12월 기준으로 모 국내 업체의 해외경호요원 및 컨트롤 매니저의 초봉은 1억 4,100만원 ~ 2억 1,700만원으로 확인되었다. \n\n롯데그룹에서는 롯데월드타워의 테러 대응을 위한 L-SWAT팀을 운영하고 있으며, 국내에서 활동하는 민간 테러 대응팀으로는 최초라 볼 수 있다. 그러나 국내 규제상 무장도 은행 청원경찰과 별반 다르지 않은 가스분사기나 삼단봉 따위에 한정되는 등, 상식적인 수준의 테러범과 맞설 화력은 전무하며 유사시 투입될 공권력을 보조하는 차원으로 보아야 한다.\n\n[민간 정보컨설팅 회사]\n‘위즈노트 : 2019년 설립된 첩보 업무에 특화된 민간정보업체 \n국정원 20년 복무후 3급(부이사관)으로 퇴직한 전직 해외공작요원이 설립한 기업이 존재하며, 국정원과 국군정보사령부 출신들로 이루어져 활동 중이라고 한다.\n외교부나 국정원이 커버하기 힘든 국민 개개인의 해외 안전 사각지대가 너무나 많다”면서 “우리 국민의 안전을 위해 해외 봉사자나 유학생, 비영리단체(NGO) 등 현지 체류시 ‘안전 정보’를 무상 제공하고, 테러 등 신변 위협 요인이 발생했을 경우 대처요령과 의료대응 등 교육도 무상 제공\n코로나19와 같이 감염병이나 자연재해, 테러·시위 등 지역 정세가 급변하는 위기시 해외 현지에 구축한 네트워크(15곳)를 이용해 국내 기업에 필요한 정보와 대응책을 마련하고 피랍 등 비상사태가 발생했을 때 탈출·대피 경로를 개척하는 일까지 현직에서 쌓아온 ‘원스톱’ 노하우를 모두 쏟아내겠다고 했다.　\n필요시 24시간 무장 경호 등을 지원하고 산업스파이 등에 대비해 도청 및 흔적방지 매뉴얼, 파파라치 미행 회피 방안 등 전문 요원들만의 특화된 서비스도 제공할 예정이다. \n2020년 대기업 A사의 요청으로 국보급 유물 보안 관리 매뉴얼 제작과 납품을 진행했고 해외 B국가 국방부 등과 사이버보안 관련 프로젝트도 추진 중에 있다.　\n\n[해클루트(Hakluyt)]\n영국 경제지 파이낸셜타임스(FT)는 영화 007시리즈의 주인공 제임스 본드의 소속 배경이 된 영국 정보기관 ‘MI6’ 등 정보요원들이 퇴직 후 민간정보회사의 ‘기업 정보’(Corporate Intelligence) 업무에서 맹활약을 하고 있다고 보도했다.\n데이터 교차 분석을 통한 고도로 정교화되고 숙련된 수사 역량으로 기밀 정보 네트워크에 접근하는 그들의 고급 정보 발굴 능력이나 위기 대처 능력은 매우 탁월하다는 분석이다. 이렇게 수집된 기밀 정보는 늘어나는 기업, 투자자간 분쟁시 법적 증거로도 활용될 수 있다.\n전직 MI6 요원이 만든 영국 민간정보회사는 2018년에만 5900만 파운드(약 900억원)의 매출을 올렸다.　\n\n[사우디아라비아 용병]\n사우디군은 징병이 아닌 모병제인데 18세 이상이 되면 지원할 수 있다. 또한 외국인 역시 고용 형식으로 사우디군 병력의 상당수를 차지한다.\n그들은 주로 파키스탄이나 콜롬비아 등지에서 충원했는데, 예멘 내전 개입 이후에는 아프리카 지역에서도 받아들이고 있다. 특히 사우디군에 복무하는 파키스탄인이 많다. 걸프 전쟁 당시에도 사우디군 전투병력의 상당수는 인도-파키스탄 전쟁을 경험한 파키스탄군 경력자들이었다. 지금은 7만명 정도 되는 파키스탄인들이 사우디군에서 복무하고 있다고 한다.\n자국민의 저조한 입대율과 정치적인 문제로 사우디아라비아를 포함한 대부분의 걸프 만 국가들은 적지 않은 수의 외국인 용병들을 고용해 군대를 운영하고 있는 상태다. 70,000명이 넘는 파키스탄군 전역자들이 사우디군에 근무하고 있고 콜롬비아 등의 중남미 용병들도 상당수를 차지한다. 용병이란 존재가 원래 열의나 충성심을 담보하기 어려운데다가 예멘 내전 개입이 길어지며 용병 수급에도 어려움이 생겼는지라 추가적인 질적 하락이 발생했다. 사정이 비슷했던 UAE군은 징병제를 도입해 국민군으로 용병을 대체하는 식으로 대응해 성과를 거두었지만 사우디의 경우 국민들의 반발로 징병제 법안 도입에도 어려움을 겪고 있는지라 대안도 없다.\n사우디의 군 사령관들은 자국군의 문제 용병 중심의 군대라는 것이 사실. \n용병들이 제대로 싸우지 않고 전투를 회피한다던지, 명령을 거부하거나 혹은 무시한던지, 심지어 월급 올려달라고 전투 안하고 무력 시위를 한다던지 이러한 일들이 비일비재하게 일어남. 실제로 예멘에서 사우디가 가장 골치 아파하는 것이 이러한 용병들의 문제이기도 함. 게다가 하도 전쟁이 길어지다보니까 최정예로 꼽히는 남미 쪽 용병들의 몸값이 너무 비싸져서, 비교적 값싼 아프리카 쪽에서 용병들을 데려오는데 전투력이 영...그럼. 그래서 이런 문제를 인식하고서 사우디랑 UAE는 지난 2010년대부터 징병제 연구를 해왔음.\n\n예멘 지상전을 주도하는 UAE는 이라크, 아프가니스탄 등에서 악명 높은 미 사설군사업체 ‘블랙워터’를 통해 소말리아와 수단, 콜롬비아 등에서 온 다국적 용병을 예멘 전장으로 끌어들이고 있다. \n\nhttps://namu.wiki/w/%EB%AF%BC%EA%B0%84%EA%B5%B0%EC%82%AC%EA%B8%B0%EC%97%85\nhttp://legacy.h21.hani.co.kr/h21/data/L990111/1p8m1b10.html\n\nhttps://www.google.com/amp/s/www.joongang.co.kr/amparticle/23950329",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-11-30T13:47:15.068000",
  "updatedAt": "2025-09-12T13:04:13.895000"
}