{
  "id": "ebd5e336-f5ed-46b8-b3af-c9adb3d8dde3",
  "title": "기문(己汶)",
  "content": "기문(己汶)은 일본서기에 나오는 옛 지명으로 우륵의 12곡에는 상기물(上奇物), 하기물이라는 2개의 곡으로 이름이 나온다.\n\n일본서기\n게이타이 천황7년 6~11월 조에 대가야와 백제의 기문과 대사를 사이에 둔 영토분쟁 내용이 나온다.[1] 이 시기에 백제와 가야 사이의 영토분쟁 기사가 나오고 모두 백제의 승리로 끝났다.\n\n비정\n양주동 등은 감문국(甘文國)과 이름이 비슷하다 하여 김천군 개녕면 일대로 비정했었다. 그러나 백제가 무녕왕 대에 기문지방을 장악했고 최종적으로 백제 영토가 되었고 반대로 감문국은 진한에 속하여 일찌감치 신라의 영토,또는 세력권 하에 있었으므로 무리가 있다. 삼국사기 지리지에 당나라가 백제 고토에 설치한 웅진도독부산하 주 중에 지심주가 있고, 지심주 산하에 기문현(己汶縣)이 나온다. 본래 이름이 금물(今勿)라 하여 지금의 예산군 대흥현이기 때문이다.\n\n섬진강의 옛 이름이, 다사강(多沙江)이라는 이름과 함께 기문하(基汶河)이므로 그 일대로 비정이 가능한데 지금의 남원의 옛 이름이 고룡군(古龍郡)인데 古자는 말할 것도 없고 己나 基의 고음이 \"ko\"이고[2] 용의 순 우리말이 \"미르\"이니 고룡이든 기문, 기물이든 모두 큰 물(大水)라는 뜻의 \"코밀(Komil)\"로 개련되므로 남원및 그 일대가 옛 기문지방으로 비정할 수 있는 것이다. \n\n역사\n초기에 마한지역에 속했다. 마한은 이미 백제의 온조왕~다루왕대에 대부분의 지역(경기도~전라북도)이 백제에 복속된 상태였지만 남부 지역(전남)에 잔존세력이 있었고 그 지역들도 어느정도 독립성은 유지한 채 백제의 영향권에 속해 있었다. 그러나 광개토왕대에 고구려가 지속적으로 백제를 공격해 백제의 남부지역에 대한 통제력이 약화되었고 급기야 장수왕이 한성 백제를 패망시키자 전라도 지역은 힘의 공백지역이 되고 말았다. 그 틈에 역시 고구려에 패망해 가야연맹에 대한 지배력을 상실한 가락국 대신에 가야연맹의 맹주로 떠오른 반파국(伴跛國)-대가야가 전라도 동부지역에 대한 진출을 개시해 장악함으로써 섬진강이서의 지배권을 확립했다. 그 지역 중에 기문 지방이 있었고 그 외에 광양만 일대의 물혜[4],달이[5], 사타[6]지역 등도 가야의 영역에 들어 섭라지방이 되었다. 이 지역은 금관가야의 패망으로 신라에게 넘겨야 했던 김해만 일대를 대신해 새로운 가야의 대외교역창구가 되었다.[7] 가령 이 지역에서 산출되는 옥(玉)은 고구려로 수출되어 다시 고구려가 북위와의 교역수단으로 사용하기도 했다.\n그러나 웅진으로 천도한 뒤 동성왕~무녕왕대에 들어서 세력을 회복하기 시작한 백제가 남부지역에 대한 지배권을 다시금 확립하면서 가야의 호남 동부지역에 대한 지배권이 흔들리기 시작했다. 백제로서는 기문일대의 가야세력을 방치하면 노령 이남의 전남지역의 지배권을 제대로 행사하기도 어렵고 기존 영토인 전주지역등의 전북일대까지 위협받을 공산이 크기 때문이다. 6세기 초 백제는 기문지방등 섭라지방이 당초에 마한에 속했고 마한은 백제이므로 섭라는 곧 옛 자신들의 영토라는 주장을 펴기 시작해 가야와 영토분쟁을 야기했다. 가야는 기문지방을 군사적으로 통제하는 등 크게 저항했지만 군사력으로 백제에 역부족이었고 왜국이 가야대신 백제편을 든 것처럼 심지어 외교면에서조차 백제에게 밀림으로서 결국 기문등의 섭라지역을 백제에게 뺏길 수밖에 없었다. 결국 이 시기를 기점으로 가야는 쇠망의 길로 들어섰다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2026-01-10T13:25:28.231000",
  "updatedAt": "2026-01-10T13:27:46.933000"
}