{
  "id": "ec1724f0-0125-431b-af44-bc130bc1664f",
  "title": "비행기 엔진",
  "content": "제트엔진이 등장하기 전에는 항공기는 전부 왕복엔진을 쓰는 프로펠러기 였지만 제트엔진이 등장하자 전투기나 대형 여객기 등 고속의 비행기는 거의 전부 터보팬 엔진을 쓰게 되었다. \n과거에는 프로펠러를 쓰는 저속의 비행기는 대형기도 실린더가 원형으로 배치된 Radial 엔진 등 고출력 왕복엔진이 널리 쓰였지만 훨씬 작고 가벼운 터보프롭엔진이 발전하자 대형 프롭기의 고출력 엔진은 거의 터보프롭엔진을 쓰게 되었다. \n하지만 경비행기, 초경량항공기 등 저속의 작은 비행기의 소출력엔진에는 여전히 압도적으로 왕복엔진을 많이 쓰고 있다\n\n[프로펠러를 쓰는 프롭기의 엔진으로 왕복엔진과 터보프롭엔진의 장단점]\n터보프롭엔진은 출력에 비해 왕복엔진보다 크기나 무게가 훨씬 작고 가볍다. 비슷한 무게인데도 출력은 터보프롭이 몇 배로 큰 차이가 난다. 특히 고출력이 될수록 왕복엔진은 너무 무겁고 커져서 비행기에 장착하기가 곤란하다.\n\n왕복엔진은 소출력으로 만들기 쉽고 가격도 저렴하다. 반대로 터보프롭은 소출력 엔진을 만들기가 어렵고 비경제적이다. 소출력 터보프롭 엔진은 약 5-600마력(440 kW))급 정도. 소출력 왕복엔진은 가격이 몇 만 달러 선인데 소출력 터보프롭엔진은 기본이 몇십만 달러로 가격에서 큰 차이가 난다. 대체로 400 마력 300 kW 이하는 왕복엔진이 쓰이고 그 이상은 터보프롭엔진이 쓰인다.\n\n왕복엔진은 연소효율이 높아서 출력대비 연료비는 왕복엔진이 더 경제적이다. 터보프롭은 300-350 g/(kW*h) 정도지만 가솔린 왕복엔진은 대체로 240-300 g/(kW*h)이고 디젤 왕복엔진은 180-200 g/(kW*h). 하지만 요즘 항공용 가솔린 가격(세금)이 올라서 경제성도 옛말.\n왕복엔진은 기계적 진동이 심하다.\n왕복엔진은 터보프롭엔진보다 부품수도 많고 구조가 복잡하고 크기도 커서 고장나기 쉽고 정비가 어렵고 정비시간이 길다. 오버홀 수명이나 정비 주기도 2,000 비행시간 정도로 비교적 짧다.\n요즘은 왕복엔진에 쓰이는 항공용 휘발유(avgas)의 세금이 유럽에서 크게 올라 비싸고 점차 구하기 어려워지고 있다. 일부 소규모 공항에선 아예 항공용 휘발유를 구할 수 없는 경우도 있다. 그래서 최근에는 터보프롭엔진에 쓰는 제트유를 연료로 쓸 수 있는 항공기용 디젤 왕복엔진이 개발되고 있다. 제트유가 더 싸고 흔하고 소규모 외딴 공항에서도 구하기가 쉽다. 대표적인 항공기용 디젤엔진이 MQ-1C 그레이 이글에 쓰이는 Thielert Centurion 이나 그 라이센스를 받아 생산중인 컨티넨탈 디젤 엔진. 항공기용 디젤엔진은 가솔린엔진에 비해 출력에 비해 크기가 크고 무겁고 복잡하지만 같은 출력으로 연료소모가 적어 체공시간이 길다.\n프러펠러기는 태생적으로 시끄러운 프로펠러 회전 소음이 발생한다. 또 음속에 가까워질수록 프로펠러의 효율이 떨어져서 고속으로 운항하는 비행기에는 쓸 수 없다. 이건 왕복엔진의 문제가 아니고 프로펠러를 사용하는 프롭기의 숙명.\n\n\n\n엔진은 순간적인 출력만 높게 나오면 성공이 아니라 그 출력을 장시간 유지할 수 있어야 하고, 그 시간을 버틸 내구성이 필요합니다.\n1 회용인 크루즈 미사일 엔진이라면 몰라도 2000 시간의 수명을 요하는 제트엔진은 개발이 어렵다. 중국이 자국 전투기 엔진 개발에 애먹는 이유가 바로 엔진수명이 500 시간이라는 문제.\nK2 흑표 엔진 사업에서 보듯이 출력도 출력이지만 대부분의 엔진 문제는 안정성과 내구성에서 발생한다.\n일본도 그 부분에서 고전 중. 일본도 실제로 사용할 만한 수준의 엔진은 아직 개발하지 못하고 있다. \n\n\n신뢰성 있는 제트엔진을 만들기 위한 가장 중요한 전제 요건은 고내열성 금속 확보입니다.\n고내열성 금속을 얻기 위해서는 합금기술도 중요하지만 이보다 더 선행되어야 할 조건으로 야금기술입니다. 특히 블레이드와 같은 부품은 내부응력과 크랙이 없게(낮게) 제작해야 피로파괴와 열변형에 대한 저항성이 강해집니다. 이 특성의 금속을 얻기 위해 사용하는 방법이 '단결정 성장' 기술입니다. 금속은 수많은 결정들이 모여 덩어리를 이루는데 결정들의 경계면에 응력이 집중되고 또한 크랙의 시발점이 되는 것입니다. 그런데 '단결정 성장' 기술은 하나의 결정 혹은 최소한의 결정으로 형상을 만들어 내는 기술로 위의 문제점들을 최소화할 수 있는 것입니다.(현재 실리콘 웨이퍼를 이 기술로 만들지만 야금분야와는 기술이 좀 다릅니다.) 더불어 성형, 제작후의 열처리 기술도 매우 중요합니다.\n\n제트엔진은 열역학 + 유체역학 + 자동제어공학 + 금속재료학 + 기계역학 + 진동학의 기계/전자/재료공학을 망라한 종합 예술품입니다. 극한의 사용조건(온도, 습도, 먼지, 부식 등)과 극한의 압력과 진동(G force와 비행중 공기 항력에 의한 진동 및 엔진 내 고속회전자 진동 등)을 견뎌낼 수 있어야 애초에 의도된 추력과 제품의 신뢰성을 가질  수 있습니다. 자동차 신규엔진 하나 개발하는 데에도 5~7년 정도의 기간이 소요됩니다. 하물며 항공기 제트엔진은 개발에 10~15년 정도는 족히 필요하기에 장기적인 계획을 가지고 꾸준한 투자를 통해 추진해야 합니다. 이것도 엔진 개발/생산경험이 풍부한 선진 회사일 때 소요되는 개발기간입니다. 하물며 경험이 없는 초보일 경우 20~30년은 족히 걸린다고 봐야 합니다. \n순항미사일에 들어가는 제트엔진은 추력이 작고 1 회용이기 때문에 상대적으로 구조가 단순하고 내구성 조건이 낮아 항공기 엔진에 비해 제작이  쉽습니다. 순항미사일용 제트엔진 만들었다고 항공기 엔진을 만들 수 있다는건 아니다.\n\n터빈 블레이드 하나 가격이 중형자동차 한 대 값이다. 컴프레셔 블레이드 또한 그 정도. 이를 테면 압축기가 로터와 스테이터가 합쳐서 하나의 단이니까 16단 컴프레셔 엔진이라 치면 가격이 무지막지 할 거 같은데 너무 비싼거 아닌가요. 한단의 컴프레셔 로터에 들어가는 블레이드가 f-5만 하더라도 50개가 넘어가는데 스테이터까지 합하면 100개가 넘어가는거 아닙니까? f-4가 16단 인걸로 알고 있는데요. 대형으로 갈수록 물론 비싸지겠지만 가격이 너무 후덜덜 하네요.\n\n국산엔진 개발과 상관없이 한미관계가 중대한 변화를 갖지 않는 한 KF-21 block 3에는 414EPE가 들어갈 거라고 생각합니다. 경제성을 최우선으로 하고 있으니까요. 말씀하신 대로 엔진은 내구성이 중요한데 414와 경쟁했던 유로제트 엔진의 내구성이 414의 1/4 수준이었다죠. 러시아제와 비슷한 수준이라고 보면 됩니다. \n단발기인 f16 엔진 수명이 쌍발엔진인 수호이와 비교시 무려 8배나 됩니다. 경제성에서 도저히 비교 불가인 것입니다.\n\nfa50에 들어 가는 엔진이 구형 호넷 전투기용으로 쓰인 10,000 파운드급 F404이다. 그걸 한 단계 더 개량하여 슈퍼 호넷 전투기용 엔진으로 만든게 F414 엔진이다. 그리고 F404 엔진은 라팔에 들어가는 스네크마 M88 엔진과 동급입니다. 우리가 개발하는 5000 파운드급의 두배 정도 되는 추력이다. \n우리가 만들어 낸다고 해도 미국과 동일한 내구성은 갖추기 어렵다. 그래서 무인기용으로 오랜 기간 기술을 개발 축적한 이후에 유인기용으로 가야한다. 최소 20-30년은 잡아야 어느 정도 제대로 만들어 질겁니다. \n중국하고 비교하시는 분들이 있는데 중국은 데드카피 분야의 선두주자입니다. 기술 개발을 해 온 게 아니라 러시아 엔진을 무단 카피하여 기술을 올려 온 겁니다. 그러니 가장 중요한 핵심기술 자체가 없습니다. 개발을 안하고 카피를 했으니 엔진 제작의 기본기가 없는 겁니다.  카피만 한다고 해서 되는 게 아니라 원천기술을 개발해야만 가능합니다. 이 원천기술 개발에 몇십조가 투자 됩니다.\n\n설계 능력이고 뭐고, 가장 열을 많이 받는 터빈 블레이드의 소재 기술이 없이는 만들어도 금이 가고 불에 타고 그런 겁니다. 최첨단 엔진이라는 F-35에 들어가는 F-135 엔진도 초기에는 불이 붙었어요. 터빈 블레이드 소재는 주로 니켈강 초내열 합금인데, 우리는 아직 멀었어요. 그 밖에 필요한 기술은 냉각 기술, 저열전도성 열차폐 코팅 기술 등 많아요. 일단 초내열 합금기술부터 확보하고 나서 전투기 엔진인 고성능 터보팬 엔진 개발 얘기를 합시다. 그만큼 이 분야에 대한 우리 기술이 한참 멀었다는 겁니다. \n무인기 터보팬 엔진 출력의 개발 목표는 5000 파운드 정도. \n전투기의 엔진은 에프터버너 작동시 추력 2만 파운드 정도부터 시작, F-22 엔진 추력 35000 파운드, F-35 엔진 추력 43000 파운드. \n\nF135 엔진에 적용된 내열 코팅의 내구성이 예상보다 훨씬 낮아서 수명을 깎아 먹고 있으며, 상정된 누적 가동 시간보다 훨씬 더 빨리 엔진을 교체할 수 밖에 없다.\n터보팬 엔진 추력의 핵심은 고압 터빈로터의 입구 온도를 높이는 건데, 온도가 높을 수록 열팽창 효과로 대기중으로 뿜어져나가는 가스의 속도가 더 맹렬해지기 때문에 고속을 낼 수 있다. 그래서 입구 온도를 얼마나 올리느냐가 연비와 추력을 동시에 잡는 절대 요소지만, 입구 온도를 무한정 올리기에는 로터가 못버티는 문제가 있다. \n\n미국은 F-135 엔진으로 1800도에 도달했다고 하더니 결국 못버티는 군요. 터보팬 엔진의 추력을 올리는 방법이 압축터빈을 증가시켜 전체적인 압축비율을  터빈팽창비 보다 증가시키거나 고압터빈로터의 입구온도를 높이는 것인데 F-135 엔진은 3D 입체냉각 기술로 최고의 냉각 성능을 자랑한다고 하더니 결국 실패. \n\n러시아 엔진이 매연이 많은 이유가 고온의 터빈 입구온도를 견딜 소재기술이 부족해서 더 짙은 공연비로 기화열 효과를 얻기 위해 필요 이상 많은 연료를 사용해서 매연이 심하고 연비도 나쁨.\n\n터키의 바이락타르 TB2가 무인기 중에서는 베스트 셀러인 것은 다 아시겠지만, 캐나다에서 엔진 수출을 금지해 터키가 자체 개발한 엔진을 탑재했는데 고장율이 너무 높아 지금은 신뢰도가 많이 떨어졌습니다. \n역시 무인기에도 핵심은 엔진인데 한국은 중고도 무인기용 1200마력 터보프롭 엔진은 한화에서 국산화를 했고 지금은 1400마력 터보프롭 엔진을 개발 중인데 내년 말까지 끝낸다고 합니다. \n터키가 자랑하는 바이락타르 TB2의 엔진이 100마력 정도인 것을 상기한다면 한국이 이미 개발을 마친 1200마력 터보프롭 엔진이 얼마나 대단한 것인지 감이 잡히실 것입니다. \n중고도 무인기용 1200마력 터보프롭 엔진은 한화가 SS-760K 터보팬 엔진을 기반으로 개발을 한 것이고, 현재 개발중인 1400마력 터보프롭 엔진은 293억원의 개발비로 아주 저렴하게 개발을 하는데, 그 이유는 기존의 개발된 기술을 최대한 활용을 했기에 가능한 것이고, 이 엔진 개발이 끝나면 헬리콥터 엔진도 국산화가 가능하게 되는 것입니다. \n\n[전투기 엔진의 수명]\n전투기 엔진의 운용 수명은 국가 및 기종에 따라 다양하며, 설계 기준, 기술 수준, 정비 체계 등에 따라 차이가 있습니다. 아래는 주요 국가들의 대표 전투기 엔진의 운용 수명 정보를 정리한 표입니다:\n\n전투기 엔진의 운용 수명은 국가 및 기종에 따라 다양하며, 설계 기준, 기술 수준, 정비 체계 등에 따라 차이가 있습니다. 아래는 주요 국가들의 대표 전투기 엔진의 운용 수명 정보를 정리한 표입니다:\n\n\n\n\n\n미국 GE은 12000시간, \n라팔의 최신 M88-4은 6000시간 목표, \n유로파이터 EJ200 4500시간 정도인데 6000시간 목표라고 함.\n러시아 4000시간, \n중국 처음 800시간이었지만 현재는 2500시간~ 4000시간 이라고 함. 내구성은 러시아제 따라 잡았지만 출력은 논외임.\n한화 5500파운드급 1000시간\n\n\n\n1. Su-27~Su-35\nAl-31F-1~2 :1981년 개발된 SU-27의 초창기 엔진 MTBO(Mean Time BetweenOverhaul)150시간, 엔진 운용수명 800시간\nAL-31F-3 : MTBO 300시간 운용 수명 900시간\nAL-31F-3 : MTBO 300시간 운용 수명 900시간\nAL-31F-4 : MTBO 500시간 운용 수명1500시간(SU-30MK2 장착)\nAL-31FP : SU-30MKI 장착형, TVC 장착기 MTBO 1500시간 운용수명 3000시간 신형 티타늄 노즐 수명 500시간\nAL-31FM1: SU-27SM 장착형 MTBO 1500시간 운용수명3000시간 (추력 13.5t)\nAL-31FM2: SU-27SM 추력증가형 MTBO 1500시간 운용수명3000시간(추력 14.2t)\nAL-31FM3: AL-31FM2 베이스의 추력강화형 SU-34장착 MTBO 1500시간 운용수명 3000시간 (추력 14.5t)\nAL-41F :SU-35BM 장착형 MTBO 1500시간 운용수명 4000시간 (추력 18t)\n\n\n전투기 엔진에서 MTBO(Mean Time Between Overhaul, 정비 주기)와 운용수명(service life 또는 total life)은 개념이 서로 다릅니다. 각각을 아래와 같이 정리할 수 있습니다:\n\n1. MTBO (Mean Time Between Overhaul)\n정의: 엔진이 대정비(overhaul) 없이 정상 작동할 수 있는 평균 시간입니다.\n의미: 일정 시간이나 시간/사이클 수가 지나면 엔진을 분해해 내부 부품 점검, 교체 등을 실시하는 중대정비 주기입니다.\n단위: 주로 비행 시간(h), 싸이클 수(cycles) 등으로 측정됩니다.\n예시: MTBO가 2,000시간이면, 약 2,000시간 운용 후에는 엔진을 완전히 분해해서 재조립해야 한다는 뜻입니다.\n\n2. 운용수명 (Service Life / Total Life / Life Limit)\n정의: 엔진 전체가 폐기되기 전까지 사용할 수 있는 총 시간 또는 싸이클 수입니다.\n의미: 아무리 잘 정비해도, 금속 피로나 고온환경에서의 열화로 인해 일정 시간이 지나면 더 이상 사용할 수 없는 한계를 뜻합니다.\n단위: 마찬가지로 시간(h)이나 싸이클 수로 측정됩니다.\n예시: 운용수명이 6,000시간인 엔진은, 대정비를 몇 번 받았든 총 6,000시간을 넘기면 영구 폐기됩니다.\n\n차이를 비유로 설명\nMTBO는 자동차의 오일 교환 주기와 비슷합니다. 일정 거리마다 정비소에서 오일 갈듯이, 전투기 엔진도 일정 시간마다 대정비가 필요합니다.\n운용수명은 자동차의 폐차 시기와 같습니다. 아무리 정비를 잘해도 차체가 노후되면 폐차하듯이, 엔진도 일정 시간이 지나면 퇴역시켜야 합니다.\n\n\n\n \n2. Mig-29, Mig-35\n\nMig-29 RD-33 : MTBO 300시간, 운용수명 1000 시간 (초기형 Mig-29 운용하는 북한은 죽어날 듯..)\nMig-35 RD-33MK: MTBO 1000시간, 운용수명 4000시간\n\n3. 라팔\nM88 : MTBO 800시간, 운용수명 ???\nM88-3: ??\n\n4. F-15~ F18\n F100, F110, F404 , F-414: MTBO 1500 시간  운용수명 4000 시간\n\n5. 유로파이터\nEJ200: MTBO 1000시간, 운용수명 1500~2000 시간??\n\n러시아 엔진도 이제 많이 좋아졌군요. KFX를 단일엔진으로 할 경우 Pak FA 에 들어가는 AL-41F도 괜찮을 것 같습니다. 이 엔진을 단발로 장착했을 경우 최대 이륙중량은 F-16과 라팔의 중간 정도로 나올 것 같습니다. 가격대비 수명이나 신뢰도를 본다면 미국제 엔진이 가장 우수해 보입니다. 유럽제는 엔진이 문제군요. 가격은 비싸고 수명은 짧고, KFX 엔진은 러시아제나 미국제 중에서 선택해야 할 듯 합니다. 단발로 간다면 러시아제 SU-35BM, PAK-FA에 들어가는 AL-41F로 하고.. 쌍발로 간다면 효율 좋은 F404\n\nEJ-200 - 터빈수명 1600 시간 (2000 시간 목표로 개선중)\nF-404 - 터빈수명 4000 시간\nF-414 - 터빈수명 6000 시간\nM-88-2 - 터빈수명 500 시간 (1000 시간 목표로 개선중)\n라팔에 다는 M-88버전은 업글되었습니다. M88-4E. 엔진수명 1200시간 정도로 50퍼 상승\n\nRD-33 - 터빈수명 1000 시간 (러시아 엔진은 통상 350 - 1000 시간)\n\n[러시아]\n엔진들은 예전에 나쁜 연비와 불완전연소(시꺼먼 매연), 그리고 짧은 수명....\n\n- 미그-29 엔진 : 400비행시간 후 오버홀 필요.. 최대수명은 1,000시간 가량 (독일통일 후 독일은 개량해서 오버홀 기간을 2배로 연장시킴)\n\n- 수호이-27 엔진 : 400~1,000시간 사용후 오버홀... 최대수명은 1,500시간\n\n=> 이후 러시아는 T-50 스텔스기 등을 위해 개량을 가해서 수명이 2,000시간 가량되는 신형엔진을 개발...\n\n\n러시아 공군기들의 소리 숫자가 날이 갈수록 수렁으로 처박히는 이유는 바로 본질적으로 소련 시절에 개발된 항공기 엔진 수명의 문제와 연관이 있음. 물론 소련 이후에 개발된 수호이 계열의 최신 버전들, 즉 Su-30, Su-34, Su-35 같은 친구들이 있긴 하지만 기본적으로 평균적인 전술항공기들의 엔진 예상수명이 120~160시간에 지나지 않음.\n이게 무슨 소리냐면, 구 소련 및 러시아 연방에서 전투기를 개발하고 설계하는 곳이 GenStab 하나뿐임. 근데 얘네는 공군력과 관련해서 가장 크게 영향을 받은 사건이 하나 있음. 그것은 바로 제2차 세계대전이며, 이 당시의 평균적인 소련 공군의 전술항공기 예상 수명을 그대로 데이터에 반영함.\n\n통계상 2차대전 시기 소련 공군의 전술기들은 120~160시간 내에 격추되거나 심각한 손상을 입어 대열에서 이탈했다고 보고됨. 그래서 이러한 데이터를 기본으로 엔진 등을 설계했음.\n이는 큰 이점이 하나 있었는데, 어차피 기체들 격추당하는 경우가 120~160시간내에 시간대로  발생하니, 그 시간 내에 유지보수가 간편한 항공기를 운용하는 것이었음. 이는 분명히 운용하는 부대 및 물류시스템을 간편하게 만들 수 있었음. 게다가 복잡한 유지보수 시스템 및 전문 인력을 양성할 필요도 없었기 때문에 값비싼 장비와 유지비가 필요 없었고, 간단한 예비부품만 처리하면 되었음. 항공기 타이어와 제동용 낙하산, 조종석 캐노피 등등의 물자들만. 이러한 경향은 지금까지도 이어졌음.\n\n물론 7~80년대에는 Mig-29, Su-27 같은 전투기의 엔진을 최대 400시간 동안 쓸 수 있도록 품질을 향상하기도 했음. 그러나 여전히 본질적인 문제는 이어지고 있었고, 대부분의 소련 공군기체들은 120~160시간, 혹은 400시간의 비행을 거친 뒤 엔진 자체를 사실상 교체하는 정밀한 검사를 받아야 했음.\n엔진, 배관, 레이더 등을 모조리 갈아치우니 사실상 전투기를 새로 만든다고 봐도 무방할 정도.\n물론 이정도로 간편하다보니 7~80년대 소련 공군이 12,000기 이상의 항공기를 유지할 수 있었지만 전반적으로 전체 전력의 1/3은 항상 정비에 묶여있어야 했음.\n 그러나 소련이 붕괴하고 공군을 유지하던 거대한 유지보수라인도 덩달아 붕괴하면서 지금의 러시아 공군의 문제로 이어졌음.\n러시아 공군은 언뜻보기에는 매우 거대하고 강력해 보임. 그러나 엔진수명 문제는 그들의 발목을 잡고 있음. 물론 푸틴의 바램처럼 전쟁이 3일 이내로 끝났다면 이 문제는 지적되지 않았을 수도 있음. 오히려 여느 러뽕들이 이야기하던 것처럼, \"합리적인 공군 운용\" 혹은 \"경제적인 유지보수\" 라며 극찬했을지도 모름. 하지만 전쟁은 당초 예상했던 3일~14일을 훌쩍 지나버렸고 지금 8개월 차가 되었음.\n가용 기체의 대부분이 엄청난 부담을 받고 있고, 전줄기의 1/3이 정밀검사를 통해 위에서 언급한대로 엔진을 비롯한 많은 부분을 교체해야하는 상황임. 그러나 이는 제대로 이어지지 않을 뿐더러 서방의 경제 제재 등으로 인해 부품의 품질이 저하되면서 많은 문제를 일으키고 있음.\n최근 러시아 공군기들이 오작동을 일으키거나 추락하는 사고가 빈번하게 보고되는데, 이는 제대로 된 검사를 받지 못하거나 혹은 열악한 품질의 부품으로 교체하면서 벌어진 일일 가능성이 높음.\n우크라이나는 계속 소티 유지하는 것을 보면 어디선가 친절한 친구들의 도움 받는건 확실해보임. 그러다 보니 러시아 공군이 갖은 곳에서 전술기 전력 끌어다가 우크라이나 영공에 집어넣고 있는데, 이것도 임시방편일 뿐 결국은 엔진 수명은 달라지진 않는지라.\n첨언하자면 러시아의 전투기 설계 사상 자체는 야전에서 쉽고 신속하게 정비해서 가동률을 유지하는것에 있고, 그래서 엔진도 일일히 정비하는 것보다미리 생산한 재고들로 교체해서 항공기들을 바로바로 순환할 수 있게 하는 것임.\n그래서 Su-27 계열들을 보면 비행단 정비창에서 엔진을 비교적 쉽게 빼낼 수 있도록 설계되었음. 서방 공군의 F-15, F-16 터보팬 엔진을 빼내려면 복잡한 작업을 거친 것과는 대조적임.\n이는 언뜻 듣기에 합리적이지만, 문제는 일정 기간동안 예비 엔진 재고를 충분히 생산해서 확보해야 가능한 것임. 그러나 러시아는 이게 안되고 있음. 앞서 말했듯이 전쟁이 장기화되고 제재 역시 이어지면서 군수산업 자체가 나락으로 갔으니 유지가 될 리가.\n\n러시아 엔진은 미국보다 기술적으로 20년은 뒤떨어졌습니다. 수명도 짧고 불완전 연소문제도 있어서 연비도 나쁩니다. 그럼에도 불구하고 추력은 괜찮습니다. 러시아는 엔진을 소모품 취급한다는 소리가 있고 싸니까 수명도 별 문제가 안될 수도 있습니다.\n\n러시아 엔진의 특징은 추력에만 촛점을 맞춘 엔진이라서 대량생산 체계로 인해서 가격을 무진장 낮춘. 미그21로 부터 규모의 경제만을 생각한 상황임. 현재 북한의 보유 미그21의 비행이 거의 없는 것은 바로 이러한 엔진수명과 관계가 깊은 상황임. 엔진수명이 몇백시간 밖에 안되서.\n\n[중국]\n자체개발한 전투기엔진은 원래 미국 B-1B 폭격기와 동일한 코어기술이 적용된 민항기 엔진을 수입해서 역설계한걸로...\n(최초 기본기술은 미국꺼... 그후 거의 30년 삽질해서 자체개발) \n\n중국전투기들은 러시아 SU-27의 엔진과 거의 비슷한 모양이라서 겸용으로 쓰는 모양인데요...\n스펙상 성능은 중국엔진이 약간 더 좋음... 그러나 신뢰성 문제로 군부에서 일부 반품 조치도 몇년전에 있었고...\n참고로 중국은 128개의 수호이-27용 엔진을 2.5억 달러에 몇년전에 구매계약... (개당 200만불 가량)\n비록 수명 짧고 연소효율 나쁘지만 엔진 자체의 신뢰성(수명 이내)과 내구성은 또 괜찮다네요?\n\n중국은 궁극적으로 미국식으로 가고 있습니다. 그래서 어떻게 해서라도 수명 늘리는데 주력 하고 있고요 추력 2만 파운드에 오버홀 운영 시간은 목표를 2000시간 이상으로 잡고 있죠\n\n[유럽]\n- 유러파이터 타이푼 엔진 : 1,600시간 가량의 수명... 241개의 엔진을 14억 유로에 누군가 구매한적 있음 (개당 800만불 가량)\n\n유럽엔진들은 높은 가격, 짧은 수명이 특징.... 전투기 수명이 보통 7,000~8,000 비행시간 (약 30년)이라고 치면 엔진가격 만만찮음. \n\n[미국]\n- 보통 개당 400~500만 달러 수준... 수명은 4,000시간 이상 (최신엔진은 6,000시간 짜리도 있...)\n중간 가격, 긴 수명, 그리고 고성능이 특징.... (물론 미국 엔진도 가끔 결함 등으로 전세계 비행중단 조치도 있긴 함)\n\n그래서 소련 기술을 받은 중국도 여전히 엔진 내구성 문제를 가지고 있죠 그래서 죽어라 미국 기술 확보 하려고 하고 있고요 ..\n미국은 기본이 3~4000시간 이상입니다.\n국내에 있는 KA-32도 엔진 내구성 때문에 수리비용이 꽤 들어가죠 그래서 신형 부터는 엔진 유지 보수 시간을 엄청 늘린 신형 엔진을 장착했는데\n이게 무려 500시간입니다.. (지금 러시아 전쟁 때문에 사실 이것도 조만간 큰 문제가 될겁니다 앞으로 산불 대응에 문제가 생길 여지가 큽니다. 위 본문에도 있지만 러시아는 요즘 스마트폰 처럼 아세이..방식으로 수리하는 경향이 강합니다. 이게 러시아와의 수출입 길이 사실상 막힌 현재 상황상 문제가 됩니다)\n미국 헬기들은 2000~6000시간이죠.\n\n작년에 모 회사의 엔지니어에게 들은 내용입니다. \n항공기 엔진에 들어가는 터빈 블레이드는 높은 온도에서 지속적인 하중을 받는 상태에 놓이는데, 이런 상황에서는 creep라는 현상이 일어납니다. 우리가 흔히 아는 바로는, 탄성이 있는 물체에 동일한 힘을 가하고 있으면 일정 길이만큼 늘어나고 거기서 멈춰야 하는데, 계속 늘어나는 상황이 creep입니다. \n**참고** 크리프(Creep) 현상이란? (qkqeo.com)\n이런 creep에도 잘 견디는 부품을 만들어야 하는데...  같은 금속으로 만들더라도 그 재료안의 결정립이 크냐 작냐에 따라서 재료의 특성이 엄청 바뀝니다.(우리가 보석같은 걸 보면 깍아서 만든거 말고 원석에서 발견할 수 있는 고유한 모양을 결정이라 하죠.)  선진 엔진제작사들은 블레이드를 하나의 결정으로 만드는 기술을 가지고 있습니다. 이게 creep 수명을 늘리는데 아주 중요하다고 합니다. \n**참고** amenews.kr/skin/news/basic/view_pop.php?v_idx=14164   (읽다가 뒤로 갈 수록 무슨 얘긴지 몰라서 포기했습니다. T_T)\n안타깝게도 아직 우리나라에서 엔진 부품을 이렇게 만드는 기술이 없다는 군요. 다른 건 왠 만큼 따라왔다고 말할 수 있는데 이게 가장 큰 문제라고 합니다.\n\nKF-21정도에 들어갈 엔진을 만들려면 1800도의 온도를 순간이 아닌 지속적으로 견딜 수 있어야 하는데 우리나라는 그정도를 유지할 수 있는 소재를 아직 못 만든다는 기사가 있습니다. 우선 만들어보는 것이 온도가 더 낮은 소출력 엔진을 개발해 볼려고 하더군요.\n크리프에 링크된 글을 보면 크리프는 압력이 높을수록 온도가 높을수록 변형이 증가한다고 나와 있네요.\n\n우리나라도 니켈기 단결정 블레이드를 만들 수는 있습니다. 국책과제로도 했구요.. 다만 그 안에 수많은 냉각홀 가공 기술 + 초내열 코팅 기술이 필요한데 대부분 미국 군사기밀급이라... 참고로 최근에는 금속3D 프린팅 기술을 이용한 블레이드 개발 제작이 트렌드입니다.\n\n터빈입구 온도 10 K 올리는데 1년 들어간다나..\n\n상업용 항공기 엔진은 10만 마력급의 추력과 수십 년을 견딜 수 있는 내구성이 요구되기에 군용 항공기 엔진보다 훨씬 높은 기술 수준이 높으며, 이는 달리 말하면 대형 상업용 엔진 시장에 타 국가/기업들이 진출하기는 거의 불가능하다는 얘기이다. 그러나, 군용 엔진은 2만~5만 마력 정도의 추력에, 내구성 요구 사항 또한 상업용 항공기 엔진보다는 낮은 편이라 중국, 러시아 등도 자체적으로 군용 엔진을 제작하고 있다. \n중국이 한동안 자체 5세대 전투기인 J-20 엔진 조달 문제로 양산에 문제를 겪다가 Su-27 러시아 전투기 면허 생산과정(AL-31F)에서 습득한 기술을 기반으로 자체 엔진 개발에 성공하여(WS-15) , 현재 전투기를 마구마구 찍어내고 있다. WS-15는 애프터 버너 가동 시 최대 추력 4.3만, 엔진수명 1,500시간으로 F-35의 엔진F135-PW-100과 필적한다고 주장하고 있다. 일본은 차세대 전투기 F-3 개발시 2.5만 파운드 추력의 XF9-1 자체 개발 엔진을 채택할 계획이다. \n조만간 시험 초도 비행에 나설 한국형 KF 21 전투기는 GE사의 F414 엔진을 사용하는데, 이는 현재 미국 해군의 F/A-18E/F형에서 사용 중인 엔진이며 추력 (1.4만/2.2만) 파운드에, 수명시간 6000시간의 쌍발 엔진(2개의 엔진으로 구성)을 채택한다. \n미국 공군의 F-14, 15, 16, 118에는 P&G의 F110엔진이 사용되는데, 추력은 (1.7~2.8만) 파운드로 F414 보다 조금 앞선다. 그에 반해 F-35에는 P&W의 저바이패스 터보팬 엔진인 F135-PW-100,400, 600을 사용하는데 (2.8만/4.3만) 파운드의 추력을 낼 수 있다. F-35가 단발 엔진인데 비해, KF21은 쌍발 엔진이므로 추력은 비슷할 것으로 예상된다.\n\n\n\n\n한화 VS 두산 엔진\n\n\n전투기용 엔진엔 콜드섹션과 핫섹션이 있음. 한화가 하는 건 엔진 가격 기준 40% 정도 되는  콜드섹션이고\n핵심 부품인 후배기 핫섹션은 전부 GM이 만듬. 그리고 GM은 핵심 기술은 절대로 한화에 지금까지 준 적이 없음. GM은 자기들이 만들어 봤자 돈 안되는 부분만  하청.\n\n\n1) 소재기술\n두산 >>>>> 한화\n두산이 만든 가스터빈 엔진(DGT6-300H S1)은 \n이미 TIT기준 1500도로 12000시간 달성\n(Turbine Inlet Temperatur ; 엔진 내에서 가스 흐름이 터빈 단계로 들어가는 지점에서의 온도)\n약간 과장 때려서 터빈 블레이드 기술로 따지면 세계 탑5 라고 해도 과언이 아님. 그리고 TIT 1680도 연구 개발 진행중이고 머지 않아 나올 예정이라고 두산에선 주장. 보통 전투기 엔진에 들어가는 F404 터보팬 엔진의 TIT가 1,400C 이고,  KF-21 보라매나 F/A-18E/F 슈퍼 호넷에 들어가는 F414는 1,500C임\nF414-EE급 엔진의 TIT가 1700도니까 1680도면 소재 기술로는 두산이 넘사벽임.\n(물론 두산 개발진이 진짜로 단조 형태의 1680도 소재 기술을 개발할수 있을지 없을지는 잘 모르겠음. 솔까 100조 넘게 돈 투자한 중공놈들 엔진도 아직도 1680도가 안되는데 그게 과연 가능할런지?)\n참고로 한화는 2030년까지 해외에서 기술 도입(로열티 주고 소재 기술 사온다는 소리인데 이게 가능할지 모르겠음)해서 1500도 달성하겠다고\n얘기하고 있음. 2030년대면 두산은 이미 양산형으로 1680도 달성 가능.\n다들 알겠지만 TIT 온도가 높을수록 엔진 효율이 올라가고 연비 좋아지고 (더 완전 연소에 가깝게 됨), 전기 발전 용량도 커져서 에이사 레이더 성능도 좋아짐.\n그러므로 소재기술로는 두산이 앞선다고 봐야됨. 그런데 두산 혼자 저 소재기술을 개발한 게 아니고\n국내 중소기업이 같이 개발함. 근데 이 회사에서 한화에 납품이 가능한지는 잘 모르겠음.\n결론 : 전투기 엔진에서 소재 기술은 한화가 비빌 수준이 아니다\n반론 : 다만 두산 엔진은 항공기용으로 개발한게 아니라서 터빈 블레이드 자체가 무거움. 경량화에 상당한 시간이 소요될 가능성 배제하기 어려움\n\n2) 조립 양산 기술\n한화 >>>>>  두산\n일단 한화는 40여년간 엔진 조립은 많이 해봄. 비록 하청 조립이었지만 양산 대수가 만개. 의외로 제품 개발보다 양산이 어려운 경우가 더 많음. 대표적 사례로 GPU칩 양산에서 아무리 2나노 1.8나노 개발해도 양산해서 막혀서 수율 떡락하는 경우가 태반.\n두산은 이제 가스 터빈 엔진 한 두개 생산해서 양산해 본게 전부.\n\n3) 설계 및 해석 기술\n\n한화 ≒ 두산\n한화도 프로파일럿 및 3프로 나와서 하는 말 보면\n지금까지 설계할 생각 없었고 이제 할 생각이라고 하는거보니 지금까지 엔진 설계에 대해 진지하게 생각하고 개발중인 건 아닌듯 싶음.\n두산도 이제 만 파운드짜리 국책과제 실행중이라\n엔진 설계 기술에선 두 회사다 비슷하다고 봐야 합리적.\n다만 축설계, 공력 설계 등에선 터빈 설계해 본 두산이 약간 앞선다고 봐야 맞을듯.\n\n4) 시험 인증-테스트 시설\n\n항공기용 엔진 테스트 : 한화 우위(40년동안 테스트한 짬밥이 있으니까)\n소재 테스트 : 두산 우위\n\n5) 엔진 전자제어 소프트웨어\n\n가장 중요한 건 전투기 엔진 제어용 소프트웨어\n전투기 엔진을 가동하는데 그냥 엔진만 가동하는게 아니라 전자적 제어를 해야하기 때문에 소프트웨어가 필요함. 두산에서 개발한 게 국내에서 개발한 건지 아니면 해외 기술 도입한 건지 알 수가 없어서 정확히 설명할 수가 없는데, 선박용 가스터빈은 일정 속도로 지속 발전만 하기 때문에 시시각각 파일럿의 명령에 따라 터빈 속도를 가변시켜야하는 항공기 엔진 소프트웨어와는 큰 차이가 있을것으로 추정됨. 고로 소프트웨어 기술은 두 회사 다 전혀 없음. 이거 맨바닥부터 개발해야 하는데 이게 정말 난제중 난제임\n이게 돼야 엔진이 성공함. 소재도 두산과 두산 하청 회사가 개발해놨고 개발도 가능할 거 같은데, 또 조립 양산도 한화가 해봤으니 그것도 가능할 거 같은데\n전투기 엔진 제어용 소프트웨어는 정말 난이도가 다른 분야임. 상당량의 데이터도 쌓여야 하고 상당히 높은 수준의 개발이 필요할 거 같다는 추정을 해봄. 이건 두산이든 한화든 맨바닥에서 개발해야되서 국책 사업으로 추진해야 맞다고 생각함. 이건 하루 아침에 만들어지는 게 아니라 굉장히 오랜 시간이 필요함.\n개인적으론 소재 기술보다 난 이게 더 어렵다고 생각함.\n특히 향후 AI 무인기에 이 엔진기술까지 쓰여야 한다라면 정말 난이도가 매우 높을 것임.\n\n6) 결론\n한화 : 40여년간 콜드섹션 40%만 생산해 봄. 자체적으로 설계 및 소재 개발 한번도 해본 적 없는 하청회사\n두산 : 항공 엔진 전혀 모른다는게 팩트(로 보임). 두산 개발진은 항공기용 엔진과 가스터빈 엔진은 다르지 않다고 하지만 지상에 설치해서 운용하는 가스터빈과 하늘을 날아다니는 엔진은 엄연하게 다름.\n다만 자체적으로 생산 및 설계하고 소재 기술까지 있는 건 팩트.\n\n한 회사에 몰빵하는 건 위험해 보이고 두 회사 같이 멱살 잡고 끌고 가는게 합리적이고, 가장 베스트는 두산과 한화의 항공 섹션을 단기 합자회사로 만들고 거기에 정부가 일부 자금 투자해서 항공기용 엔진 설계-생산 해보는게 좋지 않을까 생각함.\n\n제트엔진의 핵심이 터빈 블레이드이고 나머지는 대단치가 않은 그냥 로우테크 제품. 이 터빈블레이드는 내열성 합금강을 주물로 만드는 건데 한화이든 두산이든 그 터빈블레이드를 직접 만들지가 않고\n최종 조립 업체임. 애초부터  항공제조업은 중소기업의  역량이 좌우함.\n근데 제트엔진의 자급 여부가 자주 국방의 초석이므로 무조건 달성해야 하고, 그러니 제트엔진에 대한 요구 성능 조건을 낮추워서라도 국산엔진 제조를 성공시켜야 함. 엔진은 일단 최대 추력만 만족시키면 나머지는  부족해도 그냥 쓸 수는 있다는 거. 제트엔진을 외국에서 엔진 제조국가에 종속 당하는 사태를 방지가 가능.\n엔진의 수명이랑 연비는 포기 가능한 요소임.\n\n두산의 터빈 블레이드는 국내 중소기업 제품입니다.\n그 회사가 강소기업이라 하더라구요.\n\n2번 관련해서 유투브 보니까 두산도 oem 양산했다고 나온 부분이 있던데..항공기용 터빈은 아니라도 발전기용 터빈은 양산한 적이 있는 거 같아요.\n5번은 정말 동감.. 아마 중궈가 러시아 엔진을 역설계 하다가 여기에서 막혀서 러시아 엔진을 못넘고 있을 가능성이 크다고 봅니다.\n우리가 정말 항공기용 터빈 소재가 쓸만한 게 나왔다 하더라도 5번에서 유의미 있는 결과가 안나오면 안됩니다.\n\n제가 보기에도 두산을 중심으로 두고 한화가 보조하는 쪽이 나을거 같아요. 어차피 국가 주도 개발이라 한 기업이 독점하긴 어려울거 같아서요. 한가지 더 궁금한 점은 향후 f110급으로 목표치 상향 조정도 가능하지 않나요?\n\nf414 급을 성공한다면 f110도 당연히 가능합니다. 엔진 직경을 키우기만 하면 f110급이 나오거든요. 물론 물리적 특성이 다르므로 쉽다고는 못해도 어렵다고 할 수도 없죠. 그보다 문제는 수요입니다. 충분한 수요를 확보하지 못하면 수조원의 개발비가 날라가는 거죠.\n\nf414 와 f100 계열의 엔진은 기본 구조가 전혀 다릅니다. 가장 큰 특징은 f414는 3단계로 분할해서 따로 만든 뒤 모듈식으로 결합하는 방식이고, f100 계열은 한 몸체라서 조립 난이도가 더 높습니다.\n일부러 f414 계열을 선택한 이유는  우선은 연료비가 f100 대비 낮습니다. 그리고 정비가 용이한 구조라서 f414계열만 잘 만들어도 후에 개량이 더 쉽습니다.\n특히 무인기 10000파운급 엔진은 개량이 용이한 구조가 f414급이기에 f414급으로 간다고 하면 어느 정도의 성능이 보장됩니다.\n하지만 f100 계열은 나사 하나만 잘못되면 출력이 팍 떨어지는 상황이 나와서 이건 엔진 설계사상부터 출발이 다른 물건이기에 소재 개발부터 상당히 고급소재와 가격이 비싼 소재들로 이뤄져서 가격부터 넘사벽입니다.\n결국 우리처럼 아무런 경험 없이 접근이 가능한 물건은 f414계열이 휠씬 유리하다라는 것입니다. 향후 무인드론에 장착할 엔진에도 상당히 유리합니다.\n\n한화랑 두산이 합작회사 설립해서 엔진 개발하는게\n제일 베스트이긴 한데 두 회사 모두 독자개발 가능하다고 밥그릇 빼앗기지 않을려고 하니 정부가 잘 조율해줬으면 한데 항우연이랑 한화가 지적재산 두고 다투는데 정부는 손 놓고 있으니 기대는 안 함\n\n소재기술은 설명이 틀림. 두산 애덜 말하는거만 봐도 터빈 작동환경이 1600도라면 소재에선 1000도 내구성 보장하고, 냉각기술과 코팅으로 나머지 600도 잡는다고함. 두산이나 한화나 소재분야는 뒤쳐져있고 그냥 상업용 나와있는 거 쓰는 정도임.\n\n원래 금속으로 천도 이상 견디는 소재 만드는 거 자체가 어려워요. 그래서 냉각 기술과 코팅으로 견디는 겁니다.\n\n그 소재분야 개발하는 거 자체가 어려운 거 맞음. 그래서 중국 100조넘게 꼬라박고도 그꼴임. 괜히 우주항공이 돈먹는 하마가 아니져.. 그동안 손 놓은 분야라 서구랑 격차가 무진장 많은 분야이기도 함..\n한화가 깔짝대는 국산화 하겠다는 인코넬718은 초합금 초기 단계인 주조합금임 (50년대 개발). 그 뒤 일방향 응고합금 쓰이다 단결정합금 쓰인게 30년도 더 됐슴.  (f-16, f-15, f-22, f-35엔진에 다 들어감)\n만들 수 있다쳐도 레늄은 어디서 구할거구.. 이미 GE특허 박혀있는게 기존 rene인데 러시아도 레늄 초합금 2세대정도나 만들수있슴.\n \n코팅은 필수죠. 철로 되어있는 상용제품만 봐도 고급으록 갈수록 생소한 합금에 이것저것 코팅 들어갑니다\n터빈은 아마 세라믹 코팅 할 거 같은데요. 세라믹은 아시다시피 도자기 처럼 구워서 만들기 때문에 열에 강하고(녹는점 2천도씨) , 경도가 다이아몬드 급이라 스크레치에 강하죠(내구성 내식성). 그리고  열차폐 , 전기 & 전자파 차폐 가능. 대신 강도가 약해서 도자기처럼 잘 깨지는데 장점만 모아서 잘 개발하는게 기술.\n\n1번의 1680도 얘기는 발전용 블레이드에 코팅제 바른다는 얘기인데 이게 전투기 엔진으로 하면 소형화 해야 하기 때문에 코팅제를 얇게 바를 수 밖에 없어서 1500도도 힘들지 않을까 생각합니다.\n\nF110-ge-132\n추력 32000, 직경이 1.5배\n\n\nWS-15 엔진\n중국의 WS-15 엔진은 청두 J-20 스텔스 전투기를 위한 차세대 터보팬 엔진으로, 1990년대부터 개발이 시작되었습니다. \n\n개발 역사\nWS-15 엔진 개발 프로젝트는 1990년대 초반에 시작되었고, 2004년 첫 시제품이 완성되었습니다. 그러나 2015년에는 터빈 블레이드의 결함으로 인해 폭발 사고가 발생하면서 양산이 지연되었습니다. 이 문제는 2018년에 해결되었고, 2023년에 양산 시작\n\n기술적 사양\nWS-15 엔진은 애프터버닝 터보팬 엔진으로, 최대 추력은 약 19톤(44,000 파운드)에 달합니다. 이 엔진은 J-20의 성능을 크게 향상시킬 것으로 기대되며, 특히 초음속 비행이 가능하도록 설계되었습니다. WS-15는 미국의 F-35 전투기에 사용되는 프랫 & 휘트니 F135 엔진과 유사한 성능을 목표로 하고 있습니다.\n\n슈퍼크루징 가능 \n초음속 순항(Supersonic Cruise): 애프터버너 없이 지속적인 초음속 비행이 가능해져 기동성과 작전 효율성이 크게 향상됩니다\n\n현재 상태 및 전망\n2023년 6월, WS-15 엔진을 장착한 J-20B 전투기가 첫 비행에 성공",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-08-15T00:37:25.323000",
  "updatedAt": "2025-12-08T21:35:01.469000"
}