{
  "id": "ec4e47e4-24c2-4d56-add8-31bba00a9743",
  "title": "구리의 역사",
  "content": "약 10000년 전 옛날의 이라크 북부 유적에서 자연동을 이용한 구슬 장식품이 발굴되었다. 철보다 낮은 온도에서 녹고, 쉽게 구할 수 있기 때문에 인류가 철을 녹이는 방법을 발견하기 전까지 널리 활용되었으며, 최초로 활용된 금속으로 여겨진다. 그 이유인 즉슨 동은 그 연성과 쉬운 세공난이도 덕분에 옛부터 수요가 꽤 많았다. 청동기가 철기 전에 온 것도 그 덕이다. 특히 구리 광석은 눈에 띄는 특유의 청록색을 띄고 있어서 고대인의 눈에도 암석에 뭔가 특수한 물질이 들어있다는 느낌을 주고 광맥을 발견하기도 쉬워서 일찍부터 이용되었다.\n\n고고학에서 밝힌 바에 따르면, 1만여 년 전부터 중동 지방에서 구리가 사용되었다. 그렇지만 구리는 재질이 연해서 그것으로 도구를 만들어봤자 쉽게 휘어지거나 날이 무뎌지기 때문에 도구의 소재로는 한계가 있었다. 그래서 구리를 좀 더 단단한 소재로 만들기 위한 노력이 이어졌을 것이다.\n\t\t구리는 끓는 온도가 낮기(약 800℃) 때문에 쉽게 용융될 수 있었고, 이때 주위에 존재하는 다른 금속을 조금씩 넣고 같이 끓여보는 실험이 시도되었을 것이다. 그러다가 누군가에 의해 구리에 주석(tin)을 조금 넣고 용융시켰더니 순수 구리보다 2배 이상 단단해진다는 사실을 발견하였을 것이다. 이렇게 탄생한 합금(合金, alloy) 소재를 고고학자들은 청동(靑銅, bronze)이라고 부른다. 이런 발견이 기원전 3천 년을 전후하여 지구상의 여러 지역에서 시차를 두고 나타나면서 청동기 시대(bronze age)가 열린 것이다. 오늘날 우리가 경도(硬度, hardness)를 비커스(Vickers)18 단위로 표현하면, 순수 구리의 경도를 100비커스로 놓을 때 청동은 260비커스, 즉 구리의 2.6배가 된다. \n\t\t\n구리는 기원전 9,500년에 출토된 원소로 구약성서에 ‘놋’이라는 이름으로 등장한다. 기원전 5,000년 무렵 고대 이집트에서도 구리를 사용했는데, 구리는 도구뿐만 아니라 화폐로도 사용되었다. 권력의 상징이자 통치의 수단이기도 했던 구리는 인류에게 문명의 창을 열어준 원소였다고 할 수 있다. 고대의 구리는 종鐘, bell이나 거울을 만드는 데에도 사용되었다. 박물관의 청동 유물이 대체로 녹색을 띄는 이유는 공기가 습할 때 수분과 이산화탄소의 작용으로 구리 표면에 염기성 탄산 구리가 생기기 때문인데, 흔히 이를 녹청이라고 부른다.\n기원전 49년 로마를 정복한 율리우스 카이사르가 구리 동전에 자신의 얼굴을 새겨 넣었는데요. 그 이유는 더욱 많은 사람에게 자신의 얼굴을 알리기 위해서였다고 합니다. 그때부터 구리로 만든 동전이 단순히 물건을 사기 위해 지급하는 화폐에서 권력의 상징이자 통치의 수단이 됐다.\n\n동은 귀금속이라 철에 비해서 구하기도 힘들었다. 거기다 주석은 더더욱 구하기 어려운지라, 그래도 주석을 교역해올 수 있었던 덕에에 금방 청동기로 넘어갈 수 있었던 다른 지역과 다르게, 고대 이집트, 메소포타미아 문명권에서는 주석을 쓰지 않고 순수 동으로만 금속기를 만드는 동기 시대라는 시기가 1000~1500년 이상으로 꽤 길게 나타나는 케이스도 존재했다. 이집트는 제2중간기 (기원전 18~16세기/제13~17왕조) 시대에 힉소스인들이 청동기 병기와 전차를 끌고 침공해올 때까지 주석을 대규모로 구할 길이 없어 순동으로 제작한 도구들이 더 널리 쓰였으며, 메소포타미아에서도 주석이 생산되기 않기는 매한가지였기 때문에 주석을 구하기 위해 멀리 오늘날 영국에까지 가서 주석을 사올 정도였다.정작 청동기 시대에도 도구는 석기가 주류였고 청동기는 지배층의 전유물이었다. 성경에도 솔로몬의 치세가 대단했다는 것을 나타낼 때 아연-구리 합금인 놋쇠가 매우 풍부했음을 자랑하는 대목이 있다.\n고대 우리나라에서 구리는 수요는 많으나 공급은 제한적인 금속이었다. 그래서 가격이 올라가고 귀금속이 되는것이다. 덕분에 동은 금은보단 흔하지만 철 같은 일반 금속들보다는 귀한 덕에 지불수단으로써 흔히 이용되었다. 동전부터 구리 엽전에서 나온 단어이니 더 말할 것도 없다. 조선시대에도 놋그릇은 양반집에서나 제기로 들여놓는 귀한 그릇이었고 외국에도 고려동이라 불리며 백청자 부럽지 않은 고가로 팔려나갔다. 일반 민초들은 놋그릇은 손도 못 대는 귀중품이었다. 지주들도 목숨걸고 제기로 짱박아 두는게 유기(구리와 주석의 합금인 청동으로 각종 기물을 만드는 기술과 그로 만든 기물들을 뜻하는 말)였다.\n근세에는 청동대포가 유행이었다. 대포는 조선도 필요로한 전략자원이었는데 조선에는 변변한 구리 산출지가 없었다. 덕분에 조선은 전략자원인 구리 대부분을 일본에서 수입해오며 충당해야 했다. 이는 나름 조선왕실에서도 임란 전부터 심각하게 인지하던 문제인데 딱히 타국에서 수입을 대체할 선택지도 없었다.\n상평통보 같은 옛날 동전에도 구리가 주로 쓰였는데 조선시대에 화폐유통이 활발하지 않은 이유 중에 하나는 구리는 조선에서 생산되지 않고 대부분 일본 등에서 비싸게 수입을 해야 했기 때문에 발행비용이 비쌌고 그러니 발행량이 제한되어 있었다는 것이다. 철이나 니켈 같은 것이 화폐로 통용되는 것은 현대에 들어와서 국가 공권력이 강해지고 경제 체제가 확립된 후다. 그 전에는 동전 만들 구리가 모자라서 철로 만든 철전을 쓰기도 했는데 대부분 다 실패했다. 원래 그 당시 화폐들은 실질가치를 따지는데 액면가만 동전으로 넣고 철전 발행해봤자 순식간에 소액 거스름돈에나 쓸 정도로 가치가 폭락해버린다. 그나마 소액 거스름돈이라도 되는 것은 금화, 은화, 동화 등 다른 화폐가 있어서 보조용으로 쓰는 것이고 만일 철전만 있다? 이러면 외국에서 안받아주는 국내용 화폐가 되는 것이다.\n\n\n근대에 들어와서 구리의 주가가 높았던 때를 꼽으라면 에디슨과 테슬라의 ‘전류 전쟁’ 시절을 들 수 있다. 1878년 에디슨이 설립한 전등회사는 3,000여 개의 백열전구에 전력을 공급하기 위해 110볼트의 직류 전기를 사용하였는데, 이렇게 낮은 전압으로 흘리는 전류는 도선에서 발생하는 에너지 손실이 커서 몇 킬로미터 이상 떨어진 곳으로 전력을 전달하는 데 문제가 있다. 좀 더 높은 전압으로 변환한 전류를 사용하면 이런 문제가 어느 정도 해결될 수 있지만, 그 당시는 좋은 변압기(전류의 전압을 바꿔주는 기계)가 발명되기 전이었다. 에디슨은 대안으로 군데군데 발전소를 건설해서 인근 지역으로 전력을 공급하는 방식을 택해야 했다. 하필 그 당시 프랑스의 구리 판매 기업들이 연합하여 구리 가격을 3배 이상 인상하는 바람에 굵은 구리선을 통해 전류를 보내는 직류 방식을 선택했던 에디슨은 큰 어려움을 겪었다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-10-02T14:36:32.234000",
  "updatedAt": "2023-10-02T14:57:51.215000"
}