{
  "id": "eca7b68e-f94c-4a65-87bd-9cf12e0dd1de",
  "title": "메자닌 금융\n(Mezzanine Financing)",
  "content": "![image](media/18db9d80bc8.85f6b5e5ec7b3613.png)\n\n\n\n\n메자닌은 건물 1층과 2층 사이에 있는 중간층을 뜻하는 이탈리아어에서 유래한 말로 금융에선 채권과 주식의 성격을 모두 지닌 신주인수권부사채(BW), 전환사채(CB) 등을 말한다. 메자닌 금융은 주식을 통한 자금조달이 어려울 때, 담보나 신용이 없어 대출을 받기 힘들 때 배당우선주, 전환사채(CB)나 신주인수권부사채(BW) 등 주식연계 채권 등을 발행해 자금을 조달하는 것을 말한다. \n이들은 아직 상장된 주식이 아니기 때문에 위험성이 높지만 수익률 또한 높은 이른바 ‘고위험 고수익’ 상품입니다. 이런 높은 투자 위험성 때문에, 유사 시 메자닌을 팔아서 현금을 확보하기 쉽지 않아 유동성 문제(보유자산을 현금으로 전환할 수 없는 문제)를 안고 있습니다.\n대개 무담보이며 채권변제 순위에서 대출보다는 밀리고, 지분투자분보다는 앞서 일종의 후순위채의 성격이 강하다. 주로 담보가 부족한 M&A 거래나 경영권 방어에 필요한 자금을 조달하기위해 사용된다.\n주가 상승장에는 주식으로 전환해 자본 이득을 취할 수 있고, 하락장에도 채권이기 때문에 원금보장이 되는 데다 사채 행사가격 조정인 리픽싱에 따른 이득을 챙길 수 있다.\n이러한 메자닌 상품은 주식과 채권의 중간적 상품을 지닌 것이라면 무엇이든 해당된다고 볼 수 있지만, 그중에서 가장 대표적으로 전환사채, 신주인수권부사채 같은 ‘주식관련 사채’가 있다. 이외에도, 주식이지만 주주총회에서 의결권은 없는 대신 우선 배당권이 있는 우선주와, 채권이지만 만기가 없으며 유사시 주식으로 자동 전환되는 영구채 및 코코본드(신종자본증권)도 메자닌으로 분류된다.\nBW나 CB의 경우 기본적으론 채권의 성격을 지녀 사실상 원금 보장이 되는 상품에 가깝다. BW는 발행사의 워런트(신주인수권)과 회사채를 각각 따로 보유하는 형태다. 워런트를 행사하더라도 채권은 그대로 남는다. 반면 CB는 일정 금액의 주식으로 전환할 수 있는 채권이다. 두 메자닌 모두 설령 주가가 떨어지더라도 상환을 받을 수 있어 안전한 상품으로 꼽힌다. 발행회사의 디폴트(채무불이행)만 제외하면 리스크 요인이 적은 셈이다.\n메자닌은 대부분 사모 형태로 많이 발행되는데 간혹 공모로 나온 메자닌의 경우 현재와 같은 주식 폭락장에서 개인들이 참여하지 않을 이유가 없다. \n통상 메자닌은 발행 결정 당시의 주가를 기준으로 전환가액이 결정되기 때문에 폭락장 상황에서 메자닌 발행을 감행하는 기업이 많지는 않다. 이왕이면 조금 더 주가가 올랐을 때 발행하는 것이 향후 높은 기업가치를 인정받을 수 있기 때문이다. \n결국 회사 재무상황이 썩 좋지 못하거나 외부 자금 조달이 시급한 기업들 위주로 메자닌 발행에 나설 가능성이 높은 셈이다. 발행사의 ‘옥석가리기’가 필요하다는 지적도 나온다.\n메자닌은 발행 결정 당시의 주가를 기준으로 전환가액이 산정한다. 또한 발행 이후 주가가 떨어지면 차익 기대는 줄고 투자자의 조기상환권(풋옵션) 행사로 인한 차환 실패 위험 또한 크다. 최근 같은 하락장에도 메자닌을 발행하는 기업들은 불가피하게 발행에 나선 것이라는 인식이 짙다. \n2010년을 전후해서도 비슷한 상황이 많았다. 당시 STX 등 한계기업들이 잇따라 BW를 발행하며 자금을 조달했다. 이후 그룹 해체 과정에서 일부 투자자들은 손실을 감내해야 하기도 했다. 당시 이를 두고 '한계기업 폭탄돌리기'라는 평이 나오기도 했다. 최근 메자닌 발행에 나선 기업들 역시 재무적으로 여유가 없는 기업이 많은 만큼 보수적으로 접근해야 한다는 평이 적지 않다.\n메자닌으로 이한 물량부담 역시 증시에 악영향을 줄 수 있다는 지적이다. CJ CGV는 그간 자금조달 수요가 높았던 만큼 과거 발행된 CB 규모가 상대적으로 높은 편이다. 지난해와 올해 약 7000억원 가량의 CB를 발행한 상태다. 해당 물량이 모두 주식으로 바뀐다면 발행주식수는 지금보다 약 50% 이상 증가한다. 전환 수요가 몰릴수록 주가 희석에 대한 리스크를 배제하기 어려운 셈이다. \n메자닌 발행조건은 통상적으로 협상에 의해 결정된다. 과거엔 투자 수요가 풍부하다보니 메자닌 발행에 나선 기업들은 낮은 금리, 비교적 유리한 조건을 제시할 수 있었다. 투자자들에게 발행 조건을 맞춰주지 않으면 발행을 철회하겠다는 의사를 밝히는 사례도 종종 찾아볼 수 있었다.\n\n평소에는 채권이었다가 발행기업의 주가가 좋으면 주식으로 바꿔 높은 수익을 낼 수 있는 채권이 있다. 즉, 전환사채(CB: Convertible Bond)인데, 바로 일정 기간(전환 가능 시기)이 지나면 이 채권을 발행 기업의 주식으로 특정 가격에 바꿔주는 ‘전환권’이 붙어 있기 때문에 이런 일이 가능하다.\n이때 전환 가능 시기는 채권을 발행하는 기관이 정하기 나름이지만, 통상 발행 후 3개월부 터 전환 가능한 경우가 가장 많다. 그리고 주식을 얼마로 놓고 전환할 것인지 또는 얼마에 살 것인지를 결정하는 전환가격도 채권 발행 당시 미리 정해둔다.\n\n신주인수권부사채(BW: Bond with Warrant)란, 발행한 기업의 주식을 일정한 양만큼 약정된 값에 매입할 수 있는 권리(워런트: Warrant라고도 함)가 부여된 채권을 말한다. 이를 통해 일정 기간이(통상 3개월) 경과하면 미리 정해진 가격으로 주식을 청구할 수 있다.\n전환사채와 마찬가지로 투자자는 주가가 떨어질 경우 신주인수권만 포기하면 그만이지만, 주가가 올라갈 때는 매매차익(=주식의 시장가격-행사가격)을 올릴 수 있다는 것이 가장 큰 매력이다. \n단, 전환사채처럼 채권이 주식으로 전환되는 것이 아니라 신주를 일정 가격에 살 권리만 행사할 수 있기 때문에 채권을 팔기 전까지 신주를 살 돈은 별도로 조달해야 하는 불편함은 있다.\n\n우선주는 의결권이 없는 반면 이름에서처럼 보통주주보다 몇 배의 배당을 먼저 챙겨가는 배당우선권이 있다. 여기서 어떤 이들은 경영에 참여할 의결권이 없는 주식이 무슨 매력이 있겠냐고 반문할 수도 있을 것이다.\n하지만 이익이 안정적이고 지배구조 및 회계상태가 투명한 회사라면 이야기가 달라진다. 사업 아이템이 좋아서 1억원을 투자하면 연 10%인 1천만원의 이익이 매년 안정적으로 나는 회사가 있다고 가정하자. 아마 이런 회사라면 경영에 참여하기보다는 보다 많은 배당수익을 얻는 것이 훨씬 합리적일 것이기 때문이다. 물론 이러한 우선주는 그 특수성 때문에 보통주에 비해 발행 규모가 훨씬 작고 가격 또한 현재의 경제 조건에서는 보통주보다 낮게 거래되는게 일반적이다. 하지만 증권시장의 규모가 커지고, 지배 구조와 회계기준이 투명해지고 있고, 저금리 기조가 심화되면서 배당에 대한 투자자들의 관심도 점점 높아지는 만큼 전반적인 전망 또한 긍정적이다.\n10년 전만 해도 기업의 우선주 가격은 같은 기업의 보통주 가격에 50%를 밑도는 경우가 많았고, 심지어 금융위기 직후에는 대기업들의 우선주가 보통주 가격의 20%까지 떨어지기도 했다. 그러나, 2017년에는 코스피 내의 보통주 대비 우선주의 상대주가가 63% 수준까지 올라온 것으로 나타났다.\n\n회사채이지만 ‘유사시 투자 원금이 주식으로 강제 전환되거나 상각된다’는 조건이 붙은 채권을 말하며 ‘신종자본증권’이라고도 불린다. 일반 회사채보다 꽤 높은 금리를 지급하는 대신 만기가 30년 이상 초장기이며 상황에 따라 발행사가 원금 지급 시기를 연장할 수도 있어서, 사실상 만기 없는 영구채로 분류되기도 한다.\n또한 발행사가 금융기관인 경우 부실금융회사로 지정되는 등 몇 가지 선제조건을 충족할 때 이런 채권들이 주식으로 자동 전환된다. 결국 파산 이전에 주식으로 전환되면 청산시 채권보전을 받을 수 없게 되기 때문에 코코본드는 기존의 일반(선순위) 채권 및 후순위채권보다 더 뒤에 있다는 의미로 ‘후후순위채권’이라고도 불린다.\n이런 코코본드는 금융기관들이 자산건전성을 평가받기 위한 국제결제은행(BIS) 기준 자기 자본비율을 산정할 때 부채가 아닌 자본으로 인정받을 수 있어서 금융기관들의 자본조달 수단으로 많이 활용되고 있다. 2015년 이후 대형 시중은행들은 물론이고, 보험사 등 많은 금융기관들이 발행에 참여하였다.\n이외에도 다양한 메자닌 상품이 있을 수 있다. 구조화증권 중에 여러 가지의 채권들에 투자하는 ABS나 CDO의 경우 투자자들에게 상환 순위와 금리(또는 배당)를 달리해서 제공하는데, 이때 우선주에 해당하는 등급의 증권도 메자닌으로 분류된다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-28T10:13:52.489000",
  "updatedAt": "2024-02-18T10:34:50.329000"
}