{
  "id": "ed3201ae-50e1-42c6-80e8-7b5ef1198808",
  "title": "2. 사회적 합의의 한계",
  "content": "목차\n1. 의도하지 않은 결과\n2. 사회적 합의의 한계\n\n저는 “사회적 합의”라는 표현을 별로 좋아하지 않습니다. “사회적 합의”를 통해 사회 문제를 해결할 수 있다고 주장하는 사람들은 마치 인간의 의지가 사회, 물리적 현실, 역사와 별개로 존재해서, 인간 의지를 이용해 사회를 원하는 방향으로 바꿀 수 있다는 착각을 하고 있습니다. 하지만 실제로는 그렇지 않습니다. 인간 의지는 사회, 물리적 현실, 역사에 종속되어 있습니다.\n사회적 합의는 근본적인 어려움을 갖고 있습니다. “우리가 추구해야할 이상은 무엇인가?” 인류는 역사상 단 한번도 이 질문에 대한 합의를 얻은 적이 없습니다.\n\n[창발현상]\n1890년 프리드리히 엥겔스는 이렇게 적었습니다.\n“역사의 최종 결과는 언제나 수 많은 의지들의 투쟁의 결과로서 결정된다. 각각의 의지는 삶을 결정하는 수많은 조건들을 통해 형성된다. 따라서 세상에는 무수히 많은 힘들이 교차하고, 평행하며, 이로부터 결과, 즉 역사적 사건이 태어난다. 다른 측면에서 보면, 전체로서는 무의식적이고, 누구의 의지도 따르지 않는 하나의 힘으로 볼 수 있다. 각각의 개인은 다른 모든 이들의 의지에 반해 움직이며, 그 결과 어느 누구도 원하지 않았던 것이 등장한다.”\n\n독일의 사회학자 노버트 엘리어스(Norbert Elias)는 마르크스주의자가 아니었지만, 엥겔스와 대단히 유사한 주장을 했습니다.\n\n“서로 협력하거나 반복하는 무수히 많은 개인들의 이익과 의도가 엮어진 결과, 어느 누구도 계획하지도, 의도하지도 않은 무언가가 나타난다. 그럼에도 불구하고, 그것은 모두의 의도와 행동으로부터 나타난 것이다.”\n\n백번 양보해서, 어떤 사안에 대해 모두의 동의를 얻는다 하더라도, “공유지의 비극”으로 인해 정책을 효과적으로 실행할 수가 없습니다. 공유지의 비극은 모두가 특정 방향으로 행동하면 모두가 이익을 볼 수 있지만, 각각의 개인에게 있어서는 그렇게 행동하지 않는게 이익일 때 벌어집니다. 대표적인 사례는 세금입니다. 모두가 세금을 내면 모두가 이익을 얻지만, 개인에게 있어서는 세금을 내지 않는게 이익입니다.\n\n[불가능성 정리]\n예상되는 반론은, 바로 그런 문제를 해결하기 위해 정치 체제가 존재한다는 것입니다. 선거와 같은 방법을 통해 선출된 소수 지도자들에게 공적인 권력을 위임하고, 소수 지도자들은 모두에게 특정 행동을 강제하는 법률을 제정해 공유지의 비극이 발생하는 것을 막을 수 있습니다.\n\n그러나 문제는, 실제로는 지도자들의 권력은 생각보다 약하다는 것입니다.\n\n율리우스 카이사르는 이렇게 말했습니다. “지위가 높아질 수록, 행동의 자유는 줄어든다.”\n\n에이브러햄 링컨은 이렇게 말했습니다. “솔직히 고백하자면, 내가 사건을 통제한게 아니라, 사건이 나를 통제했다.”\n\n• 넬슨 만델라는, 남아프리카 공화국 대통령 F. W. 데 클레르크에게, 왜 부패 경찰들이 휘두르는 폭력을 막지 않느냐고 물었습니다. 데 클레르크는 대답했습니다. “만델라씨, 당신이 저와 함께 일한다면, 제 권력이 당신이 생각한 것 만큼 강하지 않다는 것을 알게될 것입니다.” 만델라는 대통령이 되었을 때 깨달았습니다. 데 클레르크가 경고했던 것 처럼, 대통령의 권력은 보이는 것보다 약했습니다. 그는 오직 동료들과 관료들을 끈기 있게 설득하므로써 정부를 운영할 수 있었습니다.\n\n• 미국 대통령들을 철저히 연구한 역사가 클린턴 로지터(Clinton Rossiter)는 미국 대통령의 권력이 얼마나 극심하게 제한되는지 설명했습니다. 미국 대통령의 권력은 여론과 의회 뿐만 아니라, 이론상으로는 전적으로 대통령의 통제 하에 있는 행정부 내부의 각료들 사이의 갈등으로 인해 제한됩니다. 프랭클린 D. 루즈벨트는 이렇게 불평했습니다.\n\n“재무부는 너무나 방만하고 관습에 젖어있어서, 재무부를 움직여 내가 원하는 결과를 얻는 것은 거의 불가능하다는 사실을 깨달았다… 하지만 재무부는 국무부에 비하면 양반이다. 무엇 하나라도 바꾸기 위해서는 전문 외교관들을 하나하나 설득해야 한다. 하지만 재무부와 국무부를 다 합쳐도 해군에 비하면 양반이다. 제독들을 상대하는 것이 이토록 힘들다는 것을 미리 알았어야 했다. 해군을 바꾸는 것은 마치 깃털 침대에 주먹을 휘두르는 것과 같다. 왼쪽 펀치와 오른쪽 펀치를 번갈아가며 지쳐 쓰러질 때까지 휘둘러도, 그 빌어먹을 침대가 조금도 바뀌지 않았다는 사실을 깨닫게 된다.“\n\n해리 S. 트루먼은 이렇게 말했습니다.\n\n“사람들은 대통령의 권력이 얼마나 강한지, 최고 통수권자가 얼마나 강하고 무엇을 할 수 있는지에 대해 떠든다. 경험자로서 말해주겠다. 미국 헌법과 미국 의회가 제정한 법률에 따라 대통령은 강력한 권력을 가질 수도 있다. 하지만 대통령의 핵심 권력은 사람들을 모아두고 원래 설득하지 않았어도 했어야할 일을 하게끔 설득하는 것이다. 난 대부분의 시간을 그렇게 보낸다. 그게 바로 대통령의 권력이다.“\n\n그러므로, 소수의 지도자들에게 공적인 권력을 집중시키는 것으로는 의사결정을 엥겔스가 말한 “수많은 의지들의 투쟁” 문제를 해결할 수 없습니다. 심지어 이론적으로 절대 권력의 지배를 받는 사회에서도 같은 일이 벌어집니다.\n\n• 중국학자 프레데릭 모트(Frederick W. Mote)에 따르면, 기원전 200년부터 기원후 1911년까지, 모든 중국 왕조들은 “국가의 유일한 입법가이자, 절대적인 행정가이자, 최상위 법관인 황제\"의 치하에 있었습니다. 황제의 명령은, 말 그대로, 법률 그 자체였습니다. 그리고 황제는 자신이 만든 법률로부터 자유로웠습니다. 이론상 황제는 “유교적 규범과 엘리트 사대부들의 가르침”을 따라야 했습니다. 하지만 이를 집행할 구체적인 법률이나 강제력이 없었기 때문에, 몇몇 용감한 신하들이 목숨을 걸고 조언을 하는 것 외에는 황제를 제약할 방법이 없었습니다. 신하들이 조언을 하는 경우에도, “황제가 마음을 바꾸지 않으면, 그렇게 해야”했습니다.\n\n그러나 중국 황제의 권력은 생각만큼 강하지 않았습니다. “거대한 정부조직의 지도자로서… 황제는… 정부의 반복적인 업무들을 대신해주는 사람들에게 권력을 위임할 수 밖에 없었다… 이전 왕조에서 물려받은 조직이 황제가 권력을 위임할 수 있는 유일한 기관이었다. … 이전 왕조와는 다른 시도를 하려고 해도, 중국 바깥에는 참고할만한 사례가 없었다.”\n\n황제의 권력의 실제적 한계에 대한 구체적인 사례로는, 송나라 황제 신종(神宗)이 있습니다. 1069년 지혜로운 정치 전략가 왕안석(王安石)을 알아본 신종은, 그를 부재상으로 임명하고 그에게 그의 생각을 황제의 이름으로 집행할 전권을 위임했습니다. 왕안석의 개혁은 철저한 조사에 기반한 것이었지만, 그와 황제 모두 새로운 정책으로 인해 이익을 위협받게된 사람들의 격렬한 저항을 고려하지 못했습니다. 개혁으로 인해 발생한 파벌 싸움은 순식간에 큰 피해를 가져왔습니다. 왕안석에 대한 반대가 너무나 극심해서, 그는 1076년 영구적으로 사임했습니다. 1085년 신종이 사망한 이후 8년만에 대부분의 개혁안들은 철회되거나 철저하게 수정되었습니다. 두 명의 후임 황제들, 철종(哲宗, 재위 1093년~1100년)과 휘종(徽宗, 재위 1100년~1126년)의 치하에서, 몇몇 개혁안들이 복구되었습니다. 하지만 “왕안석의 협력자들은 사라졌고, 그의 정책들은 정쟁의 수단으로 전락했다… 비록 휘종 치하에서 몇몇 개혁안들이 복구되었지만, 왕실의 분위기는 그다지 열정적이지 않았았으며 ... 왕실은 천박한 정치행태를 보였다… 고위 관리들은 부패하기 시작했다…” 그리고 관리들의 탐욕으로 인해 궁지에 내몰린 민중이 이들에게 맞서 심각한 반란을 일으켰습니다. 1126년~1127년 북송 왕조의 붕괴는 왕안석의 개혁안의 숨통을 끊었습니다.\n\n• 노버트 엘리어스는 절대왕정 시대 유럽의 “절대” 군주들 그다지 절대적이지 않았다는 것을 분명하게 했습니다. 프랑스 왕 루이14세는 전형적인 절대군주였습니다. 그는 마음만 먹으면 누구 목이든 잘라버릴 수 있었습니다. 하지만 그는 결코 그의 권력을 자유롭게 쓸 수 없었습니다. \"루이 14세가 갖고 있던 인적 네트워크는 루이 14세가 존중할 수 밖에 없는 고유의 운동량과 무게중심을 갖고 있었다. 사람들과 집단들 사이에서 균형을 유지해가며 전체를 조종하기 위해서는 엄청난 노력과 자기통제력이 필요했다.\"\n\n엘리어스는 루이 14세가 자신의 왕국을 아주 좁은 한계 내에서만 “조종”할 수 있었으리라고 덧붙였습니다. 그리고 “가장 절대적인 정부조차도 사회 발전의 역학 앞에서는 무력하다...”고 적었습니다.\n\n• 브리태니커 백과사전에 따르면, 이론적으로 절대군주였던 요제프 2세는 오스트리아를 1780년부터 1790년까지 다스렸습니다. 그리고 근대화 개혁 정책들을 추진했습니다. 그러나...\n\n“1787년 무렵, 요제프와 그의 정부에 대한 저항이 격렬해졌다. ...저항은 오스트리아령 네덜란드까지 번졌다… 1789년… 터키와의 전쟁으로 인해 요제프의 외교정책에 대한 대중의 반감이 폭발했다. 오스트리아령 네덜란드인들은 반란을 일으켰고, 갈리시아의 어려움은 커져만 갔다... 이러한 어려움들 때문에, 요제프는 그가 추진했던 개혁들의 대부분을 철회할 수 밖에 없었다… 요제프 2세는 짧은 시간에 너무 많은 것을 시도했고, 크게 상심한 상태로 죽었다.”\n\n여기서 요제프 2세가 역사의 근대화 추세를 따르려 했음에도 실패했다는 것을 주목할 필요가 있습니다.\n\n• 로버트 W. 서스턴(Robert W. Thurston)은, 스탈린의 권력은 생각만큼 강하지 않았다고 적었습니다.  “1931년~1941년 소비에트 연방에서, 스탈린 정권은 자신의 노동자들을 통제할 수 없었다. 제도를 통해 노동자들을 통제하려는 정권의 노력을 노동자들의 요구가 압도했기 때문이다. 당연히 정부는 정부가 필요로 하는 한 직장에 남아있어줄 안정적인 인력을 원했다. 하지만 노동자들은 계속해서 직장을 바꾸었다. 노동자들은 법률을 회피하거나 아예 무시했다. 법률은 노동자들의 움직임을 전혀 늦추지 못했다.”\n더욱 중요한 것은, 1930년대 스탈린의 공포정치는, 실제로는 전혀 스탈린이 계획한게 아니었다는 것입니다.\n\n“스탈린은 당과 국가를 굴복시킬 계획을 꾸미는 냉철한 전략가가 아니었다. 그는 그저 그때그때 벌어지는 일에 대응했을 뿐이다. … 스탈린과 그의 조력자들은 공포분위기를 조성하기는 했지만, (공포정치 기간에)그들이 계획하지도 않았고 예상하지도 못했던 사건들이 일어날 때마다 그때그때 대응했던 것으로 보인다. … 광풍은 유럽의 마녀사냥을 연상케했다… 숙청으로 인해 더 많은 간첩과 트로츠키주의자들이 발견될 수록, 스탈린의 근심은 깊어진 것으로 보인다. 마침내 스탈린은 거의 무차별적인 숙청을 감행하기 시작했다. 1937년과 1938년의 상황은... 통제 불가능했다. … 경찰은 사건을 조작했고, 스탈린의 지시 없이 사람들을 고문했으며, 스스로 하나의 권력이 되었다. …. 공포로 인해 사람들은 책임을 내팽겨쳤고, 이로인해 사회의 기능이 망가졌다. 상부의 목표가 무엇이든지 간에, 상황은 또다시 통제를 벗어났다. …. 스탈린은 일이 터질 때마다 대응했고, 과잉대응했다… 그는 거짓말과 불충분한 정보의 산더미에 앉아있었다…이제 스탈린이 공포를 계획하지 않았다는 증거는 충분하다.”\n\n• 독일의 역사학자 안드레아스 도팔렌(Andreas Dorpalen)에 따르면, 1930년대, 히틀러 정권이 앞으로의 전쟁에 대비해 독일을 재무장시키고 있을 때, 노동계층의 저항이 너무나 심해서 “군비생산으로 인해 민간생산이 심각하게 침해되었음에도 불구하고, 여전히 정부는 충분한 물자를 얻을 수 없었”습니다. 1936년, “뮌스터(Münster)에서 벌어진 일종의 민중봉기”로 인해 나치는 학교 건물에서 없앴던 십자가들을 다시 되돌려놔야했습니다. 그 외에도 교회가 저항할지도 모른다는 두려움으로 인해 나치 정권은 몇몇 정책들을 완화해야만 했습니다. 제3제국의 내부역학을 연구해보면 나치의 정책들이 대중의 압박으로 인해 제한되었던 많은 사례들이 나오리라는 점에는 의심의 여지가 없습니다.\n\n아담 울람(Adam Ulam)은 히틀러가 원래 결정했던 독일 육군 사령관 후보가 장교들로부터 “그 사람은 나치에 적합하지 않다”는 반발을 샀던 점을 지적했습니다. 그리고 그는 히틀러가 독일군 수뇌부에 가졌던 통제력이 스탈린이 소련군 수뇌부에 가졌던 통제력보다 훨씬 약했다고 적었습니다.\n\n\n• 미국의 소설가 프랭크 노리스(Frank Norris)의 소설 \"문어(The Octopus)\"에는 철도 건설로 인해 생계가 망가진 밀 농부 프레슬리(Presley)가 주인공으로 등장합니다. 프레슬리는 무자비한 기업가인 철도 회장 쉘그림(Shelgrim)를 만나게 됩니다. 하지만 프레슬리의 비난에 쉘그림은 이렇게 대답합니다. “젊은이, 네가 밀과 철도에 대해 말할 때 너는 사람이 아니라, 힘을 상대하고 있는거야. 전체 사업에서 사람의 역할은 중요하지 않아… 사람을 비난할게 아니라, 상황을 비난해.”\n\n“하지만- 하지만,” 프레슬리가 말을 더듬었다. “당신이 책임자잖아요. 당신이 철도를 통제하잖아요.”\n\n“...철도를 통제한다라!… 네가 원한다면 파산해줄 수도 있지. 하지만 일단 철도 사업을 시작한 이상, 내가 할 수 있는건 없어. 난 아무것도 통제할 수 없어.”\n\nThe Octopus는 비록 소설이지만, 19세기 말~20세기 초의 미국의 경제 현실을 잘 나타냈습니다. 미국 역사학자 제임스 패터슨(James T. Patterson)은 당시 상황을 이렇게 묘사했습니다. \"그 당시 철도 노동력과 물자의 가격이 상승했다. 그리고 이미 경제적으로 궁핍하던 많은 미국 철도 회사들은 이윤감소를 감당할 수 없었다. 미국 철도 위원회는 공정하고 ‘과학적인’ 이율을 찾다가… ‘과학적인’ 이율 같은건 존재하지 않는다는 것을 찾았다. 그들은 공공의 이익 또는 ‘비정치적’ 이율을 정의하는 것이 대단히 어렵다는 것을 발견했다. 이율을 설정한다는 것은 경제적 우선순위를 부여하는 것을 의미했다. 해운업자, 운송업자, 소비자 중 누군가는 피해를 입어야만 했다.\"\n\n만약 모두가 행복한 이율을 설정했다면, 쉘그림의 철도회사는 파산했을 것입니다.\n\n• 미국의 저널리스트 아담 데이빗슨(Adam Davidson)은 2012년의 기사, Making it in America에서 미국의 실업 문제의 원인을 논했습니다. 그가 개인적으로 조사한 회사를 예로 들며, 데이빗슨은 이렇게 적었습니다. “Standard Motor Products사의 소유주들에게 가격을 덜 인하하고, 살짝 적은 이익을 감수하고, 비숙련 노동자들을 돕고, 미국의 실업 문제 해결을 조금이라도 도와달라고 하고 싶은 마음이 드는 것은 사실이다.” 데이빗슨은 Standard Motor Products 같은 회사들이 가격을 인하하지 않고, 필요할 때마다 인간 노동자를 기계로 대체하지 않으면 왜 경쟁에서 살아남을 수 없는지 설명했습니다. 우리가 겪는 실업 문제는, 자본가들의 탐욕 때문이 아닌, 시장 경제의 압박에 의한 것으로 보입니다.\n\n이제 민주주의 국가의 지도자들 뿐만 아니라, 절대 권력을 지닌 군주와 독재자들의 선택지 역시 부하들의 저항과 “수많은 의지들의 투쟁”, 그리고 순수한 기술적인 요인들로 인해 제한된다는 사실은 분명한 것으로 보입니다.\n\n정리하자면, 엥겔스가 말한 “수많은 의지들의 투쟁” 때문에 사회적 합의를 얻는 것 자체가 요원합니다. 설령 특정 사안에 대해서 사회적 합의를 얻었다 하더라도, “공유지의 비극”으로 인해 사회적 합의를 실행할 수가 없습니다. 한명의 지도자, 혹은 소수의 지도자들에게 사회적 합의를 강제할 권력을 준다고 하더라도, 내부갈등, 부하들의 저항, 기술적 요인에 의해 지도자들의 선택지가 줄어듭니다. 지도자들은 운전자가 자동차를 운전하는 방식으로 사회를 움직일 수 없습니다. 자동차는 운전자의 지시를 따르지만, 사회 역학은 인간의 지시를 따르지 않기 때문입니다.\n\n이 외에도 사회적 합의를 방해하는 요소가 하나 더 있습니다. 자연선택은 장기적 결과에 신경쓰지 않고 지금 당장의 이익을 추구하는 대규모 조직(국가, 기업, 범죄조직, 이념집단 등)들을 선호한다는 것입니다. 이 조직들은 사회적 합의에 신경쓰지 않고 오직 자신만의 권력을 추구할 것입니다. 이 부분은 다음에 자세히 설명하겠습니다.\n\n\n참고문헌\nAdam Davidson, Making it in America, The Atlantic, 2012.\nAdam Ulam, Stalin: The Man and His Era, Beacon Press, Boston, 1987.\n\nAnthony Sampson, Mandela: The Authorized Biography, Alfred A. Knopf, New York, 1999.\nClinton Rossiter, The American Presidency, Time, Inc. Book Division, New York, 1960.\nFrederick W. Mote, Imperial China, 900-1800, Harvard University Press, Cambridge, Massachusetts, 2003.\nJames T. Patterson, America in the Twentieth Century: A History, Fifth Edition, Harcourt College Publishers, Fort Worth, Texas, 2000.\nNew Encyclopaedia Britannica, Vol. 14, \"Austria\", 2003.\nRobert W. Thurston, Life and Terror in Stalin's Russia, 1934-1941, Yale University Press, New Haven, Connecticut, 1996.\n\n \n\n요즘 미국쪽 창작물들을 보면 권력자나 힘있는 사람들이 [상황을 바꿀 수 있는 힘]을 갖고 있음에도 무책임하거나 자신의 이득을 위해서 바꾸지 않는다는 식의 표현이 심심치 않게 나오져. 전 이게 왠지 동의가 안되고 아무것도 모르고 하는 소리 같다고 생각했는데 근거가 없는게 아니었군여\n\n흔히 말하는 과잉충성도 이런 현상 중 하나겠군요. 지도자가 원하지 않았는데도 오버하는 부하들이 많고 이들을 통제하기가 어려우니. \n\n공유지의 비극은 무조건 발생하는 일이 아닙니다. 예로드신 세금 같은 경우에도 반대급부로서 위반에 대한 처벌이 개인의 이익계산에 영향을 줄 수 있죠.\n\n빅브라더를 현실화하는데 대한 장애가 사실상 사회적 합의(...) 정도만 남아있는 현대사회에서 공유지의 비극을 예방하는 방법(긴밀하고 강한 사적 연결을 가진 소규모 공동체)이 기술적으로 사회 전체로 확장될 수 있기 때문에 \"공유지의 비극\"이 정책에 바로 연결될 수 있는가는 고민해 봐야 할 부분이라고 생각됩니다.\n\n글쓴분은 제목을 사회적합의의 한계라고 적으셨지만 사실상 내용은 이세상에 사회적 합의같은 건 없다란 것으로 보입니다.근데 이 견해는 너무 극단적인 걸로 보입니다. 우리가 기본적인 사회적 삶을 살아가기 위해서는 이런저런 명시적, 암묵적 합의가 반드시 필요하고, 비록 우리가 이를 의식하건 못하건, 만약 그렇지 않다면 최소한의 기본적 일상생활조차 영위할 수 없을 겁니다.\n대표적으로 우리가 준수하는 각종 도덕적 금지규범, 가령 살인을 해서는 안된다와 같은 것들에 대한 사회적 합의가 없다면 사회라는 것 자체가 유지불가능하겠죠.\n아울러 글의 서두에 엥겔스의 글을 인용하셨는데, 그 글은 1890년대 소위 정통 맑스주의자들이 가졌던 경제결정론과 계급투쟁을 통한 사회주의로의 이행이라는 특유의 역사관에 대한 역사적 맥락을 염두에 두고 이해하실 필요가 있습니다.\n당시 독일 사민당이 급격히 성장하면서 엥겔스는 당의 이데올로기를 맑스주의를 중심으로 통일시키고자하는 의도를 가지고 굉장히 경직된 교의를 설파하거든요. 인용하신 글도 맑스주의야말로 역사의 진정한 발전법칙을 규명한 과학이기에 혼란에 사로잡히고 무용한 주관적 의지에 의존하는 잡다한 각종 사회주의보다 맑스주의가 보다 우월하다는 점을 설파하고 싶어서 하는 말로 보아야 할 것 같습니다. 즉 독일 사민당의 이데올로기 투쟁에서 승리하기 위한 실용적인 정치적 목적에서 나온 말이기에 거기에 큰 의미를 부여하기는 어렵지 않나 생각합니다.\n\n예전에 어떤 분이 이 글에 대한 반론으로 20세기의 여성 권리, 노동자 권리, 미국의 민권법 제정과 같은 소수자 권리 향상을 사회적 합의가 가능하다는 근거로 내놓으셨습니다. 달아주신 댓글도 비슷한 부분을 지적하고 있는 것으로 보여요. 이에 대한 반론은 차후 pgr21에 올릴 계획인데, 미리 짧게 대답드릴게요.\n18세기 산업혁명으로 인해, 인간의 생활양식이 근본적으로 바뀌었습니다. 신분제, 가부장제 같은 전근대적 가치들은 더 이상 유효하지 않게 되었습니다. 수학, 과학에 재능이 있는 여성이 있다면, 그 여성의 재능을 써먹을 수 있어야 산업체제는 더 효율적으로, 안정적으로 작동할 수 있습니다. 즉, 여성의 권리 향상은 체제를 위협하는 것이 아니라, 체제에 도움이 되는 것이었습니다. 노동자 권리, 소수자 권리 향상 역시 체제를 위협하는 것이 아니라, 체제에 도움이 되는 것이었습니다. 그래서 여성, 노동자, 소수자들에게 권리를 달라는 목소리가 받아들여졌습니다.\n인간이 선한 의지로 사회적 합의를 이룬 덕분에 여성, 노동자, 소수자 권리가 향상된 것이 아닙니다. 여성, 노동자, 소수자의 권리가 향상되는 편이 산업체제에 더 유리했기에, 그렇게 될 수 있었던 것입니다.\n댓글에서 하신 말씀은 사실상 사회학에서 기능주의적 관점에서 아주 오래전부터 해오던 말이거든요.\n제가 보기엔 FC님도 이런 기능주의 관점에서 크게 보아 별로 벗어나지 않는걸로 보입니다. 저로서는 기능주의적 시각에 별로 동의하지 않는다는 말만 하고 싶네요.\n\n사회적 합의라는 부분에 대해서는 어떻게 바라봐야 할지 잘 모르겠습니다만 , 지도자의 권력에 대해서는 몇가지 생각이 떠오릅니다.\n지도자의 권력이 막스 베버의 정의대로 '자신의 의사를 관철시킬 수 있는 능력'이라고 할 때, 그 능력은 다들 아시다시피 폭력과 동의라는 두가지 요소가 결합되어 있겠죠.\n아마, 본문에서 말씀하신 지도자의 권력은 본문에도 언급한 '사회 발전의 역학'이라는 거대한 시대의 폭력(?)앞에서는 분명히 무력한 존재이기는 합니다만, 단순하게 지도자의 권력에만 집중하면 모든 지도자의 권력이 동일시하게 약하다고는 볼 수 없을 겁니다.\n예를 들어 같은 독재자라고 하더라도 스탈린과 히틀러의 권력의 크기는 꽤 차이가 있었죠. 소련과 독일의 전쟁수행능력을 분석한 후대 역사가들이 소련은 수천만 인민을 쮜어짜내는 압도적인 전쟁수행능력을 보여준데 반해, 나치독일은 1944년에 이르러서야 슈페어에 의해 효율적인 총력전으로 뒤늦게 돌입했다는 분석을 하거든요. 독일이 뒤늦게 총력전으로 돌입하게 된 이유는 독일이 소련보다는 훨씬 다원적이고, 분권적인 권력구조를 가지고 있었거든요. 우선 융커 귀족이라는 전통적인 지배계급이 있었고, 카톨릭 교회도 있었고, 개신교회도 있었고, 노동조합과 각 직능단체도 엄연히 존재하였고...\n이렇게 나치의 영향력이 미치지않거나 제한적으로만 미쳤던 자율적인 영역이 독일에는 무척 많았다는 겁니다.\n쉽게 말해서 히틀러의 권력이 스탈린에 비해서는 훨씬 작았다는 이야기입니다.\n조선도 강희제를 포함한 중국 황제와 사신들에게 '군약신강'이라고 조롱당할만큼 왕권이 중국보다는 상대적으로 약했지만, 왕이 허수아비 제사장인 일본이나 하멜표류기의 서양인들이 보기에는 무소불위의 전능한 왕이기도 했습니다.\n육식 공룡도 티렉스같은 최강의 육식공룡이 있는 것처럼 각 권력자들의 권력 크기의 차이는 분명 크다고 생각합니다,\n물론, '사회발전의 역학''경제적 위기''자연재해 위기'같은 소행성이 다가오면 티렉스같은 무소불위의 권력도 무기력하게 멸종하겠지만 말이죠\n리더의 권력을 부정하는 이유가 뭔가요? 글 자체가 너무 극단적인데요.\n글의 의도는 무엇일까요?\n1) \"정치인이 원하는 것처럼 다 하는걸로 보일지 몰라도 실제 정치인의 권력은 대단하지 않고 정치인의 의도대로 안되는 것은 당연한 것이다. 그렇기 때문에 정치인이 말한대로 못하는 것은 하부조직(정부) 구성원 및 유권자의 책임이 있다.\"\n2) \"정치인이 공약으로 헛소리를 하더라도 실제 1인자의 포지션에 가면 그 헛소리를 실현하지 못한다. 그러니 공약으로 어떤 소리를 하든 실현 안될거라고 생각하고 안심하라.\"\n의도를 숨기고 글을 쓰시는 것 같은데 그냥 의도를 쓰시는 것이 어떨까요?\n스탈린의 공포정치가 그의 의도가 아니었다는 대목에서는 글을 더 읽어야 할지 말지도 헷갈리네요. 스탈린의 공포정치에 대한 이야기는 미국의 역사학자 로버트 서스턴의 분석에 따른 것입니다. 과두제의 철칙이 생각나는 글이네요.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-07-21T22:32:53.350000",
  "updatedAt": "2024-01-15T09:06:50.997000"
}