{
  "id": "edd71a4c-8b0c-4a0a-b947-6cf4f0c73495",
  "title": "주가 조작",
  "content": "작전은 전문용어로 ‘시세조종행위’입니다. 주식시장에서 수요와 공급에 따라 형성되는 주식 가격을 인위적으로 조작해서 부당이득을 취하는 행위를 뜻해요. 자본시장과 금융투자업에 관한 법률(자본시장법) 제176조에서 금지하고 있습니다. \n시세조종은 그 종류도 다양합니다. 지난 주에 작전으로 설명한 사례는 ‘Pump and Dump’라는 유형이에요. \n주가가 낮을 때 주식을 사서 가격을 끌어 올린 다음(Pump), 높은 가격에서 주식을 한꺼번에 팔아치우는(Dump) 방식이죠.\n\n[펌프앤덤프(Pump and Dump)]\n주식시장이나 암호화폐 시장에서 가격이 급등한 뒤, 다시 급락하는 패턴을 뜻합니다. \n시세조종 세력에 의해 인위적으로 주가가 오르는 경우가 많아요. 아래와 같은 순서로 시세조종과 차익실현이 이루어지게 됩니다. \n☑️ 1단계: 시세조종 대상이 될 종목을 결정한 뒤, 가격이 낮을 때 주식을 조금씩 사들이면서 시장에서 유통되는 주식 물량을 줄입니다. 이때 사들인 주식은 나중에 시세가 올랐을 때 비싸게 팔 수 있기 때문에 차익실현의 도구가 됩니다. \n☑️ 2단계: 시세조종 세력이 작전주의 주식을 충분히 확보하고, 유통주식이 줄어들면 통정거래가 시작됩니다. 미리 주식을 높은 가격에 사고팔면서 거래량을 늘려서, 실제로 호재가 있는 것처럼 느끼게 하는 거죠.\n☑️ 3단계: 급등주에는 사람들의 관심이 쏠리기 마련이죠. 배후에 시세조종 세력이 있다는 걸 모르는 일반 투자자들이 너도나도 주식을 사면서 주가는 더 큰 폭으로 상승합니다. 이때쯤 기업과 관련된 호재성 기사나 공시가 나오면 투자자들은 더 확신을 갖고 뛰어들곤 합니다.\n☑️ 4단계: 시세조종 세력의 목표치 만큼 주가가 오르면, 세력은 단기간에 주식을 나누어 매도하기 시작합니다. 이들이 주식을 모두 팔아치우면서 주가가 급락합니다. \nPump가 일어날 때까지 일주일 정도 걸리는 단기 시세조종부터 2~3년에 걸쳐 진행되는 장기 시세조종까지 그 기간도 다양합니다. \n\n예)\n개인이 전업 주식투자자로 일하면서 200억원대의 주식까지 보유하기 이르렀던 이른바 '슈퍼개미'가 결국 주가를 조작한 혐의로 징역형의 실형을 선고 받았다. 그의 일당들은 특정 회사의 주식을 대량 매집하는가 하면, 고가매수로 주가를 부양하고 다른 개미 투자자에게 보유물량을 양도하는 등 수법으로 장기간에 걸쳐 주가를 좌지우지한 것으로 드러났다.\n\n서울남부지법 형사합의13부(부장판사 신혁재)는 자본시장법 위반 혐의로 기소된 표 모씨(66)에게 지난달 22일 징역 7년을 선고했다고 10일 밝혔다. 표씨와 함께 재판에 넘겨진 증권사 직원 박 모씨(62)에게는 징역 5년이 선고됐다. 이들과 함께 재판에 넘겨진 공범들도 징역형을 선고받았다.\n표씨는 재판 과정에서 \"A사 주식이 실제 가치에 비해 저평가 되어 있다고 판단해 투자 원칙에 따라 A사 주식을 매수하였을 뿐\"이라고 주장했지만 재판부는 받아들이지 않았다.\n검찰 조사에서 표씨 일당은 주변인들에게 코스닥 상장사 A사 주식 매수를 권한 뒤 증권사 직원인 박씨에게 이들을 소개해 주식 매매 권한을 일임하게 하는 방식으로 주가를 조작한 것으로 드러났다. 이들은 '유치팀', '수급팀' 등으로 역할을 나눠 일부는 교회, 동창회 구성원 등을 대상으로 투자금을 모으고 나머지는 시세 조종성 주문을 넣어 주가를 관리하는 등 조직적으로 범행을 저질렀다고 한다. 이들은 A사의 유통 주식 물량이 적어 상대적으로 주가 조작이 쉽다고 판단해 범행 대상으로 삼은 것으로 조사됐다.\n투자자 유치로 대량의 A사 주식 물량을 확보한 이들은 지난 2011년부터 2014년까지 A사 주식을 고가에 매수하는 시세 조종성 주문을 통해 주가를 부양한 것으로 드러났다. 지난 2011년 이들은 한때 A사 주식의 시장 유통 물량 60% 상당을 장악하기도 했다. 초기 2만원대였던 A사의 주가는 한때 10만원대까지 뛰었다. 이들은 고가 매수로 주가를 끌어올린 후 개미투자자들에게 보유 주식을 매각하는 방식으로 수익을 노렸다. 이들은 총 2만9212회의 고가 매수를 통해 67만6918주를 사들였고 총 5660회 83만6788주를 팔았다.\n표씨는 A사 주가가 폭락할 땐 오 모씨(46) 등 시세조종꾼에게 \"돈을 줄테니 가격을 조종해달라\"고 부탁하기도 했다. 오씨 등은 실제로 시세 조종을 하지 않았음에도 우연히 주가가 반등하면 자신들의 업적이라고 속여 표씨로부터 약 14억원을 받았다. 오씨는 지난해 7월 항소심에서 특정경제범죄 가중처벌법상 사기 등 혐의로 징역 1년6월을 선고 받았다.\n중소기업 이사로 재직하다 1994년부터 전업으로 주식 투자를 시작한 표씨는 외환위기 당시 파산 위기까지 몰렸다가 노점상을 통해 모은 돈으로 다시 주식 투자를 시작해 한때 200억원대의 주식을 보유한 자수성가한 슈퍼개미로 불렸다.\n\n[스푸핑(spoofing)]\n스푸핑은 동적 레이어링이라고도 한다. 주식을 많이 팔고 싶은 척하면 모두가 \"아, 그렇다면 나도 주식을 많이 팔고 싶다\"며 주가가 하락하고 실제로 주식을 매수한 다음 1~2초 기다렸다가 이제 주식을 많이 사고 싶은 척하면 모두가 \"아, 이제 나도 주식을 많이 사고 싶다\"며 주가가 상승하고 실제로 매수한 주식을 다시 매도하는 시장 조작의 한 형태이다.\n\n초단타 매매로 시세를 조작해 차익을 남기는 행위의 일종이다. 다른 트레이더들을 기만해 가격을 움직이는 기법으로 2010년 도드-프랭크법에서 불법으로 규정됐지만 최근까지 지속돼 미국 금융당국이 골머리를 앓고 있다.\n스푸핑은 크게 두 단계로 나뉘는데 먼저 시세보다 낮은 매도 호가를 내놔 다른 트레이더들이 이를 따라오게 만든다.\n다른 트레이더들이 시세보다 낮은 매도 호가를 내놓는 순간 앞선 매도 주문을 철회하고 같은 가격의 매수 주문을 해 계약을 체결하는 게 첫 번째 단계이다.\n두 번째 단계는 시세보다 높은 매수 주문을 한 뒤 다른 매수자들이 이를 따라오면 앞선 매수 주문을 철회하고 같은 가격의 매도 호가를 내놓는 과정을 거친다.\n예를 들어 스푸퍼(spoofer)들은 서부텍사스산 원유(WTI) 선물을 시세보다 낮은 45.03달러에 달러에 매도하겠다는 주문을 내고 이에 동조한 트레이더들이 같은 가격에 매도 호가를 내놓는 즉시 앞선 주문을 철회하고 45.03달러에 매수한다.\n매도 시에는 시세보다 높은 45.04달러에 매수 주문을 내 다른 트레이더들이 이를 따라오자마자 매수 주문을 철회하고 이 가격에 매도 계약을 체결한다.\n이 사례에서 스푸퍼는 0.01달러의 차익을 얻게 되지만 이 같은 거래를 초단타, 대규모로 한다면 불과 수 시간 만에도 막대한 이익을 남길 수 있다.\n2014년 8월 시카고상품거래소(CME)는 스푸핑을 근절하겠다는 의지를 내비치며 관련 규정을 재정비했고, 국제선물거래소(ICE)도 지난달 이 같은 조치를 취했다. \nCME는 2012년 6월에 불과 여섯 시간 동안 2만3천건이 넘는 호가를 내놔 스푸핑을 한 이고르 오이스태커 3레드 그룹 공동 대표에게 15만달러의 벌금을 부과하고 작년 12월 한 달 동안 거래를 중지하기도 했다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-03-04T12:47:13.914000",
  "updatedAt": "2023-03-04T13:24:09.438000"
}