{
  "id": "ee30f101-fa65-4837-b16e-7da1c6af5c49",
  "title": "광성택/하남호",
  "content": "![image](media/192832179d7.8f1e3c2058f53467.jpg)\n![image](media/1928321d55d.b11c1ae059934531.jpg)\n![image](media/1928322ab5f.8e05b61cd82ba547.jpg)\n![image](media/19283248438.b2629d0a3d68bb9b.jpg)\n![image](media/1928324b319.b7fb988220d48e82.jpg)\n![image](media/19283251a8f.a60ffdef7d10640d.jpg)\n![image](media/192833b994b.b534d0356d5d844d.jpg)\n![image](media/192833d2361.9424d019d0cfaf1d.jpg)\n![image](media/1946c6fc10e.9021b05ddcb9be82.jpg)\n\n\nAI\n고대 중국의 하남성 일대에는 거대 호수가 존재했었다. 그 호수의 이름은 중국 최대의 淡水湖로 불리는 '하남호(河南湖)' 또는 하남대호(河南大湖)다.\n하남호는 약 4,000년 전부터 2,000년 전까지 존재했던 거대 호수로, 하남성의 중부와 북부 지역에 걸쳐 있었던 것으로 추정된다. 호수의 크기는 대략 1,000km²에서 2,000km² 사이로 추정되며, 깊이는 10m에서 20m 사이로 추정된다.\n하남호는 황하 강의 지류인 위수 강, 이수 강, 무수 강 등이 汇入하여 형성된 호수로, 주변 지역의 농업과 어업을 지원하는 중요한 역할을 하였습니다. 또한 하남호는 고대 중국의 수운과 교통의 중심지 중 하나로, 주변 지역의 경제와 문화를 발전시키는 데 기여하였다.\n그러나 하남호는 시간이 지남에 따라 황하 강의 수질 오염과 토양 침식으로 인해 점차적으로 쇠퇴하였으며, 최종적으로는 사라졌다. 현재 하남성 일대에는 하남호의 흔적을 찾아볼 수 없지만, 고대 문헌과 고고학적 연구를 통해 하남호의 존재와 그 중요성을 추정할 수 있다.\n\n\n\n\n(https://www.360doc.cn/article/1252353_931673736.html)\n명대에 하남성에서 제일 큰 호수가 신비하게도 현재는 안보이는데, 답은 결국 한 산에서 찾았다. | 정풍원\n\n1655년 네덜란드 지도학자 조안 블라우(Joan Blaeu)가 만든 중국 지도집에 허난(河南) 지도가 있는데, 이 지도의 정확도는 같은 기간 국내 지도보다 훨씬 높다.\n이 지도에는 당시 허난성의 행정구역, 산천, 하천, 호수, 주요 도시 등에 대한 정보가 비교적 상세하게 묘사되어 있으다.\n당시 하남 북부의 경계를 볼 수 있는데, 당시 하남은 정말 황하 남쪽에 있었고, 화이칭부, 웨이후이부, 창더부를 제외하고는 기본적으로 황하 남쪽에 있었다.\n하남 중서부에서, 여하 상류에 뜻밖에도 큰 호수가 눈에 띄게 있다. 이 지도에서 이것은 당시 허난성에서 가장 큰 호수였다.\n이 호수와 서쪽의 이수(伊水)는 봉우리를 사이에 두고 당시 여주와 하남부(河南府, 지금의 낙양시)의 경계지대에 위치하여 산으로 둘러싸인 불규칙한 다각형이었다. 호수의 남동쪽 모퉁이에는 하천이 굽이쳐 흘러 하류의 여하로 흘러든다.\n이 호수는 비교적 크며, 전국 지도에는 그 위치가 매우 명확하게 표시되어 있다.\n하지만 이 호수는 허난의 역사에 거의 기록되지 않았다. 그것은 도대체 오늘의 어디에 있을까? 왜 사라졌을까.\n위 사진의 위치에 따라 우리는 현대 지도를 덧씌워 만든 명대 지도를 한 장 대조해 보자. \n위 사진은 당시 여주의 정구도로 네덜란드판과는 다소 차이가 있지만 산천, 하천의 위치는 대체로 일치한다. 다음은 호수 지역의 확대도이다. 이 지도에서 이하는 역사의 흐름을 그대로 간직하고 있음을 알 수 있지만, 여하 상류의 변화는 상당하다.\n\n1. 명나라 대호는 육혼저수지입니까?\n이 큰 호수의 위치는 현재의 육혼저수지의 위치가 아닌 것이 분명하며, 명나라 지도에 따르면 육혼저수지의 동쪽에 있는 것으로 보인다.육혼저수지는 고대에는 육혼협곡(陸浑峡谷)으로 불렸고, 육혼관(陸浑關)이라고도 불렸다. 오래된 이허 중류에 위치하며 동쪽의 봉황산과 서쪽의 육혼령에 둘러싸여 있다. 춘추시대에는 서북 과저우에 있던 육혼융(陸浑戎)이 이곳으로 이주하면서 이름이 붙여졌다. 육혼협곡은 이수(伊水)와 인접해 있고, 주변이 산으로 둘러싸여 있으며, 이곳은 1965년에야 저수지로 건설되었다.\n\n2. 명나라 때 여양을 이양이라 불렀는데, 이하가 길을 바꾼 것은 아닌가?\n그러나 오늘날 여양이 명나라 때 이양으로 불렸다는 것 자체가 미스터리다. 중국 고대 지명은 모두 주변의 산천, 하천, 특히 '양(陽)'이 있는 지명으로 산의 남쪽과 물의 북쪽이 양(陽)이라는 것을 잘 알고 있기 때문이다. 지금도 이하는 원래의 이수로 변한 것 같지 않다.\n관련 사료를 조회한 결과 양현(汝阳县)의 원래 이름은 '이양현(伊阳县)'이었다. 이수의 상류에 있던 현으로, 이수의 양이라 하여 이양이라는 이름이 붙었다. 5대 때 육혼현을 이양현에 병합하였고, 이양현 치소는 이허를 따라 구 육혼현성으로 이전하여 여양현 지역의 서부를 관할하기 시작하였다. 원나라 지정 3년에 이양현을 철수하고 그 땅을 쑹저우로 편입하였다.명나라 헌종 성화 12년, 지금은 여양분지 여하북 기슭의 옛 현진을 기초로 현청으로 확장하여 이양현이라 명명하였다. 1959년 이양현의 이름이 이수의 방향과 일치하지 않고 '이양'과 일치하여 '여양현'으로 개칭되었다.\n여양과 이양의 이름이 바뀐 것은 하천의 방향이 바뀌었기 때문이 아니다.\n\n3. 명나라 대호는 상고의 '여해(汝海)'인가?\n항공 사진의 지형도에서 루양현 주변을 보면 전형적인 보습 모양의 삼각형 분지가 허난 서부의 험준한 산봉우리에 잠겨 있습니다.\n루양 분지는 V자형으로 분포하며 분지 협구는 루양현 북동쪽 우완촌에 위치한다. 북여하(北汝河)는 운몽산(雲蒙山)과 자라산(紫羅山) 사이를 지나간다. 운몽산과 자라산 사이의 길목은 자연적으로 형성된 것이 아니다. 상고 시대에 여양 부근은 연파가 끝없이 펼쳐진 바다였는데, 이를 여해라고 한다. 여해는 여주의 역사와 문화의 중요한 요소이다.\n많은 역사 문헌과 문학 작품에서 볼 수 있는데, 예를 들어 '문선·매승'은 '징이지대에 올랐을 때 남쪽은 징산, 북쪽은 여해를 바라본다.이선주: 궈푸의 '산해경' 주왈: 여수는 노양산 동쪽에서 나와 북쪽으로 회해로 들어간다. 네가 바다라고 부르는 것은 큰소리이다. 그러나 여해는 상고의 수역일 뿐이고, 우소가 물을 다스릴 때 '우소구하, 관제루, 주해, 결여한, 배회사, 주지강'이었다.여주·여양·숭현·이천 등지에서는 지금도 '용문(龍門)을 열고 여양강을 건넌다'는 속담이 널리 전해지고 있다.\n대우가 물을 다스리는 과정에서 여영이락 유역에서 용문산의 '벽이궐'을 쪼개어 이강이 여하 유역에 속했던 역사를 끝내고 자라산의 '결여'를 갈라 여해의 역사를 마감하고 비옥한 밭을 많이 늘려 백성들의 신으로 우를 칭하는 내용이다.\n대호인 여해는 포스트 대우 시대에 끝나고 그 후 여주로 불리게 되었는데, 『중국 고금 지명대사전』에서 '여해:당나라 여주(如州)의 별칭이다. 탕리바이의 '제원단구 영양산거' 시서: 남첨록대, 극목여해, 모두 여주 또는 여하 유역을 말한다.\n\n4. 명대대호는 상고의 '광성택'인가?\n명나라 대호수가 육혼저수지나 여해가 아닌 이상, 우리의 시선은 지도에서 Yunmeng M이라는 지명을 보았다. 운몽산일 것이다.\n여주는 동주 시대에 왕기의 땅으로 진은 삼천군, 서한은 량현, 수은 여주, 명성화 6년에 직예주로 승격되었고 1913년에 임여현으로 바뀌었고 1988년에 현을 철수하여 여주시를 건설하였다. 당 개원 14년(서기 726년) 봄, 대시인 이백은 낙양에서 여운, 양양을 거쳐 '이팽파당우투림여'라는 오언율시를 썼다.이어 '여름과 종제 등 여주 용흥각서'라는 글을 썼다.\n여주 서북쪽 여진의 대지에는 간산커우 저수지라는 푸른 호수가 우뚝 솟아 있다. 서쪽은 우뚝 솟은 랑고산과 접하고 남쪽은 여하천이 흐르고, 랑고산의 여맥은 저수지 남쪽에서 구릉을 이룬다.\n여주 지형 전체를 내려다보면 여주시 전체가 북쪽으로 높고 큰 숭산, 남쪽으로 망망한 복우, 서쪽으로 고도 낙양, 동쪽으로 황회평야를 바라보며 북여하가 서쪽에서 동쪽으로 전역을 관통하는 '양산협일천(兩山夹一川, 與河贯中)'의 독특한 지형을 이루고 있다. 양산은 북쪽의 숭기산맥과 남쪽의 복우산맥의 동쪽 끝, 일명 '북량산(北梁山, 현 대욕산) 남곽산(南霍山, 현현산)', 일천은 두 산 사이의 여하 양안의 충적지대로 역사적으로 '여천(如川)'이라 불렸다.\n여주시 북쪽 들녘에 외딴 산이 떠 있는데, 공동산은 옛 광성자가 이 산에서 수도하여 신선이 되었다는 전설이 있어 헌원황제가 물었던 곳으로 유명하다. 공동산은 원래 대호면을 바라보고 있는 명산으로, 공동연우는 고대 여주팔경 중 하나였다. 원나라 여주 출신의 시인 장정유(張政有)는 다음과 같이 말한다.\n새벽이 막 흐르려 하는 하늘과 많은 푸른 산이 봉우리를 에워싸고 있다. 아직도 왕의 기운이 남아 있고, 수많은 선성 환석루가 있다.\n아득히 아득하고 의심스러운 봉래 풍경, 쓸쓸한 가을 동정에 들어선 느낌.\n산중에서 누가 창생망인가, 구주에 단비가 되고 싶다.\n이 큰 호수가 바로 광성택인데, 아마도 광성자가 이곳에서 수련하고 호수가 사람의 이름을 따서 '광성택'이라 불렀을 것이다. \n명정덕(明正德) 여주지·산천에 따르면 \"광성택(廣成澤)은 황피(黃陂)라는 사람이 주 서쪽 40리에 있다. 주변 백 리, 한나라는 광성원이고, 땅은 관개하기에 유리합니다. 고광성택의 범주는 지금의 간산구저수지보다 훨씬 크며 위의 정덕여주지 광성택에 따르면 황피(黃陂)는 주의 서쪽 40리, 주변 백리(百里)에 있으며 고광성택은 내부진, 도영진 동쪽 가장자리에 방사할 수 있다.당시 이곳은 강물이 출렁이고 호수가 이어져 갈대가 흔들리고 수초가 무성하며 하야부사가 비상하고 있었다.제네에는 마을이 거의 없어 밭을 갈 수 없지만, 어업과 사냥은 가능하다.\n후한 명제, 안제, 환제, 영제는 일찍이 여러 차례 이곳에서 사냥을 하며 놀았다. 동한의 대유 마융은 여러 차례 광성택에 와서 정세를 살폈다. 원초 2년인 서기 115년, 그는 한 안제에게 바친 《광성송(廣成颂)》에서 \"신천이 옆으로 나오고 단수네지(丹水涅池), 괴석부경(怪石浮磬)이 빛나고...금산, 석림, 은기가 그 중 하나, 그 식물은 현림으로 가서 대나무를 싸고, 번릉이 북경을 가리고, 진림의 가수와 나무가 무성하게 자란다.\n나무는 참죽, 편백, 버드나무, 단풍, 버드나무, 새는 갈매기, 해오라기, 원앙, 가마(鸬;), 물고기는 방어·잉어·𫚌·모살(鳊;), 짐승은 호랑이·곰·표범·늑대 등 수백 종이 수산 여수를 여행하며 깊은 골짜기 유림에 출몰하여 호랑이가 울부짖고 사슴이 울며 시냇물이 거문고를 타며 곰이 울부짖는 등 자유롭고 생기가 넘치는 천연의 두루마리를 이루고 있다.\n수 양제 양광은 성택이 '주회백리, 수초가 무성한' 좋은 목장일 뿐만 아니라 '신천측출', '봄날 도원', '공동연우', '용천야월' 등의 자연경관을 가지고 있다는 것을 알고 이곳에 마목을 파견하여 목장을 설립하였고, 일시에 목축업이 빠르게 발전하였다.'땀이 나면 피가 나고, 밟으면 돌이 썩는다'는 명마가 이곳의 명물이라고 한다.역사가 변천함에 따라 이곳은 하천으로 변하여 황소간(黃牛涧)이라 불리며, 복우산의 지맥인 옥황산에서 발원하여 멀리 친링(玉皇山)과 연결되어 있으며, 장마철마다 산홍수가 일어나 송아지처럼 거침없이 울부짖고, 물속에 황토와 토사가 뒤섞여 황소처럼 기복이 심하여 넓은 땅과 장원을 수몰시키고, 이를 '牤 송아지 물'이라 부르다가 황소간(黃牛涧)으로 바꾸었다.신중국 건국 이후 이곳에 광청쩌 저수지가 건설되었고, 양안 사람들은 저수지를 사용하여 10,000무의 비옥한 밭과 홍수로부터 수확을 보장했습니다.\n\n5.명대호수에 얽힌 다른 의혹들\n지도에 호수 구역이 표시된 Quang chung L.을 볼 수 있다.' 광성호(澤)'의 영어 표식. 근데 이 호수 지역은 범위가 너무 넓지 않아? 그림에서 두 번 나온 Yyang은 어디인가? 이 큰 호수는 사방이 산으로 둘러싸여 있는데, 후대에 기록되지 않는 단기간의 지리적 변천이 있었던 것일까?\n\n\n\n[바이두백과]\n广成泽\n河南汝州涧山口水库旧称\n广成泽，位于河南汝州温泉镇崆峒山东南部，系河南汝州温泉镇涧山口水库旧称，因广成子曾在此修道而得名\n中文名 : 广成泽\n别名 : 广成湖、黄坡\n现名 : 涧山口水库\n地理位置\n河南汝州温泉镇崆峒山东南部\n快速\n导航\n文献记载\n\n历史沿革\n广成子，为道家创始人，位居道教“十二金仙”之首。曾在汝州崆峒山和郑州神仙洞修道。《庄子在宥》云：黄帝闻广成子在空同之上，故往见之，问以至道之要。\n据《庄子》记载：崆峒山的广成苑里住着一位学识渊博的广成子，轩辕黄帝从禹州迤逦西来，到崆峒山向广成子请教养生之道，广成子对他说：“不要浪费你的精力，不要过分劳累你的身体，也不要考虑更多的事，昏昏默默，自然就能长生。”说罢又给黄帝《阴阳经》两卷，黄帝十分高兴，就命乐队为他奏了《钧天》之乐。后人为了纪念广成子在养生文化上的贡献，便把他居住过的崆峒山周围的泽地称为“广成泽”。汉代还在汝州设有“广成关”和“广成驿”也是为纪念广成子而命名的。[1]\n明万历《汝州志》载“：方应选曰：汝，旧以海称，当尧水时，茫茫巨浸，乌睹汝墳哉。自禹凿伊阙，决使入河，始成大陆。”这段记载说明广成泽的形成原因。大禹劈开龙门山，把伊河水导入北部的黄河，伊河下游的故道就现出了陆地，但由于汝州西部营一带地势低洼，常年积水形成沼泽。\n周平王迁都洛阳时，将王子分封到广成泽附近，并设广成关，以形成洛都南部第一道防线。\n东汉光武帝在广成泽附近置广成苑。公元26年，汉光武帝刘秀封大将邓禹为梁侯，命他守广成关，今涧山口水库南边有邓禹村，就是为纪念邓禹命名的。\n东汉文学家班固在《东都赋》中写道：“皇城之内，宫室光明，阙庭神丽；都城之外，因原野以作苑，顺流泉而为沼。”“苑”即指广成苑，“沼”为汝州温泉。广成泽附近有许多温泉，这也是广成泽倍受帝王宠幸的原因之一。据《后汉书》、《旧唐书》、《新唐书》、《资治通鉴》、《金史》、《汝州志》等书记载，前后来温泉沐浴观光的帝王有10人21次，后妃3人，称十帝三妃浴温泉。\n汉安帝在位初期，当时邓太后临朝听政，崇尚节俭，认为“文德可兴，武功宜废”，国家依靠文治即可，打猎尚武，劳民伤财。于是，公元108年，汉安帝下诏，将广成苑借给贫民垦种。\n见此情形，大文学家马融作《广成颂》，盛赞广成泽“神泉侧出，丹水涅池，怪石浮磬，耀焜于其陂………“金山、石林、殷起乎其中”，堪称天然猎场。以讽谏将广成苑开垦种地的荒谬做法。他认为文武之道不应废弛，希望重兴田猎之仪，使臣僚百姓复睹天子的威严。汉安帝后又下令将广成泽能垦之地给贫民。这种想法明显与邓太后背道而驰。邓太后一怒之下，让马融十年不能升迁。\n东汉延光四年（公元125年），汉安帝携同阎皇后和贵戚南下游玩，也在广成泽游玩驻扎。[4]\n东汉永和四年（公元139年）十一月，汉顺帝赴广成苑打猎。\n东汉延熹元年（公元158年）和六年，汉桓帝两次赴广成泽狩猎。\n东汉灵帝光和三年（公元180年），对广成苑进行修葺；光和五年（公元182年）十月，灵帝“巡狩于广成苑”。\n北魏时，孝文帝、孝武帝都曾“驻跸”广成泽温泉宫。孝武帝在这一带狩猎时，突然寒潮来临，气温急剧下降，“士卒冻馁”，于是他带领人马入住温泉宫，仗着温暖的泉水躲过了那场严寒。\n隋初修黄坡大型水利工程于广成泽。在广成泽周回一百里建立牧场，引进汗血马良种，杨广还在温泉的附近设温泉屯，当地的牧马业逐渐发展起来，培育出一种“出汗如血，踏石能烂”的名马，后成为汝州地区的一大名产。\n从唐贞观元年到贞观十一年（公元627年—公元637年）唐太宗先后多次狩猎沐浴广成泽。\n贞观十四年（640）八月，李世民巡视东都洛阳，命令将作大匠阎立德找一个清凉避暑之地修建离宫。阎立德就在河南汝州广成泽附近建了一座行宫，是为襄城宫。\n唐高宗仪凤元年（公元676年），唐高宗与武则天一起封禅嵩山，是在汝州广成泽温泉停驻18天。离开时，唐高宗下诏免去了汝州当年租税的50％，并赐帛给80岁以上的老人。 4年后，唐高宗再次偕武则天来到汝州广成泽，停住4日，前往中岳嵩山拜谒。离开嵩山后，二人又折回汝州温泉，洗浴歇息4日才返回洛阳。[3]\n武周久视元年（公元700年），武则天第三次来到汝州广成泽温泉，武则天下令掘大池，建亭阁，仿效王羲之兰亭“曲水流觞”故事，在广成泽温泉庆贺封禅嵩山成功，天下太平。这项盛事持续了三天，事后，武则天将这些诗篇汇编成《流杯亭侍宴诗》，命凤阁舍人李峤作序，秘书丞殷仲容书丹，刻石立碑于池侧。这就是著名的“武后碑”，又称为“三绝碑”，与“武后宫”、“武后池”、“流杯亭”等一起，成为汝州温泉永远的风景。\n后来的唐玄宗与杨贵妃也都几番驾临，共计有十位皇帝来广成泽游乐洗浴。\n北宋时，北宋名相范纯仁曾至广成泽， 并写下《临汝温泉》“山前阴火煮灵源，昔日曾临万乘尊。历尽兴亡皆如此，不随世俗变寒温。”\n公元1161年，金朝国君海陵帝到广成泽打猎、洗浴，并下诏150里以内的州、县一律派商贾来广成泽温泉“置市”，这是我国较早见于记载的物资交流大会之一，其规模之大，时间之长（一个月），屈指可数。\n1958年3月，汝州市（临汝县）在广成泽周围修建水库，1960年6月主体工程完工，1963年开通临时泄洪道，时称广成泽水库，文化大革命时广成泽水库改名为涧山口水库。1986年，汝州市修建东西大道——广成路，直至崆峒山方向。\n\n文献记载\n《庄子》：“黄帝立为太子十九年，令行天下，问广成子于空同之山，故往见之……黄帝再拜稽首曰：‘广成子之谓天矣。”\n郦道元《水经注》：“汝水又东于广成泽水合……其水自泽东南流，迳温泉南，与温泉水合……其水东南流，注广成泽水，泽水又东南入于汝水”。\n刘攽《崆峒山赋》： “临汝西有崆峒山，其下即广成泽。按，《庄子》黄帝闻广成子居于崆峒之上，故往见之。庄子虽多寓言无实，然此崆峒、广成适皆同处，意其真有，所谓广成子者也。又，大隗居具茨之山，黄帝至襄城之野而迷，皆与崆峒相近，事未必皆虚也。予因作《崆峒山赋》。”\n宋濂《空同外史传》，言心中之崆峒。文中云：“空同外史者，倏然物外人也，故以‘空同’自号。 “或者疑之，曰：‘空同，山名。在禹迹内有三，曰临汝，曰临洮，曰安定。虽其名相符，而其实则异。外史为人，善养生。昔轩辕氏问广成子养生之道于汝之空同（崆峒）。’”\n查看更多\n\n大家还在搜\n割双眼皮多少钱\n学播音主持可以考哪些大学\n胃不好吃什么比较养胃\n1688\n正规代购\n超视立新型老花镜多少钱一副\n\n\n『수경주』는 광성택이 속했던 여수(汝水) 주변의 경관을 \"좌우의 골짜기는 깊고, 산봉우리들은 높게 솟아 있으며, 물가를 따라 층층이 소나무와 측백나무가 우거져 강변에 그늘을 드리웠다(左右岫壑争深，山阜竞高，夹水层松茂柏，倾山荫渚)\"고 묘사하여 수역 주변에 풍부하고 밀집된 식생이 있었음을 나타낸다. 이러한 정보는 광성택이 과거에 번성했던 습지 생태계의 일부였으며, 다양한 동식물 종을 지원했을 가능성이 높음을 시사한다.\n\n汝水\n是一条古代河流，位于今天河南省中部，属于古代淮河左岸的支流，其主要河道经过元明时期的一系列水利工程，演变为今天的北汝河、沙河、汝河与洪河等一系列河流。汝州、汝南郡、汝姓等都因该河得名。",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-10-12T07:41:56.309000",
  "updatedAt": "2025-05-27T05:45:53.435000"
}