{
  "id": "eee04713-9802-484b-83c1-408928b294d5",
  "title": "미국 인플레이션 감축법",
  "content": "얼마전 바이든이 IRA라 불리는 인플레이션 감축법을 통과 시켰죠. 실질적으로 인플레이션과 얼마나 관계가 있는지는 모르겠으나 실제로는 친환경 산업쪽으로 미국에 외국 기업들 돈으로 투자하라는 법안에 가깝다는데.....\n문제는 미국, 캐나다, 멕시코에서 생산 된 전기차에만 보조금을 지급하게 함으로서 현재로서는 전기차를 전량 국내에서 생산하고 있는 국내 제조사들에게는 최대 약 1000만원의 보조금이 사라짐으로서 한국 업체들에게 발등에 불이 떨어졌다는 거죠.\n\n車업계, 美 IRA에 반발..\"한국 전기차도 세제혜택 달라\"\nhttps://v.daum.net/v/GNVns9yPXm\n\nKAIA는 \"법안에는 북미 USMCA(옛 NAFTA) 회원국인 북미 3국에서 최종 조립된 전기차만 세금공제 혜택을 받을 수 있도록 규정하고 있다\"며 \"한·미 자유무역협정(FTA) 협정국인 한국산 전기차는 대당 최대 7500달러, 한화 약 1000만원의 보조금 혜택이 사라져 시장경쟁력을 잃을 우려가 있다\"고 지적했다.\n\n이에 KAIA는 인플레 감축법과 관련해 ▲세계무역기구(WTO) 보조금 규정 위반 ▲한·미 FTA의 내국민 대우원칙 위배 ▲미국이 공급망 협력 등을 위해 추진 중인 인도·태평양 경제프레임워크(IPEF) 비전 위배 ▲올해 조 바이든 대통령 방한시 강조했던 한·미 경제안보동맹 강화정신 위배 등을 문제점으로 제기했다.\n\n현대차가 미국에 10조 넘게 투자 한다고 한지 3개월만에 바이든한테 뺨 맞았다는 기사도 나고.....\n\n\"보조금 1000만원 못 줘\"…선물만 받고 현대차 쏙 뺀 바이든\nhttps://news.mt.co.kr/mtview.php?no=2022081820201477073&vgb=autom\n\n아직 테슬라에 비할 바는 아니지만 아이오닉5와 EV6가 미국에서 선전하면서 비록 10% 점유율이지만 미국에서 전기차 2위로 올라섰다거나 일론 머스크가 현대차 제법 하네 등의 트윗을 띄워서 화제가 되기도 했었는데.....\n\n나름 전기차 시대에 국내 자동차 업계가 한 단계 레벨업 하는 듯한 모습도 보이는 상황이었는데 크게 한 대 얻어 맞은 꼴이긴 하죠.\n무조건 미국에 잘 해 주면, 미국도 알아서 우리 챙겨 줄 거라는 기대가 얼마나 허망한 것인지 잘 보여주는 사례라 할 수 도 있겠고요....\n그런데 위의 기사 들에도 나오지만 WTO는 둘째 치고 이 법안은 한미 FTA 위반이라고 볼 수도 있을 것 같은데, 애시당초 법안이 예고 되었을 때 부터 정부에서 이런 근거를 들어 미국 쪽에 로비를 좀 했어야 하는 거 아닌가 싶기도 하고.... 결국 일이 터지긴 했지만 지금이라도 업계와 함께 정부 차원에서 종합적으로 뭔가 움직여야 되는 거 아닌가 싶은데... 넘 조용한 거 아닌가 싶습니다.\n\n내수 문제라 우리가 간섭할 수 없는 건 아닙니다. 수입 제품과의 경쟁 문제고 보조금 문제라서요.\n저도 별 아는 건 없지만 그래도 국내 산업에 대한 차별적 보조금은 WTO 상에서 무역 관련해서 가장 기본적으로 문제 되는 사항이고요.\n\n특히나 우리나라는 미국과 FTA를 맺고 있죠. FTA 당시 국내에서 논란이 되었던 건 어찌 보면 미국의 판단에 따라 국내법 보다 상위법이 생기기 때문입니다. 당시 서비스업 개방과 관련해서 별의 별 희한한 부분까지도 미국의 태클을 받을 수 있어서 더 논란이 심했을 겁니다.\n\n하물며 서비스업 때문에 별별 희한한 제약 조건이 생기는데 거기에 비하면 이건 훨씬 단순하고 기본적인 부분을 건드린 겁니다. 기본적으로 FTA 라는게 FTA 대상 국가의 수입품과 국내 산업과의 경쟁에서 일체의 차별을 금지하도록 되어있죠. 이건 대놓고 차별적 보조금을 지급하는 거라 문제가 됩니다.\n\n만약 거꾸로 우리 나라에서 이런 일이 일어 났다면 미국은 당시 문제 되었던 ISU 제소를 포함해서 어떤 일이던 거침 없이 했을 겁니다. 우리는 미국 눈치를 봐야 하니 그건 힘들고 정부와 의회에 로비를 잘 해서 풀어야죠.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-08-26T08:07:24.956000",
  "updatedAt": "2022-08-26T08:07:24.956000"
}