{
  "id": "eefde714-ebfe-4453-a4ff-45f32846efb2",
  "title": "스파이(간첩)의 역사 - 서양(III) ",
  "content": "[로젠버그 부부(Julius Rosenberg & Ethel Rosenberg)]\n로젠버그 부부가 원자폭탄 정보를 소련에게 넘겼다는 간첩 혐의를 받고 사형당한 사건이다. \n\n제2차 세계 대전 이후 미국에서는 공산주의에 대한 적대감과 두려움으로 매카시즘 광풍이 불어닥쳤고, 반공주의가 판을 쳤다. 그런 상황에서 맨해튼 계획에 참여한 몇몇 과학자들이 원자폭탄에 대한 기밀 정보를 소련에 넘긴 사실이 드러났다. 이 일에 연루된 과학자들과 군인들이 체포되었는데, 군인 신분이었던 데이비드 그린글래스가 자신이 가진 원자폭탄 관련 스케치를 자신의 매형 줄리어스 로젠버그의 종용으로 그에게 건네주었다고 증언한 것이었다. \n남편 줄리어스는 1939년 12월 미국 공산당에 가입했고, 1940년에 미군 통신대에 민간인 기술자로 취직했다. 1945년에 공산당원이란 이유로 해고되었지만, 아내 에셀 형제의 도움으로 맨해튼 프로젝트를 진행하고 있었던 부서에 육군 기계 기술자로 재취업했다. 이때 줄리어스는 원폭 개발에 관한 필기 메모나 스케치를 비밀리에 소련에 제공했으며, 아내 에셀은 신형 레이더와 항공기 기술 관련 문서 수천 페이지를 소련에 제공 한 혐의으로 체포되었다.\n1950년에 부부는 체포되었고, 판사는 사형을 선고했다. 아이젠 하워 대통령도 집행 유예의 주장을 기각했고, 두 사람은 1953년 6월 19일에 전기 의자에서 처형되었다.\n이후 남편 줄리어스는 간첩임이 입증되었고 소련에 기밀 자료를 넘긴 사실은 확인되었으나 원자폭탄 정보까지 넘겼는지에 대해서는 확인된 바가 없고, 아내 에셀은 간첩임이 확인되지 않았으나, 남편의 간첩 활동을 사전에 알고 있었고 남편의 활동에 전폭적인 지지를 했음이 밝혀졌다.\n\n[클라우스 푹스(Klaus Fuchs) ]\n푹스는 공산주의자 집안 출신이다. 부친 에밀은 루터교 목사이자 신학자이면서 1912년부터 독일 공산당원으로 활동했다. 푹스는 1930년 라이프치히대에 입학해 수학·물리학을 공부했으며  대학시절 독일 공산당에 입당해 맹렬하게 활동했다.\n1933년 나치를 피해 영국으로 피신했고 1937년 브리스톨대에서 물리학 박사를 받았다. 그는 1942년 영국 핵 개발 프로그램인 ‘튜브 알로이스’에 참여하면서 영국 국적을 취득했다. 공산주의자였던 그는 1943년 소련 군사정보부(GRU) 요원이 접근해오자 정보를 넘기기 시작했다.\n그는 1944년 영국이 미국의 맨해튼 계획에 협력하면서 뉴욕의 컬럼비아대로 가서 우라늄 농축을 위한 기체확산법 연구에 참여했다. 그 뒤 로스앨러모스 국립연구원 이론물리실에서 일하면서 나중에 나가사키에 투하한 플루토늄탄인 팻맨의 제조에 참여했다. 푹스는 1946년 영국으로 귀국해 하웰 원자력 연구소((AERE)의 이론물리실장으로 일했다.\n미국과 영국의 방첩기관은 그의 행적을 계속 주시하다가 1949년 소련이 핵실험에 성공하자 \n1950년 1월 스파이 혐의로 체포됐다. 적용된 혐의는 소련에 핵무기 개발에 필요한 비밀 정보를 넘겼다는 것이었다. 재판으로 징역 14년을 선고받고 영국 국적이 박탈됐다. 9년 4개월을 복역한 끝에 1959년 모범수로 석방돼 동독으로 추방됐다. \n동독에서 사회주의통일당(공산당) 고위 관료와 과학 연구소 간부를 지내며 영웅 대접을 받던 푹스는 1979년 은퇴하고 1988년 동베를린에서 세상을 떠났다. \n나중에 밝혀진 바로는 푹스가 맨해튼 계획에 참여해 활동하면서 영국을 위해서도 스파이 활동을 했다는 사실을 확인했다. 영국도 핵무기 개발에서 미국을 따라잡기 위해 동맹국을 상대로 정보 수집을 했다. 푹스는 은밀하게 모은 기밀 정보를 조국인 영국뿐만 아니라 이념의 조국인 소련에도 제공한 이중 스파이였다.\n한편 스파이들이 제공한 정보가 소련의 핵개발에 얼마나 도움이 되었는지에 대해서는 의견이 분분하다.\n\n[표트르 세묘노비치 포포프(Pyotr Semyonovich Popov)]\n제2차 세계 대전 당시 CIA와 함께 활동하다 이후 빈에 주둔하면서 이중첩자가 된 소련 군정보국 (GRU) 요원이다. \n1953년 포포프는 비엔나에 주재하고 있었지만, 여기에서 미국 외교관의 자동차에 \"소련의 정보를 제공하겠다\"는 취지의 편지를 남기고부터 미국과 접촉 소련의 군사 정보를 제공하기 시작했다.\n그 동기는 명확하지 않지만, \"그의 가족을 포함한 많은 러시아 농민들이 정부에 의해 착취 당하고 있는 것에 대한 분노가 있었기 때문\"이라고 되어있다.\n포포프가 제공 한 정보에 따라, 미국은 소련군의 다양한 세력의 움직임과 핵 잠수함과 유도 미사일 관련 정보를 받을 수 있었다.\n1955년 포포프는 갑자기 동 베를린으로 이동되었고, 그 사이에도 그는 미국에 대인 첩보 및 군사 정보를 제공하고 있었지만, 1958년 11월 GRU에서 해임되고 연금 상태에 놓이게 되었다. 이듬해 1959년 1월 자신의 아파트에서 증거가 발각되어 체포되었고  이듬해 1월 처형되었다.\n\n[캠브리지 파이브]\n1950년대 초반 영국을 뒤흔든 스파이 그룹.\n왜 충격이었는가 하면, 그들의 대부분은 영국 외무성과 정보부 등 국가의 중추에서 오랫동안 근무했고, 그 동안 내내 소련에게 정보를 계속 제공하고 있었기 때문.\n그들은 1930년대에 캠브리지 대학에서 공부, 공산주의를 신봉하게 되었고, 소련 정보 당국의 채용에 의해 소련의 스파이가 되었다. 그들은 캠브리지를 졸업 한 후, 각각 엘리트 코스를 밟았지만, 그동안에도 계속 소련에 정보를 제공했고, 그들이 제공한 정보에 의해 소련은 한국 전쟁의 연합군의 전략과 알바니아 반공산주의 세력을 보내는 계획도 알게되었다.\n\n\n['달의 여신' 베티소프 파커]\n2차 세계대전 당시 ‘신시아’라는 가명으로 불린 영국 최고의 미녀 스파이 베티소프 파커는 혼자 독일, 이탈리아, 프랑스 등지로 건너가 군사기밀정보를 훔쳤으며 북아프리카에서 연합국을 위해 뛰어난 공적을 세웠다. \n‘달의 여신’으로 불린 신시아는 2차 세계대전의 성패를 가르는 데 주요한 역할을 했다는 평가를 받고 있다. 그는 친(親)나치 비시 정부의 암호문을 훔쳐내 연합국이 자유롭게 아프리카 해안으로 상륙할 수 있도록 했다. 이는 롬멜이 이끌었던 독일 아프리카 군대를 무너뜨리는 데 결정적인 역할을 했다. \n영국 정부의 첩보원이었던 낸시는 히틀러가 영국을 침공하기 위해 계획했던 ‘바다사자 작전’의 기밀서류를 빼내 영국 정부에 넘김으로써 히틀러의 영국 점령 야욕을 포기하게 만들었다. \n\n\n\n영국 처칠 총리가 보낸 섹스 스파이이자 히틀러의 정부였던 낸시, \n\n그리고 인도 출신 미녀 스파이 누르도 있다. \n\n[킴 필비]\n영국의 첩보기관 MI6의 요원이었으나, 실상은 도널드 매클린(Donald Maclean), 가이 버지스(Guy Burgess), 앤서니 블런트(Anthony Blunt)와 함께 케임브리지 5인조라고 불린 소련의 거물 간첩이었다.\n스페인 내전에서는 타임즈의 종군기자로서 프란시스코 프랑코에게 접근하여 소련에 정보를 빼돌렸다. 프랑코에게 접근할 수 있었던 이유는 프랑코 군대의 전선을 취재하면서 공화파의 공격으로 부상을 입고 훈장을 수여받은 경력으로 나름 신임을 받았기 때문이었다고 한다.\n\n제2차 세계 대전 중에 영국 정보기관 MI6에 들어갔다. 첩보원으로서는 치명적인 결격 사유인 말더듬이가 있었지만 이게 오히려 전화위복이 되어 다양한 정보를 접할 수 있는 내근요원으로 발령받았다. 1949년에는 미국 워싱턴 D.C.에 MI6 미국 지부 조정관으로 파견되어 CIA와의 연락 임무를 맡았다.\n\n6.25 전쟁 당시 미군은 원자탄을 사용하지 않을 것이라는 정보를 소련과 중국에 흘려서 중공군이 압록강을 넘어 참전하는 계기를 마련했다. 한반도가 통일되지 못하고 21세기에도 북한과 대치하게 된 결정적인 원인 중 하나라고 할 수 있다.\n\n이후 냉전이 본격화되자, 공산주의 인맥을 사용하여 소련으로부터 정보를 빼내는 역할을 맡아서 승승장구하며 승진했다. 그러나 실상 가치있는 정보는 오히려 영국 MI6와 미국 CIA로부터 소련으로 줄줄 새어나가고 있었다.\n\n1950년대 미국과 영국이 동유럽에 각종 공작을 하려는 게 상당수 실패로 돌아갔는데 알고보니 공작 관련 정보가 죄다 킴 필비를 통해 새어나간 것이었다. 가장 유명한 것은 1950년 서방 연합국이 알바니아에 무장 반공집단을 침투시켜 공산 정권을 전복시키고 조구 1세를 다시 왕으로 옹립하려던 계획을 누설한 것. 덕분에 수천 명의 알바니아인이 떼죽음을 당했다. \n\n친구인 도널드 매클린과 가이 버지스의 간첩질이 들통나고 소련으로 망명하면서(꼬리가 잡힌 도널드 매클린과 가이 버지스가 도망갈 수 있도록 언질을 준 것도 이 사람이다.) 1951년 첩보직에서 제외되고 1955년에는 MI6에서 해임되어 다시 언론인이 되었다. 이후 결국 미국에서 소련의 비밀통신을 감청하고 암호를 해독해 내면서 꼬리가 밟혔으나 1963년 베이루트를 거쳐 유유히 소련으로 망명. KGB에서 새로 일자리를 얻고 대령까지 진급했다. 말년에는 안드로포프 서기장의 대외정책상담역으로 활동하면서 회고록까지 출판하는 등 끝까지 MI6를 엿먹이다가 천수를 누리고 1988년 세상을 떠났다. 필비의 장례식은 소련의 당,정,군 최고위 인사가 모두 참여한 국장으로 치뤄졌으며, 소련에서는 그의 얼굴을 찍은 기념우표까지 냈다.\n\n[로젠버그 부부 간첩 사건]\n1953년 6월 19일 미국인 로젠버그 부부(남편 줄리어스 로젠버그와 아내 에설 로젠버그)가 간첩죄로 사형당한 사건.\n1950년 2월 영국의 과학자 훅스와 그 일당이 소련의 원자력 스파이 용의자로 당국에 체포되었는데, 그 중의 한 사람이 에설 로젠버그의 동생으로 그의 증언에 의해서 로젠버그 부부가 1944∼1945년 미국의 원자폭탄 제조의 최고기밀을 훔쳐 내어 소련에 팔아 넘겼다는 이유로 체포되었다. 줄리어스는 뉴욕 출생의 전기기사로 공산당원이었다. 그들 부부는 시종 자신들의 무죄를 주장하였는데 그들 부부의 죄를 인정할 만한 명확한 증거는 없었으나 1951년 4월 5일 사형판결을 받았다. 이 판결에 대해서 국내외의 반향이 크게 일어나 로마 교황, 영국 의원단, 아인슈타인 등의 구명탄원과 더글러스 최고재판소의 형 집행정지 명령까지 나왔으나, 당시 한국의 6·25전쟁에서 많은 미군들의 사상자가 나와 국내의 반공 감정이 고조되어 있었던 때였으므로 1953년 싱싱교도소에서 전기의자로 처형되었다. 미국에서 평시에 간첩죄로 처형된 최초의 예이다. \n\n[루돌프 아벨]\n미국과 소련의 냉전으로 핵무기 전쟁의 공포가 최고조에 오른 1957년, 보험 전문 변호사 '제임스 도노반'(톰 행크스)은 소련 스파이 '루돌프 아벨'(마크 라이런스)의 변호를 맡게 된다. 당시 미국에선 전기기술자 로젠버그 부부가 원자폭탄 제조 기술을 소련에 제공했다는 혐의로 간첩죄로 사형된 사건이 있었다. 미국의 반공운동이 극에 달했던 단적인 예로 적국의 스파이를 변호한다는 것은 자신의 목숨은 물론 가족의 안전까지 위협받는 일이었다. 여론과 국민의 질타 속에서도 제임스 도노반은 “변론의 기회는 누구에게나 주어져야 한다”며 자신의 신념과 원칙에 따라 아벨의 변호에 최선을 다한다. 때마침 소련에서 격추당하고 생포된 CIA의 U-2 조종사 프란시스 개리 파워스에 대한 소식이 전해지고 제임스 도노반은 그를 구출하기 위해 스파이 맞교환이라는 사상 유례 없는 비밀협상에 나서게 되는데...\n도노반은 실존 인물로 실제 이름은 제임스 브릿 도노반(James Britt. Donovan)으로 그가 1964년에 출간한 '다리 위의 낯선 사람들(Strangers On A Bridge)' 이라는 소설 원작을 기반으로 스크린에 옮긴 영화입니다.\n\n제임스 브릿 도노반 (James Britt Donovan)은 1916년 2월 29일 뉴욕에서 태어났으며 미국 해군 장교로 출신으로 변호사 및 정치 협상가였습니다. 그는 특히, 1960년에서 1962년 사이에 벌어진 미국의 U-2 조종사 프란시스 게리 파워스(Francis Gary Powers)와 소련 간첩 루돌프 아벨(Rudolf Abel)의 포로 교환 협상의 활약이 공개되면서 유명세를 치렀습니다. 이때 공로를 인정받아 이후 정부의 중요한 대외 협상에서 뛰어난 활약을 했습니다.\n\n제임스 도노반은 1941년 영화에서 실명을 그대로 사용한 메리 매케나(Mary E. McKenna)와 결혼 하였습니다. 이들 부부에게는 영화와 다르게 아들과 3명의 딸이 있었습니다. 법대를 졸업 한 후 개인 변호사 사무실에서 법조계에 발을 디디게 되었고 제2차 세계 대전 중 해군으로 참전하였습니다. 1942년 과학 연구 개발처(Office of Scientific Research and Development)에서 준회원 변호인(Associate General Counsel)을 역임하였고, 1943 년부터 1945년까지 Strategic Services Office에서 법률 고문으로 활약하였습니다.\n\n영화 속 소련 스파이 루돌프 아벨 (Rudolf Abel)은 누구? 1903년 영국에서 태어난 그의 본명은 윌리엄 피셔 (William Fisher)이며, 뉴욕에서 소련을 위한 스파이 활동을 한 혐의로 체포되어 투옥되었습니다. 1962년 그는 미국 공군 조종사 프란시스 게리 파워스와 교환을 조건으로 석방되어 미국에서 추방되었습니다. 훗날 알려진 이야기로는, 그는 여러 개의 외국어에 능통했고 라디오를 통한 커뮤니케이션 첩보 활동을 하였고, 미국의 원자력 기술을 빼내기 위해 스파일 활동을 벌인 것으로 알려졌습니다.\n\n루돌프 아벨은 어떻게 체포되었나? 영화를 보면 CIA의 수사에 의해서 체포되는 것처럼 보이는데, 역사적인 실화 속 이야기를 보면 아벨의 연락책이었던 또 다른 소련 스파이 레이노 하이 하넨(Reino Häyhänen)의 밀고도 정체가 탄로 났다고 합니다. 자신의 임무 수행에 실패한 책임을 지고 1957년 소련으로 소환되었을 때, 그는 처벌을 두려워한 나머지 파리 주재 미국 대사관에 망명을 요청하면서 맨하튼의 호텔에서 체포되었습니다. 영화에서 등장하는 성냥, 면도 칼, 라디오 등은 실제 그가 사용했던 장비를 재현한 것이라고 합니다.\n\n영화에서 포로 교환을 한 실제 글리니케 브리지(Glienecke bridge) 베를린과 프츠담 사이를 이어주는 이 교량이 역사적인 상징성을 가지고 있지만 영화에서는 폴란드에서 촬영을 하였습니다. 그 이유는 현재의 다리 모습은 그 시대적 흔적이 남아있지 않아 실제 촬영은 폴란드 브로츠와프에서 이루어졌습니다. 여하튼, 이 사건으로 루돌프 아델과 게리 파워스의 포로 교환이 이루어진 다리로 기록되며 역사적인 상징성을 지니게 되었습니다.\n\n실제 루돌프 아델은 제임스 도노반에게 변호사 수임료를 지급했다. 영화에서는 마치 그가 국선 변호사처럼 활동하는 것으로 그려지지만 실제로는 아델이 도노반에게 변호사 수임료로 1만 달러를 지불했으며, 도보반은 이 돈을 지역사회에 기부했다고 합니다.\n\n영화 달랐던 실제 상황 소련 스파이를 변호한다는 이유로 제임스 도노반은 협박 편지와 전화를 받았지만 영화에서 처럼 집에 총격이 가해지거나 경찰로부터의 협박은 없었다고 합니다. 이것은 코엔 형제가 각본을 각색하면서 영화적 긴장감을 높이기 위한 수단이었습니다.\n\n[엘리 코헨]\n코헨은 1924년 이집트에서 태어난 스파라드 유대인으로 특수 정보 훈련인 사보타주 훈련을 마치고 정식 정보요원이 됐다. 그 후 코헨은 카말 아민 타베드 라는 이름으로 다시 태어나 이력을 모두 교묘하게 조작했다. 특히 국제적인 스파이들이 활동하는 장소인 아르헨티나에서 구미 각국, 공산권, 나치, 아랍 정보원들과의 교류 경험은 그가 유명 정보 요원으로 명성을 날리는 계기가 됐다. \n시리아로 이주한 엘리 코헨은 시리아 상류사회 내에 영향력을 키우면서 한편으로는 군 장교단에 접근하기 시작했다. 코헨은 시리아 국영방송의 대남미 지역 방송 담당자로 활약하면서 틈틈이 사귀어 온 군 작전 장교를 앞세워 전선의 진지를 시찰하고 뛰어난 기억력으로 모두 암기하고 정리, 종합해 텔 아비브로 송신했다. 이스라엘군은 시리아군의 장비에 대해서도 상세한 정보를 갖고 있었는데 그것도 코헨이 제공한 정보였다.\n코헨이 입수한 정보에는 소련 고문단이 작성한 이스라엘 공격 계획, 소련이 시리아에 제공한 무기 사진, 골란 고원의 시리아군 배치도 등이 포함돼 있었다. 특히 골란 고원 시리아군 배치도는 6일 전쟁시 이스라엘군이 승리하는 데 결정적으로 기여했다. \n엘리 코헨이 다마스쿠스에 상륙하여 활동한지 4년만에 들통이 났다. 시리아 대간첩본부는 주변 외국공관으로부터 간간이 괴전파가 발생한다는 신고를 받았고, 소련의 도움으로 엘리 코헨의 위치가 발각되었다.\n체포된 그는 1965년 5월 18일 새벽 수천명이 모인 광장에서 공개 처형 당했다.\n\n[볼프강 로츠]\n1921년 독일 만하임에서 유대인으로 연극배우인 어머니와 독일인 무대 감독인 아버지 사이에 태어 났다.\n이스라엘이 독립(1948년)한 직후 인근 아랍권의 공격에 맞선 전쟁에서 그는 보병 장교로서 싸웠다. 압델 나세르 이집트 대통령의 수에즈 운하 봉쇄에 맞서 이스라엘이 영국 및 프랑스와 함께 일으킨 수에즈 사태(1956년)때에는 소령으로 보병여단장을 역임했다.\n이스라엘 군정보국 아만에 포섭된 그는 롬멜 장군의 아프리카군단에서 참전한 골수 나치당원으로 전쟁이 끝나자마자 호주로 이주해 11년 동안 말 농장을 경영한 비즈니스맨으로 탈바꿈했다.\n이집트의 군·정·관계 고위층과의 끈끈한 친분관계를 통한 공작 다음으로 로츠가 나선 것은 바로 로켓 개발에 깊숙이 참여하는 독일 과학자들 관련 정보 수집이었다. 이 작업은 어렵지 않았다. 골수 나치당원과 북아프리카군단 참전용사라는 전력 그리고 화려한 사교계 활동은 단조롭고 좁은 독일계 거류민 사회에서 새로운 활력소 역할을 했다.\n아만은 우편으로 폭발물을 보내 공포를 심어주거나 독일 내 친인척들을 압박하는 공작 방식을 택했다. 결과는 성공적이었다. 상당수의 로켓 전문가들이 이집트를 떠났다. 결국 나세르가 의욕적으로 추진하던 로켓 개발 계획은 사실상 좌절됐다.\n로츠를 담당하던 아만은 1963년 그를 활용한 공작을 모사드로 넘겼다. 이에 따라 로츠는 아만에서 모사드 소속으로 신분이 바뀌었다. 모사드는 파티 등을 핑계로 엄청난 공작비를 청구한 로츠를 '샴페인 스파이'로 불렀다. 그러나 공작비는 값어치를 발휘했다.\n이스라엘은 그가 암약하면서 수집한 정보 때문에 6일 전쟁 당시 이집트 공군 비행장의 항공기들 가운데 가짜와 진짜를 철저히 파악, 개전 첫날 정밀한 폭격으로 상대편의 제공권을 무력화시킬 수 있었다.\n한편 이집트 정보당국은 이집트내에서 수상한 괴전파가 계속 잡히자  소련에 도움을 요청, 이집트로 긴급하게 날아온 소련 군정보국(GRU) 소속 전파 탐지팀을 동원해 색출에 나섰다.\n결국 괴전파의 발신지가 로츠가 운영하는 말 사육 농장이라는 사실이 드러났다. 전파 탐지팀은 현장에서 무전기를 찾아냈고 로츠 부부도 체포했다. \n로츠가 이스라엘 스파이였다는 사실은 6일 전쟁 직후 드러났다. 모사드 측은 포로 교환 명단에 로츠를 포함시켜줄 것을 요구해 성사시켰다. 로츠가 제공한 정보가 전쟁을 승리로 이끄는 데 결정적인 기여를 했다는 공로를 인정했기 때문이다.\n로츠는 이후 이스라엘로 돌아와 평온한 삶을 살았다. 발트라우트는 석방된 지 7년 후 암으로 세상을 등졌다. 로츠도 이집트에서의 수감 생활에서 얻은 심장병으로 1993년 72세의 나이로 숨졌다.\n\n[코드명 엔젤 마르완]\n카이로 대학에서 화학을 전공한 마르완은 21살 때 졸업과 동시에 군에 입대했다. 나세르 대통령의 둘째딸 모나와 결혼과 함께 마르완은 나세르의 오른팔 겸 보안사령관인 사미 샤라프 장군 비서실에서 근무처를 옮겼다. 근무처는 대통령궁 내에 있었다. 나세르의 사망후 부통령이던 사다트가 대통령이 되고 나세르 집안의 지지가 필요하다고 판단한 사다트는 마르완을 비서관으로 기용해 측근에 두었다. 마르완이 사다트의 총애를 확보한 결정적인 계기는 지난 1971년 5월 샤라프 보안사령관 등 나세르 추종자들이 주도한 쿠데타 음모였다. 마르완은 쿠데타 음모와 관련한 결정적인 정보를 사다트 측에 제공, 분쇄하는 데 기여했다. \n대통령 특사로 일하면서 마르완은 사우디와 리비아 최고 권력자들과의 만남에서 다양한 고급정보를 확보할 수 있었다.\n그러나 이런 고급정보를 이집트와 별도로 이스라엘  대외정보국 모사드에게 제공했다.\n마르완의 정보원 활동에 대한 대가는 돈임이 확실해졌다. 수년 동안 그에게 2천만 달러 이상의 돈이 지급되었다. 또한 나세르가 자기 딸 모나에게 이혼할 것을 설득하고 있다는 사실을 안 마르완의 분노가 그를 이스라엘 정보원으로 만든 한 원인일지도 모른다. \n모사드 국장이던 즈비 자미르는 런던 등에서 비밀리에 암호명이 '천사'인 마르완을 수시로 만나 중요 정보를 직접 전달받았다.\n마르완은 승진을 거듭하면서 최고급 정보에 접근할 수 있었다. 이 덕택에 그는 전쟁 수행 계획, 군사 훈련과 소련 등 외국과의 무기 거래 내용, 이집트군의 전투서열 등 관련 정보를 소상하게 파악했다. 심지어 사다트 대통령이 아랍권 정상들과의 나눈 사적 대화와 레오니트 브레즈네프 소련 공산당 서기장과의 회담 내용도 입수해 모사드 측에 전달했다.\n그는 이어 이집트가 같은 해 5월 중순께 공격할 가능성이 크다고 경고했다. 이스라엘군은 대비태세를 갖췄다. 그러나 마르완의 경고는 현실화되지 않았다. 이에 따라 국방정보국(아만)을 포함한 이스라엘군은 이집트의 공격 가능성이 현실성이 희박한 것으로 오판했다. 욤키프르전쟁은 동맹국인 시리아의 요구로 잠시 지연된 것 뿐이었다.\n\n이집트의 공격이 시작되기 45시간 전인 1973년 10월 4일 아침 일찍 마르완은 자신의 모사드 공작관으로 런던 대사관에 근무하는 요원에게 전화를 걸어 \"비료 상담\"건을 진행하자고 요청했다. 비료는 전쟁을 뜻하는 암호였다. 그날 저녁 두 사람은 런던에서 긴급회동했다. 이 자리에서 마르완은 \"전쟁이 내일 터질 것\"이라고 경고했다.\n이스라엘은 마르완의 이런 경고를 그대로 받아들이지 않았다. 특히 군 정보국(아만)은 이집트가 전쟁 준비를 제대로 갖추지 못한 상태인 데다 공격할 특별한 동기가 없다는 이유로 경고에 대해 반신반의했다. 그러나 모사드 측이 워낙 강경해 기습공격 6시간 전에 이스라엘 정부는 총동원령을 발령했다.\n그러나 자만과 방심으로 가득 찬 이스라엘군은 초기 엄청난 패배를 맛볼 수밖에 없었다. 미국의 긴급 지원으로 이스라엘은 반격 기회를 확보, 전쟁을 다시 승리로 이끄는 데 간신히 성공했다.\n마르완은 1998년까지 스파이로 계속 활동했다. 그의 신분이 드러난 것은 2002년 12월 이스라엘 역사학자인 아론 브레그만의 폭로를 통해서였다. 브레그만은 마르완이 이중간첩이라고 주장했다. 이런 정보를 제공한 사람은 바로 이스라엘 정보 실책을 초래한 엘리 자이라 전(前) 아만 국장이었다. 자신의 실책을 마르완에게 전가하려는 의도가 다분했다.\n전쟁 이후 런던에서 생활해온 마르완은 2007년 6월 27일 고층 아파트에서 실족해 사망했다. 그의 사인을 둘러싸고 암살설이 끊이지 않았다. 그러나 정확한 사인은 여전히 밝혀지지 않았다.\n\n[드미트리 폴리야코프(Dmitri Polyakov)]\n1921년 우크라이나의 평범한 경리계원의 아들로 태어났다. \n그는 우수 학생들의 정규 코스라 할 수 있는 소련의 군사 정보기관인 GRU 에 발탁되면서 정보계통에 발을 들여놓았다.\n특히 30세이던 1951년에는 뉴욕의 유엔 주재 소련 대표부에 파견되었다. 여기서 그는 외교관 신분으로 위장해 활동하며 미국의 주요 기밀문서를 본국으로 보내는 일을 하게 된다. \n그는 소련체제의 환멸을 느끼고 있었다. 그의 환멸은\n주로 돈과 관련되어 있었다. 그는 승진을 거듭해 대령의 지위에까지 올랐고 GRU에서는 초고속 승진을 했지만 그가 받는 봉급은 1년에 고작 10,000 달러에 불과했을 뿐만 아니라 그나마 봉급의 대부분은 다시 소련 당국에 반환해야 했다. 소련에서는 당연한 관례였지만 이 때문에 정작 본인은 궁핍하게 살아야 했고\n적국인 미국에서는 봉급이 넉넉지 않은 사람도 가족과 생계를 꾸리고 미국의 풍요로운 소비문화를 즐기기에 어려움이 없지만 폴리야코프의 아내는 아침마다 긴 줄을 서서 빵을 사야 했다. \n더욱이 그 이면에는 그의 개인적 아픔이 깃들여졌다.\n일설에 따르면 그의 아들이 중증에 걸려 사경을 헤매고 있었고, 이를 치료할 수 있도록 당 고위층에 뉴욕행을 건의했다.\n그러나 이 요구는 묵살되었고 결국 아들은 병으로 사망한다. 반면 소련의 공산당원과 정부 고위 관료는 각종 특혜와 특권을 누리며 호화로운 생활을 하고 있었다. 사정이 이러하니 폴리야코프의 눈에 체제가 좋게 보일 리 없었다.\n결국에는 그는 소련을 배신하기로 마음 먹는다. 1960년대 초, FBI 방첩요원 2명이 그에게 의도적으로 접근했을 때 그는 자신의 생각을 솔직하게 털어놓았고 FBI는 그에게 6000 달러를 제공했고 폴리야코프는 그에 대한 보답으로 GRU가 미국에 심어놓은 스파이 몇 명을 밝혔다.\n대표적으로 Jack E. Dunlap( NSA의 요원 ), 윌리엄 H. 훼일런 ( 소련으로부터 약 40만 달러를 받고 미국의 핵무기, 미국군 작전계획 등을 넘긴 사람 )\n넬슨 드러먼드( 해군에서 일하면서 해군의 일급기밀 상황을 소련에게 넘긴 스파이 ), 하버트 W. 보켄하웁트 ( 공군의 상세한 코드와 신호체계 등을 소련에 넘긴 사람 )이 있다.\n드미트리 폴리야코프는 1974년에 장성으로 진급했고 CIA는 그의 이중간첩 행위가 탄로나지 않게 보안도 철통같이 유지했다. \n그가 제공한 정보 중 소련군의 대전차 미사일에 관한 정보도 있었다. 이 미사일로 정보로 인해 미국은 1991년 걸프전 당시에 소련제 무기로 무장한 이라크군을 격파할 수 있었다.\n25년 동안 미국을 위해 스파이 활동을 해 오던 드미트리 폴리야코프는 올드리치 에임스와 또 다른 반역자 로버트 한센에 의해 비참한 최후를 맞이하게 된다.\n올드리치 에임스는 돈 때문에 CIA를 배신한 인물로 1985년에 소련을 위한 스파이가 되기로 결심하고 자신의 가치를 증명하기 위해 KGB와 GRU 내에 미국 협조자들을 다수 넘기게 된다. 여기에는 KGB 소속의 요원들이 다수가 있었고 GRU 소속의 드미트리 폴리야코프도 있었다.\n그러나 소련은 이런 보고를 받고도 적극적으로 체포하지 않았다. 그러다가 같은 해 10월에 소련을 위해 일을 하던 FBI 소속 요원 로버트 한센이\n주미 대사관 KGB 요원의 집으로 극비 서신을 보내게 된다. 로버트 한센은 거기에 대한 대가로 10만 달러를 받게 되고 2001년까지 16년간 러시아의 스파이로 활동하게 된다.\n결국에는 폴리야코프의 정체는 탄로나게 되고 1980년 경에 CIA는 그에게 미국으로 망명할 것을 제안한 바 있지만 그는 끝까지 소련인으로 살다가\n죽겠다라는 뜻을 내비치며 이를 거절했다. \n소련 법원으로부터 사형을 선고 받고 1988년 8월에 처형되었다. \n\n[올드리치 에임스( Aldrich Ames)]\n미국 정보기관 CIA에서 32년간 분석관과 공작관을 지낸 인물로 1985년부터 9년간 소련 KGB와 내통하여 주요 정보를 넘긴 이중스파이이다. \n올드리치 에임스는 이념이 아니라 돈 때문에 조국을 배신한 정보기관 요원으로 이 사람으로 인해 CIA가 해체 위기까지 갔었다고 한다.\n이혼 위자료로 궁핍해진 통장잔고를 걱정하던 그는\n1985년 4월 워싱턴 주재 소련 대사관을 찾아가 스파이가 되겠다는 의향을 밝히며, 현금 5만 달러를 요구했다. 에임스는 소련 측에 CIA와 FBI가 비밀리에 추진해 온 최상위 레벨의 정보를 유출하며 가치를 증명하기 시작한다.\n그가 초기에 소련을 넘겨준 자료에는 양 기관이 애써 구축해 포섭 명단이 상당수 포함돼 있었고, 이중에는 KGB와 GRU에서 미국을 위해 일하던 또 다른 이중스파이들의 명단이 포함되어 있었다. 이 때 노출된 보리스 유진, 세르게이 모토린, 발레리 마리티노프는 KGB 요원이었고, 드미트리 폴리야코프는 GRU 소속의 장교였다. 이들은 모두 FBI가 수년의 공을 들여 포섭했지만 에임스의 밀고로 인해 본국으로 소환되어 처형되거나 중형을 선고받았다.\n그는 KGB와 접촉하며 상당량의 기밀과 협조자들을 넘겼고 그 대가로 약 150만 달러를 받았으며, 이 돈으로 54만 달러짜리 저택과 고급승용차등을 사들이는 등 사치스러운 생활을 이어갔다. 1989년 11월 에임스의 동료가 그의 부유한 생활을 보고했다. \n이에 따라 CIA & FBI 합동수사팀이 에임스의 일거수일투족을 감시하게 된다. 1993년에 그가 콜롬비아에서 소련 측 스파이와 접선했다는 결정적 증거를 확보하면서 1994년 2월 그를 검거했다. \n그는 1994년 간첩죄로 유죄판결을 받고 미국 인디애나 주 연방 교정 기관에서 종신형을 살고 있다.\n\n\n[로버트 헨슨]\n1976년 FBI 요원이 된 헨슨은 78년부터 2001년 체포될 때까지 다수의 기밀과 스파이들을 팔아 넘겼다. 그는 폴리야코프를 소련 첩보조직(GRU)에 밀고했으나 소련 당국이 에임스가 체포된 뒤인 86년에야 그를 체포한 사연은, 공식적으로는 아직 미지수다. 그는 조직 내 이중첩자를 적발하는 부서에서 일한 적도 있었다. \n대학 졸업 후 국가안보국(NSA)에 취직하려다 실패한 뒤 72년 시카고 경찰국 과학수사팀에 정착했고, 4년 뒤 FBI로 이직했다. 68년 결혼해 6남매를 낳았다. 부부는 가톨릭의 독실한 신자였다.\n그는 공원 같은 공공장소에 물건을 두고 다른 장소에서 대가를 지불 받는 방식을 고집했고, ‘라몬 가르시아(Ramon Garcia)’라는 가명으로만 활동했다. 91년 소비에트가 붕괴하면서 한 차례 위기를 맞았지만 러시아 대사관까지 직접 찾아가 GRU 요원과 접촉하는 대담한 행위도 서슴지 않았다. 그는 이념이 아니라 돈 때문에, 매수 당한 게 아니라 먼저 GRU에 접근해 그 일을 시작했다고 밝혔다. 그가 번 돈은 약 140만 달러였다. \n그는 2002년 5월 10일 종신형을 선고 받았다.\n\n[프러퓨모 사건(Profumo)]\n1963년 영국에서는 48세의 잘 나가던 정치인이 크리스틴 킬러라는 갓 스무살이 넘은 콜걸 때문에 공직을 떠나는 사태가 벌어졌다. 20세기 영국 최대의 섹스스캔들로 일명 ‘프러퓨모 사건(Profumo)’으로 불린다.\n보수당 해럴드 맥밀런 내각의 국방장관이던 존 프러퓨모는 귀족가문 출신으로 차기 총리로 거론될 만큼 촉망받는 정치인이었다. 그러나 킬러의 또 다른 애인인 당시 주영 소련대사관 주재 해군무관이 스파이로 의심되면서 스캔들이 정치 이슈화 되자 그는 공직을 떠나야 했다.\n\n[카트리나 륭]\n2003년 미국은 중국 여성 스파이 사건으로 발칵 뒤집어졌다. 미 연방수사국(FBI) 재직 당시 중국 스파이들을 추적하는 임무를 맡았던 50대의 제임스 스미스가 중국의 여성 스파이인 40대의 카트리나 륭과 정사를 가진 뒤 자신의 가방에 들었던 기밀서류를 보도록 허용한 것이 발각됐기 때문이다. 륭을 이용해 정보를 캐오던 스미스가 결국 륭에게 역이용당해 기밀정보들이 중국으로 흘러들어간 것이다.\n\n[모사드]\n올해 초 전세계는 하마스 간부 알 마부 암살에 가담했던 이스라엘 정보기관 모사드 출신의 26살 게일 폴리어드의 대담함에 혀를 내둘렀다. 그는 10여명의 킬러 중 유일한 여성이었으며, 암살작전 중에도 호텔 내 폐쇄회로(CC)TV를 향해 미소를 지었다. 두바이 경찰 당국 조사 결과 그는 모사드에서 납치 임무를 전담하는 최정예 조직 ‘키돈(Kidon)’ 소속이었다.\n\n[CIA 조지아 지부장 우드러프 암살사건]\n1993년 8월 발생한 CIA 그루지야(조지아) 지부장 프레디 우드러프 암살사건은 신분 노출 때문이었다. 조지아 주재 미국 대사관의 직원으로 신분을 위장한 우드러프는 당시 예두아르트 셰바르드나제 조지아 대통령의 경호원들을 훈련시키는 임무를 수행해 왔다. 미국은 1993년 소련에서 독립한 조지아를 비롯한 옛 공화국들에 대거 스파이들을 잠입시켰다. 당시 조지아에는 KGB의 강력한 조직이 그대로 남아 있었다. CIA 요원들이 대거 들어오는 것을 못마땅하게 생각했던 KGB는 조지아 정보부로부터 우드러프 신상에 관한 정보를 입수한 후 은밀하게 암살 공작을 벌인 것으로 추정된다. 그루지야 정부와 FBI는 이 사건을 수사했지만 아무런 단서를 찾지 못했다.\n\n\n[리크 게이트(leak gate)]\n신분이 노출되면서 유명해진 스파이로는 발레리 플레임이라는 전 CIA 여성요원이 있다. 플레임은 미국 정가를 들끓게 했던 지난 2005년 당시 CIA 비밀요원 신분정보 누출 사건인 ‘리크게이트’(leak gate)의 당사자이다. 플레임은 이라크의 대량살상무기 보유 여부를 조사하기 위해 아프리카 니제르에 파견됐던 전 이라크 대리대사 조지프 윌슨의 부인이기도 하다.\n \n윌슨은 지난 2003년 “이라크가 니제르에서 우라늄 구매를 시도했다”는 당시 조지 W 부시 대통령의 발언을 반박하는 글을 《뉴욕타임스》에 기고했었다. 그러자 친(親) 부시 성향의 칼럼니스트가 같은 신문을 통해 윌슨의 부인은 CIA 요원이라는 사실을 폭로했다. CIA 요원의 신분 공개는 중대한 연방범죄이기 때문에 급기야 플레임에 대해 취재했거나 기사를 쓴 기자들이 구속되는 사태까지 벌어졌다. 불똥은 이를 기자들에게 알려준 루이스 리비 부통령 비서실장에게 튀었다. 리비도 역시 비밀 누설 혐의로 기소돼 징역형이 선고됐다.\n \n펜실베이니아 주립대에서 광고학을 전공했던 플레임은 지난 1985년 CIA에 들어갔다. AK-47 자동소총을 잘 쏘기도 했던 그녀는 각종 임무를 수행하면서 대량살상무기(WMD) 전문가로 자리를 잡았다. CIA 요원으로서 갖추어야 할 지식을 습득하기 위해 런던정경대학과 벨기에 유럽대학에서 수학(修學)하기도 했다.\n 플레임은 중동지역에서 ‘브루스터-제닝스 앤드 어소시에이트’라는 에너지 관련 컨설팅 회사의 에너지 분석관으로 활약했다. 이 회사는 CIA가 만들어낸 위장 회사로 ‘프런트(front)’라고 불린다. 2002년 회계기록을 보면 연(年)매출이 6만 달러에 불과했다.\n \n  그녀의 신분 노출에 따라 이 회사에서 직원으로 활동한 모든 요원의 신분도 함께 알려졌다. 또 그녀에게 정보를 건넸던 소스들은 자신이 CIA와 거래했음을 알아차렸고, 그녀가 포섭한 인물들은 잠적했다. 결국 그녀가 공들여 쌓아 놓은 첩보 네트워크가 순식간에 무너져버렸다. 이 회사는 주로 중동에서 많은 작전을 수행해 왔다. 그녀는 자신이 관리하던 모든 공작활동을 전면 취소할 수밖에 없었고, 결국 CIA를 떠나야만 했다. 세계에서 가장 유명한 스파이라는 타이틀이 붙게 된 그녀는 정치판 음모의 희생양이라고 볼 수 있다.\n  \n[이중 스파이 세르게이 스크리팔]\n러시아 정찰총국(GRU)은 2018년 3월 영국에 머물고 있던 러시아 출신의 이중 스파이 세르게이 스크리팔을 소련 시절 개발한 신경작용제 ‘노비촉’으로 암살했다.\n\n러시아를 위해 불법 첩보활동을 한 혐의로 FBI에 체포된 미녀 스파이 안나 채프먼 \n\n[러시아 - 우크라이나 전쟁]\n러시아가 우크라이나 동남부 지역에 대규모 공세를 퍼붓는 가운데 우크라이나 경찰이 동부 지역에서 돈을 받고 자국 정보를 판매하는 등 러시아에 협력한 주민을 색출하고 있다.\n영국 일간 가디언은 19일(현지시간) 우크라이나 경찰이 동부 도네츠크주 크라마토르스크와 슬라뱐스크에서 텔레그램을 통해 돈을 받고 특정 목표물 사진이나 위치를 러시아에 넘긴 주민들을 검거해 구금하고 있다고 전했다.\n“텔레그램 그룹 관리자가 돈을 주겠다면서 특정 장소의 사진이나 좌표를 요구했고 관련 정보를 보낸 협력자는 최대 500파운드(약 80만원)를 은행 계좌로 받았다”고 말했다.\n\n우크라이나 국가보안국(SBU)이 러시아에 정보를 팔아넘긴 스파이를 검거하는 영상이 CNN을 통해 17일(한국시간) 공개됐다.\nSBU는 러시아군이 목표물을 정확히 조준하기 위해, 그리고 공격이 성공했는지를 확인하기 위해 이런 첩보원을 활용하고 있다고 전했다.\n텔레그램 앱으로 스파이를 모집한 뒤 전쟁 관련 정보를 돈을 건네고 사는 방식이다.\n현장에서 검거된 스파이는 러시아에 특정 위치 좌표나 전반적인 상황을 알려줬다고 순순히 털어놨다. SBU는 휴대전화에서 러시아와 내통한 물증을 확인했다. 거기에는 우크라이나군 진지의 사진과 동영상, 좌표를 건네라는 요구사항이 담겨 있었다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-13T07:16:43.792000",
  "updatedAt": "2023-03-13T00:46:23.469000"
}