{
  "id": "efe4bee4-717b-451c-a4a9-be98d51feae9",
  "title": "스파이의 역사 - 동양",
  "content": "[반간계]\n적의 첩자를 거꾸로 이용하거나 이간질을 통해 자중지란에 빠지게 하는 계략이다. 반간계는 적을 스스로 무너지게 하기 위해 헛소문이나 거짓 정보로 현혹시키는 계략이다. 상대편에 치명타를 입히고 아군의 사기를 높일 수 있는 교란전술로 이만한 게 없다. \n반간계는 한나라 유방의 책사 진평이 초나라 항우와 그의 책사 범증을 분열케 해 초나라의 전력을 꺾은 것에서 유래했다.\n소설 삼국지의 적벽대전에서 주유가 펼친 것이 반간계다. 북방 출신인 조조의 군대는 기마전에는 능했지만 수전에는 약했다. 이에 조조는 수전에 능한 채모와 장윤으로 하여금 군대를 조련토록 했다. 주유의 근심은 깊어졌고, 그 차에 조조의 참모로 친구인 장간이 항복을 권하러 찾아왔다.\n주유는 장간과 함께 술을 마시고 취해 자는 척하며 채모와 장윤이 자신과 내통하고 있다는 거짓 편지를 흘렸다. 거기에다 황개를 고육계로 활용해 채모와 장윤을 오나라의 첩자로 오판하게 했다. 결국 반간계에 넘어간 조조는 두 장수의 목을 날렸고, 그 결과 적벽대전에서 참패했다.\n\n[금의위(錦衣衛)]\n금의위는 명나라 황제의 직속 친위대이자 비밀 경찰이었다. 금의위는 군사 기밀을 다루고 적의 본진에서 정보들을 빼오거나 분열시키는 업무 또한 맡았으며, 수도의 행정과 보안을 책임지는 역할도 함께 하였다. \n금의위는 초기 1360년대에 홍무제에 의해 창설되었다. 초기에는 원나라를 몰아내고 명나라를 세운 홍무제의 개인 신변 보호와 정탐이 주요 목적이었으나, 후에 홍무제가 천하를 통일하고 황제의 위에 오르자 점점 측근들과 공신들을 감시하는 역할이 강해졌다. 그는 주변에 있는 거의 모든 신하들을 의심하였고, 내키지 않는 인물이 있으면 곧바로 사사하거나 암살하였다. 바로 이 업무에 금의위가 투입되었으며, 금의위는 단순한 정탐 목적 이외에 신하들을 감시하고 시찰하는 역할도 겸하게 되었다.\n모든 법을 능가하는 초법적인 권한을 행사하였으며, 체포, 감금, 고문과 같은 행위들을 대신들의 허락 없이 마음대로 실시할 수 있어 많은 폐해를 낳기도 하였다. 1393년, 금의위의 비대해지고 권력 집중으로 인해 그 폐해가 심각해지자, 결국 홍무제는 금의위의 권력을 대거 축소하였다. \n이후 즉위한 영락제는 자신이 건문제의 자리를 빼앗고 즉위한 것에 대하여 스스로 큰 불안감을 가지고 있었고, 언제 어디서 반란이 일어날 지에 대해 심히 우려하였다. 이로 인하여 영락제는 금의위에게 막강한 권력을 다시 부여하였고, 이후 금의위는 명나라가 이자성의 난으로 멸망할 때까지 약 262년간 존속하게 된다.\n\n[금벽휘, 카와시마 요시코(川島芳子)]\n청조의 숙친왕의 왕녀로 태어나서, 일본군 스파이로 활동하다 중일전쟁이 끝난후 사형을 당했다.\n1911년 신해혁명으로 인해 청조는 사실상 멸망하게 된다. 그 후 중국은 위안스카이를 거쳐서, 장개석(蔣介石)이 이끄는 국민당이 이끌게 되었다. 그러나 1928년 무렵 중국은 장개석의 국민당과 모택동(毛澤東)이 이끄는 공산당, 그리고 만주의 장작림(張作霖)이 삼분하고 있었다. 장개석은 서유럽과 미국, 모택공은 소련, 그리고 장작림은 일본과 연결하고 있던 상황이었다.\n동양의 마타하리라고 불리운 카와시마 요시코는 청조 황족 중 하나인 숙친왕의 딸로 1906년에 출생했다. 숙친왕은 북경에 거대한 궁전을 가지고 있는 명문 세도가로 시중드는 하인만 200명에, 그가 가진 영토는 한반도에 필적할 만한 크기였다. 하지만 청조가 망하며 그의 세력도 급격하게 줄어들자 이를 회복하기 위해 일본의 힘을 빌리기로 한다.(특히 그의 영지가 있던 곳을 러시아가 차지하여 그는 경제적으로도 상당히 궁핍한 상황이었다.)\n일본과 청나라 사이에서 중재역할을 하던 카와시마 나니와(川島浪速)와 친분을 쌓은 숙친왕은 이를 더욱 돈독하게 하기 위해 자신의 14번째 딸인 왕녀 '금벽휘'를 카와시마 나니와의 양녀로 보내고 이름도 일본 이름인 카와시마 요시코로 개명하였다.\n일본도 중국의 진출을 원활히 하려면 숙친왕과 같은 세력가와 결탁하여야 했고, 이러한 숙친왕의 제안을 받아들였다.\n​그녀의 운명이 결정적으로 바뀌게 된 것은 관동군 육군소좌 '타나카 타카시'를 만나면서 부터이다. 일본 정보국 소속이었던 그와 사귀면서 그녀는 자연스럽게 관동군의 첩보원으로서 활동하게 되었다. 그녀는 권총의 사용법, 기밀서류 입수방법, 암호, 변장방법을 비롯한 갖가지 스파이 기술을 습득햤고, 만주어, 일본어, 영어 등을 자유자재로 구사했다. 그녀가 청조의 왕녀라는 점 역시 큰 이점이었다.\n그녀의 첫 임무는 일본 군부로부터 받은 1만엔으로 중국인 살인 청부업자를 고용하여 상해사변을 일으키는 것이었다. 또한 단신으로 적의 포대에 잠입하여 전력을 정탐하여 알려주는 등 스파이로서 상당한 임무수행 능력을 보여주었다. 때로는 청조 왕녀로서 국민들을 선동하고, 때로는 기밀서류를 탈취하는 등 마타하리와는 비교도 완될 정도로 활약을 하였다. 하지만 그녀는 성공이 계속되자 교만하여져서 일본 군부의 눈에 거슬리는 행동을 자주 하였고, 점점 일본 관동군의 미움을 사게 되었다. 이로 인해 그녀는 근신처분을 받았고, 이후로 그녀는 스파이로 활약할 기회를 잃어버리게 되었다. 결국 일본 패망 후 중국의 국민당 정부에 체포되어 1948년 3월 26일 총살로 생을 마감하였다.\n지난 48년 중국 국민당 정부에 의해 총살된 것으로 알려진 일본군 남장 여자스파이 가와시마 요시코 (川島芳子)가 당시 처형되지 않고 다른 사람이 숨졌을 가능성에 대해 당시 연합국총사령부(GHQ)가 비밀리에 조사를 벌였다. 가와시마의 처형 얘기가 전해진 직후 중국 대공보(大公報)는 대역(代役) 총살설을 보도한 바 있다.\n\n[아카시 모토지로(明石元二郎)]\n일본이 러일전쟁에서 승리한 네 번째 요인은 첩보전이다. \n프랑스 파리의 일본공사관 무관으로도 근무했던 아카시는 노련하고 은밀하게 첩보를 수집하고 첩보계 거물들과 사귀었다. 그중 한 명이 영국 정보부 스파이 시드니 레일리이다. 레일리는 아카시의 요청으로 1903년에 건축용 목재 무역상으로 위장하여 뤼순으로 이주하여 목재 회사를 개업한 뒤 러시아군 사령부의 신뢰를 얻었다. 이후 그는 뤼순 전투가 한창일 때 뤼순 요새 도면을 일본에 넘겨주었다.\n1904년 러일전쟁이 터지자 아카시는 당시 중립국이었던 스웨덴의 스톡홀름에서 러시아 제국 내에 차르에 불만을 갖은 소수민족들과 반정부 세력들이 지원하기 시작했다. 당시 일본의 실권자였던 야마가타 아리토모의 결단으로 일본군은 아카시에게 당시 일본 국가 예산의 250분의 1에 행당하는 100만엔을 지급해 러시아 내분 공작을 획책했다. \n1904년 2월에 러일전쟁이 일어나자 러시아 일본공사관에 근무하던 외교관들은 중립국인 스웨덴 스톡홀름으로 거처를 옮겨 ‘러시아 내란 유도 공작’에 착수했다. 일본 정부는 러시아를 혼란시키기 위하여 아카시에게 100만 엔의 공작금을 주었다. 이 돈은 일본 세입 2억5천만 엔의 0.4%에 해당하는, 현 시가로 5,400억 원인 엄청난 거액이었다. 아카시는 제정 러시아 안팎의 거물 혁명가, 좌익 운동가, 불평분자 등과 광범위하게 접촉했고 그들에게 아낌없이 거금을 뿌렸다.\n그가 접촉한 인물들은 가폰 러시아 정교회 신부, 혁명가 레닌, 공산주의 사상가 크로포트킨과 플레하노프, 폴란드 민족주의자 피우스트스키, 핀란드 독립운동가 실리아쿠스, 소설가 막심 고리키, 조지아·라트비아·벨라루시 등 러시아의 영향권에 있는 나라의 민족주의 지도자 등 이루 헤아릴 수 없이 많았다.\n그 결과 1905년 1월 1일에 뤼순이 함락되자 이로부터 20일이 지난 1월 22일 일요일에 러시아 수도 상트페테르부르크의 궁전광장에서 ‘피의 일요일 사건’이 일어났다.\n그런데 훗날 ‘피의 일요일 사건’과 노동자 파업을 일본이 공작하였다는 사실이 드러났다. 아카시가 가폰 신부에게 많은 공작금을 지원한 것이다.\n아카시는 스위스에 망명한 레닌과도 친했고, 아카시의 공작금을 받은 레닌은 러시아에 잠입했다.(최근 이를 부정하는 연구도 있다.)\n아카시의 활동이 얼마나 눈부셨는지 이토 히로부미가 “아카시 모토지로 혼자서 일본군 10개 사단의 역할을 했다.”고 칭찬할 정도였고, “아카시는 홀로 만주의 일본군 20만 명에 필적하는 전과를 올렸다.”는 평가도 있다. 이처럼 일본의 첩보전에 대한 평가는 과장된 면도 있지만 그렇다고 무시할 수는 없다는 것이 일반적 평가다.\n\n[유키야마 도모미코]\n일본의 대표적 추녀 스파이였다. 그러나 할머니 청소부로 변장해 장제스(蔣介石) 중국 총통의 관저에 침입, 미국과의 극비 외교문서를 빼내 일본의 진주만 공격을 가능케 했다.\n\n[정핑루(郑苹如)]\n정핑루는 어려서부터 미모가 뛰어난 것으로 소문이 나 있었고 이 때문에 19세가 되던 해에 상하이 최고 인기잡지인 양우의 표지 모델로 선정된 적도 있었다. 1937년, 중일전쟁이 발발하였고 제2차 상하이 사변이 발생하여 상하이가 일본군에게 점령되자 정핑루는 일본군 치하에서 생활하게 되었다. 그해, 정핑루는 상하이 법정학원에 입학하였다가 당시 반일활동을 하던 국민당의 정보기관인 조사통계국에 포섭되었다. 조사통계국은 일본어가 유창하고 사회적 관계가 좋은 정핑루에게 일본인을 상대로 고급 정보를 수집하라는 임무를 맡겼다. \n그러던 중 조사통계국은 정핑루에게 일본제국의 괴뢰정부인 '중화민국 유신정부'의 악명높은 공안기술자인 '도살자' 딩모춘(丁默邨)을 암살하라는 지령을 내렸다. 1939년 12월, 정핑루는 딩모춘을 자신의 집으로 유인하여 살해하려 했으나 딩모춘의 예리함 때문에 실패했다. 12월 21일, 정핑루는 시베리아 모피점 사건을 일으켜 딩모춘을 다시 한번 암살하려 했으나 딩모춘이 다시 눈치를 챘고 총격전 끝에 도주하면서 또 실패했다. 12월 24일, 정핑루는 체포되었고  22살의 나이에 처형되었다.\n딩모춘도 중일전쟁 종전 후에 일본에 부역했다는 혐의로 국민당 정부에 의해 1947년 7월 난징 교도소에서 46세의 나이로 생을 마감했다.\n영화 <색계(色戒)>도 그녀의 실화를 바탕으로 하고 있다. 여주인공인 '왕자즈'(중국 여배우 탕웨이가 맡은 역할)는 1930년대 상하이 사교계의 꽃으로 불렸던 국민당의 정보원 '정핑루'이다. \n\n[선안나(沈安娜)]\n선안나는 1915년 11월 장쑤(江蘇)성 타이싱(泰興)의 한 봉건적인 집안에서 태어났다. 7세 때 발을 천으로 동여 매 기형적으로 작게 만든 전족(纏足)을 할 뻔했지만 끝까지 거부해 결국 가족들을 포기하게 만들었다. 16세 때에는 정략 결혼을 피해 언니와 함께 상하이로 도망을 갔고, 이듬해 상하이 난양 상업고교에 진학했다. 이 학교에서 기밀 정보요원으로 활동 중이던 화밍즈(華明之)를 알게 되면서 공산당 혁명에 발을 들여놓게 된다. 당시 그녀는 학비를 벌기 위해 속기사 공부를 했는데, 이 기술을 배운 덕분에 1934년 국민당 저장성 정부의 속기사로 취직했다. 이때부터 첩보원으로서 역할이 시작됐다.\n선안나는 빼돌린 정보를 화밍즈에게 전달했다. 두 사람은 연인으로 가장해 접촉하곤 하다가 점차 연인으로 발전하여 부부가 됐다. \n1938년 10월 선안나는 국민당 중앙당부 기밀 속기원으로 발탁돼 국민당의 최고 핵심 정보에 접근할 수 있게 된다. 당시 공산당 첩보전을 총지휘하던 저우언라이(周恩來) 전 중국 총리가 그녀에게 직접 지시를 내렸다고 한다. 남편인 화밍즈도 국민당 군사위원회 정치부 통신 본부에 잠복해 부부가 함께 첩보전을 펼쳤다.\n그녀는 국공(國共) 내전 당시 장제스(蔣介石)가 이끌던 국민당에서 스파이 활동을 했었다. 1분에 2백자를 기록할 만큼 뛰어난 속기사였던 그녀는 1937년 공산당의 지시를 받고 국민당에 들어갔다. 미모까지 뛰어난 그녀는 장제스의 각별한 신임을 받았다. \n그녀는 1949년 국공 내전이 끝날 때까지 10여년간 활동하며 장제스 및 국민당과 관련한 고급 정보를 공산당에 넘겼다. 당시에는 모든 문서가 속기로 기록되었기 때문에 그녀는 국민당의 당 간부회의에 항상 참석했다. 장제스가 바로 곁에 공산당 스파이를 두고 자신의 말을 빠짐없이 기록하게 한 셈이다. 국민당은 그녀의 간첩 활동을 눈치채지 못하고 타이완으로 철수할 때도 그녀를 데려가려 했었다. 그녀는 상하이에 있는 가족에게 문안 인사를 하고 오겠다고 말한 뒤 탈출했다.\n중국 정부는 2010년 6월 그녀가 사망하자 베이징(北京) 팔보산(八寶山) 혁명공동묘지에서 추도회까지 열었다.\n\n[리창(黎强)]\n리창은 1939년 충칭(重慶)에서 활동하던 공산당 남방국 첩보조직인 중앙특과(中央特科)에 배속돼 국민당에 침투했다. 그의 존재는 남방국 서기인 저우언라이(周恩來), 부서기인 둥비우(董必武)만이 알고 있었던 특급 기밀이었다. 리창은 공산당 첩자 가운데 최고위직인 국민당군 부사령관에까지 오르는 등 승승장구했다. 49년 국민당군이 공산군에 쫓겨 패퇴할 때 대만으로 건너간 리창은 저우언라이의 밀명을 받고 대만을 탈출해서 중국 대륙으로 돌아갔다. 그 당시 국민당 총통 장제스는  “1만 명이 억울해도 어쩔 수 없다. 1명의 첩자를 골라내는 게 더 중요하다”며 피비린내 나는 간첩 색출전을 벌였다.\n\n[AB단 사건]\n1925~1927년 사이, 중국 국민당의 일부 반공당원들이 중국 공산당을 토벌하기 위해 강서성에서 반공단체인 Anti-Bolshevik단, 즉 AB단이라는 조직을 만들었다. AB단은 소비에트 지구 내부에 침투하여 공산주의 운동을 방해하고 공산당의 정보를 캐내어 국민혁명군에게 바치는 일을 하고 있었는데 제1차 초공작전도 이들의 정보 제공을 바탕으로 이루어진 것으로 알려져 있었다. 이 때문에 강서 소비에트 내부에서는 초공작전과 간첩에 대한 공포가 만연하였고 마오쩌둥은 하루빨리 AB단을 색출해야 한다고 여겼다.\n1930년 여름 장시(江西) 소비에트(1931~34년 중국 남동부 장시성에서 마오쩌둥이 주도해 세운 공화국으로, 오늘날 중화인민공화국의 토대가 됨) 지역에 국민당의 특무조직인 AB단이 침투했다는 소식이 퍼지기 시작했다. \n여기에 부농들을 전멸시켜야 한다고 급진적인 주장을 하는 외지 출신의 마오쩌둥, 주더와 토착민들로 구성된 지역공산주의자들의 사이가 악화되고 있던 것이 사태에 불을 질렀다. 이들은 서로를 AB단이라고 비난하였고 1930년 10월부터 AB단을 색출한다는 구실로 1천명 이상의 공산당원들이 증거 없이 체포되어 심문받다가 처형당했는데 이는 강서 소비에트 공산당원의 30명 중 1명으로 적지 않은 숫자였다. 이는 마오쩌둥이 사방에 국민당 간첩들이 깔려 있다는 음모론적인 시각에서 접근한 것도 있었지만 말을 듣지 않은 지역 공산주의자들을 제거하여 자신이 소비에트 내부에서 확고한 권력을 잡으려는 의도 역시 포함되어 있었다. 마오쩌둥 자신도 자신에게 찬성하지 않으면 AB단이라고 비난하는 풍조가 있었음을 인정하였고 AB단에 대한 공포는 반대파를 잡기 위한 요술방망이처럼 사용되었다. 이 때문에 지역 공산주의자들의 불만도 날이 갈수록 가중되었다.\n\n소비에트 정권은 “붉은 깃발 속에 스며든 첩자들을 숙청해야 한다”며 스파이 색출에 나섰다. 공포 분위기가 소비에트의 하늘을 뒤덮었다. \n반혁명분자 활동을 분쇄한다는 주장아래 펼쳐진 숙청은 비단 반 볼세비키그룹만을 겨냥한 것은 아니었다. 스파이로 의심받는 사람은 물론 이데올로기적으로 마오와 견해가 다른 사람들도 숙청의 대상이 되었다. 공산당 지도부 또한 숙청에서 자유롭지 못했다. 지도부는 권력욕으로 가득 차 있었다. 마오가 자신에게 반대하는 사람을 대상으로 무자비하게 권력을 휘두르는 게 갈수록 분명해졌다. 반대 신문과 자백을 이끌어내기 위한 고문을 통해 숙청은 심리적, 육체적 한계를 시험하는 단계로까지 발전했다. 역사가들은 이때 각 소비에트 기지에서 희생된 사람들의 수를 약 10만 명 정도로 추산한다.\n서로 죽고 죽이고, 수습이 불가능했다. 지주와 부농 1000여명은 물론이고 소비에트 공작 인원의 4분의 1이 AB단으로 몰려 처참하게 목숨을 잃었다. 원인도 모르고 죽은 사람이 대부분이었다.\n강서성 부전에서 벌어졌기 때문에 부전사변(富田事變)이라고 한다.\n\n[궈루구이(郭汝瑰)]\n중국 공산당(이하 중공)은 1945년 세계 2차대전과 함께 중일전쟁이 끝나자마자 국민당 정부를 뒤엎기 위한 내전(內戰)에 돌입했다. 3년간의 치열한 싸움 끝에 중공은 마침내 국민당을 대만으로 쫓아낼 수 있었다.\n결론적으로 말하면, 국민당은 결코 중공의 군대에 진 것이 아니었다. 중공군이라는 외부의 적 외에도 국민당 내부의 적, 소위 중공이 심어놓은 거물급 간첩들의 교란공작에 무너진 것이었다. 그 중에서도 가장 거물이 바로 국민당의 군사정보를 끊임없이 빼돌린 국군(國軍․국민당 군대)의 중장(中將) 궈루구이(郭汝瑰)였다.\n국공내전 당시 국민당 군대의 중장이자 작전차장(작전참모에 해당)으로 장제스의 두터운 신임을 받았던 궈루구이(郭汝瑰). 그는 중공의 거물급 간첩이었다.\n1907년 쓰촨(四川)에서 태어난 궈루구이는 황포(黃埔)군관학교를 졸업하고 일본으로 유학을 떠났다. 그는 유학을 떠나기 전 이미 1928년 5월 비밀리에 공산당에 가입했었으나 귀국 후 중공이 항일(抗日)에 참여하지 않는 것에 불만을 품고 일본과 싸우기 위해 국민당에 가입했다. 1937년 궈루구이는 42여단 여단장으로 쑹후(淞滬)대전에 참가해 용맹을 떨쳤고, 장제스(蔣介石)의 눈에 들어 국민당 내에서 엘리트 군인 대접을 받았다. 이후 궈루구이는 9전구(九戰區) 군관훈련단 교관대대 대대장을 거쳐 국방연구원 위원으로 승진해 고급장교들을 훈육했고, 당시 중앙훈련단 단장이었던 장제스는 궈루구이를 데려와 훈련단 부대대장에 임명하는 등 각별하게 신임했다.\n국민당이 일본과 전쟁에서 승리하자 궈루구이는 중장(中將)으로 파격 승진돼 전군(全軍)의 편제와 장비를 관장하는 군무서 서장 및 국방연구원 부원장을 겸직했다. 즈장(芷江)과 난징(南京)에서 일본군이 투항할 때는 육군총사령관 허잉친(何應欽)과 함께 국민당 군정부 대표의 신분으로 참석할 정도였다.\n간첩 침투와 이간질에 능했던 중공은 궈루구이가 이름을 날리기 시작할 때부터 그를 눈여겨 보고 있었다. 이미 공산당에 가입한 전력도 있던 궈루구이에게 중공은 자주 사람을 보내 그를 추켜세우며 “국민당은 부패했고 마르크스•레닌주의만이 중국을 구할 수 있다”고 꼬드겼다. 끊임없는 아부와 회유 속에서 궈루구이는 공산당이 말하는 “전 인류 해방, 대동세계(大同世界)”를 다시한번 꿈꾸게 됐다.\n결국 궈루구이는 장제스를 배반하고 공산당 초기 멤버인 둥비우(董必武)와 수차례 만나며  중공당원 런롄루(任廉儒)로부터 은밀히 지령을 받는 등 중공의 간첩이 됐다. 그의 돌변에 대해 어떤 이들은 궈루구이가 애초부터 중공당원이었다는 주장을 펴기도 한다.\n간첩이 된 후에도 여전히 장제스의 신뢰를 받던 궈루구이는 국공내전 중에 직접 작전을 지휘하는 국방부 작전청장으로 승진해 주기적으로 장제스의 관저를 드나들며 전투상황을 보고하고 명령을 받았다.\n궈루구이는 종종 장제스를 따라 전투지역을 시찰하기도 했는데, 다시 말해 국민당의 모든 작전계획과 편제 및 움직임에 대해 손바닥 보듯 파악하고 있었다.\n수많은 기밀이 궈루구이의 손을 거쳐 마오쩌둥에게 넘어갔다. 산둥(山東)중점 진격계획, 쉬저우(徐州)사령부와 대별산(大別山)의 병력배치, 옌저우(兗州)․솽두이지(雙堆集) 포위해방계획, 장강(長江) 방어계획, 우한(武漢)․산간(陝甘)․시난(西南)의 병력배치 등 국민당의 존망과 관련된 정보들이었다.\n궈루구이는 군사기밀을 누설하기만 한 게 아니라 직접 국군에 피해를 입히는 엉터리 작전을 명령하기도 했다. 또 많은 거짓정보를 흘려 장제스가 작전 중 잘못된 판단을 내리게 유도했다.\n1947년 3월 궈루구이는 중원과 산둥 등지에서 3전구 사령관 구주퉁(顧祝同)과 합동작전을 지휘했는데, 이 과정에서 중공의 주병력이 남진하고 있다는 사실을 장제스가 알아차리지 못하도록 방해함으로써 장제스가 잘못된 지역에 총공격을 퍼붓도록 만들었고, 중공군은 유유히 황하유역을 남침할 수 있었다.\n중공에 포위돼 결국 포로가 된 국민당 두위밍(杜聿明) 장군은 궈루구이를 의심하며 “당신은 공산당의 첩자가 분명하다. 당신의 명령은 우리 모두 중공군의 포위권 안으로 들어가라는 것이다!”라고 직접 비난하기도 했다.\n또한 궈루구이는 의도적으로 국민당 군대 내부에 혼란을 일으키고 병사들을 동요시켰다. 1947년 3월 19일 퇴역장교 400명이 조직개편에 반발한 쿠링(哭陵)사건은 궈루구이가 제정한 방안 때문에 촉발된 것이었다.\n궈루구이의 간첩행위로 인해 국군은 가는 곳마다 포위를 당했고, 결국 장제스는 대만으로 쫓겨나야 했다.\n장제스는 대만섬에 상륙한 후 “궈루구이가 공산당 최대의 간첩이라고는 상상도 못했다”며 원통했고, 대만의 한 신문은 “간첩 하나가 숨어들어 천하를 희롱하니 양군(兩軍)의 승부는 이미 정해진 것”이라고 통렬하게 비판했다.\n그러나 그토록 ‘큰 공’을 세웠던 궈루구이는 1949년 중공이 정권을 수립한 후 오히려 찬밥 신세가 됐다. 의심 많은 마오쩌둥은 궈루구이를 기용하기는 커녕 쓰촨(四川)성 촨난(川南)경찰서 부국장급인 교통청장 자리로 쫓아냈다. 이듬해 “반혁명분자를 엄격히 탄압하라”는 마오쩌둥에 지시에 따른 진반(鎮反)운동이 일어나면서 국민당의 간첩으로 몰린 궈루구이는 그 자리마저도 내놓는 수모를 당해야 했다.\n1955년, 마오쩌둥이 군장성들의 직위를 개편할 때도 궈루구이는 철저하게 소외됐다. 심지어  공산당 당원자격을 회복할 수도 없었다.\n그 후 궈루구이는 숙반(肅反)운동, 반우파투쟁, 문화혁명 등 공산당이 혁명을 벌일 때마다  탄압대상으로 분류돼 노동개조(강제노역), 비판, 가택수색을 당하며 동네북으로 전락했다.\n사느니 죽음만도 못한 나날을 보내야 했던 궈루구이는 1978년 71세가 되어서야 겨우 중공으로부터 평반(平反․‘구부러져 잘못된 것을 바로잡는다’는 뜻으로 중공이 특정 인물의 명예를 회복시킬 때 당의 잘못을 은폐하기 위해 쓰는 용어)을 받아 “국민당 특무(간첩)가 아니며 중공에 가입하는 일에 동의했다”는 설명을 들을 수 있을 뿐이었다.\n궈루구이는 만년에 600여만 자에 달하는 ‘중국 군사사(中國軍事史)’와 ‘중국 항일전쟁 정면작전전기(中國抗日戰爭正面作戰戰記)’라는 책 두 권을 썼는데 그는 이 책에서 양심의 가책을 느꼈는지 “1937년 7월부터 1945년 8월까지 중화민국정부군(국민당군)은 대형전투 22회, 중요전투 1,117회, 소형전투 2만8,931회를 치렀다. 이 전쟁 중에 사망하거나 부상, 실종된 육군은 321만 1,419명에 달하며 사망한 공군이 4,321명, 파손된 비행기가 2,468대에 달했다. 실제로 항일을 한 것은 국민당이며 장제스 선생”이라고 기록해 국민당의 항일 사실을 긍정했다.\n궈루구이는 1997년 교통사고로 90세를 일기로 사망했는데, 그의 자녀들은 부친에 대해 이렇게 평가했다.\n“그는 군사방면에서는 대학생이었지만 정치방면에서는 초등학생에 불과했다.”\n\n[공자학원]\n공자학원은 중국 공산당의 사상 선전과 스파이 활동에 이용되고 있다. 공자학원은 미국 내 중국 유학생과 중국 민주화 운동, 인권 활동과 관련된 재미 중국인의 동향을 감시하는 거점으로도 악용되고 있다.”(크리스토퍼 레이 FBI국장⋅2018년 2월 미국 상원 정보위원회 청문회 증언)\n\n[크리스틴 팡, 팡팡]\n크리스틴 팡, 혹은 팡팡이라고 불리는 인물이다. 중국 민간 정보기관 소속으로, 적어도 2011년부터 5년여 동안 미 캘리포니아주(州) 샌프란시스코 등지에서 거물급 정치인들을 상대로 첩보활동을 벌여왔다. 팡이 중국 정보기관인 국가안전부(MSS) 소속이었다고 보도하면서 과거 버락 오바마 정부 시절 활동하다가 미 연방수사국(FBI)의 수사망이 좁혀져 오자 급히 중국으로 돌아갔던 것으로 추정했다.\n\n[준웨이여]\n준웨이여는 2015년 중국 베이징에서 열린 학술회의에 초청 받았다. 박사과정을 막 시작한 싱가포르인 학생이었던 그에게 이는 매우 좋은 기회였다.\n그는 중국 외교정책에 대한 연구를 하고 있었고, 당시 초강대국으로 떠오르던 중국이 영향력을 얻기 위해 어떤 노력을 하는지 직접 볼 수 있을 것이라 생각했다. 싱가포르 국적인 여와 중국의 관계는 그렇게 시작됐다. 그러다 지난 24일, 가짜 컨설팅 회사를 차린 뒤 미 정부와 군 직원들로부터 정보를 캐내 온 여는 중국 정보 당국 공작원으로 활동했다는 혐의를 인정했다. 미 연방법원 기록에 따르면, 준웨이여는 '딕슨 여'라는 이름으로 활동했다.\n중국 학술회의에서 논문을 발표한 이후 그는 중국 정책연구소 관계자라고 주장하는 이들의 연락을 받았다. 그들은 여에게 '정치 보고서와 정보'를 제공하면 값을 지불하겠다고 접근했다. 나중에는 특정 국가에서 나오는 루머와 내부 정부 등을 요구했다. 여는 이들이 중국 정보요원임을 눈치챘지만, 관계를 끊진 않았다. 초기에 그는 동남아시아 국가들에 집중해달라는 요청을 받았지만, 이후 관심사는 미국으로 옮겨갔다.\n그렇게 여는 중국 정보요원의 길을 걷게 됐다. 그는 가짜 컨설팅 회사를 만들어 취업 사이트인 '링크드인'을 사용해 미국인들에게 접근했다. 그렇게 2015년부터 2019년까지 중국 정부의 불법 요원으로 활동했다. 여는 지난 14일 미국 법정에서 '외국 세력의 불법 요원'(illegal agent of a foreign power) 혐의에 대해 유죄를 시인했다. 해당 혐의와 관련해 올해로 39세인 여는10년 이하 징역형에 처할 수 있다.\n\n'일본서기'에는 601년 신라의 간자 가마다(迦摩多)를 대마도에서 체포했다는 대목이 나온다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-14T09:56:03.108000",
  "updatedAt": "2023-04-27T09:37:28.613000"
}