{
  "id": "f00b8ed8-bb56-4790-9847-6935aba32b9c",
  "title": "을지문덕의 기록이 사라진 이유",
  "content": "(https://youtu.be/p1TkMp05HG8?si=g3lqKDh-Dqv8vFLB)\n\n 612년 여름 청천강변에서 수나라 30만 대군이 사라졌습니다. 돌아간 병사는 겨우 2,700명 인류 전쟁사의 길이 남을 참패였습니다.이 놀라운 승리를 이끈 인물 을지문덕. 그런데 이상한 점이 하나 있습니다. 이토록 대단한 전쟁 영웅의 모든 것이 안개처럼 사라져 버렸다는 겁니다. 언제 태어났는지, 어떤 집안 출신인지, 심지어 살수대첩 이후 어떻게 살았는지조차 알 수 없습니다. 마치 한편의 역사 드라마에 주인공만 등장했다가 막이 내리자마자 증발해 버린 것 같습니다. \n\n삼국사기를 펼쳐보면 짧은 문장 하나가 눈에 들어옵니다. 가문 내력은 전해지는 바가 없다. 딱 이 정도입니다. 고구의 역사상 최대 승전보를 올린 사령관의 배경이 단 한 줄로 끝나는 겁니다. 연계 소문은 어떤가요? 그의 아버지가 누구인지 할아버지까지도 기록되어 있습니다. 심지어 손자들의 이야기까지 상세히 남아 있죠.을지 을지 문덕은요. 본인에 관한 것조차 거의 없는데 후손 얘기는 당연히 없습니다. 명림답부라는 인물과 비교해 보면 더욱 극명합니다. 이 사람도 한나라 대군을 격파한 영웅인데요. 기록을 보니까 어떤 관직을 받았고 언제 죽었으며 나이가 며이었는지까지 다 나옵니다. 왕이 직접 조문했다는 기록도 있고요. 그런데 을지문덕은 명림보다 훨씬 더 압도적인 승리를 거뒀는데도 이런 기본 정보가 전혀 없습니다. 웃긴 건요. 기록에 따르면 처음 암록강 건너온 수나라 군사가 30만 5천이었는데 돌아간 사람은 2,700이었다고 합니다. 숫자가 구체적으로 나와 있어요. 30만이 2,700으로 줄었다는 건 99%가 사라졌다는 뜻입니다. 한국사는 물론이고 세계 전쟁사에서도 손꼽히는 대승입니다. 삼국사기는 이렇게까지 기록하고 있습니다. 고구려가 수나라를 이긴 것은 오직 을지문덕 한 사람의 힘이었다.이 정도면 국가적 영웅 아닙니까? 그런 사람의 전후 기록이 통째로 증발했다는게 자연스러운 일일까요? 혹시 아무것도 없다는 것 자체가 단선은 아닐까요? 모든 흔적이 사라졌다는 건 누군가 의도적으로 지웠을 가능성을 암시합니다. 그렇다면 누가 왜 지웠을까요? \n\n일단 을지문덕이 수나라와 맛붙게 된 상황부터 살펴보겠습니다. 수나라가 처음 고구려를 공격할 때 요동 쪽에서 막혔습니다. 그래서 새로운 작전을 짜 별동대 30만을 편성해서 고구려 수도 평양을 직접 치겠다는 겁니다. 당나라 이세민도 나중에 고구려 칠 때이 전략을 검토했어요. 장수들 사이에서 의견이 나왔는데 결국 이세민이 안 하기로 결정합니다. 왜냐고요? 수나라가 이 방법으로 을지문덕한테 처참하게 당한 전례가 있었기 때문입니다. \n여기서 중요한 포인트가 나옵니다. 을지문덕은 변방 장수가 아니었다는 겁니다. 수도 평양과 그 주변을 지키던 핵심 인물이었다는 거죠. 고구려 중심부를 책임지는 사령관이었다는 얘기입니다. 또 하나 흥미로운 기록이 있습니다. 수나라 별동대가 진군하고 있을 때 영양왕이 대신 을지문덕을 수나라 진영으로 보냅니다. 거짓 항복하는 척하면서 정보를 캐내라는 거죠. 여기서 대신이라는 표현이 나와요. 이게 그냥 평범한 단어 같지만 실은 엄청난 의미를 담고 있을 수 있습니다. 일반적으로 우리가 대신들을 모았다고 할 때 그냥 높은 관직자들을 뜻하잖아요. 근데 신당를 보면 재미있는 내용이 나옵니다. 고구려 왕은 이런 복색을 입고 대신은 청나라관을 쓴다. 왕 다음에 대신을 따로 구분해서 설명하고 있어요. 그냥 일반 신하들과는 다른 특별한 존재라는 겁니다. 일본 서기에는 더 구체적인 내용이 있습니다. 642년 기록인데요. 대신 이리 가슴미 연계 소문과 고구려 대왕과 대신 등 180여명을 죽였다. 그리고 같은 성시인 도수류 금류를 대신으로 삼았다. 여기서 말한 대신은 외국에까지 알려질 정도로 최고 정상급 자리라는 뜻입니다. 경우에 따라서 대신이란 표현이 고구려 최고 관직인 대로를 가리키는 것 아니냐는 출론이 가능한 겁니다. 그렇다면 을지 문덕도 혹시 대였을까요? 연계 소문 얘기를 잠깐 해 볼게요. 일본 서기를 보면 연계 소문이 쿠데타를 일으킨 다음 도수류 금류라는 사람을 대신으로 앉쳤다고 나옵니다. 삼국 사기를 보면 연계 소문 아버지가 대대로였는데 연계 소문이 그 자리를 이어받으려 할 때 처음엔 반대가 심했다고 해요. 그런데\n계속 사람들한테 머리 숙이고 사정해서 겨우 자리에 올랐다고 합니다. 나중에 쿠데타 후에는 자기는 막리지가 되고 도수류 금류를 대리에 앉쳤다는 거죠. 그럼 일본 서기의 대신이 대대로를 의미하는게 맞다는 얘기입니다. 이제 당나라 이세민이 고구려를 공격할 때 이야기를 해 보겠습니다. 한국 사기에는 대로 고정기라고 나오는데 신당서에는 대대로 고전이라고 나옵니다. 누가 총사령관이었을까요? 당연히 대대로 고정 이익기입니다. 전장에서 함께 대화하고 있다는 건 고정 이익이 현장에 있었다는 뜻이고 그럼 총사령관은이 사람이죠. 사실 고연수는 선봉장 정도였고 15만 대군의 대부분을 고정이기 게릴라전으로 운용하며 이세민을 대패시켰다는게 실상입니다. 여기서 핵심은요. 거대한 외적이 침입하면 고구려 최고 관직자인 대로가 총사령관으로 직접 출동한다는 겁니다. 명림 다부도 쿠데타로 왕까지 갈아치운 최고 권력자였는데 직접 병력 끌고 나가서 한나라군을 격파했잖아요. 고구려는 최고 지도자가 뒤에 숨지 않고 위기 때에 직접 지위봉을 잡는 전통이 있었습니다. 그렇다면을지 문덕도 마찬가지 아니었을까요? 결정적인 기록이 하나 더 있습니다. 수나라 황제 양재가 우문술과 우중문에게 비밀 지시를 내립니다. 고구려 왕이나 을지무덕을 만나거든 꼭 사로잡아라. 왕 그리고 을지문덕 투톱입니다. 을지문덕이 왕을 제외한 고구려 원톱이라는 의미죠. 보통 생포하라는 명령은 정치적으로 중요한 인물에게만 내립니다. 써먹을 때가 있으니까요. 왕은 당연하고 을지문덕도 그만큼 정치적 의상이 높았다는 겁니다. 왕은 왕권을 대표하는 사람이고을지 문덕은 고구려 귀족들을 대표하는 인물 바로 대대로가 아니었을까요? 대대로라는 자리가 어떤 건지 살펴보겠습니다. 구당서를 보면 대대로는 힘으로 서로 싸워 빼앗사 스스로 차지하니 왕의 임명을 받지 않는다고 나옵니다. 귀족들끼리 정하는 거라는 겁니다. 왕은 관여하지\n6:01 - 6:36않았어요. 심지어 임기제였다고 합니다. 3년마다 바뀌는데 잘하면 연임할 수 있다고 해요. 선거 같은 거죠. 연계 소문도 나라 사람들이 반대하니까 찾아다니며 머리고 선거 운동을 했다는 얘기입니다. 재미있는 건 만약 대로 교체하는 날 서로 안 물러나면 각자 군대 끌고 나와서 싸웠대요.이기는 쪽이 대대로가 되는 겁니다. 이때 왕은 어떻게 했냐고요? 국문 걸어 잠그고 자기만 지켰답니다. 왕이 개입할 수 없었던 거죠. 불문율이었을 수도 있습니다. 고구려는 왕권과 귀족권이 분리되어 있었던 나라였습니다. 그래서 왕과을지 문덕을 꼭 붙잡아라는 명령이 의미심장한\n6:36 - 7:11겁니다.을지 문덕이 귀족들의 대표 즉 대대로였다는 출론이 가능합니다.이 가설과 비슷한 또 다른 설이 있습니다.을지 문덕이 을파소의 후손이란 겁니다. 을파소가 누구냐고요? 고국 천왕 시절 인물입니다. 당시 왕의 외척들이 권세를 믿고 막 행동하자 왕이 이들을 제거했어요. 그리고 이제부터 각 부에서어진 사람을 추천하라고 합니다. 동부에서 안유라는 사람을 천거했는데 안류가 거절하며 말합니다. 저보다 서암촌에 사는 을파소가 났습니다. 그는 유리왕 때 신하였던 을소의 후손입니다. 무려 고구려 2대왕 때까지 올라가는 겁니다. 을파손은\n7:11 - 7:48성품이 굳세고 지혜가 뛰어난데 세상이 알아주지 않아 농사나 짓고 있다는 거예요. 고천 왕이 정중하게 을파소를 초비해서 관직을 졌는데 을파소가 제 직위로는 부족합니다라고 간접적으로 말합니다. 왕이 알아듣고 국상 자리를 줍니다.이 국상이라는 자리가 이전에 쿠데타로 고구려를 장악했던 명림부도 가졌던 자리예요. 기존 신하들이 반발했지만 왕이 을파소만 안 듣는 사람은 멸족시키겠다고 해서 을파소는 명제상이 됩니다. 곡천왕 다음 왕 때 을파소가 죽자 고구려 사람들이 통곡했다고 합니다. 을파소도 결국 고구려 귀족 사회에서 추천받은 사람입니다. 다만 외척 파벌을 뺀\n7:48 - 8:25나머지 귀족들이 추천한 거죠. 만약 을지문덕이 을파소의 후손이라면 뿌리가 엄청 깊은 겁니다. 이대 왕 때부터 왕을 모셔온 가문이니까요. 그런데 을파손은 을씨고을지 문덕은 을지씨잖아요. 안 맞는 거 아니냐고요?이를 지지하는 쪽에서는지가 존치이라고 봅니다. 을지에서 끝이 지잖아요.지가 일종의 존치이라는 겁니다. 실제 성은 을이고지는 존치이다. 즉 원래는 을문덕이라는 거죠. 을지문덕의 의미가 을시문덕, 을시문덕님 이런 뜻이라는 겁니다. 을파소라는 인물은 왕인 고국천왕과 사이가 아주 좋았습니다. 그 직전에는 왕에게 반기를든 귀족도 있었는데\n8:25 - 9:00을파손는 친앙파 귀족이었던 거죠. 이대 유리왕을 잘 모셨던 을소의 후손인이 고구려 초기부터 친앙파로 활동해 온 호적이라고 볼 수 있습니다. 초기부터 함께 왔다는 건 고구려라는 나라를 왕과 을씨 가문이 함께 만들어 왔다고도 볼 수 있어요. 그렇다면을지 문덕은 고구려 귀족 중 대표적인 치망파 감문 사람이었을까요? 그런데 영양왕 다음은 영류왕인데요. 영류왕은 연계 소문에게 비참하게 당하죠. 대대로 자리가 친앙파을 가문에서 어떤 이유로 연시 가문으로 넘어갔다. 아까 대대로 자리를 두고 다른 귀족 가문끼리 물리적 충돌이 있었다는 기록하죠. 어떤 이유로\n9:00 - 9:34영양원 시절에는 친왕파 을시 가문이 귀족 사회 대표 자리를 차지했으나 왕이 바뀌고 어떤 사태를 통해 왕권 견제파 쪽으로 해계모니가 옮겨갔다는 건 아닐까요? 연계 소문이 왜 영류왕을 처참히 죽였을까요? 삼국 사기를 보면 연계 소문이 대대로에 오른 후 잔혹하고 흉포해서 여러 대인들이 영류왕과 함께 연계 소문을 제거하려 했다고 나옵니다. 그런데 일이 누설됐죠. 여기서 중요한 건 연계 소문을 없애려 한 1차 주동자가 대인들이라는 겁니다. 귀족들이 먼저 합의한 다음에 영류왕을 찾아간 거예요. 동의해 주십시오. 이런 식으로요. 원래 귀족 최고 자리인\n9:34 - 10:10대로를 둘러싼 귀족들끼리 싸움에 왕은 개입하지 않는게 불문율이었잖아요. 그런데이 귀족들이 왕을 직접 찾아갔다는 건 이들을 이끄는 사람이 친왕파였을 거라는 겁니다. 그러니까 불문을 깨면서까지 왕한테 간 거죠. 왕을 싫어하는 귀족이 주도했다면 왕한테 대급비 프로젝트를 털어 놓을 리가 없잖아요. 친왕파 귀족이었을 겁니다. 만약 을지문덕이 을파소의 후손이었다면 을지문덕 역시 왕과 사이가 좋은 귀족의 대표격이었을 겁니다. 친앙파죠. 그런데 대대로 자리가 을씨 가문에서 연시 가문으로 넘어갔다. 당연히 을씨 가문은 분노했을 겁니다. 연계 소문 아버지가\n10:10 - 10:46대대로 자리 이어받을 때 엄청 고생했다는 건 연시 가문에 대대로가 넘어온지 얼마 안 됐고 자리가 아직 불안정했기 때문이라는 겁니다. 확실한 건 연계 소문 대대로 등극에 반대 세력이 있었다는 거죠. 고구려 어떤 귀족이 연시 가문한테 넘어간 대로를 노리고 있었던 겁니다. 그래서 물리적 공격을 기획했고 왕을 끌어들인 거죠. 퍼즐를 맞춰보면 이때 연계 소문 제거를 모의했던 친앙파 귀족 세력이 혹시 을지문덕 감문 사람들은 아니었을까요? 을지문덕의 후손들 말입니다. 을지문덕 후손에 대한 기록은 전혀 없습니다. 당 막는 총사령관 대로 고정이처럼 대대로든\n10:46 - 11:23아니든 을지문덕은 고구려에서 매우 높은 위치에 있던 사람이었을게 분명합니다. 수나라에서도 왕과 함께 투톱으로 언급했으니까요. 그런데 그런 사람의 가문 내력 추신 배경이 아무것도 기록되지 않았습니다. 연계소문 쿠데타로 을지문덕 가은 후손들이 대몰살된 거 아닐까요? 연계소문 제거 친이 쿠데타의 친앙파 귀족으로 참가했기 때문에 정권 잡은 연계 소문이 을지문덕 가문을 반란 가문으로 공식화해 버렸다는 겁니다.을 가문이 오래 전부터 누려온 고위 관직 내용들을 다 삭제 말소시켰다. 실제 반란자는 연계 소문인데 연계 소문이 이겼으니까 반란자는 진쪽이 되는\n11:24 - 11:58거죠. 을지문덕 가문도 반란자가 됩니다. 을지문덕은 반역자의 선조가 되는 겁니다. 연계 소문은 당연히 그렇게 만들었겠죠. 반역자 후손이니까 그 이력을 전부 말소시켜서 을지문덕 가문에 대한 모든게 증발해 버렸다는 겁니다. 이게 첫 번째 가설입니다. 당연히 반론도 있습니다. 일본 서기의 대신이 대대로를 암시하는 정황이 있긴 해도 한국 사기에서 대신은 보통 일반적 용법으로도 많이 쓰입니다. 수나라에서을지 문덕을 영양왕과 투톱으로 언급한 것도 정치 인자여서가 아니라 단순히 수나라까지 명성이 자자한 슈퍼 명장이어서 그랬을 수 있다는 겁니다. 정치적 투톱이 아니라\n11:58 - 12:32순수하게 뛰어난 지위관으로서 명성이 컸을 거라는 거죠. 또 영양왕이 을지문덕을 거짓 항복으로 수나라 진영에 보냈다는 기록도 문제라고 봅니다. 이건 너무 위험한 행동이잖아요. 왕도 함부로 할 수 없는 귀족들이 자기들끼리 뽑는 대표자 대라면 왕이 수나라 진영으로 들어가라고 명령할 수 있냐는 겁니다. 거의 죽을 수도 있는 명령인데 정말 고구력 귀족의 최 최고 대표였다면 왕이 함부로 이런 명령을 내릴 수 없다는 거예요. 그러니까을지 문덕이 대단한 사람이었던 건 맞지만 최고 권력자 대대로로 보는 건 무리다. 그냥 훌륭한 명장이 아니었겠냐는\n12:32 - 13:11반박입니다. 여기에 대한 역론도 있습니다. 과거 명림부나 고정익 등 사례를 봐도 고구려는 대승부의 최고 지위 사람들이 직접 총사령관으로 진휘하는 전통이 있었다. 고구려 전통으로 볼 때 수나라 거대군을 상대로 전면에 나선 을지문덕이 아무 정치적 지위 없는 장수였다고 보기는 무리가 있다는 겁니다. 심지어 나중에 왕이 되는 영류왕도 영양왕의 동생인데 형이 왕하던 시절 수나라군을 앞장서서 직접 막은 영웅 지위관이었어요. 이복 동생인데 나중에 왕이 된 건 바로이 수나라 대파 1등 공신이었기 때문이라는 설도 있죠. 고구려인들은 높은 사람이 피하지 않고 앞장서는 걸\n13:11 - 13:49소중한 가치로 생각했다는 겁니다. 왕의 동생도 최일선 지위관으로 나서는 마당에 최고 사령 을지문덕이 아무 높은 정치적 지위 없는 사람이었을 리 없다. 왕의 동생의 준화는 엄청나게 높은 사람이었을 개연성이 크다는 거죠. 그럼 최고 관직자가 적진의 거짓 항복으로 들어가는 위험한 행동은 어떻게 설명하냐고요? 그 역시 고구려니까 가능한 거다. 높은 자리에 있는 사람들이 엄청나게 솔선 수범하고 상무 정신이 투한 나라였기 때문에 충분히 가능하다는 반박입니다. 사서에서는 영양왕이 보냈다고 하지만 아마도 을지문덕과 합의가 있었을 것이다. 을지문덕이 나라를 이끄는\n13:49 - 14:24투톱 리더로서 피하지 않는 솔선 수범을 보인 거다. 그리고 결국 살아 돌아왔잖아요. 을지문덕은 반드시 살아 돌아올 수 있다는 확신이 있었을 겁니다. 을지 문덕이 대단히 치밀한 두뇌를 가진 사람이니 당연히 가기 전에 다 계산했을 가능성이 농어합니다. 그 계산이 뭐냐고요? 삼국사기를 보면 을지문덕이 거짓 항복한 건 수나라군의 허실을 알아보기 위함이었다고 나옵니다. 우문술과 우중문은 수양제로부터 고구려 왕이나 을지문덕을 만나면 꼭 사로잡으라는 비밀 지시를 받고 있었으므로 을지문덕을 잡으려 했습니다. 그런데 당시 수나라 군영에 상서우승\n14:24 - 14:58유사룡이라는 사람이 있었는데 그가 을지문덕 잡는 걸 강력하게 만류했어요. 그래서 우중문이 말을 듣고 을지문덕을 그냥 돌아가게 했습니다. 우중문은 금방 후회에서 급히 사람을 보내 다시 와 달라고 했지만을지 문덕은 뒤돌아보지도 않고 암록강을 건넜습니다. 을지문덕을 놓치자 우중문과 우문술은 불안감이 커졌어요. 우문술은 굴량이 바닥나니 퇴각하자고 했지만 우중문은 반대했습니다. 화가 난 우중문이 말합니다. 이런 대병을 이끌고 와서 아무 공이 없다면 무슨 면목으로 황제를 보겠는가? 다른 장수들도 마지못해 을지문덕을 추격하기\n14:58 - 15:32시작했습니다. 그러나 을지문덕은 이미 적진 정탐을 통해 수나라군이 굶주이기 시작했다는 걸 알고 있었으므로 싸우다가 도주하고 다시 그렇게 하는 걸 반복하며 뒤로 물러났습니다. 우문술은 하루에 일곱 번을 싸워 이기기도 했어요. 수군 지위부는 자신감을 가지게 됐고 평양성 불과 30리 부근까지 당도해 진을 쳤습니다. 을지문덕이 다시 사자를 통해 이런 시를 보냅니다. 신기한 책은 하늘 이치를 꿰뚫었고 묘한 계략은 땅의 이치를 통달했다. 싸울 때마다 이겨 공이 이미 높은 만족함을 알고 이만 돌아가는 것이 어떠한가? 우중문도 답사를 보내 타일렀죠.\n15:32 - 16:07을지문덕이 제차 서신을 보냅니다. 만일 여기서 병력을 거두고 돌아가 준다면 내가 우리 임금 영양왕을 모시고 직접 수나라 황제가 있는 곳으로 가도록 하겠다. 우문술은 이미 자기 병력들이 피곤해서 더 싸울 수도 없고 평양성도 경고함로 마침내 을지문덕의 거짓말을 고지곧대로 듣고 퇴각을 시작했습니다. 그때부터 을지문덕이 공격을 시작했습니다. 수군이 살수에 이르러 강을 반쯤 건넜을 때 고구려가 후방을 공격하니 수근이 겉잡을 수 없이 무너졌습니다. 처음 왔을 때 30만5천이었으나 돌아갈 땐 2,700에 불과했습니다.이 모든 기록을 보면\n16:08 - 16:44모든게 처음부터 다 계획되어 있었다는 걸 알 수 있습니다. 유사룡이란 사람이 등장해서 을지문덕을 놓아주게 만듭니다. 유사룡은 수나라 신하인데 대체 왜을지 문덕을 놓아주도록 만드는 역할을 강력하게 수행한 걸까요? 이게 과연 우연일까요? 을지문덕이 아무 생각 없이 수군 진영으로 갔는데 거기서 정말 우연히도 구세주가 나타난 걸까요? 당연히 그렇지 않을 개헌성이 훨씬 큽니다. 전체적으로 보면을지 문덕이 모든 플랜을 시작 전부터 철저하게 계획하고 있었다고 보는게 맞을 겁니다. 을지문덕이 유사룡과 사전의 의사 소통을 미리 했을 가능성이 큽니다. 을지문덕은 나는\n반드시 살아서 돌아올 수 있다는 확신이 있었기 때문에 들어갔을 걸로 보입니다. 자신의 목숨을 우연에 맡겨서 휙 들어간다. 을지문덕이 그렇게 허술한 사람이었을 리 없습니다. 예나 지금이나 나라와 나라의 대결 이면에는 수많은 첩보전이 있는 법입니다. 가설입니다만 사전에 을지문덕은 이미 유사룡과 어느 정도 소통을 해 놓았을 겁니다. 유사룡이 수나라 대신이라기보다는 사태를 고구려 항복적으로 빠르게 정리하려면 을지문덕을 잘 살려 보내 줘야 돌려보내 줘야 그게 가능하다. 나을지 문덕은 강경파가 아니라 화친 항복파다. 운건파인 나를 붙들거나 죽여서야 되겠는가? 그러면 나중에 오히려 고구려가 더 강경하게 나올 것이다. 등등의 방향으로 설득했을 케이스를 생각해 볼 수 있죠. 이렇게 해서 미리 보험을 들어 놓은을 일지문덕은 들어갔다 나오면 자신을 놓친 분과 후회로 수군 지위부가 이성을 잃고 추격해 올 것이다. 그러면 사샤 후퇴하면서 고구려 중심으로 끌어들인다. 그 와중에 수근 식량은 더 줄고 피고는 가중될 것이다. 바로 그때 퇴각하면 항복해 주겠다라고 해서 다시금 기한 전략을 쓴 후 뒤통수를 보이며 되돌아가려 할 때 그 뒤를 공격해 들어간다. 퇴각하는 적을 공격하는게 가장 최고의 필승법이죠. 뒤돌면 약해지는 건 만고의 법칙입니다. 격투기에서도 백을 잡히면 가장 위험한 거 아닙니까? 그리고 돌아가다 강을 건널 때 기록을 보니 수나라군이 강을 절반쯤 건넜을 때 적군이 사실상 두동강난 움직임을 보일 수밖에 없을 그 상황에 적을 분산시키고 각게 격파한다. 이건 전략 기본 아닙니까? 강을 통해서 그 목적을 저절로 이룬 겁니다. 바로 그 타이밍에 사령관 을지문덕은 지쳐 있는 수나라군의 최후의 대강 공격을 감행합니다. 이리하여 수나라군은 몰살에 가까운 타격을 입었습니다. 애초의 을지문덕이 수나라 군진영에 들어갔던 것부터가 이미 계획이었던 것이고 유사룡이란 보험을 통해 명백하게 살아돌아올 수 있게 만들어 놓고 들어간 거고 그를 통해 분노시키고 깊숙히 유인하고 더 지치게 하고 더 들어가게 하고 이후 최적의 장소에서 그 뒤를 강력하게 공격한다. 따라서 모든 건 다 계획되어 있었던 거기 때문에을지 문덕이 수군 진영에 들어갔다고 해서 그가 지위가 높지 않았을 것이라고 단정하기는 어렵다는 겁니다. 그리고 결정적으로 이런게 있어요. 수나라군이 평양 30 근처까지 왔을 때을지 문덕이 퇴각하게 만들려고 한 그 기한 편지 내용입니다. 되돌아가 주면 내가 고구려 왕을 모시고 황제한테 가겠다. 을지문덕이 고구려 왕을 설득해서 항복하자고 이끌고 수나라까지 데리고 갈 수 있는 사람이었다는 거죠. 그냥 싸움만 잘하는 장수 정도였으면 지금 국가 최고의 의사 결전이잖아요. 왕이 항복한다는 건 나라 자체가 다 항복한다는 건데 나뿐만 아니라 무려 왕까지 설득해서 데리고 갈 수 있는 사람이다. 그런 정도의 가장 고도의 정치적 의사 결정과 내부 의견 조율를 해낼 수 있는 사람이라는게이 멘트에서 드러나는 거죠. 최고 관직자 대대로가 아니면 왕을 데리고 가서 항복할만큼 사람이 누가 얼마나 더 있겠습니까? 꼭 반드시 관직이 대대로가 아니라고 할지라도 거의 그의 준화는 매우 높은 사람이었던 것, 최정상급 정치적 지위에 있었던 사람인 것만큼은 분명해 보인다는 정안입니다. 그러면 그렇게 정치적으로도 최고였던 사람이 왜 그의 출신 배경 이력이 하나도 안 남아 있느냐? 일단 고구려라는 나라의 사료가 고구려인이 직접 남긴 건 관계토 대왕 비문 같은 금성문 몇몇 배고는 거의 모조이 다 사라져 버렸기 때문에 특별한 사정이 있다기보단 일단 크게 원인일 수가 있습니다. 다 없어졌다. 아니면 살수대척 약 30여년 뒤에 벌어지는 연계 소문 쿠데타 때 연계 소문이 무수하게 많은 고구려 내 유력자들을 참살합니다. 그게 원인이 아니었겠냐는 겁니다.\n이런 부분도 있습니다.을지 을지 문덕이 이런 굉장히 멋있는 실을 지었는데 한문 실력이 상당히 뛰어난 능력을 갖추고 있었다는 인물이라는 점입니다. 단순히 무예만 뛰어난 장수는 아니었을 거란 거죠. 우린 그냥 장수라고 생각하지만 실질적으로는 문관으로도 나라 최고의 정치인이었 수가 있습니다. 을지문덕은 고구려 최고의 장수였지만 동시에 고구려 최고의 정치 지도자였을 가능성도 상당히 농우하다는게 첫 번째 가설입니다. 다만 을파소와 연결하느냐 안 하느냐는 양쪽을 다 있는 거고요. 첫 번째 가설 말고도 제2의 설도 있습니다.을지 문덕이 선비족 출신이라는 설입니다. 왜 그러냐면 선비족 중에 울지 씨가 있거든요. 을지가 아니고 울지입니다. 울지 씨 중에 유명한 사람들이 꽤 있는데 대표적인 사람이 울지 경덕이라고 있어요.이 울지 경덕은 당태종 이세의 부하입니다. 이세민 자체가 선비적 혈통이 피가 흐르고 있죠. 본인 입으로 자기가 노자의 후손이다. 이렇게 이렇게 이야기하고 다녔지만 말도 안 되는 거고요. 을지하고 울지하고 매우 발음이 비슷합니다. 여기에 더해서 삼국사기에 나와 있는 을지문덕의 가문 내력이 전해지지 않는다는 내용이요. 이게 외국인이어서 이런 얘기가 나온게 아니냐는 설입니다. 이건 좀 전까지 말씀드린 첫 번째 가설과 상당히 대치되는 가설입니다. 외국인이라면을지 문덕이 고구려의 최고급 정치 지도자이기는 조금 부자연스러워 보이죠. 선비 출신이면 그거는 좀 부정돼야 할 거고 그냥 능력 있는 장수 정도 이런 설이 있습니다.이 설은 맞다고 보는 경우도 있고 발음 비슷한 거 말고 근거가 더 있어야 하지 않느냐. 발음만 비슷하면 무조건 같은 건 아니지 않냐 이런 관점이 있어요. 근데 약간이 부분을 온다리라고 연관지어서 얘기하는 설명도 있습니다. 여러분들 잘 아시는 평강공주 아빠 평온왕 시절 이야기죠. 평온왕의 말하들이 영양왕이니까 이\n두 부자 시절의 외국인들을 좀 중용하는 그런 상황이 생긴게 아니냐.이 외국인설이 가문의 내력이 전혀 전해지지 않는다는 삼국사기 얘기를 설명하기엔 좋죠. 하지만 발음 비슷하다는 거 외에 근거가 더 있어야 한다는 지적도 있는데 그거는 온달도 마찬가지 얘기가 있어요. 발음만 비슷하면 무조건 그쪽이냐 단지 우연이 비슷할 수도 있지 않느냐 이런 거죠. 그 우연의 가능성을 배제해 낼 만한 추가적 증거가 더 나오면 그때 확실해질 수 있겠죠. 이외에도을지 문덕에 대한 추가적인 굉장히 흥미로운 얘기가 더 있습니다. 조선 시대 때 존재했던 책인데 회상 잡록이라는 책이 있었어요. 책 자체는 지금은 없어졌는데 그걸 보신 분이 남긴 내용이 있습니다. 물론 민간에서 전에 내려온 비사를 모은 거니까 백은 믿을 수 있는 건 아니지만 그래도 그걸 감안하고 일단 소개를 드리면 거기엔 이런 내용이 나와요. 살수대첩 이기고 난 후 고구려에는 크게 두 파가 생기는데 왕은 영양왕이었지만 파가 이렇게 둘로 갈렸다는 거예요. 한편은 고건무 후일의 영류왕이 되는 고건무와 또 다른 한 편은 을지문덕파. 의견 차이가 뭐였냐면 고건무파는 수나라와 화친하자라는 거였고 을지문더는 고구려의 대승으로 수나라가 약해졌으니 수나라 정벌군을 출동시키자 이런 양쪽 의견이었다고 해요. 그런데이 의견 대립에서 결국 고건무 화친파가 이겼다는 거죠. 수나라와의 대결에서 현장 실전 지휘를 했던 두 영웅 고건무와 을지문덕 사이에서 서로 파벌이 나뉘어 의견 대립이 있었다는 거고요. 그리고 영양왕 사망 후 고건무가 왕이 되는데 삼국 사기를 보면 이름은 건무이며 이전왕 영양왕의 이복 동생이다. 영양왕이 제위 19년에 죽자 건무가 왕위에 올랐다. 딱 이렇게만 나와 있어요. 현대 보면 조금 묘한게 지금 아버지와 아들 사이가 아니잖아요. 그냥 형제도 아니고 어머니가 다른 이복 형제인데 그런데 많은 경우 이렇게 전임왕에 아들이 아닌 동생 같은 사람이 왕이 되면 한국 사기는 보통 이렇게 설명을 해 줍니다. 전왕이 아들이 없었으므로 동생이 왕이 된 것이다라고 그 상황을 설명을 보통 해 준단 말이죠. 그런데 아들이 차기 왕이 아닌데 이렇게 아들이 없었으니까 그렇게 된 거지라는 설명이 없는 경우가 있어요. 바로 지금이 케이스가 그런 거죠. 영양왕의 아들이 없어서 이복 동생이 왕이 되었다. 이런 설명이 전혀 없지 않습니까? 그냥 밑도 끝도 없이 이복 동생이 이어졌다. 이렇게만 끝이에요. 영양왕 아들이 있었냐 없었냐 말 자체가 없죠. 왜 굳이 이복 동생이 왕이 되었는지 그 설명 전혀 없이 그냥 멈췄다 뭔가 일이 있었던 걸까요? 혹시 여기처럼 아들이 없어서 그렇게 된 거다라는 말이 없는 걸 볼 때 왜 아들이 없었다라는 말이 다른 곳에는 있는데 여긴 없을까? 혹시 영양왕이 아들 있었던 건 아닐까? 아들이 있었다면 당연히 영양왕 아들이 다음으로 하는게 순리일 텐데 무언가 일이 있어서 이복 동생 고건무가 이복형의 아들을 밀어내고 왕을 탈취한 건가라는 상상도 얼핏 들게 되는 평범해 보이지만 뭔가 좀 기묘한 기록입니다. 이복 동생 영류왕은 왜 나중에 연계 소문에게 비참하게 당해야만 했을까요? 나중에 연계 소문이 영류왕 시신을 동강동강 내서 내다 버리는데 왕에 대한 최소한의 예도 없는 거죠. 더덕주를 지내게 한다거나 좀 그래도 예의를 지키면서 없앨 수도 있는데 그냥 동강동강 내버리거든요. 그래도 고구려 왕인데 그런 처참한 일을 한 연계 소문에 대한 반발이 별로 없었어요. 왜 그랬을까요? 그리고이 이복 동생의 석연차는 등급과 민간에서 비사로 전해지는 을지문덕과 영류왕 고건무가 대립을 했다는 내용. 그럼 혹시 영양왕의 묘한 등급과 동강동강 당한 너무나 충격적인 최후와 무슨 관련이 있는 걸까요? 그리고 그것은 너무나 엄청난 전 세계 인류 역사의 길이남을 대적을 이룬 일을 일지문덕의 배경에 대한 모든 기록이 사라져 버린 것과는 무슨 연관이 있는 걸까 하여 이런 제 3설이 나오게 되는 겁니다. 첫 번째 설에서는 을지문덕 가문과 그 기록들을 공식적으로 멜문시킨게 연계 소문이 아니었겠는가였는데 이번 제3설은 아니고 오히려 연계 소문과을지 문덕은 같은 파다 이렇게 보는 설입니다. 연계 소문이 일본서의 1위 가슴이라고 등장을 했어요. 이름의 연이 일리로 표기된 걸로 보이는데이 일이라는 발음이을지 문덕에 을과 으를 풀었으면 으 아닙니까?이 일이하고 좀 느낌이 비슷하죠.을 예전엔 이이라고 읽었다는 설도 있어요. 즉 을가문과 연가문은 크게 봐서는 같은 계통이라는 거죠.\n그리고 고국 천왕 때 을파소를 추천했던 알류라는 사람. 이 이 사람이 동부라고 나와 있어요. 그런데 삼국사기 연계 소문 아버지는 동부 혹은 서부 대인 대로였다고 나오는데 연계 소문은 동부입니다. 나중에 다른 나라 기록에 동부가 왕보다 세다라는 말이 나와서 쿠데타 이후 제일 세진 왕보다 세어진 거니까요. 즉 연계 소문은 동부죠. 을파소를 추천한 알류의 동부하고 같은 동부로 지치되고 있습니다. 만일 동부가 을파소하고 친한 관계였다면 그리고 을지문덕이 그 을파소의 후손이라면 당연히 그 동부인 연계 소문하고 계를 같이 할 수가 있는 것이죠. 그거 민간 비사\n모음집에 을지문덕이 대수나라 강경파였다고 했죠. 그런데 연계 소문도 나중에 수나라의 후신인 당나라와 거하게 한 판 붙죠. 실제로 삼국사기에 보면 고건무 영류왕은 당나라한테 저자세라고 오늘날에도 비판받는 그런 화친족 움직임을 많이 보이죠. 가설입니다. 고구래의 화친파인 고건물을 중심으로 뭉쳐서 영양왕 사망 후 그 아들에게 당연히 돌아가야 할 왕위를 탈취했다. 즉 쿠데타. 그 와중에 영양왕 아들을 지키려 했던 사람들과 맞었던 을지문덕 혹은 을지문덕 후손들을 이들 화친파가 제거했다. 즉 을지문덕 가문을 멸문시킨 건 추후의 연계 소문이\n27:28 - 28:06아니라 뭔가 묘한 등극을 한 고건무 영류왕파가 아니었겠느냐. 오히려 나중에 연계 소문은을 1년 오히려 이쪽 파였고 연계 소문이 정권 잡고 그는 당나라와 거대한 대승부를 버리게 된다. 강경파의 보건 오히려 연계 소문의 쿠데타는 말하자면 일종의 강경파적을지 문덕이 이끌었던 파들의 복권적 성격을 가지는 그런게 아니었겠는가라는 이러한 제삼설도 있어요. 어느게 가장 그럴 듯해 보이는 건 여러분들도 한번 생각을 해 보시는 것도 좋을 것 같고요. 사실 이걸 외해도 다른 가설들이 엄청나게 더 많은데 시간 관계상 오늘은 여기서 마무리하겠습니다. 바람처럼 나타나\n인류사의 남을 엄청난 대전공만 달랑 이루고 그냥 바람처럼 사라져 버린 을지문더. 너무나 거대한 인물이었는데 왜 모든 기록이 바람처럼 다 사라져 버렸던 것일까요? 그는 누구였나? 대체 왜 사라졌나? 생각을 해 보시죠. 저는 어떤 설을 무조건 옳다 주장을 하는 건 아니에요. 늘 생각을 여러분들이 하실 수 있는 판을 깔아들이는 설명을 하는 거죠.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-12-27T11:46:16.274000",
  "updatedAt": "2025-12-27T11:46:16.274000"
}