{
  "id": "f05d0cd3-ba0a-486d-bfb7-332db4aaeb74",
  "title": "동이족",
  "content": "![image](media/19afb91c267.8386d406e6bbbc5b.jpg)\n![image](media/19afb930104.848e2482d08e1f62.gif)\n![image](media/19afb934d0d.992b2c6e85427c3f.jpg)\n\n\n\n동이(東夷)란 중국인들이 황하 중류 유역에 거주했던 하족(夏族)의 동쪽 에 거주했던 종족이나 민족을 부르던 호칭이었다.\n선진 시기 동이족이 주로 거주했던 지역은 산동성 중심의 해대(海岱) 지구, 곧 발해(渤海), 황해(黃海), 태산(岱), 회하(淮河) 하류를 포괄하는 옛 청주(靑州) 지역인데, 특히 산동성 지역에서 이들의 활동이 다른 지역의 동이에 견주어 활발했던 것으로 보이기 때문이다. \n중국의 학자 부사년(傅斯年)은 선진시대의 중국 역사는 동쪽 이족(夷族)과 서쪽 하족(夏族)의 대결의 역사라고 보면서, 은상(殷商)의 기원은 동북에서 온 것이며 이(夷)와 깊이 연관되어 있다고 지적한 바 있다.\n부사년의 제자 장광직(張光直)도『상문명(商文明)』이라는 그의 저서에서 상문명(商文明)과 해안의 용산(龍山)형성기 문화 사이에는 공통된 요소가 많다는 점을 들어, 상왕조의 지배자들은 동부에서 온 정치집단이며 정복자 들일 것으로 추정하였다.\n단재(丹齋) 신채호(申采浩)는 산동(山東) ․ 산서(山西) ․ 하북(河北) ․ 발해안 ․ 하남(河南)성 동부 ․ 강소(江蘇) 성 북부 ․ 안휘(安徽)성 동북 각 지방의 동이족이 조선족이라고 지적하였 다. 고조선족은 BC 1000년에서 BC 600년경까지 이 지역에서 매우 강성 함을 보여주었다는 것이다.   \n\n김연주, [선진 시기 산동성 지역 '동이'에 관한 연구], 이와여자대학교 \n선진(先秦)시기(진나라의 중국 통일 이전의 시기)부터 동이(東夷)는 하족(夏族)의 동쪽인 산동성 지역 일대에 거주하면서 하족(夏族)과 서로 영향을 주고받았다. 기존의 동이에 대한 평가는 화이(華夷)질서에 따라 동이족(東夷族)이 하족(夏族)에 비해서 열등하다는 왜곡된 인식이 확산되어 있다. 또한 최근 중국학계에서는 동이족이 중국 토착민족으로서 중화민족의 한 지파라는 입장에서 동이족의 역사와 문화를 중국에 편입시키려고 하고 있다. 이 논문의 목표는 동이족의 역사와 생활문화를 통시적으로 고찰함으로써 이러한 왜곡들을 바로 잡고, 기원설/토착설 논의를 심화시켜 나가는데 기여하는 것이다. 따라서, 첫째, 선학들의 연구가 미치지 못한 최근의 고고학적 연구 성과를 반영하고, 갑골 복사(卜辭)와 명문(銘文) 등을 적극적으로 활용하였다. 둘째, 사서(史書)만이 아니라 시경(詩經)과 같은 문학, 중국 고대의 전설과 신화도 검토하였다. 셋째, 산동성 지역의 고대 동이족이 세운 열국(列國)의 역사를 시대별로 상세하게 소개하고, 각국의 공통점과 차이점을 분석하여 동이족의 문화의 특성을 밝히는데 주력하였다. 그 결과, 동이족은 유구한 역사 속에서 한족(漢族)의 왕조에 적절하게 대응해 나가면서, 중원과 다른 문화와 생활 습속을 유지하고 발전시켜 나갔으며, 중국 고대의 사상과 문화에 상당한 영향을 미쳤다. 동이족의 치우(蚩尤)는 한족의 시조라고 일컬어지는 황제(黃帝)와 염제(炎帝)에 필적할 만한 무력을 갖춘 마을 연맹체의 대추장으로서, 사후에도 그 위력을 떨쳤다. 치우 이전 산동성에 처음 거주했던 태호족(太昊族)과 소호족(少昊族)의 조족(鳥族) 마을 연맹체는 목축과 농경, 천문학의 발전에 기여했다. 특히 소호족이 영위하였던 대문구문화(大汶口文化, BC4300년-2200년)에서 발견된 팽이형 토기와 그에 새겨진 문양은 고조선의 토기 및 상징 문양과 거의 흡사하여 소호족이 한반도로부터 이주했을 가능성을 높여주었다. 한족(漢族) 최초의 국가인 하조(夏朝) 초기에는 동이 출신인 백익부(伯益部)의 유궁씨(有窮氏) 후예(后羿)가 제(帝) 태강(泰康)을 대체하였고, 말기 걸왕(桀王) 대에도 동이의 하나인 견이(畎夷)가 빈(邠)과 기(岐)까지 진출하였다. 상(商)왕조 초기에는 동이족이 걸왕 정벌을 후원하여 동이와 상족의 관계는 우호적이었다. 왕권이 점차 강화되면서 상대 중기부터 동이 정벌이 시작되어 말기에는 심화되고, 식민화가 진행되었다. 그러나 동시에 상 역시 이례 습속의 영향을 많이 받았다. 서주(西周) 초기에 반주(反周)를 내세운 삼감(三監)의 난에는 동이인 포고(蒲姑)와 엄(奄), 회이(淮夷)가 참여하였으나, 백금(伯禽)의 비지전(費地戰)을 기점으로 주공(周公)의 동정(東征)이 승리했다. 이후 주공은 제2차 분봉을 통해 송(宋) ․ 위(衛) ․ 노(魯) ․ 제(齊) ․ 연(燕)이 상(商) ․ 서(徐) ․ 엄(奄)의 옛 땅을 점거하도록 했다. 제(齊)의 태공(太公)이 주공(周公)의 정책을 이어 받아 관용적인 대이(對夷) 정책을 시행한 반면에, 노공(魯公)은 엄격하게 은이(殷夷)의 문화를 진압하여 회이(淮夷)와 같은 토착세력의 강렬한 반발을 불러일으켰다. 여왕(厲王) 대에 회이 진압에 실패했고, 숙이(夙夷)를 대대적으로 정벌하였다. 한편으로 래(萊)는 주(周)왕조에 순응함으로써 생존해 나갔으며, 동이 열국은 희성(姬姓)과 혼인이라는 외교적 연계를 통하여 정치적 안정을 도모해 나가기도 했다. 상(商)에서 서주(西周), 다시 춘추(春秋) 시대에 들어오면서, 하족(夏族)의 공격에 밀려 산동성 북구의 동이 열국의 세력이 약화되었고, 변방에 있었던 거(莒)의 경우를 제외하고는 강대국에 의해 열국이 멸망당하는 수순을 밟았다. 그럼에도 불구하고 동이족의 사상과 문화가 중원 문화에 미친 영향은 적지 않았다. 하대(夏代) 동이족인 고요(皐陶)는 안민(安民)의 정치와 신하의 덕(德), 천자(天子)의 법도를 제시하여 천자 중심의 통치체제의 이념적 기틀을 마련하였다. 이 사상은 민본(民本) 사상을 바탕에 둔 선비 정신이 고조선시대부터 조선시대까지 일관되게 강조되어왔던 한국의 문화와 상통한다는 측면에서 앞으로 재조명할 여지가 있다. 더욱이 산동지역의 동이(東夷) 문화는 하(夏)왕조 이전부터 춘추시기까지 중원 문화와 서로 영향을 주고받았다. 앞에서 제시한 대문구문화는 용산문화(龍山文化)에 영향을 미치고, 무(巫)적 문화가 발달한 측면에서 상문화의 선구라고 할 수 있다. 하대의 동이문화인 악석문화(岳石文化)는 산동용산문화의 제사 예제를 더욱 발전시키고, 이리두문화(二里頭文化)에 큰 영향을 주었다. 또한 대문구문화에서 순장(殉葬)의 조형이라고 할 수 있는 장아(獐牙)와 살인제사(殺人祭祀) 등의 증거가 발견됨으로써 순장의 기원에 대한 재고의 가능성이 열렸다. BC 1000년경 고조선 요동지역에서 순장이 발견되었다는 보고가 있었고, 그 후예인 부여(夫餘)에서도 순장제가 있었으며, 고조선의 유민이 유입된 삼한(三韓) 지역에서도 순장묘가 확인된다. 이 논문에서 시기별로 동이 열국에서 발굴된 고고유물을 분석한 결과, 순장의 습속이 성행했던 상대(商代)만이 아니라 주대(周代)에도 개의 요갱(腰坑)과 노루 이빨 등 은이(殷夷) 장속이 뚜렷했고, 은이 예속을 비하했던 춘추시기 노(魯)에서도 살인혈제(殺人血祭)가 끊어지지 않았다고 한다. 결국 동이족의 이동설(移動說)이 사실이라면, 동이의 습속이 중국 대륙에 전파된 한 예라고 볼 수 있을 것이다. \n\n\n산동성 청주에서 발굴된 묘는 '석곽묘' - 심제\n( https://m.pluskorea.net/10826)\n\n산동성의 성도인 제남 근처인 청주시에서 전국시대 고분으로 보이는 묘가 발견되어 눈길을 끈다. 예로부터 산동지방은 우리 민족인 동이족이 살던 땅이다. 그런데 이 묘는 중국의 한족의 묘로 보이지 않는다. 과연 이 무덤의 임자는 어느나라 사람이었을까?\n위의 사진은 산동성 청주(靑州)에서 발굴된 고묘(古墓)인데 중국의 도록을 살펴보아도 같은 시대의 묘장에서 석곽묘 형태로 조성된 묘는 이곳 밖에 없어 보인다. \n명도전(明刀錢)을 만드는 용범(주조틀)이 발굴되었는데, 명도전은 고조선에서 사용하던 화폐가 아닌지?\n환두대도 장식에다 무엇인가 석연치 않다. 혹 이것들은 동이족(고조선)의 유물이 아닐까?\n기자가 살던 하남성 서화까지를 단군조선의 영역으로 봐야 한다. 참고로 기자의 묘는 안휘성 몽성에 있다. 그때도 산동성은 단군조선의 영역으로 보인다. 이 땅은 위만과의 전쟁에서 패한 번조선의 왕인 기준이 내려와 삼한을 세운 곳이기도 하다. 기준은 조상인 기자의 땅으로 내려와 나라를 다시 세운다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc",
    "ea56640c-1868-4a19-9ea7-65a1ffdf3b23"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-10-09T17:31:47.624000",
  "updatedAt": "2025-12-21T21:05:52.539000"
}