{
  "id": "f0890ddf-c565-4d62-8e11-4eeab90261cb",
  "title": "스파이(간첩)의 역사 - 서양(I)",
  "content": "“언론에 알려진 스파이는 전체의 1%” (英 컨설팅업체 PwC)\n\n고대의 지략가들은 동서양을 막론하고 공통적으로 스파이의 활용에 능통했으며, 중세의 전쟁과 궁중 암투에도 스파이는 필수적 요소였다. 중상주의 시대에 유럽 각국의 군주와 재상들은 국제적 스파이망을 보유하였으며, 근대에는 국가적 차원에서 체계적 스파이 시스템을 구축하였다. 20세기에 들어서 1, 2 차 세계대전과 냉전을 거치면서 스파이의 전성시대가 도래했다. 1차 세계대전 때 오스만제국을 무력화시키기 위해 아랍 부족들의 반란을 이끈 ‘아라비아의 로렌스’의 활약, 2차 세계대전에서 노르망디 상륙작전과 로켓무기 개발을 둘러싼 정보와 역정보의 공방전, 그리고 냉전체제가 등장하면서 양대 진영의 불꽃 튀는 정보전은 널리 알려져 있다. \n전 세계를 대상으로 동에 번쩍 서에 번쩍 맹활약을 펼치는 007이야말로 스파이 전성시대를 상징하는 아이콘이었다. 이 주인공을 탄생시킨 소설가 이언 플레밍(Ian Fleming) 자신도 2차 세계대전 때에 활약한 영국의 스파이 출신이었다. 유사한 전력을 가진 것으로 알려진 존 르 카레(John Le Carr)가 냉전시대의 전설적인 이중 스파이 킴 필비(Kim Philby)의 실화를 바탕으로 지은 소설 『팅커, 테일러, 솔저, 스파이』는 최근에 영화화되어 화제를 모은 바 있다.\n\n\n[트로이 전쟁]\n스파이의 역사는 고대 그리스 신화까지 거슬러 올라갈 수 있다. 트로이의 목마를 타고 잠입하는 아킬레스는 당시의 스파이라 할 수 있을 것이다(실제 아킬레스는 트로이의 목마를 타기도 전에 죽었다).\n호메로스의 소설 ‘오디세이’의 주인공 오디세우스는 트로이 전쟁 중에 트로이의 스파이를 사로잡아 정보를 빼낸 뒤 죽인다. 또한 어린 아들 때문에 주저하던 그를 억지로 참전하게 만든 팔라데메스를 트로이와 내통한 스파이로 몰아 죽인다. \n\n[메소포타미아]\n가장 오래된 것으로 알려진 기밀문서는 기원전 1750년경 사망한 함무라비왕의 궁정에서 외교 사절로 위장한 간첩이 작성한 보고서였다. \n\n[라합]\n구약성서인 기생 라합의 이야기에도 기록되어 있다.\n\n[카데시 전투]\n카데시에서 람세스 2세 치하의 이집트 인들과 무와탈리스 왕 치하의 히타이트 인들 사이에 벌어진 전투였다.(B.C.E. 1274)\n람세스 2세는 이집트 북방의 국경 지대인 시리아 북부를 침략하여 히타이트의 속국인 아물(아무르)을 복속시켰다. 이에 히타이트 왕 무와탈리스는 아무르 탈취를 목표로 동맹국들의 군대를 집결시킨 후 시리아 북동부를 향해 진격했다.\n람세스 2세 역시 히타이트에 맞서 진격하던 중 2명의 히타이트 첩자를 포획하게 되었고, 그들로부터 히타이트군이 알레포에 거주한다는 정보를 얻어냈다. 하지만 이는 무와탈리스가 대규모 동맹군을 카데시 언덕 뒤쪽에 숨기고 훨씬 북쪽의 알레포에 자신이 있다는 허위 정보를 흘렸던 것이다.\n속임수에 빠진 람세스 2세는 방비가 허술한 틈을 타 카데시를 몰락시킬 생각으로 병력을 서둘러 카데시 쪽으로 진격시켰다. 람세스 2세가 이끄는 아몬 군단이 카데시에 도착했을 무렵, 그들이 너무 강행군을 한 결과 후속 군단들과 상당히 거리가 벌어졌다. 사로잡힌 2명의 히타이트 포로(정찰병)가 히타이트의 전술을 자백했지만 때는 이미 늦었다. 히타이트 전차 부대 2,500대가 강을 건너와 람세스 2세의 후속 라 사단을 기습하여 괴멸시켰으며, 그 여세를 몰아 아몬 군대도 기습했다.\n이집트군의 패배가 명백한 위기 상황에서 일전에 복속시켰던 아무르의 지원군이 돌연 나타나 히타이트군을 물리쳤다. 이집트군은 서둘러 재결집하여 히타이트의 전차 부대를 격파하려 했으나, 그들은 이미 오론테스 강을 건너 자군의 보병 부대와 합류해버린 후였다. \n이후 전투가 교착 상태에 빠지자, 무와탈리스는 휴전을 제안했다. 람세스 2세가 이를 수락함으로써 양군은 군대를 각기 고국으로 퇴각시켰다. \n카데시 전투에서 당시 최강대국이었던 이집트의 파라오 람세스 2세는 히타이트군보다 더 큰 타격을 입었다. 많은 사상자를 냈을 뿐만 아니라 영토도 획득하지 못했던 것이다. 특히 아무르는 후에 다시 히타이트의 속국이 되었다.  \n\n[살라미스 해전]\n기원전 480년 378척의 그리스 함대는 600척이 넘는 페르시아 함대와 격돌하기 직전이었다.\n페르시아는 테르모필라이에서 스파르타가 주도하는 그리스 육군을 전멸시켰고, 테베와 아테네를 점령했다. 그리스 땅에서 남은 곳은 스파르타가 있는 펠로폰네소스 반도와 아테네의 함락 이후 남은 아테네의 수군 및 아테네의 피난민들 뿐이었다.\n그리스 수군이 아테네군만으로 이뤄진 건 아니었다. 아테네가 전력의 절반 이상을 차지하기는 했지만, 스파르타와 여러 폴리스, 식민지 전력으로 구성된 연합부대였다. 페르시아가 펠로폰네소스 반도로 육군과 해군이 동시에 진격할 조짐을 보이자, 비(非)아테네 계열의 수군은 “그리스의 남은 땅을 지키기 위해 펠로폰네스 반도로 후퇴해서 육군과 연합작전을 펴야 한다”고 주장했다. 이에 대해 아테네의 해군 및 피난민들은 “그렇게 한다면 자신들은 이탈리아로 항진해서 정착해버리겠다”고 으름장을 놓았다. 그리스군 내부의 갈등은 꽤나 심각해서, 회의석상에서 막말이 오갈 정도였다. 이 소식은 그리스 진영에 심어 놓은 페르시아 첩자들에 의해 바로바로 황제에게 전해졌다.\n페르시이 왕 크세륵세스의 목표는 펠로폰네스 반도가 아닌 그리스 해군이었다. 그것만 궤멸시키면 그리스는 항전을 포기할 게 분명했다. 하지만 그리스 해군은 좁은 살라미스 해협 안에 틀어박혀 있어서 공격할 수가 없었다. 좁은 지역에서는 병력의 우위라는 장점을 살릴 수 없었고, 1대 1의 격돌에서는 그리스군이 우세했기 때문이다. 페르시아군은 그리스군을 넓은 바다로 끌어내려 했지만 그리스군은 바보가 아니었다.\n크세륵세스가 쓸 수 있는 방법은 두 가지였다. 첫째는 살라미스 해협을 봉쇄하고 장기전으로 가서 그리스군이 와해되기를 기다리는 전술이다. 승리가 확실한 방법이었지만, 크세륵세스에게는 병참 및 보급 문제 등으로 전쟁을 장기화할 만큼 여유가 없었다. 다음은 그리스군의 내분에 기대를 거는 것이었다. 그리스인의 지역 갈등과 정치적 야비함, 정치가의 타락은 통일제국을 이루고 있는 페르시아로서는 상상할 수 없는 수준이었다. 페르시아는 당근(황금)과 채찍(협박)으로 그리스 도시들을 농락했고, 종종 쉬운 승리를 거두어왔다. 그리스군 내부의 험악한 분위기를 매일 같이 듣고 있던 크세륵세스는 결국 내분에 좀 더 기름을 치기로 결심한다. \n페르시아는 그리스군 지휘관 한 명을 매수했다. 아테네의 사령관 데미스토클레스였다. 페르시아 쪽에서 데미스토클레스에게 붙인 별명이 ‘그리스의 뱀’이었다. 데미스토클레스는 음모와 술수의 달인이며, 뇌물을 밝히고 충분히 타락한 정치가였다. 하지만 동시에 그리스 최고의 전략가이기도 했다.\n크세륵세스 황제는 페르시아에 협조만 하다면, 전쟁 후 그를 사면하고 가족도 보호하겠다는 약속을 했다. 그가 좋아하는 황금도 상당한 액수를 불렀을 것이다. 뱀은 미끼를 물었고, 데미스토클레스의 노예인 시킨노스가 황제를 찾아와 9월 22일 밤 그리스 함대들이 해협을 탈출해 고향 앞으로 달아날 것이라는 정보를 전했다.(실은 페르시아에 첩자를 보내 그리스 군을 포위하라는 역공작을 펼친 것이다.)\n크세륵세스 황제는 함대를 살라미스 해협 양쪽 입구로 나누어 파견해서 달아나는 그리스 함대를 요격하게 했다. 하지만 날이 밝도록 그리스의 도망선은 한 척도 나타날 기미를 보이지 않았다.\n날이 다 밝은 후에야 비로소 그리스의 도망선 80척 정도가 나타났다. 그러나 이들은 해협 입구를 지키는 페르시아 함대를 보더니 바로 후진하기 시작했다. 좁은 해협 안으로 들어가는 것은 페르시아 함대에는 절대 금기였다. 하지만 페르시아 함대 한 척이 후진하던 그리스 도망선을 추격해 들어가자, 뒤에 있던 페르시아군 전체가 빨려들 듯 해협 안으로 들어갔다. \n살라미스 해협은 살라미스 섬과 그리스 본토 사이의 좁은 해협이다. 후진하던 그리스 함대가 섬을 통과하자 마치 깔대기 모양으로 바다가 다시 넓어졌다. 그리스 전함은 깔대기의 넓은 바깥쪽, 페르시아군은 좁은 안쪽에 위치했다. 바다의 폭이 그리스군 쪽이 좀 더 넓으므로 그리스군의 횡렬이 더 길어졌다. 횡렬이 길면 적의 행렬보다 튀어 나와 있는 배가 짧은 쪽 전함의 측면을 쉽게 들이받을 수 있다. 여기에 해안선을 이용해 매복해 있던 그리스 소함대까지 합세해 페르시아군의 측면을 공격했다.\n\n페르시아군 함대에 대혼란이 발생했다. 페르시아군 선박 일부는 뒤로 돌아 넓은 곳으로 빠져 나가려고 했지만, 좁은 해협에 전 함대가 몰려든 탓에 배를 돌리기가 쉽지 않았다. 박치기로 선박이 기동을 상실하면 배에 타고 있던 전투병이 적선으로 뛰어 올랐다. 그리스군은 중장보병이고 페르시아군은 경장보병이어서 백병전은 상대가 되지 않았다. 페르시아군 대형이 둘로 나뉘자 대형을 뚫고 나간 그리스 함대는 다시 배를 돌린 뒤 횡대로 전환해서 페르시아군의 한쪽 대형을 포위했다. 포위된 함대는 페르시아가 소집한 용병 함대 중에서도 제일 우수한 페니키아인 함대였지만, 완전히 포위된 상황에서는 능력을 발휘할 수 없었다. 반대편에 파견된 우군 함대는 살라미스 해협 안에서 벌어지는 참상을 보고 꼼짝하지 않았다. 밤이 되자 페르시아 해군의 대패로 전투가 끝났다.\n페르시아의 패배는 크세륵세스가 데미스토클레스의 계략에 걸려든 게 결정적이었다. 그리스인의 정치적 수준과 애국심은 너무나 형편없어서 언제 어디로 튈지 몰랐다. 크세륵세스는 그것을 너무나 잘 알고 분열과 배신을 기대하고 있었다. 데미스토클레스는 크세륵세스의 심리를 역이용했다. 그리스 연합군의 다른 폴리스 지휘관들과 달리, 아테네의 제독 데미스토클레스는 애초부터 살라미스를 버릴 생각이 없었다. 그는 넓은 바다에서 해전을 벌일 경우, 수적으로 열세인데다 기동성도 떨어지는 그리스 배들이 페르시아 함대를 당해낼 수 없으므로 반드시 살라미스에서 결전을 치러야 한다고 믿고 있었다. 따라서 데미스토클레스는 그리스의 내분을 잘 알고 있는 크세륵세스에게, 그가 믿을 만한 거짓 정보를 의도적으로 흘림으로써 함정에 걸려들도록 부추겼던 것이다. \n그리스의 승리를 쟁취한 테미스토클레스는 전쟁이 끝난 뒤 열린 올림픽 경기에서 아테네 시민들의 기립 박수를 받는다.\n그러나 이후 그는 정치적 음모에 걸려 아테네 시민들의 시기와 모함 때문에 반역죄까지 뒤집어 쓰고 한 때의 적 페르시아로 도주했다.  크세르크세스의 아들인 아르타크셀크세스 1세의 부하가 되어 페르시아의 지방 총독으로 여러 지역을 전전하다가 마그네시아 총독 재임기에 66세의 나이로 사망한다.  \n\n[알키비아데스]\n그는 청소년 시기에 소크라테스의 제자이자 동성연인이 되었다. 그는 외모가 아름다워 많은 이들의 구애를 받았지만, 오로지 소크라테스만을 따랐다.\n그는 대중의 지지를 등에 업은 채 정치가로서 승승장구하였고, 펠로폰네소스 전쟁이 한창이었던 기원전 431년에 아테네 제국의 전성기를 이끌었던 페리클레스가 사망하자 니키아스와 더불어 아테네 정계에서 극단적 민주파의 핵심 인물로 부상하기 시작하였다.\n브라시다스가 동시에 전사하는 사태가 일어났다. 이듬해인 기원전 421년, 아테네의 니키아스는 아테네 민회를 설득하여 스파르타와의 평화 조약을 채결하였다.\n당시 서른 남짓한 나이였던 알키비아데스는 스파르타와의 평화조약에 반대하고 그는 기원전 415년, 아테네 민회에 오늘날의 시칠리아에 위치한 도시국가인 시라쿠스를 공격할 것을 주장하였다. 시라쿠스는 스파르타의 동맹국이었을 뿐 아니라, 상업의 발달로 부를 누리고 있었으며 우수한 함대까지 갖추고 있었다. 이들은 스파르타와 군사적 긴장감을 유지하고 있던 아테네에게 있어서 껄끄러운 존재였다.\n알키비아데스는 승승장구하여 시칠리아 원정군의 지휘관으로 임명되었다. 그러나 그동안 특유의 오만방자한 성격 때문에 주변에 많은 정적들을 만들었던 것이 그의 발목을 잡았다. 알키비아데스의 원정 선단이 출정하기 전날 밤, 누군가에 의하여 헤르메스 신의 흉상을 모신 헤르메 기둥들이 조직적으로 훼손되는 사건이 일어났다. 알키비아데스의 정적들은 그 죄를 알키비아데스에게 뒤집어 씌워버렸다. 더욱이 알키비아데스가 평소부터 같은 아테네인들은 물론이요, 신들까지 가볍게 취급하는 등 교만한 언행을 보여준 탓에 여론 또한 알키비아데스에게 적대적으로 변해갔다.\n결국 알키비아데스는 신성모독죄로 재판에 회부되었다. 만일 그가 재판을 받게 된다면, 어쩔 수 없이 아테네 본토에 발이 묶여 있을 수 밖에 없었다. 또한 그렇게 된다면 재판의 결과가 어찌되든 간에 그가 원정 함대를 지휘할 수 없게 될 뿐 아니라 정치적으로 치명적인 타격을 입게 될 것이라는 점은 자명했다.\n알키비아데스는 아테네를 배신하고 스파르타로 망명했다. 알키비아데스는 스파르타에게 \"지금까지 준 피해보다 훨씬 큰 이익을 보게 해주겠다.\" 라는 식으로 설득했고 스파르타는 알키비아데스를  받아들였다. 이후 알키비아데스는 예전 아테네 방식의 호화로운 삶을 버리고 철저히 스파르타인처럼 검소한 삶을 살아갔다 한다.\n스파르타와 시라쿠스는 알키비아데스의 조언에 따라 아테네의 공격에 대비하여 튼튼한 방어망을 구축하였다. 그에 반하여, 아테네의 원정함대는 사령관이 적군에 붙어버리는 초유의 사태 때문에 사기가 크게 떨어졌다. 매파인 알키비아데스를 대신하여 원정 함대를 지휘하게 된 니키아스는  비둘기파여서 전투에서 우유부단한 모습을 보여주었다. 결국 기원전 413년, 아테네의 함대는 시칠리아의 시라쿠스를 공격했다가 4~5만에 달하는 병력 및 니키아스와 데모스테네스 등의 주요 지휘관들이 모두 전멸하는 등 최악의 참패를 당하고 말았다. 이 패배를 계기로 하여 아테네의 패권도 근본부터 무너지기 시작하였다.\n알키비아데스의 배신으로 인하여 시칠리아에서 재앙에 가까운 패배를 경험한 아테네의 정계는 크게 요동쳤다. 아테네는 남은 저력을 모두 끌어모아서 델로스 동맹이 와해되는 사태는 간신히 막을 수 있었다. 그러나 이후 기원전 413~411년 사이, 페르시아 제국이 전쟁에 개입하여 스파르타의 동맹국들에게 선박 건조 비용을 지원하기 시작했고, 아테네의 종속국들 또한 끊임없이 반란을 도모하였다. 그로 인하여 해외에서 들어오는 수입원이 끊어지면서 아테네는 심각한 재정 위기에 직면하였다.\n\n한편 알키비아데스는 스파르타에서도 악명을 날리기 시작했다. 당초에 알키비아데스는 스파르타인들의 환심을 얻기 위해 검소하고 절제된 생활을 하였으나, 곧 본색을 드러내어 스파르타 왕 아기스의 아내인 티마이아와 간통하였다가 발각당하고 만 것이다. 결국 그는 스파르타에서도 도망쳐서 페르시아의 총독이었던 티사페르네스에게 의탁하고는 아테네로 돌아갈 계획을 세웠다. 그는 아테네 인들에게 민주정을 폐지하고 과두정을 세운다는 조건으로, 아나톨리아 서부의 페르시아 총독들로부터 자금 지원을 받아내겠다는 제안을 건냈다. 물론 이는 과두정 지지자들의 지원을 등에 업고 아테네로 귀환하려는 수작이었다. 민주정 체제하에서는 조국을 배반했던 행위를 용서받지 못할 가능성이 높았기 때문이다.\n기원전 411년, 경제적으로 핀치에 몰려있었던 아테네 민회는 어쩔 수 없이 알키비아데스의 제안에 따라 400인 회에 모든 권력을 양도하였다. 그에 따라 아테네에는 정변이 일어나 정치체계가 민주정에서 과두정으로 변모하고 말았다. 그러나 사모스 섬에 주둔하고 있었던 아테네의 함대가 민주정을 강력하게 요구했기 때문에 과두정 성립은 불발되었다. 그에 따라 민주제-과두제의 절충형에 속하는 준과두정인 \"5000인 회\"가 성립되었다.\n5000인 회는 이미 유능한 지휘관으로서 그 능력을 입증해보였던 알키비아데스 및 그와 함께 추방된 군지도자들을 다시 아테네로 불러들이고자 하였다. 기원전 411년에 키노세마 해전에서 아테네의 함대가 스파르타의 펠로폰네소스 함대를 격퇴하는데 성공하자, 알키비아데스 또한 아비도스 해전에서 함대를 거느리고 아테네를 지원하여 그 싸움을 승리로 이끌었다. 이 두 차례의 해전에서 아테네는 비록 페르시아군의 훼방으로 완벽한 승리를 거두지는 못했으나, 펠로폰네소스 함대를 상대로 판정승을 이끌어내는데 성공하였다.\n이후 알키비아데스는 아테네인들에게 선전했던대로, 페르시아를 아테네의 편으로 끌어들이고자 했다. 그는 자신이 의탁했던 아나톨리아 지역의 페르시아 사트라프인 티사페르네스와의 협상을 시도하였으나, 티사페르네스는 오히려 알키비아데스를 체포하여 사르디스로 압송하였다. 그러나 알키비아데스는 탈출에 성공하였고, 아테네는 어쩔 수 없이 페르시아의 지원을 등에 업은 펠로폰네소스 동맹과 다시 한번 결전을 치러야 했다. 이 싸움이 바로 기원전 410년의 키지코스 해전이다.\n\n이 해전에서, 아테네의 함대는 셋으로 갈라져 키지코스를 공략하고자 하였다. 이때에 알키비아데스는 과감하게도 20척의 함대를 거느리고 키지코스에 주둔하고 있던 펠로폰네소스 함대를 유인하였다. 당시 펠로폰네소스 함대의 총사령관이었던 민다로스는 이를 다급하게 추격하기 시작하여 만에 들어섰는데, 함선을 숨기고 매복해있던 트라시불로스와 테라메네스가 후방에서 이를 급습했다.\n그러나 민다로스가 아테네 함대의 함정에서 빠져나와 지상에 상륙하자, 알키비아데스는 이를 뒤쫓아 지상전을 시도하는 모험을 감행하였다. 이는 그가 아테네로 무사히 복귀하기 위해서는 그에 걸맞은 눈부신 전공을 세워야 했기 때문이다. 트라시불로스와 테라메네스 또한 뒤이어 상륙하여 알키비아데스를 도왔다. 이들은 펠로폰네소스와 페르시아의 연합군을 공격하여 이를 크게 무찌르는 데 성공하였으며, 적군의 총사령관인 민다로스를 죽이는 등의 대승을 거두었다.\n이 싸움에서 알키비아데스는 키지코스를 점령하고, 펠로폰네소스의 지상군까지 격퇴하여 마르마라 해의 제해권을 장악했을 뿐 아니라, 정박해있던 펠로폰네소스 함대의 배들도 노획하였다. 이 화려한 공적 덕분에 알키비아데스는 약 2년 만에 아테네로 돌아갈 수 있었다.\n 그리스-로마 세계에서도 스파이들이 문맹을 모르는 사람들을 민간 서비스에 고용했을 때 스파이 활동이 성행했다.\n\n[중세]\n비잔틴제국의 유스타니우스 황제는 서방세계를 미혹시킨 당시 중국 실크 산업의 비밀을 캐내기 위해 네스토리우스파 승려 2명을 중국에 스파이로 파견해 마침내 성공한다.\n\n서양 같은 경우 가톨릭 교회 조직을 이용해 정보를 얻거나 왕실에서 운용하는 간첩, 정보 기관들이 존재해 왔다. 중세 유럽 국가들은 이단 전멸을 위한 가톨릭 종교 조사가 진행되었을 때, 나중에 역공작(counter-subversion)이라고 불리워진 것에 뛰어났다. 르네상스 시대에 유럽 국가들은 문자빈도 분석(frequency analysis)을 통해 정보를 얻기 위해 문자분석가들에게 자금을 지원했다. \n\n이탈리아 도시국가들이 정보를 수집하기 위해 수도에 상주 대사들을 설치하면서 서구 스파이 활동은 르네상스 시대에 근본적으로 바뀌었다. 베니스는 간첩활동을 매우 우려하여 안보를 책임진 10인 위원회는 수상(doge)에게 조차 정부 기록물을 자유롭게 보는 것조차 허락하지 않았다. 1481년에 10인 위원회는 모든 베네치아 정부 관리들이 대사나 외국인과 접촉하는 것을 금지했다. 공무상 비밀을 폭로하는 사람들은 사형 선고를 받을 수도 있다. 베니스는 방첩 활동에 매우 집착하였는데 이는 국제 무역을 위해서는 도시국가가 자국의 무역 비밀을 보호할 필요가 있기 때문이었다 . \n\n16세기 당시 교전 중이던 영국과 프랑스의 앙숙 관계는 다시 스파이들을 불러냈다. 바다를 사이에 두고 떨어져 있으며 통신수단이 발달하지 않았던 만큼 ‘보이지 않는 전쟁’이 계속됐다. \n16세기경 여왕 시해 음모를 사전에 차단하기 위한 활동을 했던, 물론 엘리자베스 여왕이 자신의 안위를 위해 친히 거느리고 아꼈던 프랜시스 월싱엄을 본격 스파이의 시초로 본다. \n\n[드레퓌스 사건(Dreyfus Affair)]\n드레퓌스 사건이란 보불전쟁 후 19세기 후반 프랑스를 휩쓸었던 군국주의, 반유대주의, 강박적인 애국주의 때문에 억울하게 옥살이를 한 프랑스 포병대위 드레퓌스의 간첩혐의를 놓고 프랑스 사회가 무죄를 주장하는 드레퓌스파와 유죄를 주장하는 반드레퓌스파로 양분되어 격렬하게 투쟁했던 정치적인 스캔들로서, 국가권력에 의해 자행된 대표적인 인권유린, 간첩 조작사건을 말한다.\n\n보불전쟁(1870~71)에 처참하게 패배한 프랑스에서는 애국주의와 반독일 감정이 나날이 높아져갔고, 전 유럽은 민족주의로 인해 반유대주의가 팽배해 있었다. 이런 상황에서 1894년 9월, 프랑스 정보국 요원이 파리의 독일대사관에서 몰래 빼내온 문서(편지)를 통해 프랑스군 내부에 군사기밀을 독일로 유출시키는 간첩행위자가 있다는 사실이 알려지게 되었다. 수사가 진행되던 중 참모본부에서 근무하는 육군 포병대위 알프레드 드레퓌스가 필적이 비슷하다는 이유로 범인으로 지목되었다. 그는 유대인이고, 또한 그 당시 프랑스 사람들의 반독일 감정의 대상이었던 독일계라는 것이 그의 혐의를 짙어지게 만들었고 재판에 회부되었다.\n1894년 12월, 드레퓌스는 반역죄로 유죄 판결을 받은 후 종신형과 치욕적인 군적 박탈식을 선고받았다. 그는 군적 박탈식장에서 끝까지 자신의 무죄를 외쳤지만 \"유태인을 죽여라\"라는 군중들의 소리에 묻히고 말았다. 그는 강제로 불명예 전역한 뒤, 1895년 2월 21일 프랑스령 기아나의 악마섬으로 유배당한다. 사실 재판 과정에서 서명과 자신의 글씨체가 다르다는 이의가 있었으나, 피고가 글씨체를 바꾸어 썼다는 말도 안 되는 근거를 내세워 묵살하였다. \n그런데 2년 뒤 1896년 3월, 조르주 피카르 중령이 우연한 기회에 진범인 에스테라지 소령을 적발하게 되었다. 그는 참모본부 정보국에서 일하면서 또 다른 간첩사건을 조사하는 과정에서 드레퓌스는 무죄이며, 진범은 에스테라지라는 것을 알게 된다. 이에 따라 그는 참모본부 상부에 이 사실을 알리며 드레퓌스의 무죄를 주장했다. 하지만 1898년 1월 10일에 열린 재판에서 진범 에스테라지 소령은 무죄로 풀려난다.\n 1898년 8월 31일, 진범인 에스테라지와 함께 문서를 조작한 앙리 중령이 감방에서 자살하였다. 1899년 6월 3일 고등법원이 재심을 진행할 것을 결정했고, 6월 10일에 드레퓌스는 유배지인 악마섬을 떠날 수 있었다. 드레퓌스에 대한 재심이 진행되었고 1899년 9월 9일 10년형을 선고받았으나 10일 후인 9월 19일에 대통령이 사면하여 석방되었다. 다만 복권은 이루어지지 않았다.\n1904년에 드레퓌스에 대한 재심이 청구되었고, 1906년에 대법원에서 무죄가 선고되었으며, 드레퓌스는 모든 혐의를 벗고 복권되어 육군에 복직했다. 그 후 소령으로 승진함은 물론, 레지옹 도뇌르 훈장까지 받게 된다. 1년 후 퇴역했으나 제1차 세계대전이 터지자 참전하였고 1935년에 지병으로 사망했다. \n \n진범이었던 페르디낭 에스테라지는 영국에 망명한 뒤 수명이 다할 때까지 살았는데 프랑스 정부에서 그를 소환하려 하지도 않았고 진범으로 인정하지도 않은 점에서 '이중간첩'이라는 의혹이 제기되었다. 이후 에스테라지는 자신은 상부의 명령으로 독일무관에게 접근한 이중첩자였다는 내용으로 책을 출판하기도 했다. \n\n[프랜시스 월싱엄]\n프랜시스 월싱엄(1532∼1590)은 16세기 가톨릭과 합스부르크의 패권에 맞서 영국의 엘리자베스 1세 여왕을 지킨 충직한 신하이자 왕실 비밀첩보대를 이끈 뛰어난 스파이 두목이다.\n1558년 가톨릭이 지배하던 유럽, 영국에서 개신교 신자인 엘리자베스 1세 여왕이 즉위한다.\n이에 '가톨릭의 수호자'를 자임한 스페인 황제 펠리페 2세는 스코틀랜드 여왕 메리 스튜어트를 앞세워 왕위 교체를 노린다. 이런 주변국의 위협에 엘리자베스 여왕은 같은 개신교 신자인 월싱엄을 자신의 비서 겸 국무장관으로 기용한다. 이후 월싱엄은 암호해독가 등 전문가 및 재주꾼들을 끌어 모아 왕실 비밀첩보대를 확대, 개편하며 물샐틈 없는 방비에 들어간다. 엘리자베스 1세 여왕은 재위기간 교황과 펠리페 2세의 위협으로 약 20여 차례의 암살 위험에 직면했는데 1571년 일어난 '리돌피의 음모'와 1583년 '슬록모턴 사건'은 특히 위협적이었다.\n그러나 여왕에게는 '절대방패' 월싱엄이 있었다.\n그는 비밀첩보대를 총동원해 음모들을 사전에 분쇄하며 여왕을 위기에서 구해냈다. 한편 모든 계획이 수포로 돌아간데 분노한 펠리페 2세는 1588년 영국을 정벌하고자 자신의 대함대인 아르마다(무적함대)를 출병 시킨다. 반면 스페인의 움직임은 이미 월싱엄의 거미줄 첩보망에 걸려 낱낱이 파악되고 있었다.\n프랜시스 드레이크 등이 이끈 영국 함대는 월싱엄의 첩보를 바탕으로 화약과 유황을 실은 배에 불을 붙여 충돌 시키는 '화선 공격' 등을 선제적으로 감행해 최후의 일전에서 마침내 승리를 거머쥔다.\n\n프랜시스 월싱엄은 마드리드에서 모스크바에 이르는 방대한 첩보 네트워크를 가지고 있었다고 한다. 메리 스튜어트의 편지를 가로채서 모반의 증거를 잡은 것도 이 사람이다.\n\n[미국 독립전쟁]\n미국 혁명 기간 동안 네이선 헤일과 베네딕트 아놀드는 스파이로 명성을 얻었고, 남북전쟁 기간 동안 양측에 스파이가 상당히 많이 이용되었다. 비록 스파이는 아니었지만, 조지 워싱턴은 영국에 대해 스파이 전술을 활용한 미국의 첫 방첩 전문가였다.\n\n[제1차 세계대전]\n제1차 세계대전이 한창이던 20세기에는 미국을 제외한 모든 강대국들이 정교한 민간인 첩보 시스템을 갖추고 있었고, 모든 국가 군사시설에는 정보부대가 있었다. 외국 요원들로부터 나라를 보호하기 위해 미 의회는 1917년 간첩법을 통과시켰다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-16T11:41:01.621000",
  "updatedAt": "2023-01-17T15:20:20.137000"
}