{
  "id": "f0bbbc21-1256-4f0f-98fa-21fa04d22d9a",
  "title": "한일 잠수함 비교",
  "content": "구조적으로 우리나라 잠수함은 단각 (껍질이 1개)이고, 일본 잠수함은 복각(이중) 입니다. 복각은 피해감소와 소음감소에 유리한 점이 있으나, 내부 공간 협소로 주거 공간 및 장비 수량, 장기 근무에 불리합니다. 단각은 그 반대이고요.\n캐나다의 작전목적이 장기 작전에 가까워서 한국이 유리하고, 캐나다 해양이 북극에 가까워서 유빙과의 충돌 가능성이 있기에 이점에서는 일본 잠수함이 유리합니다.\n서로 소음이나 성능은 대체로 비슷하다고 하네요.  가격은 우리가 유리할 듯.\n\n가격은 우리가 더 비쌀 것 같습니다. slbm이 10발이나 들어가고 aip에 리튬전지까지 들어가는 최신 기술이 적용되어 더 비쌉니다.\n하지만 항속거리, 수중작전기간이 훨씬 길고 자동화로 인원도 50명 정도로 일본의 70명에 비해 훨씬 적어 승무원의 편의성이 높습니다.\n\n함 피탄 혹은 피격시 선체 데미지컨트롤 능력이 일본 잠수함이 훨 낫습니다. 복각이니까요. 빙하가 많은 지역에서의 작전도 복각이 더 유리.. 다만 복각은 함선 내부가 비좁습니다. 작전나가면 그게 골아픔. 가격은 비싸구요\n\n일본 잠수함은 한국 잠수함에 비해 더 깊이 잠수할 수 있고 (철강재 우위), 한국 잠수함은 잠항시간이 더 길다고 합니다 (AIP 기술 우위). 또 수중 미사일 발사가 가능한 수직발사관도 우위이고요.\n기타 조타 설계나 세부적인 차이는 있지만 캐나다의 운용조건이나 요구기능이 달라서 서로 다른 잠수함 설계 사상으로 한일의 해군의 필요 조건에 맞게 각각 개발된 잠수함이 어느 쪽이 캐나다 해군의 요구에 더 적합할지는 연구와 평가가 필요하죠.\n\n우리나라와 일본 잠수함은 서로가 목적성이 다릅니다. 일본은 중국 러시아의 대양진출 차단이 목적이고 우리나라는 우리/적성국 연안에서의 생존성을 높히고 화력을 추구하는 쪽으로 발전했죠.\n일본은 대양진출을 막기위해서 깊은수심으로 잠수해야하기 때문에 복각선체를 운용합니다. 그리고 대양은 연안에 비하면 매우 조용한 편이라 소음에도 민감하기 때문에 이러한 부분도 복각선체가 유리하죠. 그리고 어뢰도 우리나라의 리튬이온배터리 추진체계와 다르게 시끄럽지만 속도가 더빠르고 사정거리가 더 긴 터빈엔진 어뢰를 사용합니다. 이것도 상대적으로 연안전투보다 사거리가 긴 대양잠대전을 반영한 특징입니다. 그래서 단점도 존재하죠. 스노클 리스크, 비좁은 선체, 운항거리, 화력체계 같은 부분은 일본의 잠수함이 우리나라보다 많이 부족합니다.\n이렇게 방향성이 다르다 보니 전반적으로 캐나다가 어떤 방향성ㅇㄹ 추구하냐가 더 중요하게 작용하겠죠.\n\n한국의 범상어 어뢰와 일본의 18식 어뢰는 같으면서도 차이도 명확하죠. 기본적으로 범상어 어뢰는 리튬폴리머 전지+300kw급 pm전기모터를 사용하여 조용하면서도 60노트의 속도를 가지고 있죠. 반면 18식 어뢰는 열기관 방식으로 70~80노트의 속도와 좀 더 긴 사거리를 가지지만 작동 소음이 큰 편입니다. 기존 89식의 소음부분을 많이 개선했다고는 하지만 범상어 어뢰에 비해서 큰 단점 중 하나입니다. 웨이크 호밍을 둘다 같이 구현은 하지만 적 함선이 어뢰를 발견하여 회피기동의\n여지를 주는냐의 차이도 무시 못합니다. 참고로 범상어의 사거리가 50km이상이라는 점에서 아스록이나 홍상어의 사거리 밖에서 견제가 가능합니다.\n또한 캐나다와 같이 친환경을 우선으로 하는 선진국들이 많은데 한번 사용하면 더틴 블레이드가 부식되어서 재활용이 안되고 오토-2+터빈엔진+HAP의 체계에서 오토2가  독성물질인 PGDN을 발생시키기 때문에 18식 어뢰를 구입해서 사용하는 것에 많은 비판을 받을 수가 있다고 봅니다. 참고로 18식어뢰가 추진체계때문에 범상어 어뢰보다 비싸죠.\n환경+가성비+전략적 성능면에서 범상어를 채택하기 위해서라도 한국 쪽이 유리하지 않을까? 합니다.\n\n일본 잠수함 소류급 = 대잠수함전에다 특화..소나가 상당히 우수할 것임, 주로 중공의 잠수함들 러시아해군 잠수함을 주적으로 상정함. 그리고 수직발사관은 안 집어넣을 것으로 타국 수출용에도 그러할 거임.\n우리 잠수함 안창호급 = 멀티롤 성능에 특화되어 다양하게 임무수행이 가능하게만듬. 특히 잠수함 탑재 미사일면에서 우리가 적극적이며 기 개발해놓은 것이 많아서 수입국이 도입을 바랄시 안창호급이 일본의  잠수함 보다 압도적일 것임.\n캐나다에 필요한 잠수함은 아마도 일본형보다 한국형 일거 같음. 타격능력 확보 측면에서 캐나다군에 필요할듯\n \n정치적인거 빼면 안창호급과 소류급 비교에선 우리 안창호급이 우위에 있다고 보긴 합니다만, 아무리 생각해도 프랑스가 될 가능성이 높을 꺼 같은데. 총리도 프랑스 이름 쓰는 퀘벡 출신 정치인이고 아무래도 설레발 같은데.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-05-17T20:42:53.621000",
  "updatedAt": "2025-04-22T22:33:49.335000"
}