{
  "id": "f1140f4f-9c1d-4ca1-858e-42953dff5381",
  "title": "수류탄(手榴彈)의 역사",
  "content": "![image](media/1672370594969.1804606296.png)\n![image](media/1672370790546.1457081697.jpg)\n![image](media/1672371184212.1400778980.jpg)\n\n\n\n과거 '수류탄'과 비슷한 무기는 펠로폰네소스 전쟁 당시 사용되었던 '그리스의 불'이라고 볼 수 있다. 이 무기는 항아리나 통 안에 액체화약을 넣고 손이나 노포 등으로 투척하여 불을 붙이는 식으로 운용된, 현대의 '소이탄'과 비슷한 무기이다. \n\n중국에서도 9세기경 송나라 시대에 이러한 무기체계가 등장하였으며 이를 '진천뢰'라고 불렀다. 이 진천뢰는 처음에는 옹기 안에 화약을 넣고 긴 심지를 꽂은 뒤, 여우가 다가오면 폭발시켜 기절한 여우를 잡는 덫이었으나 곧 전투용으로 사용되었다고 전해진다. 전투용 진천뢰는 금속이나 흙을 빚어 만든 구체 안에 화약을 넣고, 사용시엔 꽃아둔 심지에 불을 붙여서 투척하여 투척 후 심지를 통해 불이 내부의 화약과 접촉하면 화약이 폭파하는 것을 노린 무기이다. 금속 파편보다는 화약의 폭발성을 노린 것에 더 가까운 무기이지만, 어쨌든 일반적인 '수류탄'의 개념에 제일 근접한 물건이다. 따라서 '그리스의 불'보다는 '진천뢰'를 수류탄의 기원으로 치는 경우도 많다. 이 무기는 발달하면서 겉에 화살촉 모양의 쇠조각을 박아 폭발시 위력을 늘리거나, 아니면 화약에 독극물을 섞어 화학전용으로 쓰이기도 했다. \n나중에 몽골과 고려로도 퍼져나갔고, 여몽연합군의 일본 원정에 철화포라는 이름으로 사용되어 열도에 충격과 공포를 안겨준다. \n\n일본에서도 호로쿠비야(ほうろくびや, 포락옥, 焙烙玉)라는 비슷한 형태의 무기가 개발되어 전국시대까지 종종 쓰였으나 한국이나 중국에 비해 사용 빈도는 낮았다. 구슬 같은 동그란 질그릇 등에 화약과 파편을 채워놓고 접합시키면 완성. 실전에서 사용시 이 호로쿠비야에 도화선을 꽂고 불을 붙인 후, 목표를 향해 던진다. \n둘로 분리되는 동제 용기에 화약을 넣고 도화선을 연결한 다음 헝겊으로 견고하게 감싸고 옻칠로 마무리하는데 직경은 200mm 이내, 무게는 10kg이내입니다. 그밖에 속에다 연탄, 철편, 화약을 넣어 살상력을 높인 것들도 있다.\n호로쿠비야의 위력은 폭발시ㅡ 폭풍과 화염, 그리고 폭발음으로 나타납니다. 폭발을 일으킨 곳의 주변에서는 충분한 살상력을 가지며 해전에서 적선을 태우는 데 이용되기도 하였습니다. 또 폭팔시 굉음은 적군에게 큰 충격을 주며 동요와 공포감을 조성하는 효과가 있었다고 합니다. 이 호로쿠비야가 아즈치 모모야마 시대에 사용되었다는 기록은 『신초키』에서 찾아 볼 수 있으며, 실제 전투에서 사용된 것은 일시적인 것이었으나, 1837년의 오시오 헤이하치로의 난 때, 반란군이 대대적으로 사용하여 오사카 시내를 불바다로 만들었다고 전해집니다.\n\n10세기 둔황석굴의 벽화. 석가모니의 깨달음을 방해할려는 마라(魔羅)들 중에서 윗쪽에 불을 뿜는 막대기와 불이 붙은 구체를 든 마라가 있는데 초창기 핸드 캐논과 수류탄이다.\n몽골군도 기름이 담긴 한 손에 들어갈 크기의 작은 항아리에 불심지를 꽂아 투척하는 용도로 사용했다. 동아시아에서는 이러한 화공무기를 화구(火毬, 火具)라고 불렀다.\n\n당시의 수류탄은 안에 있던 액체가 퍼지게 하는 것이 중요했으므로 최대한 깨지기 쉬운 재질을 애용하였다. 처음엔 돌을 얇게 가공하는 식으로 투척 무기를 만들었으나, 유리의 발견 이후 유리를 이용해 만들기도 하였다. \n\n고려 말기의 화통도감에는 승병들이 소속되어 있었는데, 이에 대해 당시 화약 무기가 종교 수양 없이는 다룰 수 없을 정도로 위험한 것이라 승병을 썼다는 설도 있다. 그런데 이게 단순한 가설이 아니라 진짜일 확률이 높은 것이, 고려의 수류탄과도 비슷한 화통이란 화기는 심지가 붙어서 불을 붙인 뒤 던지면 터지는 구조가 아니라 불을 붙여서 충분히 뜨거워지면, 즉 익으면 터지는 구조이기 때문이다. 게다가 요즘마냥 프레스로 규격품을 찍어낼 리도 만무하고 열악한 야금기술로 제작된 수공품이라 익는 시간, 터질 시간이 제각기 다르기 때문에 얼마만큼 뜨거워져야 터지는지를 모르고 덜 구운 상태에서 던지면 불발인 병기였다. 물론 불발 안 내려고 너무 오래 구웠다간... 때문에 일반병사들은 담력이 부족해서 못 썼고, 정신적인 수양이 깊고 호국에 대한 투철한 사명감을 가진 소수의 스님들이 목숨을 걸고 이 위험천만한 무기를 사용했을 것이라는 설이다.\n조선에서는 특이하게 종이로 만든 발화통과 지화통이라는 수류탄을 만들어서 사용했는데, 발화통은 대/중/소발화통과 대신기전 장착 전용의 대신기전 발화통#이 있으며, 지화통은 그 자체가 터지는 게 아니라 산화신기전이나 나무를 깎아 겉을 만드는 투척 폭탄인 질려포통 안에 발화통과 같이 넣어 사용시 적을 놀라게 하거나, 땅에 묻어 두었다가 적이 다가오면 불을 붙여 하늘로 솟구치는 불길로 적을 놀라게 하는 용도로 쓰였다.\n\n11~13세기 사이 십자군 원정에서 사용된 개인용 수류탄이 처음으로 공개돼 관심을 끌고 있다. 최근 이스라엘 예루살렘 포스트 등 현지언론은 1000년 전 쓰였던 휴대용 수류탄을 비롯해 청동기 시대에서부터 십자군 원정 시기까지 이르는 고대 유물들이 무더기로 확인됐다고 보도했다. 텔아비브 인근 기바타임에 사는 마즐리아가(家)가 소유하고 있는 이 유물들은 최대 3500년 된 칼 손잡이, 절구, 촛대 등 다양하다. 이중 가장 눈길을 끄는 것은 개인이 적진을 향해 투척할 수 있는 수류탄이다.\n\n[척탄병]\n머스킷을 사용하는 전열보병들이 주류를 이루던 17~18세기 유럽에서 시작된 병과이다.\n이 당시의 수류탄은 그냥 쇳덩이 안에 화약을 넣고 심지를 꽂아놓은 물건으로, 화약 넣은 투포환에 더 가까울 정도로 크기도 크고 매우 무거웠다. 거기에 지금처럼 유탄발사기나 총류탄같이 멀리 발사할 수 있는 도구도 없으니 수류탄을 던지려면 한 손에는 수류탄을, 다른 한 손에는 불붙은 심지를 들고 수류탄을 점화한 뒤에 오로지 사람의 팔 힘으로만 던져야 했으므로 불편하고 사정거리도 짧았다. 거기에 수류탄 들고 다닌다고 총을 안 들고 다닐 수도 없는 노릇이므로 당연히 총도 들고 다녀야 했다.\n근대 유럽에서 개발된 수류탄은 위력은 확실하지만 위험도도 컸고, 대충 소프트볼 크기의 도기, 또는 쇠로 만든 공 안에 화약 채워넣고 도화선 꽂은 물건인데다가, 쓰는 병사가 이걸 여러 개 넣은 보따리를 지고 적진 정면까지 가서, 불을 붙이고 집어던져야 했다. 이 무거운 놈을 제대로 던지기 위해 키가 크고 체격이 좋은 병사를 선발해서 '척탄병'이라고 명명하고, 그들에게 거의 자살돌격대 수준의 돌격 임무를 맡겼다.\n때문에 훈련 강도도 상당할 수밖에 없었기에 이들은 최정예 부대로 인식되었고, 그렇기에 이들은 행군 시 연대에서 최우열에 배치되었다. 연대당 척탄병은 대부분 중대 규모로 배치되었으나, 이러한 배치는 획일적이지는 않아서 영국의 웨일즈가드의 경우 척탄병이 대대 규모로 배치되어 있었다.\n\n19세기 후반에서 20세기 초까지 라이플이 머스킷을 대체하고 연발총이 대량 사용되면서, 수류탄 투척이 사실상 자살 행위가 되어 척탄병의 가치가 쇠퇴하지만 제1차 세계대전으로 인해 전쟁이 참호전으로 흘러가자 수류탄의 중요성이 다시 커졌다. 특히 러일전쟁에서 영국 참관단은 일본군이 수류탄을 적절하게 사용하는 것을 보고했고, 영국육군 수뇌부는 이후의 전장에서 수류탄이 유용하게 쓰일거라는 판단을 하여 1908년 통칭 '헤일즈 밤'으로 불리는 충격신관식 수류탄을 개발했다.\n그러나 이 초창기의 수류탄은 당시 공업기술상으로는 워낙 불량이 많았고 불발이나 사고의 위험도 컸으며, 게다가 참호전이 장기화되면서 - 특히 서부전선의 땅이 포탄으로 황폐화되어 진창이 되어버린 탓에 제대로 된 신관이 달린 수류탄이라도 작동시킬 만한 단단한 땅이 적어져버렸고, 진흙뻘에 박히기만 할 뿐 터지지 않은 경우가 많았다. 여기에 취급 부주의로 인한 폭발사고도 잦았는데, 심지어 참호에서 수류탄을 던지려고 투척 자세를 잡다가, 충격신관이 참호벽 어딘가에 부딪쳐 작동, 자폭하는 경우도 꽤 많았다고 한다. 그 때문에 충격신관형 수류탄은 신용받지 못한 채 점차 도태되었고, 대신 양측의 병사들 사이에서 나무막대 같은 것에 폭약을 달거나, 먹고 남은 군용식량(잼이나 연유 등)의 깡통에 폭약과 파편이 될 것을 채워넣고 뚜껑을 덮고 도화선을 박아넣어 연결한 급조형 수류탄을 만드는 것이 유행했다.\n이후 영국/프랑스/그리고 독일이 현대적인 지연신관식 수류탄을 개발해 현재에 이르게 되었다.\n\n2차 세계대전까지 크게 '막대형 수류탄'과 '파인애플형 수류탄'이 있었는데, 막대형 수류탄은 폭발력을 발휘하는 탄두만 있는 파인애플형 수류탄에 비해 막대기(손잡이)가 더 달려있어 엎드린 자세에서도 편하게 날려보낼 수 있다. 그러나 중량과 부피에서 엄청나게 비효율적이라, 2-3개 휴대하는 것도 몸 여기저기에 하나씩 주렁주렁 달아야 하는 등 불편하기 짝이 없는데다가, 안전손잡이가 없어 안전핀을 뽑는 순간 그대로 발화되므로 바로 던져야 하기 때문에, 미리 안전손잡이를 뽑고 수류탄을 잡은 채로 잠시 적의 동정을 살폈다가 방심한 틈에 살짝 던지는 등의 기술을 할 수 없는 단점이 있다. 결국 막대형 수류탄은 2차 세계대전 후 점점 사라지게 된다. 다만 막대형 수류탄은 여러 개를 묶어서 대전차용으로 사용이 가능했다.\n2차 세계대전부터 냉전시대까지 두루 쓰인 파인애플형 수류탄의 특유의 형태는 파편이 고루 분산되고 손에서 잘 미끄러지지 않도록 고려한 것이었으나, 원래 폭탄이 폭발할 때 파편의 크기는 외부의 모양과 관계없이 오직 내부의 형상에 의해 좌우되므로 오히려 자주 파편이 덩어리째 튀거나 파편이 균일하게 뿌려지지 않고, 일부 파편은 안전거리 이상으로 뿌려져서 시전자를 팀킬하는 등 역효과를 일으켰다. 이런 파인애플형 수류탄은 아직도 중동이나 아프리카 등 제3세계 분쟁지역에서 사용되고 있다.\n그리하여 최근의 수류탄은 폭압이 고루 반산되고 잘 구르도록 구형에 가깝도록 만들고, 파편이 균등하게 분산되도록 셸 외부가 아닌 내부에 홈을 파 넣는다. 폭약이 발전함에 따라 크기도 점점 줄어들고 있는 추세다.\n\n태평양전쟁 당시 일본군의 미친 짓 중 하나인 대전차총검술(전차를 상대로 총검 돌격하여 전차의 관측창에 총검을 찔러 넣어서 승무원을 살상한다는 개념)도 본질은 소총으로 대미지를 못주는 전차를 어거지로 막기 위해 소대 전원을 척탄병, 전투공병으로 변경해 폭탄, 대전차지뢰등을 전차 근처에서 터뜨리려고 한 짓이다.\n\n6.25 전쟁에서도 이따금 쓰였는데, 특히 수도고지-지형능선 전투에선 거대한 흙먼지로 총기류 고장이 잦자 총 따위 내팽겨치고 마대자루 수십개에 수류탄을 수십개씩 담아 돌격했다. 사실 한국군이 이렇게 나온건 비교적 낮은 훈련상태와 당시 북한군의 전차를 상대하기 위한 고육지책에 가까웠다.\n중공군의 경우는 노골적으로 투입 병력에 비해 총이 터무니 없이 적어서 상당수에 강제로 수류탄만 쥐어주고 돌격시켰다.\n\n[기타 용도]\n헥소고지 전투에서 미군들은 아군 참호로 날아오는 수류탄을 패널티킥 차듯이 발로 까서 막아냄.\n\n우-러 전쟁에서 뇌관 제거한 수류탄을 돈까스 고기 다지기 용도로 사용함.\n\n무솔리니는 수류탄을 책 페이지 누르는 서진으로 사용했다 함.\n\n[유탄발사기]\n40mm 유탄발사기는 수류탄 반정도의 위력이라고 보면되용",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-10-26T20:47:43.372000",
  "updatedAt": "2023-02-04T21:22:27.854000"
}