{
  "id": "f11ec125-1d19-4759-846b-c643f0ba1318",
  "title": "위리어 플랫폼",
  "content": "우리는 각 대대가 돌아가면서 여단들 kctc에 지원을 감.\n\n그래서 보통 연 2회 정도 훈련에 참가하는데, 아미 타이거 도입후 그 전과 대비해서 굉장히 위협적인 요소들이 많이 늘었어.\n적종팀하면서 체감되던것들을 써보면\n\n1. 야시경 및 표적지시기, 도트사이트 대량 보급\n워플 도입후 우리 명중률도 늘었는데, 여단 보병들 명중률도 늘었어.\n예전에 쓴 글에 내가 근접교전 한번에 잡아본게 최대 3명이라 그랬는데, 사실 여단에 도트사이트 들어오기전엔 일개 분대도 기습하고 그랬어.\n근데 얘들이 죄다 도트사이트를 쓰니까 몇초이상 가만히 있으면 굉장히 위험함.\n근접 사격술 맨날 연습해도 보병도 장비빨이 받쳐주니까 예전처럼 무쌍을 못 찍음.\n특히 야간엔 오히려 매복하고있던 보병애들이 더 유리함.\n야간전엔 애들 다 자는 새벽 3시 이럴때 은밀침투해야지, 옛날처럼 뛰어서 강행돌파하면 꼭 누구 하나 죽어나감.\n워플 전과 후의 보병 전투력은 진짜 천지차이야.\n이걸보면 요새 방탄복 다 지급해주는데 이것도 아마 예전에 비해 생존률에 큰 영향을 줄거같아.\nKCTC에선 방탄복을 안 입으니 자료가 없어서 그렇지 도트 하나로도 전투력 체감이 엄청난데 실전나면 분명히 생존률에 크게 도움될거라고 봄.\n\n2. 드론 도입\n정찰드론 진짜 무서워.\n헬기에 비해 깊고 좁은곳까지 갈 수 있으니까 대규모 전투는 몰라도 특작부대 수색에 아주 좋더라.\n\n물론 드론보면 숨는다고 못 찾는 일이 많아서 쓸모없다 말할수도 있는데, 그건 운용하는 보병 입장이고.\n우리 입장에선 걸리면 죽거나 굉장히 피곤해지는데 작고 빠른 정찰기가 날아다니는 입장이라 굉장히 거슬리고 행동에 제약도 심해.\n소총사격? 실탄주고 쏴보라고해도 맞출 자신 안생기더라.\n소총으로 드론 떨구기 운운하는 애들은 전술드론 안 접해본 놈들로 간주할꺼임.\n최근에 전갈애들은 자폭드론도 운용한다던데,\n기갑이나 지휘소 주변에 보병들 깔아놔도 소총으론 그거 못 막음.\n진짜 위협적임. 드론이 미래 맞음.\n\n3. 헬기들\n수리온 도입후 가장 큰 변화가, 헬기가 많이 보임.\n예전에 UH60있던 시절보다 헬기 쓰기가 쉽나봐.\n많이 찍어내고 부품 수급 쉬우니 정비도 편해서 그런가? 헬기를 옛날보다 훨씬 편하게, 자주 운용함.\n그래서 항공정찰 빈도도 많은데, 드론보단 못해도 헬기뜨면 피곤하면 마찬가지임.\n\n게다가 산악지형 보병 기동력에도 크게 영향을 끼쳐.\n수색대가 헬기타고 근처에 내리면 그냥 튀어야함.\n\n공중엄호없이는 병력들 강습은 위험하긴한데, 요번에 한국형 경공격헬기 KCTC에서 시범운용해봤더니 무쌍찍었더라고.\n\n공격헬기가 뜨면 대공무장이 변변찮은 땡개나 우리같은 특작입장에선 그 무엇보다 무서운 사신일꺼라고 충분히 짐작됨.\n\n지금은 헬기 눈에 띄거나 추적을 당해도 피해서 숨으면 되는데, 공헬은 서치되는 순간 벌집될 테니까. 그래서 수리온 사례에서보듯 국산 공격헬기 도입은 좋은거라고 생각함. 느껴보니 알겠더라고.\n\n소규모 부대나 특작들, 경차량 잡자고 아파치 부르는건 너무 비효율적이지.\n적종팀입장에선 체감이 잘 안되는데 소형전술차량 도입도 보병 친구들 말론 많이 편해졌다더라.\n이게 죄다 아미 타이거 관련이나 후속, 연관으로 진행되는 사업들로 알고있는데, 세세하게 들어가면 불만도 많고 문제도 많지만, 현장에서 겪어본 바론 방향성 자체는 맞다고 생각함.\n\n\n\n\n1. 아덱스가서 군인아조씨가 워플 50%보급되었다는걸 보면 양은 많은것같은데 질은 어떰?\n2. 님의 입장에서 이런 정찰드론들은 어떻게 막아야 한다고 생각함?\n\n1. 써보고 겪어본 결과 아무리 싸구려라도 없는것보단 다섯배는 낫다고 봄. 보급워플이 상등품은 아닌데, 일단 내구성은 만족스러움.\n2. 소형 정찰, 자폭 드론을 막을 방법이 있나 싶어.\n대대급마다 다 대공기관총 들고다닐 것도 아니고.\n\n도트 막 비싼거 말고 유리만 잘 안깨지고 하면 조준선정렬 필요없어지니 엄청 강해지지",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-10-27T09:04:52.928000",
  "updatedAt": "2023-10-27T09:31:31.165000"
}