{
  "id": "f1641198-b9f0-43d4-bf4e-afb88c746b26",
  "title": "위클리 옵션",
  "content": "'위클리 옵션'이란 2019년 9월 출시된 장내 파생상품으로, 일반 월물 옵션과 달리 일주일 단위로 만기가 돌아옵니다. 정부는 위클리 옵션을 출시하며 정규 옵션 대비 적은 비용으로 헤지 효과를 얻을 수 있고, 옵션 만기일 효과도 완화할 수 있다고 밝혔습니다. 하지만 3년여가 지난 지금 위클리 옵션을 바라보는 개인투자자들의 시선은 정부와 180도 달랐습니다. 적은 돈으로도 레버리지를 통해 수백 배의 이익도 얻을 수 있어 '인생 역전'이 가능한 도박판이라는 것입니다.\n국내 위클리 옵션 시장에 뛰어든 개인투자자의 거래 규모는 도입 당시와 비교해 80배 넘게 커졌는데, 직장인 주식 커뮤니티에선 \"여긴 매주 터진다\", \"국가가 인정한 합법 도박으로 오라\"는 등의 글을 심심치 않게 찾아볼 수 있습니다.\n하지만 높은 기대 수익만큼이나 기대 손실에 대한 우려도 큽니다. 만기가 짧은 탓에 지수 변화에 더욱 민감하게 반응하기 때문입니다.\n\n[위클리 옵션 투자자 : 지수가 갑자기 하루에 2% 이상 방향이 반대로 나온다고 하면 그날 위클리 옵션 같은 경우는 휴지가 되는 거고…평균적으로 손실 계산하면 일 년에 한두 번씩은 3천만 원 정도 손실 난 적이 있었던 것 같아요.]\n\n최근 문제가 불거진 차액결제거래(CFD) 상품보다 낮은 진입 장벽도 문제로 꼽힙니다. CFD는 개인전문투자자만 거래가 가능한 반면, 1천만 원 이상의 예탁금과 몇 시간의 교육만 수강하면 누구나 위클리 옵션 시장에 뛰어들 수 있습니다.\n포트폴리오 가치 하락을 방어하기 위해 도입된 상품이지만 도박판으로 바뀐지 오래된만큼 전문가들은 시장 감시 확대가 시급하다고 말합니다.\n\n[강경훈 / 동국대학교 경영학과 교수 : 주가 조작할 사람들은 이제 CFD가 아닌 다른 방법을 쓰겠죠. 당연히 그렇지 않겠습니까? (거래) 정보를 지금은 감독 당국만 보고 있는데, 투자자, 판매사가 볼 수 있게 해주면 자연스럽게 모니터링이 되거든요.]\n\n<앵커>\n위클리 옵션의 변동성이 일반 월물옵션보다 큰데도 불구하고 정부가 이를 도입한 배경이 뭡니까?\n<기자>\n빈번하게 발생하는 각종 경제 이벤트에 대응할 수 있는 수단을 제공하기 위해서입니다. 위클리 옵션은 해외선물로 빠져나간 국내 투자자를 유인하기 위해 2019년 9월 도입됐습니다. 기존 월물옵션은 만기가 한 달에 한 번 돌아오다보니 중간중간 발생하는 경제 이벤트에 즉각 대응하기 어렵다는 단점이 있었습니다. \n\n<앵커>\n위클리 옵션의 변동성이 얼마나 큰 겁니까?\n<기자>\n위클리옵션은 주가 변동에 따른 가격 민감도가 기존 옵션보다 5배 정도 높습니다. 옵션 가격은 내재가치와 시간가치로 결정되는데, 만기가 짧을수록 시간가치 변동폭이 커지기 때문입니다. 특히 만기일 동시호가 때 가격 변화가 가장 큽니다. 실제 위클리옵션 만기일이었던 지난 4일 오후 3시 이후 5분 간격으로 차트를 보면 동시호가 때 그래프가 변동폭이 커지는 걸 확인할 수 있습니다.\n한 위클리 옵션 투자자는 \"이 구간에서 주로 손실이 발생한다\"고 말했습니다.\n모든 옵션상품이 그렇듯이 원금을 초과하는 손실은 옵션을 매도할 때 발생하는데요. 위클리 옵션이 월물옵션보다 변동성이 큰 만큼 옵션을 매도했다가 지수가 베팅한 방향의 반대로 갈 경우 손실폭이 무한대까지 발생할 수 있는 위험이 도사리고 있습니다. 정확한 수치는 공개되지 않았지만, 증권업계 관계자 얘기를 종합하면 옵션 매도 포지션을 취했다가 반대매매가 발생하는 경우가 빈번한 것으로 알려졌습니다.\n\n<앵커>\n지금까지 살펴본대로 장내 금융상품인 위클리 옵션은 변동성이나 투기적 성격에서 현재 자본시장의 화두로 떠오른 CFD를 능가한다고 할 수 있습니다.\n전문가들은 위클리 옵션 시장이 본래의 도입 취지를 살리기 위해서 어떤 조치가 필요하다고 합니까?\n<기자>\nCFD 사태와 위클리 옵션 시장은 판박이라고 할 수 있습니다. 정부와 금융당국이 해외 선진금융상품이라며 적극적으로 도입을 주도했지만 투자자 보호를 비롯한 관리와 감독은 민간에 떠넘겨버렸다는 지적에서인데요.\n전문가들은 위클리 옵션이 자본시장의 시한폭탄이 되지 않기 위해서는 무분별한 투기적 쏠림에 대한 모니터링을 강화할 필요가 있다고 조언합니다.\n현재 개인투자자들의 거래 특성을 보면 위클리옵션을 로또사듯 거래한다는 겁니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d72f8ac6-ce94-4e53-83db-d973682fff0f"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-03-03T10:09:30.143000",
  "updatedAt": "2024-03-03T10:29:01.137000"
}