{
  "id": "f19dc4c5-d134-4d16-b410-16791bbd8739",
  "title": "백제 멸망",
  "content": "![image](media/190c2470681.a74b26d58e6b5c95.jpg)\n![image](media/190c24e7dc9.be1909c1868edd22.jpg)\n![image](media/1915926b913.a45d13a556a1d87e.png)\n![image](media/1924dbda267.96a42775369370ac.jpg)\n![image](media/1924dbfab46.9434f811e21e4fbb.jpg)\n\n\n\n\n삼국사기 신라본기\n삼국사기 신라본기 태종무열왕 7년(A.D.660) 조를 보면,\n  “3월 당나라 고종이 명을 내려 좌무위대장군 소정방(蘇定方)을 신구방면행군대총관으로 삼고, 김인문을 부대총관으로 삼아 좌효위장군 유백영 등 수륙군 13만명을 거느리고 백제를 치게 하고 왕(신라왕, 태종무열왕 김춘추)을 칙명으로 우이도행군총관을 삼아 군사로서 성원하도록 하였다.\n  여름5월26일에 왕이 김유신, 김진주, 김천존 등과 함께 군사를 거느리고 서울(서라벌)을 출발하여 6월18일에 남천정(南川停)에 머물렀다.\n  소정방은 협주(萊州)로부터 출발하는데, 전선이 천리를 잇달아 물길을 따라 동쪽으로 왔다.\n\n<삼국사기 신라본기>에 의하면, \"여름 5월 26일 무열왕이 김유신을 대동하고 군대를 이끌고 도읍을 떠나 6월 18일에 남천정에 주둔하였고 당나라는 협주(莢州)를 떠나 전선을 거느리고 동(백제)을 향하여 물길을 따라 내려왔다(隋流東下). \n\n(중국은 협주(莢州)를 글자가 비슷한 래주(萊州)라 하면서 현 산동성 동부로 말하고 있으나, 협주일 가능성이 크며 莢(협)은 陜(협)자와 거의 같은 글자이므로 하남성 낙양 서북쪽 황하변에 있는 협주(陜州)일 가능성이 매우 크다고 할 수 있다.)\n\n  6월21일에 왕이 태자 법민을 보내어 병선 1백척을 거느리고 덕물도(德物島)에 가서 소정방을 맞이하였다.\n  소정방이 법민에게 말하기를 “나는 7월 10일 백제에 도착하여 (사비성의) 남쪽에서 대왕의 군사와 모여 의자(의자왕)의 도성을 무찌르려고 한다”하니 법민이 말하기를, “부왕이 지금 귀국의 군사를 초조하게 기다리고 있습니다. 만일 대장군이 왔다는 말을 들으시면 식사도 하는 둥 마는 둥 하고 불이나케 왔을 것입니다” 하였다.\n  소정방이 기뻐하면서 법민을 돌려보내어 신라의 병마를 징발하게 하였다.\n  법민이 돌아와 소정방의 군사가 매우 장하더라는 말을 하니 왕이 기쁨을 참지 못하였다.\n  다시 태자와 대장군 김유신과 장군 김품일과 김흠순 등으로 하여금 정병 5만을 거느리고 이에 응하도록 하고 왕은 금돌성(今突城)에 머물렀다.\n  가을7월9일에 김유신 등이 황산의 벌판(黃山之原)으로 진군을 하니 백제장군 계백이 군사를 거느리고 와서 먼저 요해지를 차지하여 세 군데에 군영을 설치하고 기다리고 있었다.\n  김유신 등이 군사를 세 길로 나누어 네 번을 싸웠으나 승리를 못하고 군졸들은 지쳐 있었다\n                                                             ........(중략)........\n  백제 군사들이 크게 패하여 계백(계백장군)도 여기에서 죽고 좌평들로서 충상, 상영 등 20여명을 사로잡았다.\n  이날에 소정방이 부총관 김인문 등과 함께 기벌포(伎伐浦)에 이르러 백제 군사를 만나 맞받아 싸워 이를 크게 이겼다.\n  김유신 등이 당나라 군영에 이르니 소정방은 김유신 등이 늦게 도착했다는 이유로 신라 독군 김문영을 군문에서 목을 베려 함에 김유신이 무리들 앞에서 말하기를 “대장군이 황산전투(황산지역)를 보지도 않고 다만 늦은 것만을 죄를 삼으려 하니 나는 죄 없이 치욕을 당할 수는 없다. 차라리 당나라 군사와 결전을 한 후에 백제를 쳐부수겠다”하고는 곧 무기를 잡고 군문에 서니 머리털이 고추서고 허리에 찬 칼이 칼집에서 저절로 튀어 나왔다.\n  소정방의 우장 동보량이 소정방의 발등을 밟으면서 말하기를, “신라 군사들이 장차 변고를 일으킬 수도 있다” 하니 정방이 김문영을 풀어 주었다\"\n\n삼국유사 태종춘추공\n때는 1214년. 한 사내아이가 경주(慶州)의 장산군(章山郡)에서 해양(海陽)으로 먼 길을 나섰다. 이 길을 아홉 살짜리 사내아이가 걸어서 갔다. \n사내아이의 목적지는 해양의 무량사(無量寺). 말하자면 아이는 승려가 되기 위한 첫걸음을 내디딘 것이다.  머문 곳이, 700여 년 동안 서해를 중심으로 왕국을 유지했던 백제(百濟)의 땅이었으니, 이야기로나마 백제에 대해서 들었으리라. \n먼 훗날 이 사내아이가 편찬한 '삼국유사' 속에 실려 있는 <태종춘추공> 속에 있는 백제의 멸망에 대한 이야기다.\n춘추공은 곧 태종무열왕(太宗武烈王) 김춘추다. 김춘추는 진덕왕(眞德王)의 뒤를 이어 왕위에 올랐는데, 그때 이미 나이가 쉰이 넘었다. 그리고 8년을 다스린 뒤, 661년에 쉰아홉의 나이로 세상을 떠났다. 그의 묘호(廟號)가 '태종'이 된 까닭은 그가 일생 동안 김유신과 더불어 삼국의 통일에 힘썼고 공을 세웠기 때문이다. 특히 세상을 떠나기 전 해, 그는 백제를 멸망시켰다. 백제의 멸망 이야기는 그의 업적을 부각시키기 위해서 <태종춘추공> 안에 실린 셈이다.\n백제의 마지막 왕은 무왕(武王)의 맏아들이었던 의자왕(義慈王)이다. 용맹하고 담력이 있었으며, 부모에게 효도하고 형제에게 우애가 있었다고 한다. '해동(海東)의 증자(曾子)'라 일컬어질 정도였으니, 그의 성품이 얼마나 빼어났는지를 알 수 있다. \n성품이 강직한 신하인 성충(成忠)은 왕에게 간언하였다. 그 간언에서 성충은 \"시세의 변화를 살펴보니 반드시 병란이 있을 것 같습니다\"라고 말하였다. 시세의 변화란 곧 주변국의 변화를 가리킨다. 길고 길었던 분열과 혼란의 시대, 즉 위진남북조 시대(220~589)가 수(隨)나라를 건국한 양견(楊堅)에 의해서 종식되었고, 곧이어 당(唐)나라가 통일 제국을 이어받으면서 차츰 안정기에 접어들고 있었으니,  이러한 변화는 서쪽에 있는 백제에도 커다란 영향을 끼칠 것이 분명했다.\n수나라와 당나라의 거듭된 고구려 원정, 당나라와 긴밀한 외교 관계를 맺으려 애쓰는 신라 등. 시세를 꿰뚫어보는 현자라면 이로부터 백제에도 안팎에서 거센 변화의 물결이 일어나리라는 것을 예측할 수 있었으리라. \n그런데 의자왕이 성충의 말을 소홀히 여긴 것은 백제가 그런 위태로운 지경에 있지 않다는 확신 때문이었다. '삼국사기'의 '백제본기'를 보면, 의자왕은 왕위에 오른 이듬해(642년)에 신라를 공격하여 40여 성을 함락시켰고, 그 뒤로도 계속해서 신라의 성들을 빼앗았다. 이는 대단한 전과인데, 이 때문에 의자왕은 오만해져서 성충의 간언에 귀를 기울지 않았던 것이다.\n성충은 특히 \"적병이 오거든 육로로는 탄현(炭峴)을 넘어오지 못하게 하고, 수군은 기벌포(伎伐浦)로 들어오지 못하게 하라\"고 간언하였다. 탄현은  신라에서 백제로 들어오는 유일한 고개이고, 기벌포는 백강(白江) 하류를 가리킨다. 육로로 탄현을 넘어오고 수군이 기벌포로 들어서면 도성이 양면에서 공격을 당하게 되므로 이를 미리 막으라는 것이다.\n\n삼국사기 백제국본기\n(蘇定方引軍自城山濟海 至國西德物島) \n660년, 마침내 당나라의 소정방(蘇定方)이 군사를 이끌고 성산(城山)에서 황하를 지나 백제 서쪽 덕물도(德勿島)에 이르렀다. \n신라의 태자 김법민(훗날 문무왕)과 작전을 수립하여 당나라는 해로를, 신라는 육로를 통해 양쪽에서 백제의 수도 사비로 곧장 들어가기로 하였다.\n \"6월 21일에 태자 법민(法敏)이 병선 백 척을 거느리고 덕물도에 가서 소정방을 맞이했다\"는 '삼국사기'의 '신라국본기'의 기록은 그런 사실을 뒷받침해준다.\n소정방이 거느린 13만 군사를 모두 배로 이동시킬 때에는 어마어마한 수의 배를 동원했다. 이 광경을 <삼국사기>에서는 당군이 1000리에 배가 맞닿게 하고 海를 건너 동쪽으로 이동하였다고 묘사하고 있다. 또 <삼국유사>에는 \"향기(鄕記)에 의하면 (당의) 군사가 12만2711명, 배 1900척이라고 하는데, 당사(唐史)에는 자세히 전하지 않는다\"고 하여 신라의 독자적인 전승 기사를 전하고 있다.\n기벌포가 백제의 도성으로 들어가는 물목이었다. 성충이 이 물목을 굳게 지키라고 했음에도 백제 조정은 그의 말을 받아들이지 않았다.\n소정방의 군사들이 해를 건너왔다는 소식을 들은 백제 조정에서는 때늦은 논의를 하면서도 결단을 내리지 못하고 미적거렸다. 그러다가 고마지현(古馬知縣)에 귀양을 가 있던 흥수(興首)에게 물었는데, 흥수도 성충과 같은 말을 해주었다. 이미 성충을 배척했던 조정에서는 흥수의 대답을 듣고는 성충의 간언을 확실하게 배제했다. 바로 당의 수군으로 하여금 백강에 들어오도록 허용하였고, 이는 결정적인 패착이 되었다.\n신하들은 의자왕에게, \"당나라 수군이 강을 따라 들어오되 배를 나란히 하고서 오지 못하게 하면 된다\"는 의견들을 내놓았다. 이는 당나라 수군을 백강 양쪽에서 협공을 하자는 것인데, 전혀 지세(地勢)를 읽지 못한 것이고 조수(潮水)에 대해서도 간과한 것이다. 기벌포는 바닷물이 유입되는 백강의 초입이다. 따라서 당나라 전선(戰船)들이 조수를 이용하면 막기가 쉽지 않다. 게다가 기벌포에서 물러서면, 소정방이 군사들의 일부를 하선시켜서 백강의 동쪽이나 서쪽을 통해 수군을 돕도록 할 뿐만 아니라 도성으로 곧장 들어갈 수도 있다.\n그러나 조정 중신들은 티격태격 논의만 분분할 뿐이었다. 그런 사이에 이미 당군과 신라군은 백강과 탄현을 지나 사비성으로 다가오고 있었다. 의자왕은 부랴부랴 달솔 계백(階伯)으로 하여금 신라군을 막게 하고, 기벌포에 상륙해 진격하는 당군을 웅진강 입구에서 방어하고자 했다. 하지만 이미 전세는 돌이킬 수 없을 정도로 기울고 있었다.\n실제로 당나라의 전선들은 조수를 이용하여 전진하였고, 소정방 자신은 보병과 기병을 거느리고 곧바로 도성으로 쳐들어가서 성에서 30리 되는 곳에 머물렀다.\n마침 밀물이 차올라 배들은 노를 빠르게 저으며 잇따라 강으로 들어가고, 선박들의 돛이 해를 뒤덮도록 계속 이어졌다. \n육군은 백제군이 웅진강 하구에 주둔하고 있었으므로 동쪽 해안의 갯벌에 버드나무로 엮은 자리를 깔고 우회 상륙했다. 육군도 북을 치고 고함을 지르며 함께 진격하였다. 산에 진을 치고 서로 격렬하게 싸웠다. 백제군이 패하여 수천 명이 죽고 나머지는 뿔뿔이 흩어져 달아났다. \n사비성이 20리 정도 남았을 때 백제군이 나라를 기울여 전력으로 맞서온 것도 물리치고 만여 명을 사로잡거나 죽였다. \n이로써 백제는 막다른 곳에 이르렀고, 결국 의자왕은 성충의 말을 듣지 않다가 이 지경에 이른 것을 탄식하며 달아났다. 나당연합군이 외성까지 들어가니 의자왕과 태자는 웅진으로 도주했고 소정방은 내성을 포위했다.\n이 틈을 타 의자왕의 차남 부여태가 스스로 왕을 칭했다. 적손 부여문사는 ‘왕과 태자가 비록 성을 나갔어도 숙부가 멋대로 왕을 칭했으니 당군이 물러나면 우리 부자(父子)는 안전하지 못할 것’이라며 그 측근을 데리고 성 아래로 내려갔다. 여기에 많은 사람들이 따라갔는데 부여태도 말릴 수 없었다. 소정방이 병사에게 명을 내려 성에 올라 당나라 깃발을 꽂게 하니 마침내 부여태는 성문을 열고 항복했다. 예군(禰軍)과 예식(禰植) 형제는 의자왕과 태자를 잡아 왔고, 다른 성주(城主)들도 모두 투항했다.\n백제는 전술을 잘못 운용하였고, 이것으로 700여 년을 이어온 왕조는 멸망으로 치달았다.\n\n<태종춘추공>에서는 몇 가지 흥미로운 조짐에 대해 이야기하고 있다. \"660년 6월, 왕흥사(王興寺)의 절 문으로 배가 큰 물결을 따라서 들어오는 것을 중들이 보았다.\",  \"큰 개가 서쪽에서 사비수(泗 水) 곧 백강의 언덕까지 와서는 왕궁을 향해 짖었다.\" 이는 소정방의 군사들이 기벌포에서 육로로 도성에 들이닥치는 것을 상징한다. 이런 조짐들에 대해 '삼국사기' <의자왕>조에서도 적고 있지만, 내용을 보면 본래는 민중들 사이에서 이야기로 전하던 것이었음이 분명하다.\n\n탄현(炭峴)\n탄현(炭峴)은 백제가 신라의 침략에 대비하기 위해 방어시설을 구축한 요충지이다. 『삼국사기』 백제본기에 따르면, 501년(동성왕 23) 7월에 탄현에 목책을 설치하여 신라의 침략에 대비하였다고 한다. 또한 660년 백제 멸망 당시 충신 흥수가 의자왕(641~660)에게 조언할 때도 ‘백강(白江)과 탄현[혹은 침현(沈峴)이라고도 했다.]은 우리나라의 요충지여서 한 명의 군사와 한 자루의 창으로 막아도 1만 명이 당할 수 없을 것입니다. 마땅히 용감한 군사를 뽑아 가서 지키게 하여, 당나라 군사가 백강에 들어오지 못하고 신라 군사가 탄현을 넘지 못하게 하고, 대왕은 여려 겹으로 막아 굳게 지키다가 적의 군량이 다 떨어지고 사졸이 피로함을 기다린 연후에 힘을 떨쳐 치면 반드시 깨뜨릴 것입니다’라고 하였다. 결국 흥수의 조언을 듣지 않은 까닭에 신라군이 탄현을 넘어 황산벌에서 계백의 결사대 5천과 싸워 승전하게 되었다.\n\n덕물도\n『삼국사기』\n\"송양왕이 나라를 들어 항복하므로 왕은 그 땅을 다물도(多勿都)라고 하고 ― 고구려 말에 복구한 땅을 다물(多勿)이라 말하는 까닭으로 이와 같이 부른 것이다.\"\n\n김태영\n신라가 쳐들어오는 탄현을 추적해 보도록 하자. 유감스럽게도 탄현(炭峴)이란 지명은 없으나 탄산만(炭⼭灣)이란 지명이 나온다. “탄산만은 호북성 양신현(陽新縣)에 있다. 석탄이 생산된다”라고 적고 있다. <그림 18>에서 확인할 수 있듯이 탄산만 즉 탄현(炭峴)이 있는 양신은 웅진의 동남 방향으로 아주 가까운 지역이다. 탄(炭)은 ‘석탄’이란 글자이고 현(峴)이란 ‘재’, ‘고개’, ‘산’이란 의미의 글자이다.  당나라 군사는 섬서성에서 오고 신라 군사는 안휘성에서 와 양면으로 공격하고 있음을 알 수 있다. 세상 천지에 두 나라가 연합하여 한 지역을 공격하는데 한 곳에 두 군사가 합하여 한쪽으로만 공격하는 전법은 없다. 백제의 의자왕은 이렇게 당나라가 북서(北西)로부터, 신라가 동남으로부터 양면 공격하여 호북성 무한에 있던 백제의 웅진성을 공략(攻略)한 것이다.\n\n==============================\n\n당진\n백제 벌성군, 벌수지현, 벌촌현, 당평현\n신라 경덕왕 혜성군 당평부\n고려 성종 2년 당주\n고려 현종 9년 벌주\n고려 예종 원년 당평현에 감무를 두었다.\n고려 공민왕 7년 서부목\n\n=> 당진 = 기벌포?",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-01-22T20:55:14.041000",
  "updatedAt": "2024-10-09T12:12:01.921000"
}