{
  "id": "f48f66a1-4b11-4519-bf27-0dd15aacd075",
  "title": "소금의 역사 - 서양",
  "content": "고대에는 소금이 곧 칼이고 권력이었으며 부의 원천이었다. 고대 그리스 사람은 소금을 주고 노예를 샀으며, 어떤 나라는 소금을 얻기 위하여 딸을 판 예도 많았다고 한다.\n또 그들은 인간의 생활에 중요한 소금을 신에게 바치고, 신에게 바치는 짐승의 고기는 짜게 하였다.\n이런 풍습은 그리스 사람이나 로마 사람에게도 있었다. 그리고 소금이 물건의 부패를 방지하고, 물건을 불변으로 하는 힘이 있다고 하여 고대인은 소금을 변함 없는 우정 ·성실 ·맹세의 상징으로 생각하였다. 성서의 ‘소금의 맹세’는 이런 데서 생긴 것이다. 아랍인은 함께 소금을 먹은 사람을 친구로 여기는 풍속이 있다. 소금의 이러한 생활상의 중요성 ·귀중성 ·신성한 성질 때문에 그리스도는 하느님의 아들인 사람을 ‘땅의 소금’이라고 하였다.\n\n소금은 옛날부터 육류의 부패를 방지하고, 인간의 건강과 정력을 유지하는 힘의 상징으로 여겼다. 고대 이집트에서는 미이라를 만들 때 시체를 소금물에 담갔고, 이스라엘 사람들은 토지를 비옥하게 하기 위하여 소금을 비료로 사용하였다. \n16세기 이탈리아에서는 소금을 금보다 비싼 고급 사치품으로 여겨 귀한 손님을 초대하면 음식에 소금을 듬뿍 넣어 감사의 마음을 표현했으며 우크라이나에서는 먼 곳에서 손님이 오면 환영의 뜻으로 쟁반에 보리이삭과 소금을 담아 대접했다고 한다.\n\n고대는 물론 근대에 이르기까지 소금은 가장 비싼 교역품 중 하나다. 소금은 일상생활에 필수불가결한 재료다. 그래서 소금 산지와 유통지로 각국의 장사꾼들이 모여들면서 자연스레 교역로가 개척되었다. 이처럼 소금은 음식문화의 발달뿐만 아니라 물류/교역에도 지대한 영향을 끼쳤다.\n소금이 생산되는 곳은 교역 중심지가 되었고, 상인들이 모여든 그 소금길이 무역로가 되었다.\n대륙은 물론 대양과 긴 사막을 가로지르는 무역로가 그렇게 만들어진 것이다.\n\n선사시대에 소금이 산출되는 해안, 염호나 암염이 있는 장소는 교역의 중심이 되고, 산간에 사는 수렵민이나 내륙의 농경민은 그들이 잡은 짐승이나 농산물을 소금과 교환하기 위하여 소금 산지에 모이게 되었다. 그 결과 유럽이나 아시아에서도 소금을 얻기 위한 교역로가 발달하였다. 그 중심지 가운데에는 소금을 만드는 집을 뜻하는 독일어의 할레(Halle),할슈타트(Hallstatt),영어의 위치(-wich)가 붙은 드로이트위치l(Droitwich), 낸트위치l(Nantwich))등이 지명으로 현재도 남아있다. 미국의 솔트레이크시티(Salt Lake City)도 소금과 관련된 지명이다. \n\n고대에는 멀리 떨어진 곳에서 나는 소금을 얻는 것은 위험하고 어려운 일이었다. 따라서 소금을 가진 자는 돈과 권력을 손에 쥘 수 있었다. 고대 동서양 제국들의 역사도 소금과 관계가 많다. 로마가 소금으로 부흥했고 중국 진시황(秦始皇)의 천하통일 사업도 소금 전매를 통해 재정을 충당한 덕에 가능할 수 있었다. \n바닷물에서 소금을 얻는 생산활동이 최초로 제조업의 시작이었다. 당시는 소금이 귀해 이윤이 높아 대부분 권력자의 전매품이었다. 소금이 흔해진 것은 최근에 들어와서다. \n\n바다와 연결된 하천을 통해 수로가 발달하면서 해상 물류유통이 활발해지고 상업이 번성해지면서 원거리 무역이 성행하였는데 소금은 가장 중요한 교역품 중에 하나였다. 소금을 무사히 목적지까지 운반해 가면 산지 가격의 10배, 20배의 이익을 남길 수 있다 보니 모든 길이 소금 유통지로 통했다.\n인류 역사상 가장 오래 된 도시로 알려진 예리고는 소금을 쉽게 구할 수 있는 사해 근처에서 탄생했다.\n페니키아가 해상무역을 석권할 수 있었던 원동력도 소금으로부터 시작되었다. 황하 문명보다 훨씬 앞선 홍산 문명도 그 주변에 염수가 있어서 가능했다. \n이렇듯 경제사를 추적해 보면 모든 문명의 탄생은 물론 도시와 국가의 탄생이 소금과 관계가 깊으며 그들의 흥망성쇠는 소금 교역로의 개발에 달렸던 것이다.\n소금에 절인 생선과 고기는 중세 유럽 사람들의 중요한 단백질 공급원이었으며, 오래 보관할 수 있는 햄과 소시지는 추운 겨울을 나야 하는 농민들과 군인들에게는 유용한 양식이었다.\n\n오늘날 프랑스 중부, 오스트리아, 헝가리까지 고대 유럽의 대륙을 휩쓸고 다닌 켈트족은 소금으로 교역을 하며 번성한 민족이다. 40년 동안 켈트족의 지배를 받았던 로마는 켈트족을 ‘갈리아’라고 불렀는데, 그 말은 소금을 뜻하는 그리스 어 ‘갈’에서 유래했다. 켈트족은 유럽에서 처음으로 햄을 만들어 먹기 시작한 민족이기도 하다. 고대 켈트어로 할(hal)은 소금을 뜻한다. 그래서 소금 광산이 있는 마을 이름에는 “할”자가 붙는 경우가 많다. 오스트리아에 있는 ‘할슈타트(Hallstatt)’는 소금도시라는 뜻이고, ‘할라인(Hallein)’은 제염소라는 뜻이다. 암염광이 발견되어 동유럽 소금의 유통지가 된 잘츠부르크(Salzburg)는 ‘소금성’이라는 뜻이다. 이곳은 영주인 주교와 독일 황제 간에 소금 독점을 위한 전쟁이 일어나기도 했다.\n\n라틴어에서 소금을 뜻하는 ‘셀(sel)’이나 ‘살(sal)’은 지금의 일상 영어에도 많이 등장한다. ‘솔트(salt)’도 여기서 유래 했으며 직장인을 뜻하는 셀러리맨은 로마시대 병사들의 급료였던 소금을 일컫는 ’살라리움(salarium)’에서 유래되었다. 또, ‘샐러드(salad)’는 소금을 뿌렸다는 뜻에서 만들어진 말이고 소스(sauce)는 “소금을 넣은” 이라는 뜻의 라틴어 ‘살수스(salsus)에서 유래되었다.\n보수의 영어 낱말 \"salary\"(샐러리)는 소금을 가리키는 라틴어 낱말인 Sal에서 비롯되었는데, 이는 로마 군단들이 가끔은 소금으로 보수를 받았기 때문으로, 금의 무게와 가치가 거의 동등했다. 영국에서 -wich로 끝나는 지역 이름은 한때 소금의 원천이었다는 것을 의미하며, 잉글랜드의 샌드위치나 노리치를 예로 들 수 있다. 나트룬 밸리는 북쪽으로까지 이집트 제국을 지원하였던 핵심 지역이었는데, 그 이유는 이름 나트룬에서 말해주듯이 일종의 소금을 공급해 주었기 때문이다.\n이 일 이전에도 유럽에서 이와 비슷한 지역으로 불가리아의 솔니차타가 있으며, 기원전 5400년 이후로 소금이 있는 발칸 반도로 알려진 지역인 소금 광산이었다. \"솔니차타\"라는 이름 자체도 \"솔트 워크\"(salt work)를 뜻한다.\n\n[이집트 문명] \n인류가 소금을 발견하고 사용한 것은 세계 4대 문명중의 하나인 고대 이집트문명 시기부터이다. 소금의 화학명칭을 염화나트륨이라고 하는데 나트륨이라는 단어는 이집트의 나일강에서 얻은 소금”나트론”에서 유래되었다.\n왕인 파라오나 높은 지위에 있던 사람들은 거의 대부분 미라로 만들어 졌다. 소금은 미라는 만드는데 가장 중요한 재료였다. 미라를 만들면서 사람들은 인체의 내장 구조에 대해 일찍이 터득할 수 있었고, 이 때문에 이집트의 의술은 매우 발달하여 기원전 2500년 경에는 뇌수술까지 실행했다고 한다. 이집트인들의 소금 발견은 이처럼 의학 기술 발전에도 공헌하였다.\n\n[로마]\n티베르 강 하구의 소금을 로마 시내로 바로 운반할 수 있도록 하천을 만든 로마인들. 그 덕에 로마는 다른 인근 국가와 달리 제국의 출발부터 금값에 버금가는 가치를 가지던 소금을 선점하게 된다. \n기원전 640년에 로마인들은 로마 인근 해안에 대규모 제염소를 건설하여 소금을 채취했다. 이곳에서 생산된 소금은 품질이 좋고 가격도 저렴하였는데, 이로 인해 로마는 소금 유통의 중심지가 되었다. 로마는 소금을 정복지인 대륙 내부로 수출하는 역할을 했고, 이렇게 쌓은 부를 기반으로 한 경제력은 로마 발전의 원동력이 되었으며 로마 제국 건국의 일등 공신이었다고 평가된다.\n로마 제국 최초의 도로 살라리아 가도는 '소금길'을 뜻하며 제국의 경영과 식민지의 독립은 소금의 확보와 염세(鹽稅)에 대한 저항으로 기록된다.\n\"모든 길은 로마로 통한다”는 라는 격언이 생길 만큼 로마의 도로는 매우 발전하였는데 그 배경에는 소금의 영향이 있었다. 기원전 640년에 로마인들은 유럽 최초의 인공 해안 염전을 건설하여 많은 양의 소금을 생산할 수 있었다. 로마는 소금 유통의 중심지가 되어 주변국과 교역을 하였는데, 이때 소금을 대륙으로 수출한 길을 바로 비아 살라리아, (via salaraia, 소금길)라고 부른다. 소금 수출이 늘어나면서 로마는 부강해졌고 사람들은 점점 로마로 몰려들어 역사상 가장 강력한 제국을 만들 수 있었다.\n당시 로마에서 소금이 운반되던 소금길은 도로가 잘 정돈되지 않아 울퉁불퉁한 길을 통해 상품을 나르는데 문제가 있었고, 값비싼 소금이 운반되는 길이다 보니 도적들의 공격이 빈번하여 골칫거리가 되었다. 이러한 문제를 해결하기 위해 영주들은 자신의 영토를 지나갈 때 통과세를 받는 대신 길을 편편하게 닦아주고, 기사들을 배치하여 상인들의 안전을 책임져 주었다. 소금 교역이 활성화 되면서 이 ‘소금길 통행세’는 해당 도시와 영주들에게 많은 돈을 벌어다 주었다. 그러자 각 도시들은 소금길을 경쟁적으로 만들어 통행세를 거두는 동시에 소금 무역에 직접적으로 참여하기 시작했다. 이를 통해 도시 재정을 불려나갔고, 이러한 형태의 사업은 점차 소금의 전매제도로 자리 잡게 되었다.\n공화정 말기 지주와 대상인을 주축으로한 귀족 통치자들은 농민계급을 착취하고 소금전매제(소금 독점)를 실시하였다.\n\n[중세 유럽]\n중세 유럽에서도 귀한 손님이 오면 소금으로 조리한 음식을 대접했다. 중세 유럽인들은 청어, 고등어, 연어, 농어, 뱀장어, 대구 등을 염장해 겨울에 오래도록 두고 먹기도 했는데, 식량이 부족했던 당시 소금에 절인 물고기들은 전 유럽에서 큰 인기였다.\n중세 유럽에서는 소금을 조심해서 다루는 문화도 있었다. 중세 유럽의 예법은 식탁에서 소금을 만지는 방법에 상당한 주의를 기울였는데, 이들은 손을 쓰지 않고 나이프의 끝으로 소금을 만져야 했다.\n\n[베네치아]\n6. 7세기까지 작은 어촌이었던 베네치아가 10세기 이후에 풍족한 해항도시로서 번영한 원인은 가까운 해안에서 산출되는 소금을 지중해 동쪽에 있는 여러 나라에 팔고, 그것으 로 얻은 이국의 산물을 유럽에 팔아 큰 이익을 얻었기 때문이다.\n소금이 황금, 노예와 함께 3대 교역품으로써 그 값어치가 매우 높았던 시대가 있었는데, 작은 어촌이었던 베네치아는 이 소금을 이용해 동방 무역의 중심지로 거듭나게 되었다. 당시 소금 교역으로 많은 부를 거머쥔 베네치아는 소금 교역권을 놓고 벌어진 제네바와의 120년에 걸친 (1257년~1381년) 4번의 전쟁에서 승리하였다. 지금까지 이어지는 베네치아의 화려한 문화와 건축물 뒤에는 소금이 있었고, 6세기와 9세기 사이에 베네치아에서 발명된 천일염 제조 기술은 오늘날에도 사용되는 기술이다.\n\n베네치아 공화국을 강성하게 만들어 준 것 역시 소금이었다. 베네치아 일대는 지중해성 기후의 건조하고 뜨거운 여름 햇빛과 포 강 하구의 넓은 갯벌, 그리고 염도 높은 지중해의 삼박자가 어우러져 천일염 생산에 아주 최적화된 지역이었기에, 베네치아인들은 주변 지역에 양질의 소금을 대량으로 공급하며 막대한 부를 얻었다. 이렇게 얻은 부는 베네치아가 군수, 조선, 출판 등으로 사업을 확장하고, 지중해의 패권을 쥐게 해 준 자금이 되었다.\n작은 어촌이었던 베네치아가 풍족한 항구도시로 발전한 것도 소금 덕분이었다. 베네치아는 양질의 소금을 생산하는 기술을 통해 당시 비잔틴 등 유럽에 소금을 팔아 큰 부를 축적했다. 소금을 팔아 번 돈으로 실크로드를 통해 들어온 실크, 도자기 등을 거래한 베네치아는 유럽 최고의 무역거래 도시로 성장했다. 또한 오스트리아 소금의 유통 중심지였던 잘츠부르크(Salzburg)는 ‘소금성’이라는 뜻을 갖고 있다. 제네바와 베네치아는 중세 소금교역을 놓고 전쟁까지 불사했다. 그만큼 수익이 컸던 장사였다. 당시의 해적들이 주로 노렸던 것도 소금 배였다. \n베네치아와 제노바는 소금 확보를 위해 1250년부터 약 120년간에 걸쳐 네 차례의 전쟁을 치렀으나 승패가 나지 않았다. 1380년 전투에서 승리한 베네치아는 이후 100년간 경제적으로 우월한 지위를 누리면서 동방무역을 독점해 중세 유럽 최강국 중 하나가 되기도 했다.\n\n[프랑스 혁명]\n프랑스에서는 1286년 필리프 4세가 재정 부족을 이유로 악명 높은 ‘가벨(gabelle)이라는 염세 제도를 만들었다. 이후 1680년 5월에 국가 재정 파탄을 막기 위해 프랑스의 재상 콜베르가 내린 대칙령으로 인해 염세 제도가 한층 강화되었다. 심지어 1인당 소금 구입량까지 정하여 8세 이상부터 1년에 최소한 약3리터의 소금을 사용하도록 강제하였다.\n프랑스의 염세제도는 국민들의 노역을 강화시키게 되었고 결국 프랑스 혁명의 도화선이 되었습니다. 소금 가격의 변화를 보면 12~13세기 프랑스 프로방스 지역의 소금 원가는 45킬로그램에 네 푼도 채 되지 않았는데 염세가 부과되면서 소금 가격이 치솟기 시작하여 1630년에는 소금 원가의 14배, 1710년에는 140배까지 올랐다. 염세 징수가 가혹해지자 염세가 싼 곳에서 몰래 소금을 들여오려는 사람들이 생겨났고, 이 같은 밀매가 적발되면 극심한 형벌을 받았다고 한다. 가혹한 염세 제도로 인해 농민들은 여기저기서 봉기를 일으켰고 이는 결국 1789년 프랑스 대혁명으로 이어졌다. 프랑스 혁명 이후 ‘가벨’제도는 잠시 사라졌으나 전쟁 비용을 대기 위해 나폴레옹이 다시 부활시켰고, 1949년까지 유지되었다.\n\n프랑스 왕실에서는 1268년 가벨이라는 소금세금을 만들어 국가 통치자금으로 사용하였다. 사람이 살기위해 소금은 누구나 필요하여 반드시 구입을 할수밖에 없고 이로 인해 소금을 통한세금징수는 수월하면서도 확실한 방법이었다. 게다가 가벨은 당시 8세 이상의 모든사람은 일주일에 한번씩 의무적으로 구입을 해야하며 무엇보다 프랑스 국왕이 정한가격으로 구입해야해서 원가에 비해 비싼 가격을 치를 수밖에 없었다. 시간이 지날수록 오르는 소금세와 대량으로 청어를 염장하게 되자 1630년대에는 소금의 가격은 생산비에 비해 14배로 증가하였으며 1710년대에는 140배까지 올랐다. 게다가 소금세를 정부 관리자가 직접 징수하지 않고 개인이나 회사와 같은 민간업자를 이용하였는데 이들 청부업자들의 횡포 또한 만만치 았았다. 여기에 지역에 대한 차별까지 더해져 마치 조선후기 방납의 폐단과 같이 20 배가 넘는 가격에 강제로 구입해야 했다.\n왕족들과 귀족들의 사치로 인해 재정상황이 좋지않던 차에 당시 국왕이었던 루이16세는 미국의 독립운동을 지원하기로 결정하여 전쟁을 치르기 위해 더욱 막대한 자금이 필요하게 되자 프랑스 왕실은 가벨에 더욱 의지하게 되었고 결국 소금세는 프랑스혁명의 시작을 알리는 도화선이 되었다. 사람들의 불만이 극에 달하여 결국 1789년7월14일 파리의 바스티유감옥 습격을 시작으로 프랑스 대혁명은 펼쳐지게 되었고 결국 루이16세는 단두대에서 처형을 당했으며 악명 높았던 가벨은 1790년 폐지가되었다. 하지만 얼마 뒤인 1805년 나폴레옹이 군비를 마련하기 위해 다시 부활시켜 실행이된 이후 2차 세계대전 직후인 1946년에 이르러 완전히 철폐되었다.\n\n[한자동맹]\n뤼네베르크에서 북유럽으로의 소금 중개무역이 가장 큰 부의 원천이었다. 소금은 워낙벌이가 좋아 ‘북쪽의 금’ 또는 ‘백색의 금’이라 불렸으며, 뤼네베르크에서 뤼베크로 소금을 나르던 길을 ‘소금길 ’이라고 불렀다. 현재 뤼베크에는 당시 소금창고 건물이 남아 있다.\n네덜란드에서는 1358년 ‘빌렘 벤켈소어’라는  어민이 생선을 잡는 즉시 작은 칼로 배를 갈라 내장을 꺼내고 머리를 없애버리고 그 다음엔 소금에 절여 통에 담아 보관했다. 이와 같은 선상 염장법을 개발한 덕분에 더 이상 생선이 상할 것을 우려해 급하게 회항할 필요가 없어졌다.\n냉장고가 없던 시절이라 보관기간을 획기적으로 연장시켜준 절임청어는 전 유럽에서 인기가 높을 수밖에 없었다. 특히 1년에 140일이 넘는 기독교 육류 금식기간에도 생선은 먹을 수 있어 불티나게 팔려나갔다. 유럽 각지에서 몰려온 상인 수백 명이 매일 아침 소금에 절인 청어를 유럽 전역으로 가져가 돈을 벌었다.\n당시 소금은 대부분 독일이나 폴란드 암염을 한자동맹(Hanseatic League: 중세 독일 북부연안과 발트해 연안 도시들에서 결성된 상업동맹) 무역망을 통해 공급받았다.\n이 같은 환경 중에 스페인에서 추방당해 네덜란드로 건너간 유대인들이 암염 대신 값싸고 질 좋은 이베리아 반도 천일염을 수입하면서 암염을 대체하기 시작했다. 이는 네덜란드를 소금 중개무역 중심지로 만들어준 중요한 시초였다. 그리하여 유대인은 소금의 품질은 높이고 가격은 암염에 비해 낮게 형성하면서 소금 유통의 독과점체제를 이룰 수 있었다. \n한편 절임청어는 네덜란드 해군과 상선들에게도 필수품이었다. 유대인은 이들을 대상으로 절임청어를 공급하는 한편, 이를 경쟁력 있는 상품으로 만들어 전 유럽에 판매했다.\n유대인과의 소금 유통 경쟁에서 밀린 한자동맹 도시들의 북해 주도권은 여기서 끝나고 역사 속으로 사라졌다. 그만큼 소금이 교역에서 차지하는 비중이 높았다. 채굴하기도 어렵고 운반도 힘든 암염 대신 유대인들은 양질의 바다소금을 정제하여 대량으로 들여와 한자동맹과의 무역전쟁에서 이긴 것이다. 소금이 경제권역간의 주도권을 바꾼 것이다.\n당시 한자동맹이 망한 이유는 또 있었다. 그들은 유대 상인들이 발행하는 환어음을 거부했다. 현지 화폐만 받고 상품을 팔았다. 그러니 당시 북부 이탈리아와 플랑드르 상권을 쥐고 있었던 유대 상인과는 상업이 연계될 수 없었다. 그러던 차에 소금의 독점적 공급이 깨지고 판매가 줄면서 금융이 꽉 막힌 그들에게 유동성이 줄어들자 급격히 쇠퇴한 것이다.\n유대인들은 청어를 절이고 남는 천일염과 정제소금을 인근국들에 싼값에 팔아 소금 유통을 완전히 장악했다. 이로써 유대인은 소금의 품질은 높이고 가격은 암염에 비해 낮추어 생산지-유통-소비지 일체를 지배하는 독과점체제를 이루었다. 유대인들은 유통시킬 국내자원이 부족하자 이렇게 경쟁력 있는 원자재나 상품의 부가가치를 높여 재수출하는 중계무역을 키워나갔다. \n네덜란드 경제를 일으킨 것이 청어라고 해도 과언이 아니다.\n\n[영국]\n19세기 영국은 염세를폐지하였다. 염세에 대한 시민들의 분노에 기인한 바도 있었겠지만 근본적인 원인은 소금의 역할이 변하였기 때문이다. 영국에서 시작한 산업혁명은 산업전반에 변화를 불러왔다. 다양한 산업분야에서 소금은 조미료처럼 음식에 쓰이기보다는 화학물질을 만드는데 필요한 재료로 사용되었기에 자본가들의 강력한 압력으로 염세는 폐지되었다. 그러나 영국에서는소금세가 폐지되었지만 식민지에 대한 염세는 지속되었다.\n\n[인도]\n영국은 인도를 식민 지배하면서 소금을 영국 독점 품목으로 만들었다. 인도의 바다에서 인도인의 싼 노동력을 이용하여 소금을 만들고 높은 세금을 붙여 인도인에게 되팔았다. 영국은 인도 사람들에게 영국이 생산한 소금만 먹을 수 있고, 소금을 사먹을 때마다 영국에 세금을 내야 한다는 ‘소금세’라는 세금을 매겼다.\n간디는 영국의 소금세 부과에 대한 항의로 ‘소금행진(salt march)’을 시작하였습니다. \n간디는 소금은 당연히 인도인의 것이라며 ‘사티아그라하’를 선언한다. 바로 비폭력 저항 운동을 개시한 것이다. 1930년 3월13일 78명의 일행과 걷는 것을 시작으로 한 소금 행진은 이 마을 저 마을을 거치며 수만 명으로 늘어났다. 이 비폭력 저항 운동으로 인해 320명이 부상을 입었으며 두 명이 목숨을 잃었다. 간디의 소금 행진은 염세 거부를 통한 독립투쟁이자 비폭력 저항 운동의 상징으로 부각되었다.\n1930년대 영국의 식민지 인도에서는바닷가에 자연적으로 만들어진 소금을 줍기만하여도 중범죄에 해당하는 처벌을 받았다. 소금은 영국이 정한 가격으로 영국정부가 지정한 상인으로부터 구입을 해야했으며 무더운 날씨로 땀을 많이 흘리는 기후상 소금의섭취는 인도인들에게 중요하다. 인도양에서나오는생명의 근원인 소금을 영국으로부터 사서 먹을 수밖에 없었다. 1856년 영국은 인도에 소금전매제도를 시작한이래 해마다 가격을 올려 인도인들은 고통을겪을수밖에없었다. 1930년 3월 12일 인도의 독립운동가 마하트마 간디가 영국의 이러한 소금제도에 반대를시작하여 그를 따르는 소수의추종자들과 함께 인도의 해안지방인 단디로 출발했다. 당시 간디는 61세로 무리 가운데 가장 연장자였으며 행렬은 잠시 멈출 때마다 군중의 수가 늘어 2마일에 이르는 대열이 될정도로 수천명이 몰려들었다. 4월6일 3주간 400km의 소금 행진끝에 해안가에 도착하여 소금 한줌을 줍기위해 몸을 숙이는 간디의 모습은 독립을 상징하였고 다른 사람들은 바닷물 삶거나소금을 줍는 인도인들로 북적였다. 이 소금행진으로 투옥된사람들만 6만명이 넘었지만 인도인들의 동참을 이끌어내었고 무저항비폭력의 방법으로 인도의독립역사에 중요한 역할을 하였다.\n\n[아메리카]\n미국의 소금 생산량은 미국의 독립전쟁 (1775년~1783년)때 급성장 했다. 소금은 군사들이 먹을 음식은 물론 기병을 태우고 군수물자를 실어 나르는 동물들의 사료에도 필요하며 의료용품에도 원료로 쓰이기 때문에 전쟁 시 매우 중요한 식품이다. 영국이 미국과 독립전쟁 시 대륙 봉쇄령을 내려 다른 나라로부터 미국에 소금이 유입되는 것을 사전에 차단한 것도 이 때문이다. 그러나 미국은 온갖 방법을 동원하여 소금 생산에 전력을 기울였고 이에 1783년 미국은 승리하여 독립을 이루게 되었다.\n\n소금은 미국의 남북전쟁(1861년~1865년)시 북부군의 승리를 이끄는 중요한 역할을 했다. 당시 제염소가 많았던 북부와 달리 남부는 많은 양의 소금을 수입에 의지하고 있었다. \n전쟁이 일어난 며칠 뒤 당시 미국의 16대 대통령이었던 링컨은 남부의 모든 항구를 막아 버리라는 명령을 내렸어. 그동안 남부에서는 항구를 거쳐서 생활필수품을 비롯한 여러 가지 물품들을 운송했어. 특히 영국에서 많은 물품을 수입해 썼는데, 항구가 막히자 남부는 큰일이 났어. 무엇보다 소금이 문제였어. 그 무렵 미국 북부에서는 제염소가 많았지만 남부는 많은 양을 수입에 기대고 있었거든. 그나마 남부에 있던 소금 생산지마저 북군이 막아 버린 거야.\n때문에, 링컨 대통령은 영국이 대륙봉쇄령을 통해 소금을 차단한 것과 같이 남부의 항구를 모두 봉쇄하였다. 소금의 수입이 어려워진 남부군은 소금 생산을 높이기 위해 소금 제조업자들의 병역을 면제해 주면서 까지 노력을 기울였지만, 북군의 대포는 남부의 소금공장들을 조준하여 파괴하였다. 결국 이 전쟁은 1864년 남부가 항복하면서 끝이 났다. 패배한 남부군의 한 장교는 ‘우리는 소금 때문에 졌다.’라고 할 만큼 소금은 승패를 결정짓는 중요한 역할을 하였다.\n\n소금이 귀한 아프리카 내륙지역에서는 상당히 오랫동안 소금을 화폐로 사용했습니다. 제2차 세계대전 중에는 아프리카 콩고지역에서는 건설 노동자들에게 소금으로 급료를 지급했습니다. \n \nhttp://www.gndomin.com/news/articleView.html?idxno=187768\n\nhttp://www.gndomin.com/news/articleView.html?idxno=188452",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-12-16T10:02:24.276000",
  "updatedAt": "2023-03-13T00:46:23.461000"
}