{
  "id": "f5bd48a6-341c-4651-8632-caefa6ad9394",
  "title": "전쟁과 평화",
  "content": "시 비스 파켐, 파라 벨룸(라틴어: Si vis pacem, para bellum) :\n평화를 원한다면 전쟁을 준비하라\n\n-- 베게티우스 《군사론(la)》--\n\n\n평화를 위해 전쟁을 준비하라’는 베게 티우스의 논리는 상호 모순이며 역설적으로 읽혀 질 수도 있다. 그러나 이 같은 역설의 논리 속에 폐부를 찌르는 교훈이 꿈틀거린다. ‘전쟁과 평화’에 대한 빛나는 잠언으로 살아 있다. ‘힘이 있어야 평화를 담보할 수 있고 힘의 균형이 평화의 전제 조건’이라는 말에 다름 아니다. 그렇게 하기위해서는 평시에도 군대를 양병하여 훈련시키고 전쟁에 대비해서 아낌없이 투자해야 평화가 유지된다는 내용이다.\n그것은 힘을 키우는 일이다. 전쟁은 힘이 있어야 막을 수 있고 평화는 힘으로 지켜지는 것이다. 평화는 구걸하여 가질 수 있는 ‘각설이 타령 수준’이 아니다. \n임진왜란이 일어나기 전 이율곡(李栗谷)도 군사력을 길러 전쟁에 대비하자는 10만 양병설을 주창했었다.\n그러나 조정의 반대와 신료들의 무관심으로 무산됐다. 이로 인해 결국 난(亂)이 터져 나라와 국권이 만신창이가 되었던 것이다.\n\n[군비 경쟁의 아이러니]\n이것은 서기 4~5세기경 고대 로마제국의 베게티우스가 그의 저작에서 한 말이다. 그는 평시에도 군대를 상비하며 아낌없이 군대에 투자하고 전쟁 준비를 해야 평화가 유지된다고 역설했다. 그러나 한때 모든 길은 로마로 통한다며 호기를 부리던 제국은 오래가지 못했다. ‘로마의 평화’를 지키기 위해 준비해야 했던 전쟁 비용을 감당할 수 없었기 때문이다. 지중해를 둘러싼 전 지역을 통치하던 로마제국이 붕괴하고 동방의 비잔틴제국으로 찌그러진 것은 역사의 경고였다.\n역사의 경고를 잊은 채 베게티우스에게 유혹되어 전쟁 준비를 한 자들은 줄곧 전쟁이라는 결과를 초래했다. 16세기 네덜란드가 독립된 국가가 되기 이전 합스부르크 왕조에 저항했던 빌럼 1세는 베게티우스를 탐독했던 것으로 알려져 있다. 그 결과는 지긋지긋한 80년 전쟁이었다.\n18세기 말 프로이센 프리드리히 2세도 베게티우스의 덫에 걸렸다. 그는 프로이센의 평화를 위해 강력한 군사력을 양성하여 프로이센의 영토를 확장하고 훗날 독일연방의 발판을 구축했다. 하지만 불시의 선제공격으로 주변국들을 공포에 빠뜨렸던 그의 정책은 더 큰 전쟁으로 귀결됐다. 1차 세계대전 중 독일인의 머리를 지배한 것은 프리드리히 2세에 대한 환상이었다. 그 비극적 결말로도 깨어지지 않은 환상은 히틀러가 프리드리히 2세의 재림으로 등장할 수 있는 배경이었다. 결국 2차 세계대전이란 비싼 비용을 치르고서야 독일인들은 역사의 경고를 받아들였다.\n20세기 세계대전의 참화를 목격한 아인슈타인은 베게티우스 명제의 위험성을 간파했다. 나치가 핵무기를 개발하기 전에 미국이 먼저 개발해야 평화가 유지된다고 했지만, 핵무기를 사용한 것은 미국이었다. ‘평화를 위해’ 미국과 소련은 파멸적 핵군비 경쟁을 벌였다. 그는 간명하게 결론을 내렸다. “동시에 전쟁을 방지하고 전쟁을 준비하는 것은 불가능하다.”\n\n[중용적 입장]\n우리는 폭력이나 전쟁이 아닌 평화를 실현하기 위한 노력을 멈춰서는 안 됩니다. 하지만 우리가 잊지 말아야 하는 것은 세상은 언제나 악한 인간의 욕망이 주도하고 있는 현실임을 인정하고 냉철한 이성으로 대처해야 한다는 점입니다. 이를테면 무장 강도가 인질의 생명을 위협할 때 강도에게 무기를 내려놓고 대화할 것을 종용해야 하지만 그 방법이 통하지 않을 상황을 대비하여 동시에 무력으로 강도를 제압할 수 있도록 만반의 준비를 해야 합니다. 마찬가지로 전쟁은 언제나 일체 다른 선택의 여지가 없는 최후의 방법이어야 하지만 전쟁 준비 자체를 거부하는 것은 비현실적인 극단적 평화주의입니다. 극단적 평화주의는 잘못된 인간관에서 비롯되는 것입니다. 인간이 본래 선하다면 실수로 저지르는 폭력이나 전쟁을 평화적 설득으로 막을 수 있을 것입니다. 그러나 인간이 악하다면 평화적 설득에만 의존할 수 없고 폭력적 억제의 방법을 병행해야 합니다. 인간 역사에서 평화적 설득을 무시하여 폭력 지상주의로 인류에게 고통을 주었던 일들이 무수히 많았다는 것을 우리는 반성해야 합니다. 또한, 동시에 인간의 악을 강제와 폭력으로 억제하여 나름의 불완전한 평화를 유지하여 인류에게 이바지한 예도 무수히 많았다는 사실에 감사해야 합니다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-04-20T16:42:41.193000",
  "updatedAt": "2023-04-20T17:05:42.592000"
}