{
  "id": "f5c2f6ae-8591-435c-86ee-5229aec8c477",
  "title": "여운형 친일?",
  "content": "[친일론]\n\"나라위해 젊은 목숨 바치기를 원하네~ \n천억이 결성하여 대동아 공영권을 이루는 날~~ 태평양 맑은물에 이 칼을 씻으리~\"\n\n로 시작하는 한시는 누구의 시인지 아십니까? \n\n\"세계는 바다와 땅을 세우고 있는데 청년이 일어서지 않으면 안된다!! 피를 흘리며 목숨을 걸어 대동아 해방에 앞장서자!!\" \n\n이 신문사설은 누구의 글인지 아시나요? \n바로 민족지도자이자 해방 후 독립투사로 감쪽같이 변신한 몽양 여운형의 사설과 한시이죠. 여운형이나 김성수 둘다 비슷한 점이 많습니다. 둘다 당대 오피니언 리더 민족 지도자이며 민족계몽에 앞장섰으며 학교를 세우고 언론사를 운영한 것까지 똑 같습니다. 40년대 이후 둘다 전향하여 일제에 협조하고 대동아 공영에 앞장서고 성전에 동참하라고 젊은이들에게 목소리 높였지요.\n그러나 민족문제연구소라는 단체에서 만든 친일명부에는 김성수는 친일반민족행위자라 명부에 올리고 손가락질하고 건국훈장까지 박탈했지만 여운형의 친일행각은 덮은 건지 모른척 하는 건지 아직까지도 독립투사로 기억하고 있습니다. \n우리나라 최초의 친일연구가 고 임종국선생도 그의 저서에서 여운형의 친일행각을 나열하고 친일행적이 있다고 밝혔는데도 말이죠.\n\n민족문제연구소측은\n\"여운형이 조선인들로 하여금 황군에 지원하라는 권유 기사를 쓴 것 자체는 사실이나, 적극적으로 가담했다고 볼 수는 없다. 일본 총독부의 숱한 노력에도 적극적으로 가담하지는 않았다는 주변인의 증언이 있다. 친일 성향의 글이 1-2회 정도 실릴 수 있지만 그 행위가 반복성, 지속성이 있는지를 종합적으로 판단하는 것이 중요하다. 몽양의 경우는 일회성의 글인 데다가 일제 말년에 독립운동을 한 기록이 있어 친일인사 명단에서 제외시켰다”\n고 말했다.\n\n몽양 여운형은 한국 현대사에서 매우 독특한 인물이다. 그는 국내외에서 민족의 독립과 민족국가 수립을 위해 애쓴 인물이었지만, 한편으로는 일본ㆍ중국ㆍ미국ㆍ소련 등 다양한 외부세력과 적극적으로 접촉했다. 이 점은 다른 독립운동가들에게 쉽사리 찾아보기 어려운 모습이었다. 특히 중국과 일본, 소련과 미국의 대립적인 관계를 생각하면, 그 모두와 폭넓게 교류했던 여운형의 행보는 분명히 독특한 것이었다. 하지만 그만큼 여운형에 대한 평가도 각양각색이었다. 여운형의 지지자들은 그가 민족주의자라는 것을 믿어 의심치 않았지만, 미군정과 한국 우익 세력은 그를 공산주의자ㆍ친일파 등으로 평가했다. 반면 한국의 좌익 세력은 여운형이 친미앞잡이이자 기회주의자라고 평가했다. 이처럼 상반된 평가들은 특정한 정파나 이념, 노선에 얽매이지 않았던 여운형의 삶의 궤적에서 기인한 것이었다.\n\n[반론]\n여운형이 일제에 협력했다는 의혹은 크게 네 차례 제기되었다. 네 번의 의혹제기를 구분하면 다음과 같다. ①1919년 일본의 수뇌부와 접촉했던 여운형에 대한 임시정부 요인들의 비난, ②해방 직후 미군정과 우익세력이 여운형에게 품었던 의혹, ③1980년대 ‘친일파 연구가’ 임종국이 제시한 혐의, ④2000년대 건국훈장 추서와 친일인명사전 발간을 두고 보수진영에서 제기한 의혹. 이러한 의혹들은 각기 다른 시간대에 다른 주체에 의해서 제기되었고, 그 역사적ㆍ정치적 맥락 역시 서로 다를 수밖에 없었다. 그러므로 여운형이 일제에 협력했다는 주장을 사례별로 면밀하게 검토할 필요가 있다.\n조선 민족의 독립을 외치면서 민족주의자와 사회주의자, 일본과 중국, 소련과 미국을 가리지 않았던 여운형의 삶은 정파와 이념을 초월한 것으로 평가되었다. 특히 그가 삶의 막바지에 이끌었던 좌우합작운동은 좌우의 이념대립을 극복하고 통일된 민족국가를 수립하려는 노력으로 이해되었다. \n\n첫 번째 사례는 여운형이 추구했던 독립운동 노선과 관련이 있었다. 1919년 당시 여운형이 추구했던 독립방안은 외교독립론이었다. 그가 일본 정부에 외교관을 파견해 조선 독립을 주장하자고 외쳤던 것도 그런 이유에서다. 그러나 여운형의 주장은 임정 국무총리였던 이동휘 등의 반발을 불러일으켰다. 이동휘의 입장에서 보면, 그의 생각은 “호박을 쓰고 돼지우리에 들어가는 것”이나 다름없었다. 여운형이 일제의 회유에 넘어갔다고 보았던 것이다. 하지만 여운형은 포기하지 않았다. 그는 같은 해 11월 일본으로 건너가 하라(原敬, 수상)ㆍ다나카(田中義一, 육군대신)ㆍ고하(古賀廉造, 척식국 장관) 등을 접견했고, 그 자리에서 조선 독립의 정당성을 주장했다. 여운형의 행보는 일본 사회에 적지 않은 파장을 남겼을 뿐 아니라, 그 자신에게 쏟아지던 비난도 종식시켰다.\n\n우익세력이 여운형을 친일파로 인식한 근거는 크게 두 가지다. 하나는 1940년대 여운형의 두 번째 일본행이고, 다른 하나는 1944년 『경성일보』(오늘날의 『서울신문』)에 실린 학병 권유 논설이다. 특히 『경성일보』 논설은 그의 친일 혐의를 가장 직접적으로 뒷받침하는 핵심적 근거였다. \n\n1946년 2월 13일자 『민주중보』의 한 기사는 여운형의 학병 권유 논설이 날조된 것이라는 증언을 실었다. 기사에 따르면, “총독부는 여운형에게 학병 권장 유세할 것을 권했다. 그러나 여운형은 건강문제를 핑계로 거절한 뒤 총독 면담 6-7분 만에 밖으로 나왔다.” 이 증언은 1944년 당시 경성일보사 사회부 기자였던 조반상의 증언이라는 점에서 신뢰할 만하다. \n\n여운형은 죽은 뒤에도 친일 문제로부터 자유롭지 못했다. 그의 친일 혐의가 새롭게 제기된 것은 1980년대 이후의 일이다. ‘친일파 연구가’였던 임종국은 여운형과 친일단체의 관계에 주목하여 그를 친일파로 규정했다. 그에 따르면, 여운형은 1930년대부터 친일단체 두 군데와 일정한 관계를 형성했다고 한다. 한 곳은 ‘전아세아제국의 평화를 확보하고 공존공영의 실을 거하여 그 복지를 증진’하기 위해 창설된 조선대아세아협회였고, 다른 한 곳은 ‘황도사상과 일본 신앙을 널리 알리기’ 위해 설립된 조선교화단체연합회였다. \n\n2009년 당시 민족문제연구소에서 친일인명사전 간행을 추진하자 여운형에 대한 친일 의혹도 수면 위로 떠올랐다. 친일인명사전 편찬에 반대하는 보수진영이 여운형의 친일 혐의를 직접적으로 제기한 것이다. 보수진영이 여운형을 거론한 이유는 분명했다. 친일인물 선정이 좌편향적이므로 좌우를 가리지 말고 똑같은 잣대를 들이대야 한다는 것이다. 다시 말해서, 박정희나 김성수 같은 우파 인물들이 친일인명사전에 수록된다면 좌파 계열이었던 여운형도 예외가 돼서는 안 된다는 것이다. \n\n조선대아세아협회의 구성원으로 여운형이 추천을 받았다는 사실만으로 그가 친일행위를 했다고 말하기는 어렵다. 추천을 받았을 뿐 실제 활동이 전혀 없었기 때문이다. 또 조선교화단체연합회의 발회식에 참석했다는 점만으로 그를 친일파로 규정하는 것은 지나치다. 그는 이후에도 “일제의 농촌진흥운동과 친일파의 개량화 노선을 신랄하게 비판”했다.\n\n정진석은 『경성일보』와 『대동신문』을 근거로 여운형의 친일 행적을 열거한다. 그에 따르면, 여운형은 『경성일보』에 학병 권유 논설을 썼을 뿐 아니라 일제에 전향서를 제출하고 ‘대동아전쟁’을 찬양하는 한시를 짓기도 했다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-06-10T19:32:55.259000",
  "updatedAt": "2022-07-22T10:18:35.463000"
}