{
  "id": "f695976d-f39e-4a15-a10f-f84450e32ae0",
  "title": "진화경제학(evolutionary economics)",
  "content": "경제는 정적인 환경에서 균형을 이루는 것이 아니라 역동적인 환경에서 시간적 요소와 함께 질적으로 바뀌면서 균형을 이룬다고 보면서, 경제제도의 핵심 주체인 인간과 기술의 바탕이 되는 '지식의 진화'에 초점을 맞추고 있다.\n그동안 주류 경제학에서는 '사람은 합리적 동물이다' '합리성을 전제로 효율 극대화를 추구한다' '가장 효율적인 주체만 살아남고, 경제시스템도 균형적ㆍ효율적 상태를 유지한다'고 주장했다.\n그러나 사람들은 지식이나 믿음, 감정 등을 갖고 있고, 이것들이 모여서 관행 또는 제도의 차이를 낳는다. 일종의 경로의존성 현상으로 효율은 떨어지더라도 현시점에서 더 보편적인 제도가 살아남을 수 있는 것은 이 때문이다. 진화경제학에서는 경제주체의 합리성은 없다.\n김창욱 삼성경제연구소 복잡계센터장은 \"맬서스의 인구론이 자연선택으로 대표되는 다윈의 진화에 영향을 줬다는 말이 있을 정도로 진화란 개념이 경제학에서 쓰인 것은 오래됐다\"며 \"진화경제학의 핵심은 경제라는 것이 근대경제학에서 얘기하는 것처럼 단순히 수요와 공급곡선에 따라 움직이지 않는다는 것\"이라고 지적했다.\n(애플 코로나19 대유행 기간 직원 수 변동 가장 적어.\n최근 미국 빅테크 기업들이 연이어 대규모 정리해고를 발표하는 가운데 애플이 감원 칼바람에 합류하지 않은 배경이 주목을 받고 있다. 아이폰이나 애플 컴퓨터는 품질 위주 경영이므로 경기변화에 따른 가격 변동성이 적다. 코로나19는 경제에도 큰 타격을 입혀 많은 기업들이 매출 감소를 피할 수 없었다. 하지만 이 와중에 대표적 사치재인 '명품'의 소비는 한국에서 오히려 늘어났다.)\n현재 글로벌 경제위기 상황에서 합리성과 균형이라는 두 축으로 '신'처럼 추앙받아온 시장이 탐욕과 방탕에 노출될 때 어떤 혼란과 공포를 가져오는지를 여실히 보여주고 있다. 작은 요동이 시스템 내에서 누적적 증폭 과정을 통해 일파만파 확산된 것이다. 즉 미국 서브프라임 모기지 대출 연체라는 경제 시스템에서 본다면 매우 특수한 일부분의 요동이 금융회사의 연쇄적 부실로 이어졌다. 때문에 과거 마르크스 경제학과 케인스 경제학이 했던 것처럼, 변이와 다양성을 중시하고 동태적으로 시장을 관리하는 새로운 패러다임으로 경제학을 재구성해야 한다는 것이다.\n다윈이 생태계를 설명한 것과 같은 '다양성 확대', '새로운 종의 끊임없는 출현', '예상치 못한 변화의 증폭'이 경제 현실에서 그대로 드러나고 있다. 균형상태가 경제환경의 정상이 아니라 변화가 경제의 정상상태가 된 것이다. 그렇기 때문에 복잡해진 경제현실에서는 대안도 달라져야 한다는 것이 진화경제학자들 의견이다.\n김 센터장은 \"진화경제학적 관점에서 경제위기 해법은 단순한 정책적 개입보다는 바람직한 경제환경을 이끌 수 있도록 인프라스트럭처를 만드는 것\"이라고 설명했다.\n\n[전략적 보완성(strategic complementaries), 경로 의존성]\n진화는 끊임없는 다양성의 발생과 그것을 강화ㆍ확산시키는 피드백의 작용이다. 진화경제학은 이런 개념대로 전략적 보완성과 경로 의존성으로 경제를 설명한다. 경로의존성이란 어떤 이유에서든 특정 전략을 채택하는 사람이 많으면 균형이 그쪽으로 쏠리게 되며 일단 한쪽으로 움직이면 다른 쪽 균형점으로 이동하기 어렵다는 것을 말한다. \n전략적 보완성이란 특정 전략을 채택하는 사람이 많을수록 그쪽으로 몰리는 사람은 더 많아진다는 것이다. 어떤 경제행위에 대한 개별 경제주체의 선택이 다른 경제주체의 선택에 의존하는 현상을 말한다. 예를 들어 양질의 컴퓨터 하드웨어가 널리 보급될수록 윈도우의 판매량과 생산량도 증가할 수 있으며, 반대로 마이크로소프트사가 업그레이드된 윈도우를 출시하는 경우 양질의 하드웨어에 대한 수요도 증가할 수 있다.\n\n진화는 필연적으로 새로운 질서를 만들어 낸다. 이를 적합한 질서, 즉 Fit Order라고 부른다. 진화는 좀 더 복잡한 질서를 구성하며, 낮은 엔트로피(무질서도)를 만들어 낸다. 복잡한 질서는 자원의 낭비를 줄이고 정교하게 환경에 반응이 가능하게 한다.\n바인호커는 그의 저서 <부의 기원>에서 가치의 원천은 질서의 진화이며 '적합한 질서'가 부의 원천이라고 설명했다. 즉 질서도(낮은 엔트로피)가 높아지는 것.\n진화경제학적 관점에서 가치는 '적합한 질서'에서 나온다. 고전 경제학은 자본, 토지, 노동같은 요소 투입에 의해 가치가 생긴다고 가정한다. 그러나 노동에 비례해 가치가 생긴다는 가설은 틀린 것이다. 북한의 노동자가 100명이 한 달 걸려 만드는 자동차를 한국의 노동자는 10명이 질서도가 높은 로봇을 이용하여 10일 만에 만들 수 있다. 조선시대 노동자가 주판으로 1시간 계산하는 양을 21세기 노동자는 질서도가 높은 컴퓨터를 이용하여 1분 만에 처리할 수 있다. 생산 요소를 투입한 양에 비례하여 가치가 생산된다는 고전경제학보다 진화경제학이 현실을 잘 설명한다. (주:자본과 노동의 양이 중요한게 아니라 자본과 노동이 얼마나 질서도 높게 결합되어 있느냐가 중요. 주판 100만원 어치 사는 것보다 100만원짜리 컴퓨터를 사는 것이 생산성을 높일 수 있다.)\n\n[기계론적 패러다임]\n기존 신고전파 경제학이 현실을 충분히 설명하지 못하는 근본 이유는 그것이 뉴턴 역학에 입각한 기계론적 패러다임에 기초하고 있다는 것이다. 신고전파 경제학은 '뉴턴표' 경제학이라고 불릴 정도로 뉴턴 역학의 체계를 차용하고 있다. 이는 균형을 정상상태로 생각한다. 경제는 스스로 조절하며 마찰 없이 돌아가는 '자동제어장치' 같아서 항상 균형 상태에 있으며, 외부 충격에 의해 균형에서 벗어나더라도 상쇄하는 힘의 작용에 의해 다시 균형으로 회귀한다. 이러한 세계에서는 내생적인 불안정성이나 급격한 변화가 존재할 수 없다.(주:한계생산물 체감의 법칙을 적용해서 균형의 발산을 고려 안함.)\n\n경제현실에서 변이는 새로움의 지속적 창출을 의미하고 선별은 변화의 누적적 증폭 과정을 의미한다. 진화론적 관점에서 본다면 경제의 내생적 변화는 새로운 것이 끊임없이 등장하고 이것이 누적적 증폭 과정을 통해 확산됨으로써 나타나는 것이다. '창조적 파괴'를 강조한 슘페터나 '환경과의 상호작용을 통한 누적적 변화'를 강조한 베블렌 등은 진화론적 관점을 경제학에 도입하려고 노력했던 20세기 초의 경제학자들이었다.\n\n금번 경제위기도 진화 패러다임으로 이해가 가능하다. 이는 작은 국지적 요동이 누적적 증폭과정을 통해 확산된 것이다. 미국 서브프라임 모기지대출자의 연체가 금융기관의 연쇄적인 부실로 이어졌다. 금융기관의 대출 중단과 회수는 자산의 가격을 떨어뜨리고 이것이 자금 사정을 악화시켜 대출 중단 및 회수 행동을 더욱 강화시킨다. 가계와 기업 역시 지출을 줄이면 고용과 이윤을 감소시키고 이것이 다시 지출 축소 행동을 더욱 강화시키는 역할을 한다. 그야말로 두려움이 현실을 악화시키고 그것이 다시 두려움을 강화시키는 것이다. 사람들의 행동에 대해 한쪽 방향으로 선별이 일어나 그것을 확산시킴으로써 글로벌 경제위기가 초래된 것이다.\n\n[단속평형이론(斷續平衡理論, punctuated equilibrium theory)]\n1972년 굴드와 엘드리지(Eldredge & Gould)가 주장한 이론. 유성 생식을 하는 생물 종의 진화 양상은 대부분의 기간 동안 큰 변화 없는 안정기와 비교적 짧은 시간에 급속한 종분화가 이루어지는 분화기로 나뉜다는 진화 이론이다.\nDarwin의 진화론과는 달리 단속평형이론에서 말하는 진화의 내부에 존재하는 심층적 구조상의 변화의 계기는 균형의 단절(punctuated equilibrium)이다. 단속평형이론에서의 진화의 계기는 종(species)이 짧은기간 동안 급속히 세분화되고 다양화되는 단절적 상황인 것이다 즉 변이와 선택이 급격하게 이루어져서 일종의 균형의 단절상태를 보인다는 것이다. 이러한 급격한 변화는 결정적 단계에서 새로운 니체(nitche) . 즉 생태적 지위가 환경적인 상황과 결합하여 새로운 종으로 발전할 수 있는 길이 열림으로써 이루어진다. 단속평형이론을 지지하는 분류학자들에 의하면 이러한 진화의 과정은 장기간 안정적 하부구조에 의하여 점진적인 적응이 이루이지는 행동과 단기적이고 혁명적인 격변 행동과의 교호에 의해 종이 형성된다고 본다.\n\nMalthus는 개별 기업 수준에서의 경쟁과 생존에 의해서 경제변화가 점진적으로 이루어진다고 했는데, 이는 Darwin의 진화론에 비유될 수 있다. 반면 Schumpeter는 경제사를 상대적으로 \n고요한 기간이 갑작스런 분열로 인해 깨지는 과정으로 설명했다. 이는 생물학의 단속평형이론과 유사한 견해이다. \n\nGowdy(1990)는 단속평형이론이 경제적 변화와 효율성의 개념에 관한 기존의 경제학이론들에 줄 수 있는 시사점을 제시했다.\n@ 한계 분석 (marginal analysis)은 경제 변화를 설명하는데 적절하지 않다. \n@ 급격한 환경의 변화에 직면한 경제 주체간의 협력은 경쟁만큼 성공적인 경제적 성과를가능하게 한다. \n@ 相補性(complementarity)은 알려진 것보다 경제에 미치는 영향이 크다.\n\nMokyr(1990)는 기술경제사(economic history of technology)의 대부분의 기록들은 단속 평형이론을 통해 잘 설명된다고 주장했다. 즉 긴 정체, 또는 느린 변화의 기간은 산업혁명과 같은 갑작스런 폭발에 의해서 단절(punctuated)된다. 이때 단절은 대형 발명(macro-invention)에 의해서 일어나게 된다. 보통 대형 발명이 일어나면, 여러 가지의 소형 발명 (micro-invention)이 일어나서, 이를 더욱 완벽하게 한다. 예를 들어 19세기 전신(telegram)의 발명은 거시적 발명이라고 할 수 있고, 이후 현재까지도 점진적인 발명들이 이루어지고 있다. 1837년 최초의 상업용 전신선이 런던에 설치되었고, 1851년 해저 케이블 매설에 성공했으며. 1910년대 자동 중계기(automatic relay)가 설치되기 시작했고, 이후 무선 통신의 개발로까지 발전했다.\n\n조직이론에 있어서 변화는 오랫동안 주요 주제로 다루어져 왔다. 변화를 보는 관점은 크게 두 가지 패러다임으로 나눌 수 있다. \n첫째는 Darwin의 진화론적 패러다임이다. 즉 변화는 점진적(incremental)이고, 점충적(cumulative) 으로 일어난다는 것이고, 이는 조직이론에서 가장 중요한 위치를 차지하는 패러다임으로 자리잡았다.\n생물학에서 Darwin의 진화론에 도전한 Eldredge & Gould(1972)의 단속평형설과 비슷한 시기에 많은 다른 분야에서 단속평형이론과 유사한 주장들이 제기되었다. 대표적인 예로 대원칙으로서 Prigogine & Stengers(1984)의 연구, 사회과학사의 Kuhn 패러다임(1970), 조직수준의 Tushman & Romanelli(1985), 집단수준의 Gersick(1988), 개인수준의 Levinson(1978)의 연구 등이 있으며, Gersick(1991)은 이들을 단속평형 패러다임 (Punctuated Equilibrium Paradigm)이라고 불렀다 .\n이후 조직 수준에서 Romanelli & Tushman(1994) 에 의해 실증이 시도되었고, 집단수준에서도 Lee(1994), Arrow(1997), Seers & Woodruff(1997) 등에 의해 연구가 활발히 진행되었다.\n단속 평형이론은 경제학과 조직의 문제뿐만 아니라, 기타 다른 사회 과학에서도 활발하게 적용되고 있다. 정치학에서 Burnham (1999)은 미국의 정치, 헌법의 안정성과 변천을 단속평형이론을 통해 설명하고 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "4c2e72b8-0cf2-48f3-b5fa-5ad39f6b68ea"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-05-05T09:43:39.497000",
  "updatedAt": "2023-01-19T11:22:47.328000"
}