{
  "id": "f7046173-7ce5-4f2a-be25-29c2fe11304a",
  "title": "마약의 역사 - 고대, 중세",
  "content": "https://m.cafe.daum.net/shogun/Mq7W/search/title?query=%EB%A7%88%EC%95%BD&r=https%3A%2F%2Fm.cafe.daum.net%2Fshogun%2FMq7W%3FboardType%3D&sort=0&page=5\n\n[개요]\n마약류에는 대마초(marijuana), 아편(opium), 모르핀(morphine), 헤로인(heroin), 코데인(codeine), 코카인(cocaine) 등이 있다.\n헤로인은 진통, 수면류 마약이라 맞으면 정신이 혼미해진다. 반면 코카인 lsd 메스암페타민은 각성제 계열이라 환각이나 이상행동을 보인다.\n아편(opium)이나 그 유도체인 코데인, 헤로인 또는 합성 마약(demerol, methadone) 등은 의존을 일으킬 가능성이 가장 높은 약물들이다. 이러한 약물을 장기간 계속하여 사용하게 되면 만성적으로 성격의 황폐화가 오게 되며 심한 심리적, 신체적 의존을 일으키게 된다. 특히 약효가 떨어졌거나 약 용량이 감소되었을 때 오는 신체적 고통은 중독자로 하여금 모든 수단을 강구하여서라도 약을 얻게 하도록 만든다.\n\n미국의 학자 테렌스 맥케나(Terence McKenna)는 자신의 저서 『신들의 음식 Food of Gods에서 '마약 원숭이(stonedape)' 라는 흥미로운 가설을 제시합니다. 그의 주장은 간단합니다.\n아프리카에 살던 고대 인류는 우연히 환각물질인 실로시빈Psilocybin이 포함된 버섯을 섭취하게 됩니다. 배도 부르고 기분도 좋아졌겠죠. 그러니 그 버섯을 찾아 계속 섭취합니다. 그런데 이 버섯이 단순히 기분을 좋게 할 뿐만 아니라, 뇌를 자극하고, 더 좋은 시력을 얻게 해줍니다. 그 덕분에 이들은 경쟁자보다 뛰어난 사냥꾼이 될 수 있었고, 그 결과 생식에도 유리했을 겁니다. 또 환각을 보게 되면서 도구 제작, 언어, 자기 성찰, 종교와 관련된 상상력도 발휘합니다. 마약 물질이 뇌를 자극하고 수행 능력을 끌어올릴 수있다는 사실은, 맥케나 이후 수많은 이들의 실험으로 증명되고 있습니다. 하지만 마약이 뇌 활동에 도움을 준다는 것과, 그로 인해 진화를 했다는 건 전혀 다른 차원의 문제죠.\n당연히 마약 원숭이 가설은 정설이 아닙니다. 야생의 동물들도 환각 식물을 즐기는 경우가 있으니 인류의 조상도 섭취했을 가능성이 높지만 그 때문에 인류가 진화했다고 주장하려면 훨씬 많은 증거가 필요합니다. 많은 학자는 맥케나의 주장을 약빨고 한 헛소리 정도로 치부합니다. 이게 단순히 악의적 비난은 아닌 것이, 맥케나는 실제로 마약을 흡입했거든요. 물론 그가 마약을 했다고 그의 말이 틀렸다고 할 순 없습니다. 다만 진화의 신체적 변화를 고려해봤을 때, 마약 가설보다는 화식食 가설이나 육식 가설이 더 그럴듯할 뿐이죠. 하지만 진화는 복잡한 과정이고, 중간에 어떤 원인이 어떤 방식으로 작동했을지는 아무도 정확히 알 수는 없습니다.\n신기하지 않나요? 당시 사람들은 먹고살기도 빠듯했을 텐데 마약이라니… 우리는 ‘인류가 농경을 시작했다'라고 하면, 당연히 식량 생산을 위해 농경을 시작했다고 생각합니다.\n하지만 코스모스』로 유명한 과학자 칼 세이건(Carl Sagan)은 자신의 책 『에덴의 용, 인간 지성의 기원을 찾아서』에서 흥미로운 이야기를 합니다. 자신의 친구가 연구를 위해 원시 상태의 삶을 유지하는 피그미족과 한동안 함께 생활했는데, 수렵·채집으로 삶을 영위하는 피그미족이 유일하게 길러서 수확을 하는 작물이 있었으니, 그것이 바로 대마(마리화나)였다고 합니다. 식량이 아니라 마약을 먼저 재배한 거죠. 칼 세이건은 피그미족뿐 아니라 다른 원시 부족도 이런 방식으로 농업을 시작했을 가능성이 높고, 어쩌면 마약 재배가 농업의 발견, 나아가 인류 문명의 발전을 가져온 것이 아닐까 추측합니다.\n즉, 안정적으로 마약을 공급하기 위해 최초의 농경이 시작되었고, 그러다 '식량도 재배해볼까?' 라고 생각하게 됐다는 거죠. 그런 이유에서인지는 모르겠지만, 칼 세이건은 대마초 옹호론자였습니다. 당연히 직접 피우기도 했죠.\n피그미족 외에도 이제까지 발견된 대부분의 원시인은 마약이든 알코올이든(보통 둘 다) 향정신성 물질을 즐기고 있었습니다. 유일하게 이누이트족만은 이런 물질을 전혀 사용하지 않았는데, 이는 그들이 처한 환경이 워낙 춥고 척박해 이런 유의 식물이 자랄 수 없었기 때문이죠. 하지만 이들도 탐험가들이 알코올을 전해줬을 때 바로 중독되어버렸습니다. 마약이 인류를 진화시켰는지, 농경을 유발했는지는 확실히 알 수 없지만, 인류가 이를 즐긴다는 것만은 확실한 거 같군요.\n\n마약의 역사는 매우 오래되었고 어쩌면 문명의 역사와 그 궤를 같이 했다고 볼 수 있다. 1 만년 전부터 마약은 주로 종교적 의식 및 치료용으로 사용되었고 샤머니즘 종교 의식에 필요한 초월적 체험의 매개체였다. 그리스 신화에 나오는 12신들 가운데 곡식과 풍요의 여신 데메테르는 양손에 곡식과 양귀비를 들고 있으며, 고대 그리스 사제들이 신탁을 받기 위해 마약류가 사용되었다.\n\n4대 문명이라 구분 지어진 황하 문명과 이집트 문\n명, 메소포타미야 문명, 인더스 문명은 양귀비꽃과 마리화나의 재배지와 일치한다. 인더스 문명의 유적지인 키르타르 산맥과 아프카니스탄 북부의 파미르 고원은 21세기 현재에도 세계 유수의 환각식물의 산지이다. 인도 북서부의 카시미르는 합법적인 아편 재배지 이며 시리아와 터키의 북부지방도 대량의 산지이다. 미얀마와\n라오스, 태국의 세 나라가 만나는 곳에 ‘황금의 삼각지’ 레바논의 베카 고원은 마리화나와 아편의 생산지이다.\n고대의 이집트와 아랍권 국가에서 마리화나를\n찌거나 태워서 발생하는 수증기나 연기를 흡\n입함으로써 진통제의 용도로 쓰인 기록이 있\n으며 인더스의 유적에서는 마리화나 나 아편\n을 흡입하는 용도로 만든 도구가 많이 출토된\n다. 기원 전 15세기의 이집트 의학서인 ‘에벨스파피루스’ 에 기록된 내용에 의하면 아편이 밤에 이유 없이 우는 어린이와 부상자에게 쓰여져 탁월한 효과가 있음을 기술하고 있고 BC 9 세기 경 플루타크 영웅전이나 호메로스의 서사시에도 등장인물(신) 들이 이집트에서 아편을 구하는\n내용이 나온다.\n\nBC 3000년경 중국에서는 오락용 환각제로 '아편'을, 고대 이집트에서는 최음제로 '남수련(blue lotus)'를 사용했다. \nLotus '연꽃'을 뜻하는 영단어로 오디세이아에는 먹으면 모든 걱정이 사라지고 고향에 돌아갈 생각도 잃게 되는 기이한 식물로 등장한다. 우리는 이걸 마약이라고 부른다 작중에서 오디세우스의 선원들이 이 식물이 있는 땅에 상륙했다가 주민들이 주는 이 식물의 열매를 먹고 돌아오지 않자, 오디세우스가 나서서 전부 끌고와서 결박한 다음 탈출했다.\n이렇듯 마약은 오랜 역사를 가지고 있으며, 고대 인류는 마약을 신의 선물로, 고통을 줄이는 수단으로 여겼다. 원시종교는 사실상 ‘마약교’였다. 샤머니즘의 사제인 샤먼은 자연산 향정신성 의약품 지식을 독점했다. 황홀경 상태가 되어 환상적 종교의식을 집행하기 위해선 이런 지식이 필수적이었다. 그렇게 중요했기에 인류는 문자를 발명한 초기부터 마리화나·아편·환각 독버섯·코카잎 등 마약류 및 향정신성 물질에 대해 기록했다. 심지어 원시시대 고대 벽화에서도 환각식물이 발견된다.\n\n[대마초]\n이 중에서 대마는 인류가 가장 오래 전에 재배하기 시작한 것으로서 네안데르탈인의 묘지에서 대마씨가 발견되었고 대만에서 기원전 8000년경 것으로 추정되는 대마 섬유를 담고 있는 질그릇이 발견되었다. 대마는 기원전 4000년경 중국에서 재배되었고, 기원전 2700년경 신농씨가 의학서에 대마 사용에 대해 기록을 남겼다. \n트라키아 인과 스키타이 인의 경우처럼 “대마의 연기를 이용해서 접신상태”에 드는 경우도 있다. \n이때 중독이 ‘죽음’과 같은 의미를 지닌다는 것은, 특히 장례식에서 환각물질이 사용되는 예를 통해 확인할 수 있다. 헤로도토스가 스키타이의 장제(葬\n祭)에 관해 기록한 바에 따르면 장례식에 앞서 정화의식이 베풀어지는데, 이 정화의식에서는 달군 돌 위에다 대마를 던지고 모두 그 연기를 쐰다. 이때 환각상태는 그 자체로 죽음이며, 신비적인 접신은 일시적인 죽음 혹은 육신을 이탈하는 상태와 동일시되는 것이다.\n\n대마를 약용식물로 분류할 때는 ‘칸나비스’라는 학명으로 사용되고, 환각제로 이용될 때는 아메리카 대륙의 토속어에 기원을 둔 마리화나, 혹은 종이 등에 말아 핀다는 의미로 대마초로 불린다. 환각을 일으키는 칸나비스의 성분은 ‘칸나비노이드’로 불리며, 그 중에서도 THC, 즉 ‘테트라히드로칸나비놀 (tetrahydro cannabinol)’가 향정신성 효과가 가장 큰 물질이다. 대마초를 피우면 기분이 좋아지고, 긴장이 풀리며 식욕이 증가되는 등의 증상이 나타나게 된다. 반면 입이 마르고, 눈이 충혈되기도 한다. 장기간 대마초에 노출된 경우에는 단기 기억력이 짧아지고, 운동감각이 떨어지는 등의 부작용이 생긴다.\n\n[아편]\n아편은 인류가 사용한 최초의 약품으로 발효 지식을 필요로 하는 알코올보다 훨씬 먼저 인간의 문명 속으로 들어왔다. 기원전 4,000년 전의 것으로 추정되는 스위스 신석기 호상주거유적(湖上住居遺蹟)에서 발견된 양귀비 씨앗들은 이 사실을 말해준다. \n기록에 최초로 등장하는 양귀비는 기원전 3400년경 메소포타미아의 티그리스-유프라테스강 주변에서 재배된 것이다. \n기원전 3000년경에 이미 메소포타미아에서 양귀비가 재배되었고, 수메르 문명권에서 즐겨 사용되었을 것으로 추정된다. \n인류 최초의 문명인이었던 수메르인들은 양귀비를 ‘기쁨을 주는 식물’이라는 뜻에서 ‘헐(hul)'과 ’길(gil)'이라고 불렀다. 이들이 양귀비에서 얻어낸 물질들은 그들의 문자 및 문명과 함께 주변 지역으로 자연스럽게 전파되었다. 그리고 기원전 2000년 말까지 유럽, 중동, 북아프리카 전역에 걸쳐서 광범위하게 퍼져나갔다. \n\n그러나 현재까지 발굴된 가장 오래된 아편은 기원전 1500년에 만들어진 이집트의 한 무덤에서 나온 것이다. 같은 시기에 이집트의 테베는 양귀비 밭이 많기로 유명했으며 이런 이유로 이집트 아편은 테베 아편으로 불렸다.\n기원전 1500년경 이집트의 파피루스 문헌에 의하면 아편은 당시 이집트에서 진통제 등 약제로 사용되고 있었다. 아편(阿片)은 영어 opium의 한역이며, 어원은 그리스어 opos(식물즙) 및 opion(양귀비의 즙액)으로 보고 있다. \n아편이 약재로 사용된 최초의 기록은 기원전 1552년으로 이집트 테베에서 발견된 고대의 치료서에 적혀 있었다. 또 기원전 2160년과 기원전 1788년에 기록된 카훈(기원전 200년경에 피라미드 건설을 위해 계획적으로 조성된 이집트의 도시)의 수의학 및 부인과 의서에서도 다른 자연산 약품들과 함께 아편이 다루어지고 있음을 알 수 있다.\n여기에서 아편은 700개의 치료약들 중의 하나로서 성마른 아이들을 진정시키기 위한 특효약이라고 적혀 있다. 처방전에 따르면 아편을 파리똥과 섞어 걸쭉하게 만든 뒤 사흘 동안 섭취하라고 되어 있다.\n\n그리스의 아편은 예전에는 금기시되는 대상이 아니었다. 그리스인들에게 아편은 정식적, 초자연적 측면에서 사용되는 좋은 물질 중의 하나였다. 특히 데메테르(농업, 풍요, 결혼의 여신) 종파의 입문자들에게는 많이 사용되었을 것으로 보인다.\n전설에 따르면, 데메테르가 저승의 신 하데스에게 납치된 딸 페르세포네를 찾아 헤매다가 들판에 핀 양귀비 꽃들을 발견하고는 무심코 그 꼬투리에서 분비되는 수액을 맛본 뒤 잃어버린 딸에 대한 고뇌를 잊을 수 있었다고 한다. 그 때문에 데메테르를 새겨놓은 조각상이나 그림에는 여신이 다른 농작물이 아닌 한 송이의 양귀비꽃을 쥐고 있는 모습을 흔히 볼 수 있다. 또 여신의 제단에도 양귀비꽃으로 장식되어 있다. 실제로 엘레우시스 성지(聖地)에서 행해진 데메테 여신을 위한 의식에서는 그 해에 죽은 사람들에 대한 슬픔을 잊기 위해 의식에 참여한 사람들이 아편을 복용하였다.\n아편은 의약적인 측면에서도 아스클레피오스(의술의 신)의 사제들에게 매우 유용한 물질로 사용되었다. 이들은 환자들에게 아편을 복용하도록 하였으며 환자들은 사제가 병을 치료하는 동안 아편의 약효에 의해 잠이 들었다. 그때까지도 아편은 사제들에 의해 신비한 물질이나 병을 치료하는 치료제라고 생각하였다. \n그러나 초자연적인 힘을 간직한 것으로 대접받던 아편은 히포크라테스(그리스의 의학자)는 아편이 누려왔던 마법적이고 신비적인 지위를 빼앗고 하제․수면제․마취제․지혈제 등에 사용되는 약이라는 새로운 지위를 부여하였다. 아편이 질병을 치료할 수 있는 신비한 힘을 가진 어떤 존재가 아니라, 자연에서 얻을 수 있는 치료약 중에 하나로 생각하여 다른 물질과 마찬가지로 연구 대상으로 삼았다.\n히포크라테스는 백대하와 자궁의 질식을 치료하기 위해 쐐기풀 씨앗을 최면성의 메코니온(흰 양귀비 즙)과 혼합해 마시라고 처방하였다. 그리고 그는 아편 자체를 치료약으로 사용하는 것은 자제하라고 하였다. 만약 어쩔 수 없이 사용하더라도 신중하게 사용해야 한다고 경고하였다.\n\n아편은 문학에서도 모습을 드러낸다. 호머는 <오디세이아>에서 걱정을 잊게 해주는 약에 관해 언급했다. 이 약품은 아편을 원료로 하여 만든 것이었다. 오디세우스의 아들 텔레마코스가 스파르타의 왕 메넬라오스를 방문했을 때 메넬라오스는 트로이 전쟁 때 죽어간 오디세우스와 다른 전사들에 대한 슬픈 추억을 달래기 위해 연회를 베푼다. 이 때 헬레네가 특별히 준비한 감로주를 내오는 대목이 나온다.\n제우스의 딸 헬레네가 포도주에 약을 부었다. 그들은 걱정을 잊게 하는 약 '네펜테(nepenthe)'를 마셨으며, 이 약은 그들로 하여금 모든 슬픔을 잊게 했다. 이 약을 마신 사람들은 어머니나 아버지가 죽었어도, 형제나 사랑하는 사람이 눈앞에서 무참하게 살해당해도 눈물 흘리지 않았다. 경이롭고 불가사의하며 유익함과 치명적인 힘을 모두 지닌 이 약을 헬레네는 이집트 토스의 아내인 폴리다마한테 받았다.\n오랫동안 학자들은 걱정을 잊게 해주는 이 약을 '해시시(hashish)'(성숙한 대마의 꽃대 부분에서 채취한 수지를 원료로 만든 마약)라고 짐작했지만 이는 잘못된 생각이다. 기술되어 있는 내용을 살펴보면 약에 취한 사람들의 모습은 해시시에 의한 것이라기보다는 아편을 복용한 뒤 나타나는 증상에 가깝다. 아편을 복용하면 분노와 슬픔이 억제되어 모든 것에 무관심해지지만 해시시는 정신 착란의 흥분상태를 일으키기 때문이다.\n실제로 그리스인들은 알콜에 아편을 섞어 공포와 고뇌를 잊고 생각하기 싫은 기억에서 벗어나기 위한 진정제로 사용하였다. 또 전쟁터에 나가는 군인들에게 용기를 주기 위해 사용하기도 했다.\n아편이 가진 이런 특징 때문에 슬픔을 잊게 하거나 희석시키는 용도로 사용하는 곳은 지금도 존재한다. 중동의 어느 지역에서는 양귀비로 차를 만들어 얼음을 띄운 뒤 장례식장에 온 조문객들에게 음료로 내놓는 전통이 이어지고 있다.\n\n양귀비에서는 모르핀, 코데인, 옥시코돈, 헤로인 등의 성분이 나온다. 모르핀은 1826년 독일의 젊은 약사 프리드리히 제르튀르너(Friedrich Wilhelm Adam Sertürner)가 처음으로 아편에서 순수한 활성 성분을 분리한 것이다. \n그리스 신화에 나오는 꿈과 음악의 신인 모르페우스(Morpheus)를 본떠서 독일식 표현인 모르핀(Morphine)이 되었다.\n모르핀은 1827년 독일 다름슈타트에 있는 천사약국에서 생산되기 시작했는데 날개 돋친 듯 팔려나갔다. 약국 주인은 에마누엘 머크였고 시골 작은 약방은 세계적인 생명공학회사 '머크'가 됐다.\n순도 약 20%인 모르핀은 현재 주로 군대에서 큰 부상을 입은 군인들의 고통을 덜어 주거나 혹은 현대여성들의 무통분만을 원할 경우 진통제로 사용되기도 한다.\n\n1874년 독일 화학자 드레서(Dresser)가 모르핀에서 순도 약 90%인 헤로인(Heroin)을 추출하였고, 1898년에는 아스피린을 생산한 유명한 독일 바이엘 제약회사가 의약용으로 헤로인을 생산하면서  '판도라의 상자'를 열었다.\n1897년에는 독일 바이엘 연구진이 새로운 화학 합성 기법을 이용해 모르핀을 변화시켜서 새로운 물질을 만들었다. 질병을 치료하는 데 영웅적인 효과를 내라는 기대에서 헤로인이라고 지었지만 실상 어떤 병도 치료하지 못한다. 놀라운 사실은 바이엘이 헤로인을 모르핀 중독을 치료하는 중독성 없는 약으로 판매했다는 점이다. 헤로인은 인체 대사 과정에서 모르핀을 포함한 몇 가지 물질로 분해되는데, 모르핀보다 효과도 강력하고 중독성도 훨씬 강하다. 아편 중독을 악화시킨 바이엘은 맹비난을 받았다.\n아편의 작용 원리는 1975년에서야 밝혀졌다. 체내에서 자연 발생된 모르핀이라는 뜻의 ‘엔도제너스 모르핀(endogenous morphine)’을 줄여서 엔도르핀이라 명명됐다. 뇌하수체와 시상하부에서 생기는 호르몬인 엔도르핀은 행복감을 느끼고 고통스러운 감각을 줄여준다. 중독성과 사망 위험이 있다는 치명적인 단점에도 불구하고 아편이 사용되는 이유는 극심한 고통도 완화할 수 있는 가장 뛰어난 진통제이기 때문이다.\n\n[이집트]\n고대 이집트와 앗시리아에서도 수백 킬로미터의 거리를 강행군할 때 병사들의 피로감을 없애고 각성 효과를 얻기 위해 코카 잎을 씹게 했다. \n고대 이집트에서도 일찍이 아편을 사용한 기록이 발견되는데, 이때 아편의 사용은 주로 사제, 주술사, 그리고 전사들에 제한됐다.\n\n[인도]\n가장 오래된 신화적 기록은 '리그베다'로, 이 기록에는 ‘신의 술’이라고 불린 소마 Soma가 등장한다. 이 음료는 소마라는 식물의 줄기를 돌로 두들기\n고, 이를 압착하여 얻은 액체를 양털의 체로 걸러 나무통에 붓고, 여기에 적절하게 물을 섞으며 우유 등을 가미하여 만들었던 일종의 흥분음료이다. 베다의 제사에서는 소마를 제신에게 바치고 그 나머지는 제관\n및 참가자가 마시는데, 이 음료는 신들에게는 불사(不死)의 능력을 제공하고, 인간들에게는 시적인 영감을 제공하는 것으로 생각되었다.\n\n[그리스, 로마]\n로마 시대에는 마약을 판매하는 것은 불법이 아니었다. 도시에  800 개의 아편 상점이 있었고 로마의 총수입 중 약 15%가 아편 판매에서 나왔다. 실제로 약물 사용은 훨씬 더 일찍 시작되며, 로마인은 아마도 의료용 및 수면제로 아편을 사용한 그리스인으로부터 그 습관을 물려받았을 것이다. 동방 박사가 예수의 탄생 시 바친 공물 중 하나도 아편이었다. 성경에 몰약(myrrh)이라고 기록된 단어는 여러 가지로 해석될 수 있지만, 아편일 가능성이 높다. \n역사 학자들에 따르면, 줄리어스 시저도 성관계 후 마리화나를 피웠다고 한다. \n그리스, 로마 시대에는 병사들의 고통을 완화하기 위해 아편을 사용했다. 고대 그리스에선 마약이 생필품이나 다름없었다. 풍요의 여신 데메테르는 곡식과 양귀비를 들고 있는 모습으로 그려졌다. 히포크라테스는 아편을 ‘고통의 구원자’로 표현했다. 로마에선 마약이 오락용으로 상용됐다. 이때까진 마약은 ‘신의 선물’이었다.\n\n[바이킹]\n역사상 호전적이기로 유명한 바이킹 군대는 전투시 전투력을 증강시키기 위해 마약 성분이 있는 순록 오줌을 마셨다. 고대 바이킹족은 전투시 강력한 흥분제인 암페타민이 함유된 '아마니타 무스카리아(Amanita Muscaria)'란 버섯을 먹인 순록의 오줌을 복용했다. \n\n스칸디나비아 신화에 따르면, 베르세르커 (Berserker)라는 신화적 존재는 ‘butotens’라 불리는 음료를 마심으로써 제정신을 잃을 위험을 무릅쓰고 육체적 힘을 증강시켰다고 한다. 이 음료의 성분은 환각물질을 함유하고 있는 ‘Amanita muscaria’, 즉 광대버섯류에서 추출한 것이라는 추측이 제기되고 있다. 이러한 기원은 ‘to go berserk’(=미쳐 날뛰다)라는 영어표현에 그 흔적을 남기고 있다. 독일어로 ‘Fliegenpilz’로도 불리는\n이 버섯은, 시베리아의 샤먼들이 전통적으로 사용하던 환각물질 중 하나로서 가장 오래된 환각물질로 여겨진다. 샤먼들은 예언자적인 최면상태에 빠지거나\n샤먼적인 치유력을 동원하기 위해 이 버섯을 사용하곤 했다. \n고대 그리스에서는 이 버섯을 포도주와 함께 복용한 것으로 보이며, 고대 이집트인들은 이 버\n섯을 ‘Rabenbrot’으로 지칭했는데, 이 명칭에서 학자들은 오딘/보탄의 까마귀(후긴, 무닌), 즉 스칸디나비아와 게르만적인 문화유산과의 교류를 추측하기도한다.\n\n[중세]\n르네상스 시대 사람들은 일반적으로 진통제 또는 성적 쾌락을 위해 약물을 사용했으며, 신의 선물로 간주되기도 했다.\n그러나 기독교가 로마의 국가 종교로 인정된 후에는 마약에 대한 인식이 부정적으로 바뀌기 시작했다. 중세 시대 가톨릭 교회는 마약을 허용하지 않았다. 종교 지도자들은 신비주의가 마약과 관련되어 있다고 생각했고, 다른  종교가 이 신비주의를 통해 사람들에게 퍼져 나가는 것을 두려워했기 때문이다. 고대로부터 마약은 종교의식에 공개적으로 사용되어왔다. 새로 구축된 가톨릭 교회는 마약이 유통될 경우 가톨릭보다 강력한 영향력을 미치는 종교가 나타날까 봐 두려워했다. 이런 이유로, 기독교 당국은 고통은 신의 경건한 징벌이며 믿음과 회개로 고통을 극복해야 한다고 주장하면서 마약을 금지했다. 이리하여, 질병을 하나님의 심판으로 보았던 초기 기독교는 아편을 진통제로 사용하는 것을 금했고 전통적인 진통제 역할을 했던 양귀비 식물즙은 악마의 약으로 간주되었다.\n\n11세기에 들어서야 비로소 이러한 태도는 완화되는 양상을 보인다. 그 결정적 이유는 아라비아어로 번역된 그리스 로마의 의학서적들이, 십자군 전쟁에\n서 돌아온 기사들을 통해 서구로 역수입되었기 때문이다. 이 시기에 가장 보편적으로 사용된 것은 아편인데, 당시 의사들은 이 약재의 진통제적 혹은 마\n취적 효능에 주목하고 어려운 외과수술에 사용했다. 아편을 비롯한 수십 종의 약재를 벌꿀에 개어 만든 해독제 ‘테리아카 Theriak’는 광범위하게 퍼져 있던 매독과 페스트에 처방되었을 뿐 아니라, 거의 모든 병에 효능이 있는 것으로 여겨진 만병통치약이었다. 아편을 사용한 또 하나의 약재로는 ‘란다눔 Landanum’(das Lobenswerte)을 들 수 있다. 이 약재는 스스로를 파라셀수스라고 부른 당대의 의사이자 자연연구자 테오프라스투스 봄바스투스 폰 호엔하이트(Theophrastus Bombastus von Hohenheit, 1493～1541)에 의해 만들어졌는데, \n해열 진통 작용으로 인해 오늘날의 아스피린에 해당하는 위상을 지녔다. 이 시기에 이들 약재들이 사용된 정황을 살펴보면, 환각물질의 도취효과가 통증을 완화하는 데에 집중되었다는 점을 알 수 있다.\n\n르네상스 시대에 와서 인본주의적 바람을 타고 다시 마약류는 허용이 되기 시작했으며, 메디치가의 사람들을 비롯하여 그 시대의 적지 않은 사람들이 마약을 사용한 것으로 알려져 있다. 영국의 앨버트 & 빅토리아 박물관에는 물약병으로 사용된, 아름답게 장식된 조그마한 르네상스 시기의 유리병이 전시되어 있기도 하다.\n유럽에 금욕적인 기독교가 들어오면서 마약은 ‘악마의 선물’로 추락하게 됐다. 마약이 다시 일상용품으로 돌아온 건 17세기 영국의 토마스 신더햄이 아편이 함유된 ‘로더넘’이란 진통제를 개발하면서다. 로더넘은 19세기 서구에서 유행해 링컨 부인인 메리 여사도 애용자였을 정도다. 이 시대 소설 속 명탐정 셜록 홈즈도 아편을 즐겼다.\n\n[남미]\n코카인도 오래전인 기원전 3000년경 남미 안데스 문명 시기에 사용되었다고 보고 있다. 코카나무는 남미 안데스산맥이 원산지이며 잉카의 신은 양손에 코카나무잎을 들고 있기도 하다. 16세기 스페인 정복군이 페루의 산골마을에 들어가서 보니 주민들이 코카나무잎을 씹고 있는 것을 보았고 이를 씹으면 힘이 생기고 피로감이 가시고 배고픔을 잊게 되는 것을 알게 되었다. \n16세기 스페인이 잉카제국의 원주민들에게 음식 대신 코카(Coca) 잎을 주며 피로와 허기를 잊게 하여 노동력을 착취했다. 환각물질을 육체적 능력의 극대화와 연관지을 때 흥미로운 것은, 고위층들\n에게 환각의 쾌락을 가져다주던 코카 잎이 하층민들에게 사용이 허락된 것은 장거리를 달리는 연락병 혹은 해안에서 잉카제국의 수도인 쿠스코까지 매일 아침 왕의 식탁에 생선을 올리는 일을 하는 심부름꾼과 같이 극도의 신체적인 피로를 잊게 해 주는 경우에 한정되었다는 점이다. 코카잎은 인간의 중추신경을 자극하여 결국 덜 먹고 더 많은 일을 할 수 있는 에너지를 제공하는 기능을 하는 것이다. 이는 16세기 초 스페인이 잉카제국을 정복한 이후 300여년에 걸쳐 원주민 착취를 하는 데 있\n어서도 중요한 전기가 된다. 이때 정복자들은 혹독한 원주민 착취의 메커니즘으로 원주민들에게 코카 잎을 노동의 대가로 지불했다. 그것은 원주민들에\n게 더 많은 일을 시킬 수 있고 음식을 덜 먹게 할 수 있었기 때문이다.\n\n1860년 독일 화학자(Nieman)가 중남미에서 수입해 온 코카잎에서 코카인 알칼로이드(C17H21NO4)를 추출하였다. 이 코카인(Cocaine)은 당시 유럽사회에 만연된 모르핀 중독현상의 치료약으로 이용되기도 하였다. 특히 정신분석의 아버지라고 불리는 프로이드는 이 코카인이 위장장애와 천식에 특효약임으로 격찬하기도 하였다. \n청소년들이 좋아하는 코카콜라의 경우 코카(Coca)라고 불린 이유가 코카콜라社가 1896년부터 20세기 초반까지 코카잎에서 추출한 마약성분의 코카인을 첨가했기 때문이었다.\n\n코카인은 점막의 국소 마취작용에 쓰이기도 하지만 그러나 코카인 중독은 주사, 복용, 비강 흡입 등에 의해서 일어나는 마약중독의 하나이다. 지속 사용에 의한 습관성 중독은 힘이 빠지고 몸이 마르는 등 신체 소모가 두드러지며, 정신적으로는 집중곤란이나 도덕 감정의 황폐 등과 벌레나 작은 동물이 몸 위에 기어다니는 것처럼 느끼는 특유의 코카인 환각증을 볼 수 있다.\n\n중앙아메리카에는 아즈텍인들이 ‘테오나나카틀’ (Teonanacatl)이라고 불렀던 야생버섯이 자란다. ‘신들의 살’(Flesh of the Gods)이라는 뜻이다. 그들은 눈에 잘 띄지 않는 이 조그만 갈색 버섯을 의식용으로 사용했다. 16세기 이곳을 정복했던 스페인 가톨릭교도들이 이 버섯을 금지시키는 바람에, 400년쯤 세월이 흘러서야 세상에 알려졌다.\n이 버섯에는 환각을 일으키는 실로사이빈 (Psilocybin)이란 화학성분이 있었다. 마약 시장에서는 이를 그저 ‘버섯’ 또는 ‘마술 버섯’이라고 불렀다. 고고학자들에 의하면 미주 각지에서 발견된 선사시대 이전의 암각화에서 아마도 ‘실로사이빈’ 영향 하에서 행동하는 샤먼의 모습이 발견되었다. 이 독버섯은 컬럼버스가 미 대륙을 발견하기 훨씬 이전부터 시작해서 지금까지 중남미에 살던 토착민들이 종교적 예식, 신 내림 또는 치유의 목적으로 광범하게 사용되었던 것이다.\n스페인 탐험가 헤르난 코르테스가 중미를 탐사했을 때 동행했던 베르나디노 데 사하군이란 신부는 아즈텍 사람들이 이 버섯을 의식 때마다 사용한다는 기록을 남겼다.\n스페인들에 의한 중남미 정복이 끝나자 캐톨릭 선교단체에서는 환각제 독버섯들을 ‘이방인들의 우상숭배’의 일종으로 여겨 그 사용을 금지시켰다. 그들에게 독버섯이란 아즈텍 원주민들이 마귀와 소통하는 수단으로 보았고 이들을 천주교로 개종시키기 위해 성찬식에 참여하도록 강요했다. 대체적으로 원주민 개종은 성공했다. 그래도 외 따른 지역에서는 독버섯 사용이 계속되었다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-05T00:06:58.512000",
  "updatedAt": "2022-07-02T21:43:27.473000"
}