{
  "id": "f7486975-3a4d-4fd5-97b5-d222a58e2a29",
  "title": "이순신 자살설",
  "content": "\"이순신이 몸소 화살과 돌을 무릅쓰고 힘껏 싸우다 날아온 탄환에 가슴을 맞았다\" \n- 선조수정실록 -\n\n이순신이 마지막 전투에서 몸을 아끼지 않았다는 데는 대부분의 의견이 일치한다. 명량해전과는 달리 우리측 함선이 적지 않았는데도 함대 뒤쪽에서 전투를 지휘해야 할 사령관이 선두에 나서 싸웠다는 것은 매우 이례적인 일이기 때문이다.\n\n그의 죽음을 둘러싼 의혹은 이미 임진왜란 직후부터 제기됐다. 17세기의 문신 이민서는 '김충장공유사'에서 \"이순신은 한참 싸울 때 갑옷을 벗고 스스로 적탄에 맞아 죽었다\"고 기록했다. 월탄 박종화의 장편소설 '임진왜란'(1957)도 이순신의 자살로 끝을 맺고 있다. '자살설'을 주장하는 사람들은 ▲갑옷도 입지 않고 전투에 나갔다는 기록 ▲전투 직전 '이 원수를 없앤다면 죽어도 여한이 없겠다'고 했다는 기록 등을 인용한다.\n노량해전 당시 이순신뿐 아니라 가리포첨사 이영남, 낙안군수 방덕룡 등 10여명의 우리측 장수들이 전사했다. 이것이 7년간의 임진왜란 해전 중 조선 장수 전사자의 35%에 달할만큼 많다는 점도 '자살설'의 근거가 되고 있다. 장수들이 일부러 적의 정조준 사거리까지 근접해 싸웠다는 의미가 되기 때문이다. \n\n조선의 위정자들에 환멸을 느낀 이순신 장군이 마지막 전투에서 갑옷을 입지 않고 참전했다는 소문이었다.\n이 이야기가 언제부터 시작되었는지는 모르겠지만, 17세기에는 이미 상당히 퍼져 있어서 조정의 고관까지도 이 설을 믿는 사람들이 나왔다. 숙종 때에 이조판서를 역임한 서하 이민서(1633∼1688)는 이순신 장군이 당파 싸움에 회의를 느껴 갑옷을 벗고 전쟁에 임했다고 서술했다. 이여는 숙종대에 영의정까지 지낸 인물이었는데 그도 이순신의 자살설을 믿었다. 이순신의 자살설은 근래까지 이어져 고명한 역사학자 중에서도 이 설을 믿는 이들이 의외로 많다.\n\n[반론]\n반드시 그의 죽음을 불러일으킬 확실한 행위가 되지 못한다. 즉 반드시 일본 수군의 이름 모를 병졸이 그를 쏘아서 맞춰 준다는 보장이 없을뿐더러, 설령 맞는다고 하여 반드시 죽음에 이른다는 보장 역시 없는 것이다. 기함 지휘소의 여러 측근들과 튼튼한 방패, 그리고 부하 장수들의 군함으로 둘러싸인 지휘관의 입장에서, 전사를 가장하여 자살한다는 행위는 자살 행위 중에서는 극히 졸렬한 것이라고 할 수 있다.\n\n전투 중에 지휘관이 전사한다는 것은 상상할 수 없는 위험을 초래한다. 결국 이순신 장군이 갑옷을 입지 않고 싸웠다면 이순신 장군이 부하들의 생명과 전투의 사명감은 안중에도 없고, 자기 명예와 체면만 소중히 하는 사람이라는 말이 된다. \n리더에게 가장 중요한 자질은 자신이 맡은 과업과 부하들에 대한 책임이다. 그것을 이루기 위해서 사적인 이익은 물론이고, 비난과 굴종마저도 감수하는 것이 진정한 리더다. 실제 역사 기록을 보면 이순신 장군의 최고 미덕이 바로 이런 모습이다. 이순신 장군이 통제사 직에서 해임되었던 이유도 조정에서 요구하는 잘못된 전략을 끝내 거부했기 때문이다. 물론 이순신 장군은 그 대가로 해임과 백의종군을 받아들일 수밖에 없었다. \n\n[은둔설]\n은둔설을 뒷받침하는 사료는 이순신의 조카 이분(李芬)이 쓴 ‘행장’(行狀·죽은 이의 일생을 기록한 글)이다.\n행장에 따르면, 이순신은 1598년 11월19일 노량 앞바다에서 맏아들 회(32)와 조카 완(20) 그리고 몸종 금이 단 세 사람이 지켜보는 가운데 전사한다. 전투가 끝난 후 그의 시신은 고향인 충남 아산으로 옮겨지지만 장례식은 죽은 지 80일 만인 다음해 2월11일 치러진다. 그리고 기이하게도 장군의 시신은 전사한 지 16년이 지난 1614년에 600m 떨어진 곳으로 이장된다.\n‘은둔설’을 주장하는 측은 △한 번도 전쟁에 참여시키지 않았던 아들과 조카를 노량해전에 데려간 것 △그의 죽음을 목격한 사람이 아들, 조카, 몸종 외에는 아무도 없다는 점 △그리고 국장으로 치러진 장례임에도 불구하고 16년 뒤 다른 곳으로 이장됐다는 점을 근거로 들고 있다.\n역사연구가 남천우 씨도 저서 ‘유물의 재발견’에서 “16년이 지난 1614년에 비로소 이순신이 죽었으며 그렇기 때문에 장례를 다시 한 것”이라며 “이분(李芬)은 어쩌면 자신의 기록을 통해 이순신이 실제로는 일흔 살까지 살았음이 밝혀지기를 바랐는지도 모른다”고 주장한 바 있다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9ded4b6e-8609-44e9-9a7e-24dc80fde081"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-12-14T08:50:57.556000",
  "updatedAt": "2023-12-14T09:05:17.264000"
}