{
  "id": "f7df98b1-7f94-4587-b846-9fcd9edf26a9",
  "title": "세금의 역사 - 동양",
  "content": "춘추전국시대와 진한시대를 거쳐 당나라 시대가 되면서 세금제도는 조(租)·용(庸)·조(調)의 형태로 정착되기에 이르렀다. 조(租)란 토지의 사용 대가로 국가에 내는 부담을 말하는 것이고, 용(庸)이란 국민이 노동력을 국가에 무상으로 제공하는 것으로서 사람에 대해 부과하는 것이며 일종의 노역으로 요역과 군역이 있었으며, 조(調)란 특산물을 국가에 내는 것으로서 가구당 부과했다.\n\n\n[정전제(井田)]\n동양에서 기록상 가장 오래된 조세제도는 중국 주나라의 정전제인데 사실상 십일조 형태로 세금을 내는 것이었다. 주나라에서는 일정 면적의 땅을 우물 정(井)자 모양으로 9등분하여 백성들에게 배분한 후 그중 한 가운데 있는 땅은 공동 경작하고 거기에서 생산된 곡물을 세금으로 나라에 바치도록 하였다.\n\n상나라 때부터 춘추전국시대까지 이어진 정전제는 당시 아직 철제 농기구와 우경이 등장하기 이전이라 조잡한 농기구만으로 농사를 짓기에 여러 사람이 힘을 합쳐야만 했기 때문에 만들어진 농업 방식이었다.\n\n[진나라]\n진나라 등을 중심으로 철제 농기구가  보급되고, 소를 통한 밭갈이까지 보급되면서 가정 단위의 농업 경영이 더 생산성이 높았기 때문에 정전제는 급속히 해체된다.\n진(秦)나라의 재상 상앙은 정전제를 폐지하고 토지 사유제를 실시하는 한편 농작물과 방직물을 많이 생산한 농민에게 각종 노역과 세금을 면제해줌으로써 농업 생산력을 크게 증대시켰다. \n그러나 진시황제가 시행한 무리한 토목공사(1만 2천 7백리의 만리장성, 길이 690m, 폭 114m의 아방궁, 무수한 호화유적을 남긴 진시황제 무덤(높이 약 70여m, 동서 약 600m, 남북 200여m) 등)와 그로 인한 과도한 세금은 민란을 부추켰고(진으로 통일된 후에는 세부담이 무려 20배로 늘었다고 백성들이 불평할 정도였다.) 결국 진나라의 멸망을 가져왔다. \n\n[한나라]\n한(漢)나라의 세금 제도는 인두세(人頭稅)와 재산세, 전조(田租), 요역(徭役)이 있다.\n인두세란 사람 인, 머리 두, 세금 세. 즉 사람 머리 숫자대로 돈을 거두어 들였다는 것이다. 3∼14세 남녀는 23전을, 15∼56세 남녀는 120전을 바쳐야 했다. 전조는 경작하는 땅에 부과하는 토지세로  수확의 1/30을 바치게 하였다. 요역으로는 일생 동안 2년간 병역 의무를 이행해야 했고 또한 매년 1 개월씩 노역을 해야했다. 사정상 노역을 할 수 없을 경우에는 관청에 돈을 내고 관에서 대체 인력을 고용하게 했다.\n재산세는 상인들에 대한 세율은 일반인보다 5배 내지 2.5배로 인상하고 허위신고가 발견되면 전 재산을 몰수했다. 또한 허위신고를 고발할 경우에는 몰수액 중 반은 국가가 갖고 고발액의 반은 고발자에게 포상으로 지급하는 고민령이 시행되었다. \n토지는 국가 재산으로 귀속이 되었다.\n\n한무제는 전매제도, 균수법과 평준법을 도입해 정복전쟁에 필요한 자금을 조달했다. 균수법은 각 지방에 관리를 두어 그 지방의 특산물이나 생산물을 싼 가격으로 세금 대신 납부시키고, 이들 물품을 수도나 주요 지방에 비싸게 팔아 정부가 이익을 남기는 방법이었으며, 평준법은 물가가 떨어졌을 때 정부가 물자를 보관하다 물가가 오르면 팔아 이익을 남기는 것이었다. \n또한 전매제도를 시행해서 소금, 철, 술의 민간 유통을 금지시키고, 정부만이 이들 물품을 독점적으로 판매할 수 있도록 했다. \n\n[둔전제]\n후한 말에 이르러 전란이 빈번하게 발생하자, 사회적 기반은 대부분 파괴되고 경제상황은 말도 하지 못할 정도로 악화되었다. 토지는 황무지로 변하고. 인구도 격감했다. 그 주요 원인은 전쟁을 피해 수많은 농민들이 농토를 떠난 탓도 있지만, 때마침 발생한 오랜 가뭄과 전국을 휩쓴 전염병의 창궐도 중요한 원인이 되었다.\n조조는 당면한 기아 문제를 해결하기 위해서는 농업경제를 발전시켜야 한다고 생각했다. 먹을 것이 없으면 민심도 안정되지 않을 뿐만 아니라, 자신의 권력 기반을 공고히 하지도 못한다. 조정에 반기를 든 사람들을 진압하기 위해 군사력을 동원하는 일은 그 다음 문제였다. 그는 부국강병을 최우선 과제로 삼아야 했다. \n삼국시대에 조조는 국가가 토지를 직접 운영하는 둔전제를 시행했다. 당시 오랜 전쟁으로 많은 토지들이 황폐되고 경작되지 않고 방치되는 경우가 많았는데  조조는 국가가 이들 토지를 직접 농민들에게 균등하게 주어 생활을 하게 하고 여기서 국가 경영에 필요한 세금을 안정적으로 거두어 삼국통일의 기반을 닦았었던 것이었다.\n\n둔전제는 군량의 확보나 또는 직접적인 재원의 확보를 목적으로 하여 국가주도하에 경작자를 집단적으로 투입해 관유지나 새로 확보한 변방의 영토 등을 경작하는 토지제도이다. 둔전제는 전란으로 인한 토지 황폐화와 군량의 부족을 극복하기 위해 채택된 것. 둔전이란 국가의 토지로서, 둔전의 경작자는 일반 주군민 중에서 모집하거나 피정복민을 강제로 이주시켜 확보했습니다. 둔전민은 수확의 50-60% 정도를 국가에 바쳐 이를 군량으로 확보했다. 이로써 유민의 생활 안정과 안정적인 군량 확보를 할 수 있게 되어 위(魏)나라는 삼국 중 가장 강대한 국력을 자랑할 수 있었다.\n둔전은 군둔(軍屯)과 민둔(民屯)으로 나눌 수 있다. 군둔은 병사가 경작에 종사하는 것으로, 가장 대표적인 예로는 한(기원전 202∼기원후 220)의 둔전제를 들 수 있다. 변경지대의 병사가 스스로 경작하면서 국방에 임하는 방식이었다. \n민둔은 징모(徵募)된 일반주민이 경작에 종사하는 것을 말하며, 내지(內地)에 주로 설치되었습니다. 그 대표적인 것으로 196년에 위나라의 조조가 허난성(河南省)의 쉬(許)지방에서 시작해 그 후 각 주에 확대시킨 제도다. 이것은 각 주, 군에 전농중랑장(典農中郞將), 전농교위(典農校尉) 등의 전관(田官)을 두고 그 관리 아래 징발된 농민으로 하여금 황무지를 개간 경작하게 한 뒤, 수확물의 50%(자기 소유의 농우(農牛)를 사용할 경우) 또는 60%(관우(官牛)를 사용할 경우)를 징수하는 제도다.\n\n\n[균전제(均田制)]\n토지 지급 및 조세 징수제도로, 서기 485년 남북조 시대 북위의 효문제가 이안세의 건의로 처음 시행했다.\n국가가 분열되면서 둔전제가 제대로 운영되지 않자 5호 16국 시대에 북위는 둔전제와 비슷한 균전제를 도입하였다. 토지 소유를 국가가 하며 이 토지를 농민에게 일정 면적씩 지급하여 경작하게 하고 그 수확에서 세금을 거두었다. \n 국가의 차원에서 한 사람의 대토지 소유를 억제하고, 토지의 분배와 회수를 반복하여 조세 수입의 극대화를 위한 제도였다. 균전제는 모든 토지가 구가의 소유라는 전제하에서 출발한다. 노예를 포함한 모든 농민들이 각각 그들의 경작 능력에 따라 일정량의 토지를 분배받았다. 그러나 이때는 노비에게도 평민 성인남자 할당량의 절반에 상당하는 토지 보유를 인정했으므로, 호족들은 대규모 노비 소유를 통해 대토지 소유 억제책을 피해갈 수 있었다. 위에서 말한 것처럼 토지의 균등한 배분보다 노동력을 완전히 활용하여 세수를 확보하는데 주안점이 있었기 때문이다.\n\n중국에서는 남북조 시대 북위 (북조)에서부터 시작하여 북제, 북주로 이어지고, 이후 당 나라 중반까지 시행되었다. 많은 토지를 호족이 사적으로 소유하는 것을 억제하고 농민을 토지에 정착시키기 위해 실시하였다. 왕조에 따라 다소의 변화는 있었지만 대체로 21∼59세의 성인에게 일정한 면적의 토지를 지급하고 조세와 병역을 부담시키고 노령이 되면 다시 회수하였다.\n\n균전제는 백성들에게 토지를 균등하게 분배하여 주는 제도이다. 모든 토지가 국가의 소유이었고  노예를 포함한 모든 농민들이 각각 그들의 경작 능력에 따라 일정량의 토지를 분배받았다. 이는  호족이 토지를 사적으로 소유하는 것을 억제하고, 농민을 토지에 정착시키기 위해 실시하였다. \n왕조에 따라 다소의 변화는 있었지만 대체로 21∼59세의 성인에게 일정한 면적의 토지를 지급하고 조세와 병역을 부담시키고 노령이 되면 다시 회수하였다.\n균전제는 남북조 시대 북위(북조)에서부터 시작하여 북제, 북주, 수나라로 이어지고, 이후 당 나라 중반까지 약 300여 년간 실시되었다. \n\n[당나라 균전제(均田制), 양세법(兩稅法)]\n당나라는 초기에 조세제도로서 15세 이상 일할 능력이 있는 모든 사람들에게 균등하게 토지를 분배하고 일정한 세금을 거두었다. \n국가의 공권력이 강성했을 당시, 균전제는 귀족들의 무분별한 대토지 소유를 억제하고, 토지의 분배와 회수를 통하여 농민 지배를 강화하며, 세수의 안정을 꾀하는 역할을 했다. 하지만 755년 일어난 안사의 난으로 인해 국가의 공권력이 약화되자 변경에 주로 설치되었던 번진(지방 권력)이 점차 내부로 확산되었고, 조정은 물론 그들도 백성들에게 세금을 부과하기 시작했다.(이중과세)\n이에 전란에다 중과세에 지친 백성들은 토지를 귀족에게 팔고 귀족에 의탁하면서 소작농이 되거나, 각지로 유랑하는 양상이 나타나기 시작했다. 관료와 지주들이 버려진 토지를 흡수하여 자산의 규모를 늘려가자 백성 개개인을 상대로 토지에 세금을 부과하는 균전제는 무의미해졌다. \n\n양세법(兩稅法)은 당(唐) 중기부터 명(明) 중기까지 시행되었던 세금 제도이다. 더 이상 균전제로 재정을 충당할 수 없다고 판단한 덕종은 양세법(兩稅法)을 시행했다. 기존에 곡물이나 직물 등의 현물을 주로 징수하던 조용조(租庸調)와는 달리 금전을 주로 거두는 제도였으며, 1년에 두 번 징수(늦가을 및 늦여름) 한다는 특징이 있었기 때문에 양세법이라는 이름이 붙게 되었다. 사람이 아닌 호구를 기준으로 주호와 객호의 구분 없이 재산의 차등에 따라 차별적으로 세금을 부과하였다. 명나라에 이르기까지 역대 왕조는 이 법을 계속 유지했다.\n\n대토지 소유와 함께 상업활동이 활발해진 사회의 변화를 반영하여 토지뿐만 아니라 상업 활동에도 세금을 부과하였다. 양세법의 시행으로 농민들의 직역이나 요역이 완전히 사라진 것은 아니지만, 원칙적으로 세금은 토지나 상업소득에 대한 재산세로 일원화되었다. 또한, 국가는 세금수입으로 직업군인을 양성하게 되었다.\n\n양세법과 함께 세금을 현금으로 내는 금납제를 실시했다. 세금을 돈으로 내기 위해 농민들은 수확한 농산물을 시장에 팔아 현금화해야 했지만 당시 당나라는 시장경제가 완벽하게 형성되지 못해 거래 과정에서 손실이 발생하는 경우가 잦았다. 이러한 문제로 금납제의 도입이 재정 수입 확충에 크게 기여하지 못하자 당나라 정부는 당시의 가장 주요한 생필품인 소금에 대해 정부가 독점적으로 판매할 수 있는 전매제도를 도입, 재정 문제를 해결하고자 했다. 이로 인해 한때 당나라 조세 수입에서 소금 전매 수입이 차지하는 비중이 50%를 넘기도 하였다. \n그러나 소금 전매를 통한 조세 수입의 확충 방식은 오래가지 못했다. 소금의 생산원가에 비해 전매제도를 통해 제공되는 소금의 가격이 30배 이상 치솟자 암시장이 형성됐고, 소금 밀매업이 성행했다. 당시 소금업자들은 소금세가 높았기 때문에 소금을 한꺼번에 구입해 가격을 높인 다음 판매하는 매점매석 행위로 폭리를 취하는 경우가 많았다. 소금 밀매업자들은 당나라 정부의 단속이 심해지자 각 지역의 밀매 조직을 규합해 당나라 정부에 항의했다. 이러한 항의는 황소라는 밀매업자를 필두로 반란의 형태로 확장됐다. 이때의 난을 가리켜 ‘황소의 난’이라고 한다. 황소는 같은 소금 밀매업자인 왕선지(王仙芝)와 결합해 당의 수도인 장안을 손쉽게 함락시켰다. 이처럼 쉽게 수도를 함락시킨 원인에는 소금세에 항의하는 소금 밀매업자들의 조직적인 움직임도 있었지만 가뭄과 수해, 병충해에도 불구하고 계속되는 높은 세금을 피해 도망가는 백성들이 많아 이들 불만세력을 결집하기가 쉬웠기 때문이었다. 이처럼 황소의 난을 야기한 소금세는 당나라 멸망의 직접적인 원인으로 작용했다. \n\n당나라는 세제개혁을 통해 가옥세, 주세, 차세 등 다양한 세금제도를 개발했고, 양세법에 의거해 정부가 연간 예산을 세우고 이에 따라 과세하는 선진적인 세금제도를 보유한 재정국가였다. 실제 안록산과 같은 큰 사건을 겪고도 쉽게 망하지 않은 것은 튼튼한 국가 재정 덕분이었다. \n\n[송나라 왕안석의 신법]\n송나라 시대에 대지주의 증가로 농민들은 땅을 잃고 소작농으로 전락하여 재정 수입이 크게 줄어들었다. 또한 문치주의에 치중하고 국방을 허술히 한 결과 요, 서하 등의 잦은 침입을 받았다. 송은 이들 이민족에게 막대한 은과 비단을 공물로 바쳐 무마하니, 국가 재정은 더욱 궁핍해졌다. 이에 따라 물가는 상승되고 세수는 줄어들고, 노비와 빈민들은 늘어나는 악순환의 경지에 이르렀다. 이를 타게하기 위해 신종 시대에 왕안석이 서민경제를 활성화시키기 위해 신법(新法)인 희녕변법(熙寧變法)을 시행하였다. 그 내용은 다음과 같다.\n\n■ 청묘법(靑苗法)\n정부가 상평창(常平倉)에 보관하던 곡식을 춘궁기에 낮은 이자로 빌려준 뒤 가을에 새 곡식이 수확될 무렵 되돌려 받는 방식. 농민들이 지주들에게 높은 이자를 지불하며 빈곤층으로 전락하는 폐단을 막기 위한 방지책이다. 이는 크게 두가지의 이점이 있는데 철째는 대지주의 고리대로부터 농민을 보호하고 둘째는 약간의 이자를 거둠으로써 재정이 보탬이 된다는 것이다. \n\n■ 시역법(市易法)\n상평시역사(常平市易司)라는 국영 유통업체를 두고, 물가가 하락하면 상품을 고가로 매수하고 물가가 상승하면 저가로 되파는 방식으로 물가를 안정시키는 방안. \n또한 상인들에게 연 2할로 돈을 빌려줬습니다.\n\n■ 균수법(均輸法)\n균수법은 세제 개혁안이다. 중국은 전통적으로 각 지역마다 현물을 납부하는 제도가 있었는데 문제는 지역마다 사정이 다른데 중앙정부가 이를 고려하지 않고 일괄적으로 거뒀다는 점이다. 이 때문에 해당 물품을 구하기 어려운 지역에서는 멀리 다른 지방까지 가서 이를 구매하기도 하고 이 과정에서 중간 상인들이 이익을 가로채기도 했다. (공납의 폐단)\n왕안석은 발운사(發運司)라는 기구를 두고 중앙정부가 필요한 품목을 가장 편리한 곳에서 사들이게 했고 또 남은 것은 물품이 귀한 지역에 팔아 국가 재정에 보태도록 했다.\n\n왕안석의 개혁이 진행될수록 반대와 저항도 거세게 일어났다. 사마광을 중심으로 하는 관료세력과 대지주, 황족 등 기존 보수, 기득권 세력이 모두 들고 일어난 것이다. 이들은 왕안석을 중심으로 한 개혁 주류세력인 <신법당 新法黨>과 대치되는 <구법당 舊法黨>을 형성해 조직적으로 저항했다. \n\n희녕변법이 좌초한 데는 대지주 등 기득권층의 반발과 저항도 분명히 작용했지만 변법의 헛점과 신법당의 미숙한 추진도 큰 몫을 차지했다. \n청묘법은 당초 대지주로부터 영세농을 보호하겠다고 만든 제도였지만 막상 현장에선 부작용이 적지 않았다. \nㅇ 과거엔 농민이 대지주와 구두로 가격 협상을 벌여 즉석에서 대출을 받았다. 하지만 국가에서 이를 주관하자 신청하고 재가를 받는 복잡한 절차를 거치게 됐다. 신청절차를 하나씩 밟을 때마다 탐관오리들에게 뇌물을 찔러줘야 하는 상황이 벌어졌고, 이는 오히려 부자들에게 높은 이자를 뜯길 때보다 못한 상황으로 치달았다.\nㅇ 정부가 민간 사금융보다 더 높게 고리의 이자를 먹여서 돈놀이하냐는 비판이 나왔다. \nㅇ 새로운 제도를 빨리 정착시키겠다는 과욕도 사태를 악화시켰습니다. 전국 각지에 매년 의무적으로 지켜야하는 대출 하한 규정을 하달한 것입니다. 이 때문에 가난한 농민들은 물론 중산층이나 부농까지 억지로 곡식을 빌려 이자를 납부해야 하는 코미디 같은 상황이 속출했다.\n시역법도 문제를 일으켰다. 시역사는 시장 가격을 안정시키기 위한 기구였지만 투기 거래상으로 변질됐다. 비싸고 잘 팔리는 품목만 집중적으로 사들이는데 바빴다. 그래야 정부에서 하달한 이윤 지표를 달성하고, 일부를 자기 주머니에 넣을 수 있었기 때문이었다. \n그러나 시역법을 실시하는 과정에서 관료들은 독점 이익을 지키려는 호상들에게 매수당했다. 구법당(반대파)은 물론 후궁까지도 매수당하여 황제를 움직였다. 왕안석의 획기적인 신법이 하나, 둘 실시되자 위기를 느낀 대상들이 모임을 갖고 대책을 마련하기에 이르렀다. 대상인들의 음모는 결국 황태후를 움직이게 만들었다. 울면서 선황제의 법을 고쳐 재해가 발생한다고 왕안석을 내치고 신법을 구법으로 바꾸라고 간청하였다. 왕안석의 불통은 많은 적을 만들었다. 여기에 그의 개혁에 가장 강력한 후원자인 황제와의 불통은 그의 개혁이 실패로 돌아갈 수밖에 없는 가장 큰 원인이 된 것이다. 결국 왕안석은 실각했고 개혁신법은 폐기되었다.\n\n[명나라 일조편법(一條鞭法)]\n명나라 말에 곡물이나 옷감으로 내던 세금을 은으로 내게 하는 일조편법이 시행되었다. 이것은 그만큼 중국 내에 은이 많았다는 말이다.\n이에 따라 요역을 포함한 잡다한 세금은 토지세와 인두세(정세: 일정 나이 이상의 주민 1 인당 동일한 액수로 부과되는 세금으로, 우리나라의 주민세와 비슷함)로 통합해 은으로 내게 되었다. 이를 '세금의 금납화'라고 한다.\n복잡한 세금이 단순해지고 은으로 세금을 받자 세금 징수의 업무가 편해지게되고 이에 따라 관리들의 부정도 막게 되어 농민들의 부담도 줄었으며, 국가의 재정수입이 증가했고 화폐경제의 발달도 촉진하게 되었다.\n그렇다면 중국은 어떻게 그 많은 은을 보유하게 되었을까? 15세기에 아메리카의 은광 개척으로 은이 풍부해진 유럽은 중국에 면직물을 팔고 중국의 차와 도자기 비단을 사가는데 이때 은이 기축통화처럼 쓰였다. 유럽의 면직물은 중국에서 그다지 팔리지 않았지만, 중국에서 가져간 차, 도자기, 비단은 인기가 엄청나게 높아 명나라에는 유럽 나라들과의 무역으로 벌어들인 은이 풍부하게 된 것이다. \n\n[지정은제(地丁銀制)]\n청나라 때 시행된 조세제도로, 인두세인 정세(丁稅)를 지세에 합쳐 지세(地稅)만 납부하게 한 은본위제 조세제도이다.\n이후 18세기 초, 유럽과의 교역으로 중국에 은이 대량으로 들어오자 청나라는 인두세를 따로 거두지 않고 토지세에 포함시켜 세금을 은으로 걷도록 하였다. 지정은제 시행 전, 청나라는 지세와 정세 모두를 징수하는 조세제도인 일조편법을 따랐다. 하지만 호구조사의 부정확과 탈세를 위한 인구수 은닉이 행해지며 정세 부과는 날이 갈수록 어려워졌다. 1713년(강희 52년), 강희제는 이러한 문제를 해결하기 위해 1711년의 정수(丁數)를 기준으로 하고 그 이후의 조사로 증가한 인구에 대해서는 정세를 부과하지 않기로 했다. \n\n지정은제가 정착되기까지는 엄청난 논란이 있었고, 지배계층들의 반대가 극심했다. 정세를 지세에 통합하면 토지의 소유자는 세금이 늘어나는데, 가난한 사람들의 세금이 줄어들고 땅 가진 부자들에게 세금이 늘어나는 것이기 때문에 반대를 했던 것이다. 옹정제는 이들의 반대를 공권력을 도뭔하여 강력히 무마했고 결국 지정은제는 안착할 수 있었다.\n이때는 감자, 양파, 땅콩, 옥수수와 같은 외래 작물이 중국에 소개되어 식량생산이 크게 증가한 시기이기도 해서, 세금제도의 변화가 인구의 증감에도 상당한 영향을 주었다.\n강희제의 호구조사 당시 2,470만 명이었던 청나라 인구는 80여 년이 흐르자 무려 4억 명으로 폭발적으로 증가했다. 그 이유는 인두세 부담이 줄어들자, 백성들이 호구조사를 기피할 이유가 적어졌고, 미등록인구가 대거 호적조사에 등록되었기 때문이다.\n\n[광동체제]\n청이 대만을 평정하고 중국을 완전히 정복한 다음 해부터 해금정책이 철폐되었다. 중국 상인은 동남아시아로 진출하고 외국 상인들도 중국에 와서 교역할 수 있게 되었다. 청조는 광주, 장주, 영파, 운대산 네 지역에 각각 월해관, 민해관, 절해관, 강해관을 설치하고 감독을 두어 관세를 징수하였다. 후에 건륭제에 의해 민해관, 절해관, 강해관은 폐지되고 광주의 월해관만 대외 무역항으로 쓸 수 있게 된다. 이 떄부터 남경조약 체결 이전까지 서양인의 대외 교역을 광주에서만 허용하는 광동 무역체제가 지속되었다.\n광동무역체제에서 대외 교역을 담당한 청의 상인을 일컬어 공행(광저우의 공인 상인 조합으로 정부가 인가한 독점 회사)이라고 하는데, 이들은 수출품인 차와 비단, 수입품인 면화와 모직물을 독점하였다. 이들 중에는 정말 돈을 많이 벌어 세계 최고의 부호라고 불리는 이도 있었지만, 한편으로는 황제와 관료들에게 뇌물을 끊임없이 바쳐야 하는 존재이기도 했다. \n이들 공행은 감독을 대신해 관세를 징수해 청조에 납부하였는데, 관세는 선박세와 화물세 둘로 구성되어 있고 이 외에 68개 항목에 달하는 부가세가 부과데기도 했다. 이에 외국 상인들은 명확한 관세규정을 요구하였으나 받아들여지지 않았고, 이 자의적인 부가세는 광동 무역 체제가 가지고 있는 심각한 폐단 중 하나였다. (차 수입세로 국세의 1/10을 거두었을 정도였으니 정말 엄청났다고 볼 수 있다.)\n\n\n[마비키(間ま引びき)]\n일본의 에도(江戶) 시대에는 마비키라는 태어난 아이를 엄마가 무릎으로 목졸라 죽이는 영아 살해 풍습이 성행했다. 일본에서 마비키가 성행한 이유는 봉건적 인두세와 더불어 과도한 징세로 가난한 일본 백성들에게 일용할 양식을 축내는 '새 식구'가 부담스러웠기 때문이었다. \n에도 막부의 창시자인 도쿠가와 이에야스는 \"농민은 죽지도 살지도 못할 정도로 세금을 거두라\"라고 명시했고, 에도 막부의 관리들은 \"참깨 기름과 백성의 세금은 짜면 짤수록 나온다.\"며 해마다 연공을 늘리고 농민의 부담을 가중시켰다.\n즉, 막부와 다이묘들이 가혹하게 부과한 세금이 문제였던 것이다. 실제로 에도 시대에는 과도한 징세 때문에 민란(잇키)이 빈번했다. 에도 시대에 잇키가 무려 3천 번이나 일어났을 정도로 농민들의 삶은 힘들었다. \n농촌에서 소위 말하는 '잇키'가 빈번했던 건 사실이지만, 사실 이 '잇키'는 대부분의 경우 시위에 가까웠다. \n마비키가 과다한 세금 때문이라는 주장에 반론도 있다. 일본 전역에서 일어난 악습이라 하나, 가즈사 (치바현)을 제외하고 공통적으로 도호쿠 지방이라는 것을 알 수 있다. 세금 이전에 남쪽보다 춥고 기근이 일어나기 쉬운 자연적 요소가 마비키를 더욱 부추겼다고 볼 수 있다.\n\n[에도시대]\n에도 시대는 중앙집권제와 봉건제가 혼합된 시대였다. 중앙의 막부가 지방 영주인 번(藩)의 다이며(大名)을 지배했고, 다이묘들은 각자의 영토에서 세금을 걷었다. 쇼군도 일종의 다이묘로, 중앙에 방대한 토지를 소유하며, 그 세금으로 권력을 유지했다.\n\n에도 시대 일본은 비록 세율이 높았다고는 하지만, 그 세율이라는 게 상당히 유동적이었다. 요호부민이랄 수 있는 마을의 원로와 막부의 대관이 그 해의 수확량과 막부의 요구 등을 바탕으로 절충해서 세율을 정하고, 세율이 정해지면 마을의 원로가 마을 주민들과의 협의를 통해 세액 부담을 분배했죠. 비록 도쿠가와 막부 체제에 정착했다지만 전국시대 다이묘들에게 맞서던 경험이 있었기에 이들은 결코 호락호락하지 않았다. 수틀리면 청원이나 '제한적' 파괴 등의 집단행동, 즉 잇키를 일으키는 것도 서슴지 않았다. 막부 대관이 참기름 운운한 것엔 이런 배경도 있었다. 대관들은 대관들 나름대로 난적과 상대하고 있었던 것이다. \n\n다이묘들은 사실상 지주들이니 공납이나 그런것 없이 마을단위로 소작료이자 전세인것을 최소 40% 이상은 기본으로 가져갔고, 추가로 그 다이묘들에게 돈을 빌려줘서 징세권을 나눠가진 기생지주들도 15%까지 가져갔으니..40% + 15%로 계산하면 최소 55% 이상을 무조건 기본으로 가져갔다고 보면 대충 맞을것 같은데.. 기생지주들은 세리하고는 다른 존재임 다이묘들에게 돈을 빌려준 일종의 사채업자들이라서 징세권을 따로 가져갔을 뿐..\n\n농민수확의 1/3은 다이묘에게, 중앙의 1/3은 쇼군에게, 나머지 1/3은 농민몫. 333제도\n\n에도시대가 시작되고 100여년이 지난 겐로꾸시대부터, 막부의 재정이 어렵게 되었다. 막부는 재정의 곤란을 해결하기 위해 농민의 세금을 점점 더 부과하게 되었다. 생활에 곤란을 느낀 농민은 연공을 경감시켜 줄 것을 번주나 중앙정부에 요구하고, 받아들여지지 않으면, 힘으로써 저항했다(百性一撥). 막부는 이를 엄하게 금지했지만, 18세기 중반 이후가 되면 잇키는 자주 발생했다.\n\n[군국주의 시대]\n메이지 유신 이후 잇달아 침략 전쟁을 벌인 일제는 전비 마련을 위해 수단과 방법을 가리지 않았다. 2017년 일본 쥬오(中央)대학에서 펴낸 《일본의 전시재정》이란 책에는 이른바 벼락부자세, 전봇대세, 화대세로 불리는 '기묘한' 세금 항목들이 등장한다.\n그 중 벼락부자세는 제1차 세계대전 중 전쟁물자와 선박 사업 등으로 떼돈을 번 졸부들에게 물린 세금이었다. 정식 명칭은 '전시이득세'였는데 참전에 따른 적자 재정을 메우기 위해 급조한 것이었다. 이 세금으로 2년 동안 2억 9000만 엔, 현재 가치로 무려 60조 원이 넘는 돈을 거둬들였다. 당시 졸부들의 행태가 여러 차례 구설에 올랐던 탓에 일본내 여론은 '멋진 세금'이라며 환영하는 분위기였다고 한다.\n흥미로운 사실은 전봇대에도 세금을 매긴 점이다. 20세기 급격한 산업화로 전기와 전신 이용이 급증하자 전신주도 따라서 늘어났다. 일제는 \"전신주는 근대 산업국가를 상징하는 지표다\"라며 '전주입국(電柱立國)'을 내세워 설치를 장려했다. 그러면서 1927년 부터 대륙침략을 위한 전비조달 명목으로 전주세를 물려 막대한 수입을 올렸다.\n전쟁의 광기는 속칭 화류계에도 세금폭탄을 터트렸다. 전비에 쪼달린 일제는 기생에게 주는 팁 등 '화대' 까지 손을 댔는데 그 세율의 인상 폭이 폭발적이었다. 1939년 20%에 머물던 화대세는 전쟁 말기엔 400%로 5년만에 20배나 올랐다. 전시인지라 유흥업소에서 눈치를 보며 세금 신고를 제대로 하지 않자 세무당국이 아예 선수를 쳐버린 것이다.\n\n[인도의 소금세]\n인도를 식민지배한 영국은 소금의 생산과 판매를 독점하고 원가의 24배가 넘는 세금을 매겼다. 1930년 3월 마하트마 간디는 \"소금은 가난한 사람들의 유일한 양념이다\"라며 소금세 거부운동을 펼쳤다. 그와 지지자들이 24일 동안 약 400km를 걷는 '소금 행진'을 벌이자 인도 전역에서 소금 저장소를 습격하는 사태가 빚어졌다. 영국군의 총격으로 수천 명이 죽거나 다치고 6만 명이 경찰에 붙잡힐 정도로 사건의 파장이 컸다. 하지만 이처럼 격렬한 저항에도 불구하고 기껏해야 소금 생산지 주민에게만 극소량의 채취가 허용됐을 뿐이다. 침략이나 식민지배도 돈 때문에 벌인 일이라 열강들이 쉽사리 세금을 포기할 리 없었던 것이다.\n\n[베트남]\n프랑스 역시 식민지 베트남의 소금과 술을 독점하고 막대한 세금을 매겼다. 소금세를 5배 올렸고, 마을마다 술 소비량을 강제로 정해서 주세를 4년 사이에 6배나 더 거두었다. 더욱 기막힌 일은 식민당국이 나서서 아편을 부추긴 사실이다. 프랑스의 통치 이전, 베트남에서 아편은 엄격히 금지되어 있었다. 한데 1897년 부임한 폴 두메르 총독은 아예 '국영' 아편 공장을 세우고 반강제적으로 소비를 조장했다. 아편세는 1902년 총독부 예산의 25%, 1914년에는 37%를 차지할 정도였다. 거리 곳곳에 술 주정뱅이와 '아편 좀비'들이 들끓게 되자 식민통치에 대한 사람들의 분노도 함께 끌어올랐다.\n마침내 1908년 베트남 전역에서 항세시위가 일어났다. 프랑스군의 발포로 수많은 사상자가 발생했고 꽝남성에서만 천여 명이 체포되거나 처형됐다. 당시 후에에서 고등학교를 다니던 베트남의 국부 호찌민 (1890~1969)은 시위대의 주장을 식민정부에 전달하는 역할을 맡았다. 이 일로 호찌민은 퇴학을 당했고, 하급관리였던 그의 아버지는 산골 오지로 쫒겨난 후 곧 옷을 벗어야 했다. 결국 세금 투쟁이 그가 반식민 운동에 뛰어든 계기가 된 것이다. 호찌민은 1945년 9월 2일 발표한 독립선언문에서 \"그들은 아편과 알코올을 강요해 우리를 인종적으로 약화시켰고, 다수의 부당한 세금을 만들어 처참한 빈곤의 나락에 빠뜨렸다\"라며 세금 착취가 독립항쟁의 불씨를 당겼다고 적었다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-18T21:58:18.059000",
  "updatedAt": "2024-05-01T11:16:24.079000"
}