{
  "id": "f8acfbb1-c39a-4795-8944-8935ccf9a87d",
  "title": "동방 박사",
  "content": "“꿈에 헤롯에게로 돌아가지 말라 지시하심을 받아 다른 길로 고국에 돌아 가니라.” (마 2:12)\n“헤롯 왕 때에 예수께서 유대 베들레헴에서 나시매 동방으로부터 박사들이 예루살렘에 이르러 말하되 유대인의 왕으로 나신 이가 어디 계시뇨 우리가 동방에서 그의 별을 보고 그에게 경배하러 왔노라”(마 2:1~2).\n\n구세주가 탄생하셨다는 메시지는 ‘큰 기쁨의 좋은 소식’(눅 2:10), 곧 ‘복음’이다. 그런데 놀랍게도 아기 예수께서 이스라엘에 태어나셨을 때 정작 이 복음을 예루살렘까지 찾아가서 유대 백성들에게 전달하여 준 사람은 동방에서 찾아간 일단의 현자들이었다. 그리하여 도시 전체에 소동이 일어났다.\n\n동방박사들은 헬라 원어를 보면 ‘아포 아나톨론’ 이라고 말합니다. ‘아나톨론’ 은 떠오르는, 해가 떠오르는 곳을 말합니다. 동쪽으로부터 온 사람들이라는 것입니다.\n\n“헤롯 왕과 온 예루살렘이 듣고 소동한지라”(마 2:3).\n실로 이것은 대단히 기이한 사건이다. 어떻게 이방인을 통해서 유대인들이 메시아가 탄생했다는 사실을 전해 듣고 소란을 떤다는 말인가? 참으로 주객이 전도된 사건이 아닐 수 없다. 더 놀라운 것은 그 때에 동방박사들은 하느님의 구체적인 ‘계획’ 가운데 복음을 들고 예루살렘까지 갔다는 사실이다. 그것은 마태복음 2장 9절 말씀이 증명해 준다.\n“박사들이 왕의 말을 듣고 갈 새 동방에서 보던 그 별이 문득 앞서 인도하여 가다가 아기 있는 곳 위에 머물러 섰는지라”(마 2:9).\n동방에서 보았던 그 별이 박사들을 앞서 인도하여 가다가 아기 있는 곳 위에 와서는 머물러 섰다. 이러한 사실은 무엇을 의미하는가? 애초에 박사들이 그들의 고국인 동방의 하늘에서 메시아의 별을 발견했던 일부터가 하느님의 특별한 계획 아래 있었다는 것을 보여주는 것이다. 그것은 동방박사들이 우연히 경험한 사건이 아니었다.\n그러니까 하느님의 마음속에는 동방의 어느 한 나라에서 일단의 현자들을 먼 예루살렘으로 보내시어 그들로 하여금 유대인들에게 구세주가 태어났다는 사실을 전하게 하시려는 분명한 계획과 목적이 있었던 것이다. 그리고 실제로 하느님은 1세기에 그렇게 놀라운 일을 행하셨다.\n지금까지 서구 성경주석가들은 동방박사들의 고국이 페르시아일 것이라고 추측해 왔다. 그 이유는 BC 8세기에서 6세기에 이르는 동안 유대인들이 세계 곳곳으로 흩어질 때에 페르시아와 그 주변 나라들의 성읍으로 이주했는데(왕상 17:6, 에 1:9; 9:2), 그 나라들에서 민수기 24장 17절에 기록된 예언에 따라 구세주가 탄생할 때에는 특별한 별이 나타날 것이라고 전파했을 것이라는 것이다. 그 결과 메시아의 탄생을 알려주는 한 별이 몇몇 페르시아의 박사들에게 나타나자 그들이 새로 나신 유대인의 왕께 경배 드리기 위해 유대 땅을 향해 길을 떠났다는 것이다. 훌륭한 가설이다.\n그러나 이 고전적인 동방박사 페르시아인 설은 성경을 자세히 상고해 보면 수긍할 만한 이론이 결코 아니라는 사실을 알 수 있다. 기존의 페르시아인 설에 너무 익숙한 사람들에게는 아마 코페르니쿠스적 사고의 전환을 요구하는 혁신적 주장이 되겠지만, 동방박사들의 고국은 성경의 기록을 주의 깊게 살펴볼 때 유대 땅에서 “가장 먼 나라”인 ‘신라’라고 얼마든지 단정할 수 있다. 이제 그 타당한 근거를 살펴보자.\n \n브레포스(βρέφος)와 파이디온(παιδίον)\n동방박사들의 내방 사건은 마태복음 2장에 기록되어 있고, 목자들의 마구간 방문 사건은 누가복음 2장에 기록되어 있다. 보통 누가복음 2장의 ‘마구간’ 기사와 마태복음 2장의 ‘동방박사’ 기사를 동일한 시간상의 사건으로 생각한다. 많은 성탄 노래와 그림, 성탄 관련 성극들이 그것을 조장하고 있다. 그러나 성경을 자세히 살펴보면 두 사건 사이에는 적어도 1년 이상 2년 이하의 시간적 격차가 있다.\n한글 개역성경은 동방박사들이 방문했던 아기와 목자들이 방문했던 아기를 똑같이 아기라고 번역했지만, 헬라어 성경에 기록된 아기라는 말의 원어는 전혀 다른 단어가 사용되었고, 그 의미 또한 같지 않다. 목자들이 방문하여 만났던 누가복음 2장의 아기는 헬라어 “브레포스”가 사용되었고(12절, 16절), 동방박사들이 방문하여 만났던 마태복음 2장의 아기는 헬라어 “파이다온”이 사용 되었다(8절, 9절, 11절, 13절, 14절, 20절).\n헬라어 사전에 의하면 “브레포스”는 ‘갓난아기(baby)’를 뜻하는 말이고, “파이디온”은 ‘어린아이(young child)’를 뜻하는 말이다. 신약성경의 모든 용례를 살펴보면 이 두 단어는 나이의 개념을 분명히 할 때, 즉 “더 어리”고 “덜 어린” 아이를 묘사할 때 쓰인다. 영어성경은 원어의 뜻에 맡게 누가복음 2장의 아기는 ‘baby’로, 마태복음 2장의 아기는 ‘child’로 구분하여 잘 번역하였다.\n아기라는 낱말에 대한 헬라 원어의 이와 같은 분명한 차이점으로 미루어 볼 때 누가복음 2장의 목자들 이야기와 마태복음 2장의 동방박사 이야기는 틀림없이 시간적 간격이 있는 것이다. 마태복음 2장의 아기가 누가복음 2장의 아기보다 얼마 더 자란 아기이기 때문이다.\n \n두 살 이하의 아이들이 학살당함\n그러면 누가복음 2장의 목자들 사건과 마태복음 2장의 동방박사들 사건은 어느 정도의 시간적 차이가 있을까? 최하 1년 이상 최고 2년 이하의 시간적 간격이 있다. 왜? 헤롯이 동방 박사들에게 속은 줄 알고 베들레헴과 그 지경 안에 있는 모든 사내아이들을 죽일 때, 박사들에게 자세히 알아 본 그 때를 표준하여 두 살부터 그 아래로 다 죽였기 때문이다(마 2:16). 헤롯은 동방박사들에게 별을 처음 본 때를 자세히 물었었다(마 2:7). 그 것이 후에 이 어린 왕을 제거하려는 음모를 꾸미는 데 결정적인 정보가 되었던 것이다.\n그 때가 만약 예수님이 갓 태어난 갓난아이(baby)였다면, 헤롯은 결코 두 살부터 그 아래로 다 죽일 필요가 없었을 것이다. 한 살부터 그 아래 혹은 생후 6개월부터 그 아래의 사내아이들만 다 죽여도 헤롯은 충분히 안심했을 것이다. 바로 이 사실은 동방박사들이 어린 예수를 만났을 때는 예수님이 탄생했을 때 이후로 꽤 시간이 흘렀고 대략 최고 2년이 지난 시점이었으며, 따라서 이 당시 예수님은 이미 2살은 조금 못됐겠지만 상당히 자란 아이였을 것이라는 증거가 된다.\n이 같은 사실들로 미루어볼 때 누가복음 2장의 목자들 이야기와 마태복음 2장의 동방박사들 이야기는 약 2년의 시간적 격차가 있다는 것을 알 수 있다. 그리고 동시에 이것은 동방박사들이 예루살렘까지 약 2년에 걸쳐 여행했다는 것을 보여준다.\n \n예고하는 별이 아닌 알려주는 별\n그러므로 동방박사들이 동방에서 본 그 별은 아기 예수님이 유대 땅에서 탄생하셨음을 알려주는 것이었지, 아기 예수님의 탄생을 예고하는 별이 아니었다. 이것은 마태복음 2장 2절에 동방박사들이 “유대인의 왕으로 나신 이”를 찾았다고 했지, “유대인의 왕으로 나실 이”를 찾는다고 하지 않았음을 볼 때 더욱 분명해진다.\n그 별은 예수님이 베들레헴에 탄생하셨을 때 동방에 나타났음에 틀림이 없고, 아기(baby) 예수님이 탄생하신 그 밤에 베들레헴 근처의 목자들이 천사들이 가르쳐준 메시아 탄생 소식을 듣고 즉시 마구간에 갔으며, 먼 동방의 현자들은 바로 그때부터 출발하여 약 2년의 긴 기간 동안 여행을 해서 마침내 유대 땅에 이르러 “파이디온”(어린아이: child)이신 예수님께 황금, 유향, 몰약을 바치며 경배했던 것이다.\n그리고 그 직후 요셉의 가정은 헤롯의 학살을 피해 애굽으로 피신했으며(예물로 받은 황금은 요셉의 가정이 애굽으로 여행할 때 긴요한 자금이 되었을 것이다), 베들레헴과 그 지경 안에 있는 두 살 이하의 어린아이들은 떼죽음을 당했다.\n구약신학계의 세계적 거목인 글리슨 아처(Gleason L. Archer) 박사는 동방박사들이 예루살렘에 도착했을 때는 별이 나타난 후 1년 이상이 지난 때였다고 다음과 같이 설명한다:\n“동방에서 박사들이 보았던 별은 아기 예수 그리스도가 태어났다는 사실의 선언이었다. 우리는 이 사실을 헤롯이 베들레헴으로 병사들과 학살자들을 보내면서 내린 다음과 같은 명령 때문에 알 수 있다. ‘이에 헤롯이 박사들에게 속은 줄 알고 심히 노하여 사람을 보내어 베들레헴과 그 모든 지경 안에 있는 사내아이를 박사들에게 자세히 알아본 그 때를 기준하여 두 살부터 그 아래로 다 죽이니’(마 2:16). 그러므로 그 별은 예수께서 태어나셨을 때 나타났으며, 박사들이 예루살렘에 도착해서 헤롯과 만날 때까지는 그 별이 나타난 이후 일 년 이상이 경과된 때였다. 따라서 그 별은 어떤 사실을 예고한 것이 아니라, 이미 이루어진 사실을 선포한 것이었다.”(글리슨 아처 저, 황영철 역, 「성경 난제 백과사전」,생명의 말씀사, 1997, p.433)\n그러니까 당시의 아기 예수님은 ‘갓난아기’(브레포스: baby)가 아닌 ‘어린아이’(파이디온: child)로서, 아기 예수님의 나이는 한 살이 지나 두 살이 조금 되지 않은 나이였던 것이다. 동방박사들이 예수님을 방문했을 때는 예수님이 탄생했을 때 이후로 꽤 시간이 흘렀고, 대략 최고 2년이 지난 시점이었다는 사실을 알아야 한다.\n \n마구간과 집\n따라서 목자들이 아기 예수를 찾아 방문한 곳과 동방박사들이 아기 예수를 찾아 방문한 장소는 다를 수밖에 없다. 누가복음 2장에서 목자들이 왔을 때 ‘아기’(브레포스: baby)는 마구간 ‘구유(manger)’에 누워 있었다. “빨리 가서 마리아와 요셉과 구유에 누인 아기를 찾아서 보고”(눅 2:16~17). 그러나 동방박사들은 마구간이 아닌 ‘집(house)’에서 아기(파이디온: child)께 경배했고, 목자들이 방문했던 때와는 달리 요셉은 당시에 그곳에 없었다(아마 목수였던 요셉은 일하러 나갔을 것이다).\n“집에 들어가 아기와 그 모친 마리아의 함께 있는 것을 보고 엎드려 아기께 경배하고 보배합을 열어 황금과 유향과 몰약을 예물로 드리니라”(마 2:11).\n이 구절에서 ‘집’이라는 단어에 주목해야 한다. 마구간도 아니고, 여관도 아니고 분명히 ‘집’이라고 되어있다. 동방박사들은 마구간이 아닌 집에서 갓난아기(baby)가 아닌 약 2살 쯤 된 어린아이(young child)이신 예수님을 만났던 것이다. 박사들이 경배한 분은 구유 위에 누인 갓난아기가 아닌 집에서 엄마 마리아 곁에 놀던 최소한 2살 정도의 어린아이 예수였다. 많은 사람들이 동방박사들은 예수님이 구유에 있을 때 예수님을 방문했다고 알고 있는데 그것은 사실이 아니다.\n \n베들레헴의 마구간이 아닌 나사렛 요셉의 집으로\n동방박사들은 예수님이 어디에 있는지를 찾고 있었다. 그러다가 별의 인도를 받아 드디어 예수님을 만났다. 그런데 별의 인도를 받아 동방박사들이 예수님을 찾은 곳은 베들레헴이었을까? 아니다. 그때 예수님은 나사렛에 계셨다. 동방박사들은 나사렛에서 예수님을 만났다.\n동방박사들은 헤롯의 말을 듣고 베들레헴으로 가다가 갑자기 별이 그들의 앞을 인도해서 그 별을 따라가서 예수님을 만났다(마 2:9). 이미 박사들은 베들레헴을 향해 가고 있었기 때문에 그때에 예수님이 베들레헴에 계셨다면 동방에서 봤던 그 별이 갑자기 다시 나타나서 박사들을 인도할 필요가 없었을 것이다. 동방에서 보던 별은 예수님이 베들레헴에 계시지 않았기 때문에 박사들을 예수님이 계신 곳으로 정확히 인도하기 위해 다시 나타났던 것이다. 그리하여 박사들이 별의 인도를 받아 당도한 곳은 나사렛이었다.\n만약 동방박사들이 예수님이 탄생하던 날에 ‘갓난아기(브레포스)’이신 예수님을 을 방문했다면 그들이 방문한 장소가 베들레헴이 틀림없겠지만 예수님이 탄생하신 뒤 어느 정도 세월이 흘러 ‘어린아이(파이디온)’이신 예수님을 만났다면 그때 예수님은 베들레헴보다는 갈릴리 나사렛에 있었을 가능성이 훨씬 크다. 왜냐하면 예수님의 아버지 요셉이 고향 갈릴리 나사렛을 떠나서 베들레헴에 간 이유는 베들레헴에 정착하기 위해서가 아니라 로마 황제 아구스도가 호적을 정리하라는 명령을 내렸기에 잠시 베들레헴을 방문한 것이기 때문이다(눅 2:1~5).\n그 호적 정리를 마치고 요셉은 규례대로 난지 8일만에 예루살렘의 성전에서 예수님에게 할례를 시행하고 아기 예수의 헌신례(민 18:15,16)를 행한 후 갈릴리의 자기가 살던 마을 나사렛으로 돌아갔다는 사실(눅 2:39)을 볼 때 예수님은 태어난 후 최고 7일 동안만 베들레헴에 있었고 그 후에는 동방박사가 방문한 직후부터 헤롯이 죽을 때까지 잠시 애굽에서 피신차 머물렀던 시기(마 2:13~23)를 제외하고는 줄곧 나사렛에서 사신 것을 알 수 있다.\n그러므로 동방박사들이 예수님이 탄생하신 후 어느 정도 세월이 흐른 후에 예수님을 방문했다면 그때 예수님은 이미 베들레헴의 구유를 떠난 후였다. 동방박사들은 예수님이 갈릴리 나사렛으로 돌아가 ‘집’에 있을 때 예수님을 방문했다. 그때 예수님은 대략 두 살쯤 되었을 때라고 추정할 수 있다. 동방박사들이 만난 예수님은 ‘갓난아기(브레포스)’가 아닌 ‘어린아이(파이디온)’이셨기 때문이다.\n그렇다면 왜 하느님은 요셉의 가정을 애굽으로 도피하도록 하셨을까? 헤롯은 군사들을 베들레헴으로만 보내지 않았다. 베들레헴 인근 지역까지 보냈다. 그 인접 지역이 나사렛을 포함했거나 나사렛까지 확대되었을 것이다. 헤롯왕은 로마제국이 유대지방의 지배자로 임명한 왕이었다. 그는 우선 베들레헴을 중심으로 군사들을 보낸 직후 유대지방의 보다 광범위한 지역으로 도살자들을 보냈을 것이다. 그렇기에 하느님은 요셉의 가정을 국외인 애굽으로 멀리 피신시키신 것이다.\n \n약 2년이 소요되는 여행 거리, 페르시아인가, 극동인가?\n별은 예수님이 탄생하셨을 때 나타났음에 틀림없고, 동방박사들이 예루살렘에 가서 헤롯을 만나기까지는 1년 이상이 더 걸렸음이 분명하다. 그들이 동방으로부터 유대나라에 도착하기까지는 2년 가까이 소요되었던 것이다. ‘동방(the east)’은 그 밤에 별을 보고 그 밤에 예루살렘에 도착할 수 있는 거리가 결코 아닌 것이다.\n별은 예수님이 탄생하셨을 때 출현하였고, 그와 동시에 박사들이 그 별을 보고 인도되어 왔다면 시일이 상당히 걸린 후에 아기 예수님을 보았을 것이 아니겠는가? 바로 이 점에 주목해야 한다. 이러한 사실은 동방박사들의 고국을 파악하는 데 아주 중요한 단서를 제공해 준다.\n동방박사들이 약 2년에 걸쳐서 여행했다는 것을 고려해 볼 때, 지금까지 널리 알려진 서구 성경학자들의 동방박사 페르시아인 설은 결코 지지할 수 없는 이론이다. 페르시아는 유대 나라로부터 가까운 동방으로서 아무리 길게 잡아도 10일 이내에 갈 수 있는 거리이기 때문이다. 동방박사들이 유대 나라를 내방 하는데 약 2년 이라는 긴 시간을 여행 하였다면 그들의 고국은 유대 땅으로부터 아주 먼 동방이었을 것이다. 예루살렘에서 가장 먼 동방의 나라는 아시아 동쪽 땅끝에 자리 잡고 있는 우리나라다. 따라서 동방박사들은 신라인이었다고 추정할 수 있다.\n \nBC 4년 신라인에 의해 관측된 특별한 별\n이것은 우리나라의 고대 역사책에 의해서도 뒷받침이 되고 있기 때문에 신빙성이 있다. 삼국사기 신라본기 시조 박혁거세 편에 보면 “54년 봄 2월(음력)에 패성(혜성)이 하고(견우성)에 나타났다”(五十四年春二月己酉. 悖星于河鼓)는 문구가 있는데, 박혁거세 54년은 예수님이 탄생하신 년도인 BC 4년에 해당된다(예수님은 한겨울에 탄생하지 않았다. 왜냐하면 예수께서 태어나셨을 때 목자들이 밖에서 밤에 양떼를 지키고 있었기 때문이다. 팔레스틴에 사는 목자들은 한겨울에 들판에서 밤을 지나지 않는다).\n따라서 신라인에 의해 관측된 그 혜성은 동방박사들을 인도했던 메시아의 별일 가능성이 크다. 사실 예수님 탄생 당시 천문학이 가장 발달한 곳은 중근동 지역이 아닌 극동지역이었다는 것이 현대 천문학계의 정설이다. 신라는 천문학수준이 매우 높은 나라였다. 지금도 경주에 가면 신라인들이 별을 관측했던 세계 최고의 천문대인 첨성대가 우뚝 서 있다.\n영국의 왕립천문학회(RAS)에서는 1977년 학회기관지 12월호에 메시아의 별이 나타났다는 2천년 전에는 세계에서 가장 천문학이 발달한 곳이 중동과 극동이었고 중동에서는 태양력을 주로 연구한 반면 극동에서는 별의 운행을 주로 연구했기 때문에 만약 메시아의 별이 나타났다면 그 기록은 반드시 극동 쪽에 있을 것이라는 전제하에 한국의 문헌을 뒤져서 앞서 소개한 삼국사기의 기록을 발표한 적이 있다.\n \n신라인은 메시아의 별을 어떻게 알 수 있었을까?\n그렇다면 신라인은 어떻게 메시아의 별을 알아 볼 수 있었을까? 위고다르(G. Wigodar)는 솔로몬 사후인 B.C. 721년 앗시리아 침공에 의해 북이스라엘의 10지파가 포로가 되었으며, 세계의 곳곳에서 그들의 자손들이 발견된다고 한다(G. Wigodar, The Encyclopedia of Judaism, Jerusalem, 1989, pp.714, 715). 고대 이스라엘 역사 연구가인 요셉 아이델버그(Joseph Eidelberg)는 역설하기를 B.C. 721년 북이스라엘이 앗시리아에 의해 멸망했을 때 북왕국 10부족 중 일부가 천산산맥 →중앙아시아→지나(支那)→한국으로 이주하여 정착했다고 한다.\n이것을 입증하는 고고학적 유물이 있다.\n대동강변에서 제작 연대가 B.C 1200년으로 추정되는 고대 히브리어 문양이 새겨진 와당(瓦當)이 발견된 것이다.(국립중앙박물관)\n그 내용은 ``도착했다`` `oleh`שרה라는 와당 문양과 함께 다음 몇 가지 글을 남겼다. ``신의 나라에 단결하여 들어가자``, ``성도가 모여 기도함으로 회복된다.``  ``잠언을 가르치는 사사가 통치한다.`` 특히 주목할 것은 ``신의 나라에 단결하여 들어가자``는 글인데 `벨렉계 선민`이었던 그들은 백의민족이 살고 있는 우리나라가 `욕단계 선민`의 나라인 것을 알았던 것 같다.\n\n동짓날만 되면 팥죽을 만들어 각 방의 문설주를 비롯, 장독과 헛간 등에 뿌리던 우리 겨레의 풍습은 바로 그들 곧 한반도까지 건너온 이스라엘의 잃어버린 지파로부터 유래되었을 것이다. 그것은 붉은색의 팥죽으로 양의 피를 대신한 유월절 행사였다(출 12:6; 23).\n실제로 흩어진 북이스라엘의 10지파 중 일부가 수세기를 걸쳐 동쪽으로 이주하다가 최후로 한반도 남단까지 내려와서 가야 왕국이나 신라 왕국의 백성들이 되었다면 그들을 통하여 메시아의 별에 대한 지식이 신라인에게 전파되었을 가능성이 충분히 있다.\n뿐만 아니라 삼국유사 가락국기에 보면 가락국의 시조 김수로왕의 부인은 인도 중부 ‘아유타’ 국의 공주 허황옥이라고 했는데, 그 ‘아유타’ 국은 ‘유대인 공동체’였다는 연구 결과가 있다. ‘아유타’의 ‘아’는 히브리어 정관사 ‘하’(󰕘)이고 ‘유타’는 ‘유다’란 말로서, ‘아유타’ 국은 바벨론 포로 이후 흩어진 남유다 왕국의 유민이 세운 나라였다는 것이다. 가락국의 시조 김수로왕의 부인이 그 ‘아유타’ 국의 공주 허황옥이라면, 가락국과 아유타국은 허 황후 이전부터 이미 교류가 있었을 가능성이 있다. \n`아유타`의 `아`는 히브리어 정관사 h ``ה ``이고 `유타`는 `유다  יהירה`란 말로써 `아유타` יהירה-ה 아-유다 국은 바벨론 포로 이후 흩어진 남유다 왕국의 유민이 세운 나라였다는 것이다. 그렇다면 허왕후와 그 일행은 유대인들이었으며 그것은 신라와 아유타국 사이에 이미 왕래가 있었을 수도 있다는 것을 시사한다.\n바로 그 때에 메시아의 별에 대한 지식이 우리나라 신라인들에게 전파되었을 수도 있을 것이다.\n동방박사들의 고국은 어디인가? 그들은 동방의 어느 나라 사람인가? 성경의 기록을 자세히 고찰해 보면 그들은 유대 땅에서 근거리가 아닌 ‘아주 먼 동방의 나라’로부터 찾아 갔었다. 그 나라는 예루살렘 정동쪽으로 가장 먼 땅인 신라에 해당된다. 따라서 동방박사들은 신라 사람이라고 얼마든지 추정할 수 있다. 이 같은 이론은 상술한 바와 같이 한국의 고대 역사 기록에 의해서도 뒷받침이 되고 있는 것으로서 기존의 페르시아인 설보다도 더욱 설득력이 있다. 우리는 앞서 고찰한 모든 근거들을 바탕으로 동방박사들은 신라인이었다고 충분히 단언할 수 있다.\n /유석근 한국상고사학회(`04. 12호 신앙계 pp.78~83)\n\n\n\n\n마태복음이 기록된 1세기 후인 주 후 2세기 중엽에 기록된 시리아 사본에 동방박사들의 고국은 “신라”라는 근거가 기록으로 남아있다.\n그리고 바티칸 도서관에 소장된 주 후 8세기 시리아 사본에 수록된 ’동방박사의 묵시’에도 동방박사들의 고국은 ‘신라’라는 근거가 기록되어 있다.\n위와 같은 기록은 동방에서 찾아온 박사들의 고국을 묻는 것은 기본이기에 동방박사들이 답한 고국에 대한 정확한 당시 정황의 역사기록 이다.\n한편 ‘시라아사본’에는 그 후 동방박사들이 도마에게 세례를 받았다는 기록도 있으며, 경북 영주시 평은면 강동리 산기슭에는 암벽에 도마라는 히브리어가 새겨져 있고 사도 도마상이 있으며, 도마와 신라가 모종의 연관이 있었음을 보여주고 있다. 현재 대구에는 도마박물관과 도마학회가 있다.\n\n안디옥 계열의 이 시리아 사본에는 동방박사들의 고국 이름이 명기되어 있는데, “예루살렘에서 아주 먼 곳으로 ‘시르’라고 불리는 땅”이라고 기록돼 있다.\n이 ‘시라’가 주후 8세기 시리아 사본에 ‘시르’(쉬르)라는 이름으로 등장한다. 예루살렘에서 아주 먼 곳인데 ‘시르’라고 불리는 땅이라... 그렇다면 이 ‘시르’는 신라의 초기 국호 ‘시라’가 틀림없다. ‘시라’는 예루살렘에서 아주 먼 곳이다. 이 동방의 ‘시라’가 ‘시르’로 표기된 것이다. 놀랍게도 동방박사들의 고국인 신라가 기록으로 남아 있는 것이다.\n신라의 초기 국호는 ‘시라’(斯盧)로 불리어졌다. 신라 국호는 鷄林 외에 徐耶伐, 徐那伐, 徐羅伐, 新羅, 薛羅, 斯盧, 尸羅 등으로 표기되었는데 그 음이 모두 비슷하다. 역사학자들은 그 소릿값과 뜻을 캐려면 해당 시기의 중국어로 읽은 뒤 그 구성 음소를 고대국어에 맞추어 재구성해야 한다고 지적한다.\n뒷글자 盧[?ra], 邪·耶[?la], 羅[*lα]는 땅을 뜻하는 고대국어 †ra를 표현한 것으로서, 奴[?na]와 那[*nα]도 마찬가지이다. 앞글자 徐[*zα]와 薛[*set]은 고대국어로는 †sa와 †sar로 재구성되므로 薛羅[†sarra]는 /†sarra/를, 徐羅伐의 徐羅[†sara]는 †sarra의 중복된 r을 줄여 표현한 것이라고 설명한다.\n또한 중국 남부와 교류한 백제, 신라에서는 한자를 강동방음(江東方音)으로 읽었으므로 ‘斯’의 讀音은 †si가 되며, 斯盧·斯羅·尸羅는 모두 †sira로 읽는다고 한다. 徐羅[†sara]가 그러했던 것처럼, †sira도 †sirra(新羅)의 중복된 r을 줄여 표기한 것이고, -rr-은 말하기, 듣기 모두 -r-로 구현되기 쉬우므로 斯盧, 斯羅, 尸羅는 물론이고, 新羅도 당시에는 ‘시라’로 읽었을 것이라고 한다. 그런즉 신라의 초기 국호는 ‘시라’(斯盧)였던 것이다.\n오클라호마 대학의 종교학과 교수인 브렌트 란다우(Brent Landau) 박사는 ‘동방박사의 묵시’라고 불리는 성탄절 이야기를 BAR 2011/ 37(6)에 소개하였다. 또한 책으로도 출간했다.\n  란다우 박사가 소개한 ‘동방박사의 묵시’는 바티칸 도서관에 소장된 주후 8세기 시리아 사본에 기록된 동방박사 내용을 번역한 것이다. 비록 시리아 사본은 주후 8세기의 것이지만, 시리아 사본의 원본은 주후 2세기 중엽에 기록되었을 것으로 란다우 박사는 믿는다. 만약 그렇다면 시리아 사본의 원본은 마태복음이 기록된 지 1세기 후에 기록된 것이다.\n \n  시리아 사본에는 동방박사의 신비로운 기원에 대해 말하고 있다. 반짝이는 별, 베들레헴으로 동방박사들을 인도하는 기적적인 이야기들, 아기 예수님을 경배한 박사들은 고국으로 돌아가, 고국에서 그들의 형제와 이웃들에게 기독교의 믿음을 전한 이야기, 그리고 도마에게 세례를 받았다는 이야기가 ‘동방박사의 묵시’에 기록되었다.\n란다우가 번역한 ‘동방박사의 묵시’에 따르면 동방박사는 단지 세 명이 아니다. 그러나 교회시대의 그림에는 동방박사를 늘 세 명으로 그려왔다. 마태복음 2장에는 박사들을 세 명이라고 말하지 않는다. 또한 그들에 대해서도 바벨론의 점성술가나 페르시아의 조로아스터교도라고도 말하지 않는다. 다만 ‘동방에서 온 박사들’이라고만 기록되었다. 여기에서 박사에 해당되는 마고이(ma,goi)는 ‘지혜자 또는 점성가’로 번역할 수 있다.\n란다우 박사가 번역한 ‘동방박사의 묵시’에는 그들을 ‘침묵 가운데 기도하는 사람(일종의 수도사)’으로 묘사하였다. 그리고 박사들의 수는 적어도 12명이나 되었다. 그리고 우리가 반드시 주목해야 할 중요한 자료가 기술되어 있다. 박사들의 고국인 동방은, 예루살렘에서 아주 먼 곳인 신비로운 땅 시르(Shir)라고 불리는 땅이다.\n한편 시리아 사본에는 동방박사들이 도마에게 세례를 받았다는 이야기도 기록되어 있다. 그런데 묘하게도 경북 영주시 평은면 강동리 산기슭에는 암벽에 ‘도마’라는 히브리어가 새겨져 있는 사도 도마상이 있다. 그래서 시리아 사본의 기록은 도마와 시라(신라)가 모종의 연관이 있었음을 보여주고 있다. \n\n\n1956년, 경주 불국사를 대대적으로 보수한 적이 있습니다. 그런데 불가사의한 사건이 발생합니다. 정말 기이한 유물이 출토된 것입니다. 바로 ‘돌십자가’와 ‘마리아’로 보이는 상이었습니다. 불국사는 통일신라시대인 751년에 건립되었습니다. 그런데 십자가상이라니, 그렇다면 이는 고대 기독교가 우리나라에까지 전파되었다는 증거가 아닐까요? 왜냐하면 신라와 동시대인 발해의 고토에서는 이미 기독교 유물이 여러 점 발견된 바 있기 때문입니다. 발해의 솔빈부 아브리코스 절터에서 십자가가 출토되고, 한때 수도였던 동경 용원부(현 훈춘)에서는 삼존불의 왼쪽 협시보살이 십자가를 목에 걸고 있는 상이 발견되었습니다. 그런가 하면 1926년 압록강을 사이에 두고 한반도와 인접한 중국 만주지방의 안산(鞍山) 부근에서 요대(遼代) 성종 때(11세기 초)의 것으로 추정되는 기와로 만든 7점의 십자가가 출토되고, 동방박사의 아기 예수 경배도를 방불케 하는 암각화도 발견된 바가 있다고 합니다.",
  "color": "default",
  "labels": [
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-12-09T06:37:53.779000",
  "updatedAt": "2023-12-09T07:50:35.761000"
}