{
  "id": "fa8a4f92-87d3-4743-8005-12eaa4e25e96",
  "title": "선출직의 역설",
  "content": "『How Democracies Die』 (Daniel Ziblat & Steven Levitsky. Broadway Books, 2018).\n\n이 책은 민주주의 제도가 ‘합법적으로 선출된 지도자’에 의해 어떻게 파괴되는지 각국의 다양한 사례를 통해 생생하게 보여준다. 이러한 과정은 오늘의 대한민국을 비추는 거울로서 우리에게 많은 생각을 하게 한다. 마치 한국의 정치과정을 정확히 예측하고 있는 것 같아 섬뜩한 느낌마저 든다.\n\n[1] 현대 민주주의는 어떻게 파괴되는가?\n과거에 민주주의는 대개 불법 쿠데타로 무너졌지만, 오늘날은 대부분 ‘합법적으로 선출된 지도자’에 의해 파괴된다, 많은 나라에서 ‘선거로 추대된 지도자’가 민주주의 제도를 파괴해 나가는 과정은 놀라울 정도로 비슷하다.\n최근의 민주주의 붕괴는 의회나 법원의 승인을 받았다는 점에서 ‘합법적’이다. 심지어 사법부를 효율적으로 개편하고, 부패를 척결하고, 선거 절차를 개선한다는 명분으로 이루어진다. 권력의 자리에 앉은 이들이 선거승리를 위해 헌법과 법률을 수정하면서 민주주의는 전체주의의 실험실로 전락하게 된다. \n헌법이라는 보호장치는 그 자체로 민주주의를 지키기에 충분치 못하다. 아무리 잘 설계된 헌법이라 해도 불완전할 수밖에 없기 때문이다. 선출된 독재자는 민주주의 제도를 정치무기 삼아 마음껏 권력을 휘두를 수 있다. 독재자는 사법부를 비롯한 중립기관들을 자신의 입맛대로 바꾸거나 정치게임의 규칙을 바꿔서 운동장을 경쟁자에게 불리하게 만든다.\n선출된 독재자는 민주주의 틀은 그대로 유지하면서 그 내용물을 완전히 갉아먹는다. 헌법을 비롯한 형식적 민주주의 제도는 온전히 남아있고, 시민들은 예전과 다름없이 투표를 한다. 신문은 똑같이 발행되지만 정권의 회유나 협박에 의해 스스로 자체 검열을 강화한다. 시민들은 정부를 비판할 수 있지만 그럴 경우 세무조사를 받거나 소송을 당하게 된다. \n\n[2] 독재자는 어떻게 국가를 장악하는가?\n민주주의가 제대로 작동하기 위한 두 가지 중요한 규범은 상대 정당을 경쟁자로 인정하는 상호관용(mutual tolerance)과 제도적 권리를 행사할 때 신중함을 잃지 않는 자제(forbearance)이다. 이 규범이 무너지면 헌법은 견제와 균형을 잃게 된다. ‘자제하지 않는’ 대통령은 사법부를 친정부 인사로 채우고, 행정명령을 남발하여 의회를 무력화한다.\n선거를 통해 권력을 장악한 독재자는, 독일의 히틀러나 베네수엘라의 차베스처럼, 민주주의 제도를 미묘하고 점진적으로 합법적으로 무너뜨린다. 대표적인 방법은 상대편에게 불리하게 경기장을 기울이는 ‘심판매수’이다. 법원과 검찰, 정보기관, 국세청, 감찰기관 등의 목적은 행정부의 권력남용을 밝히고 책임자를 처벌하는 데 있지만, 정권의 충견들이 장악하게 되면 이들은 권력을 제어하기 위한 수사와 고발을 차단함으로써 오히려 독재자를 도와준다.\n이렇게 되면 대통령은 마음대로 법을 어기고 시민권을 위협하며, 심지어 수사나 검열에 대한 걱정 없이 헌법을 위반한다. 그리고 입맛에 맞는 판사로 사법부를 채우고 집행기관을 무력화함으로서, 처벌에 대한 두려움 없이 권력을 휘두른다. 헌법재판소가 독립적인 사법 기관으로서 견제 기능을 하지 못하도록 재판관을 친정부 인사로 채운다. 독재자는 민주주의 게임의 심판을 매수함으로써, 헌법적 도전에 대한 ‘방패’와 정적을 공격하는 합법적인 강력한 ‘창’을 모두 차지하는 셈이다.\n심판을 자기편으로 만들고 나면 독재자는 ‘정적’에게 시선을 돌린다. 파시즘 이탈리아에서 무솔리니, 공산주의 쿠바에서 카스트로가 그랬듯이, 독재자들은 정권에 타격을 입힐 수 있는 주요선수들을 경기에 출전하지 못하도록 만들거나, 저항의 불씨를 완전히 없애버리는 쪽을 택한다. 과거의 독재자가 종종 정적을 투옥하거나 추방하고 암살했다면, 최근의 독재자는 정적을 매수하거나 탄압을 합법으로 포장한다. 심판매수는 독재자가 법률의 차별적 적용을 통해 ‘정적’은 처단하고 ‘동지’는 보호하는 강력한 무기가 된다. \n선출된 독재자는 세무기관을 앞세워 야당 인사와 야당을 지지하는 기업인·언론인을 공격한다. 또한 독재정권은 회유나 협박을 통해 영향력 있는 인사의 입을 틀어막는다. 독재자들은 대부분 언론 분야의 주요 인사에게 공직을 제안하거나 뇌물을 먹임으로써, 입을 막거나 적어도 조용하게 중립을 지키도록 강요한다. 독재정권은 종종 언론보도에 대해 명예훼손이나 모욕죄로 소송을 제기함으로써 반정부 성향의 언론을 합법적으로 통제한다. 주요 언론사가 공격을 당하게 되면, 다른 언론사들은 스스로 자세를 낮추고 자체 검열을 강화하게 된다.\n언론이 가짜뉴스를 퍼뜨린다는 주장을 대중이 진지하게 받아들일 때, 독재자는 언론에 대한 탄압을 쉽게 정당화할 수 있다. 독재정부에 비판적인 인사들은 정치적 저항을 포기하거나 은퇴를 결심한다. 주요 언론인과 기업가들이 매수되거나 경기장 밖으로 쫓겨날 때 독재 저항세력은 힘을 잃고, 독재정권은 그렇게 법의 테두리 안에서 승리를 거머쥔다. \n\n[3] 민주주의는 서서히 죽어간다.\n민주주의 체제를 전복하려는 독재자의 시도는 합법적으로 이루어진다. 독재자는 의회의 승인을 얻고 대법원으로부터 합법 판결을 받는다. 가령 부패와의 전쟁, 부정선거방지법, 민주주의 의식개선, 국가안보 강화와 같은 시도는 대부분 합법적이며 공공의 이익을 위한 노력으로 비춰진다.\n민주주의에 대한 독재자의 공격은 서서히 합법적인 방식으로 이뤄지기 때문에, 대부분 사람들은 정확하게 무슨 일이 일어나고 있는지 잘 알아채지 못한다. 많은 이들은 여전히 민주주의 사회에서 살고 있다고 믿는다. 시민들이 민주주의가 해체되고 있다는 사실을 뒤늦게 깨닫게 될 때는 이미 늦었고 돌이키기 어렵다.\n독재자와 국가위기가 결합될 때 민주주의는 치명적인 위협을 받게 된다. 대부분 헌법은 국가위기 시 행정부의 권한확대를 허용하고 있으며, 덕분에 합법적으로 선출된 대통령은 위기 시에 쉽게 권력을 강화하고 시민의 자유를 제한할 수 있다. 국민들도 국가위기에는 전체주의적 조치에 관대해지므로, 독재자는 위기를 적극적으로 활용한다. 어떤 독재자는 스스로 위기를 만들어내기도 한다. 독재자에게 위기는 비판의 목소리를 잠재우고 정적의 힘을 빼앗을 수 있는 좋은 기회이기 때문이다.\n\n[4] 민주주의 파괴, 어떻게 막을 것인가?\n상대를 정당한 경쟁자로 인정하고 제도적 특권을 페어플레이 정신에 입각해 공정하게 활용해야 한다는 규범이 무너질 때, 헌법의 견제와 균형은 작동하지 않게 된다. 상대가 ‘자제의 규범’을 저버린 상황에서 혼자 자기통제와 예의를 지키는 것은 권투 선수가 한 손을 뒤로 묶고 링에 오르는 것과 같다. 독재자가 수단과 방법을 가리지 않는데 규칙을 지키려는 것은 바보 취급을 받을 수도 있다.   \n그러나 독재정부의 전체주의 행보에는 강력히 대응해야 하지만, 그 과정에서 민주주의 규범을 어기지 않도록 주의해야 한다. 일반적으로 야당의 강경전술은 중도진영을 위협함으로써 야당의 지지도를 떨어뜨리기 때문이다. 반면 여당 내 반대파조차 야당에 맞서 단결하게 함으로써 친정부 세력을 결집시키게 된다. 게다가 야당이 진흙탕 싸움에 뛰어들 때 독재자는 이들을 탄압하기 위한 정치적 정당성을 확보할 수 있게 된다.\n민주주의를 구하기 위해서는 민주주의의 기본규범을 되살려 나가야 한다. 나아가 그 규범을 사회 전반으로 확산시키며, 규범이 포괄하는 범주를 넓혀가야 한다. 민주주의 사회에서 대중의 저항은 기본권리이지만, 저항의 목표는 제도를 ‘뒤엎는 것’이 아니라 ‘지키는 것’이어야 한다. 가능하다면 의회와 법원, 그리고 선거를 통해 저항해야 한다. 민주주의 제도를 기반으로 독재자를 실패하게 만들 수 있다면 민주주의 토양은 더욱 단단해질 것이다. \n민주주의를 지지하는 반독재 세력의 광범위한 연합전선을 구축해야 한다. 광범위한 저항연합이 결성되면 사회 전체의 폭넓은 영역에 호소할 수 있게 되어 민주주의 지지자들에게 힘을 실어줄 수 있다. 대부분 연합은 생각이 비슷한 사람들로 이루어지지만, 가장 효과적인 형태는 서로 이질적이며 여러 사안에 반대입장을 취하는 집단이 뭉치는 것이다. 이러한 형태는 친구가 아니라 경쟁자들 사이에 이루어지는 연합이며, 전체주의 정권을 고립시키고 패배시키는 데 대단히 중요하다.     \n\n\n히틀러는 총 한 방 쏘지 않고, 어떻게 53일만에 민주주의 체제를 해체했나\n(https://www.chosun.com/international/international_general/2025/09/17/VOPMRAB3LFHJFMJEV4JETVHT3A/)\n\n나치당(독일국가사회주의노동자당) 대표인 아돌프 히틀러가 바이마르 공화국의 총리가 된 것은 1933년 1월30일이었다. 당시 나치당은 의회에서 230석을 차지한 제1당이었지만, 전체(608석)의 과반에 훨씬 못 미치는 37%였고, 나치당이 속한 우익 연합도 51%에 그쳤다.\n그러나 앞서 세 명의 총리가 계속 실각하면서, 당시 대통령이자 제1차 세계대전의 영웅으로 불렸던 파울 폰 힌덴부르크와, 귀족ㆍ군ㆍ산업가들로 구성된 독일의 중도ㆍ보수적 정치기반은 어쩔 수 없이 그를 총리로 임명했다. 헌법에 따라 긴급 상황에서 총리를 해임ㆍ임명할 권한을 가진 힌덴부르크 대통령은 그 전 해까지만 해도 “신(神)과 양심, 국가를 위해, 결코 히틀러를 총리에 임명하지 않겠다. 만약 어떤 공직에 임명한다면, 우체국장에 임명해 내 우표를 혀로 핥게 하겠다”고 공언했었다.\n바이마르 공화국의 15번째 총리에 취임한 히틀러가 1933년 2월 첫 대국민 총리 라디오 연설을 하고 있다./게티 이미지\n이렇게 무시당했던 히틀러였지만, 이후 총리 히틀러는 내각과 의회를 장악했고, 3월23일 정부가 자체 권한으로 법안을 발의ㆍ제정하는 수권법(授權法)을 통과시켰다. 이 법으로 삼권분립과 바이마르 헌법은 사실상 붕괴했다. 히틀러는 신성로마제국, 비스마르크 통일독일 제국에 이어 ‘나치 독일 제3제국’으로 치달을 수 있게 됐다.\n히틀러가 총리가 된 뒤, 현대 민주주의 헌법의 모범으로 꼽히던 바이마르 헌법 체제를 사실상 무너뜨리기까지 걸린 기간은 고작 53일이었다. 이 과정에서 히틀러와 나치당은 ‘완전히’ 합법적 절차를 거쳤다. 히틀러의 선전 장관을 지냈던 요세프 괴벨스는 나중에 “민주주의의 최대 아이러니(joke)는, 민주주의를 파괴하려는 치명적인 적들에게 민주주의가 바로 그 수단을 제공한다는 점”이라고 말했다.\n헤이그에서 활동하는 저명한 나치독일 관련 역사학자인 티머시 W 라이백은 올해 초 미 월간지 애틀랜틱에 ‘히틀러는 어떻게 53일만에 민주주의를 해체했나’라는 분석 글을 게재했다. 도널드 트럼프의 대통령 취임을 앞둔 시점이었다. 민주주의 체제 하에서 어떻게 독재자가 ‘합법성’을 띠고 독재 정치로 나아갈 수 있는지를 짚은 글이었다.\n\n현재 미국의 진보진영에서는 독립적인 독일 중앙은행 총재 한스 루터를 계속 위협해 결국 물러나게 하고 관세를 올리고 선거관련 법을 개정하고 정치적 반대파를 탄압한 히틀러와, 트럼프가 취임 후 지금까지 취한 행보에서 유사성을 찾는다. 그리고 미국 민주주의의 붕괴를 우려한다.\n반면에, 트럼프의 지지기반인 MAGA 진영 일각에선 다른 이유에서 히틀러를 ‘재평가’한다. 폭스뉴스 앵커 출신으로 트럼프 지지자인 터커 칼슨의 팟캐스트에 이달 초 출연한 코널대 화학교수인 데이비드 콜럼은 “우리가 아는 2차대전 얘기는 모두 잘못됐다. 우리는 히틀러 편을 들어 스탈린과 싸워야 했다”고 했고, 칼슨은 동조했다.\n칼슨이 “오늘날 미국에서 가장 중요한 대중 역사학자”라고 칭송한 대릴 쿠퍼는 “영국 총리 윈스턴 처칠이 2차 대전의 주범이고, 나치 독일은 기껏해야 두번째”라며 “히틀러는 유럽의 평화를 원했다”고 했다. 칼슨의 아들 버클리 칼슨은 J D 밴스 부통령의 부(副)대변인으로 일한다.\nMAGA 일부에서 제기되는, 히틀러에 대한 역사적 재평가 주장에 동조하는 극우 성향 평론가인 터커 칼슨(왼쪽)과 캔디스 오언스/오언스 인스타그램\n작년 7월 미국의 극우 성향 팟캐스터인 캔디스 오언스도 “히틀러가 뭐가 문제인가, 왜 그토록 악하지? 사람들이 떠올리는 것은 ‘(유대인)인종 청소가 일어날 뻔했다는 것인데, 미국이 독일인에게 할 뻔했던 것과 매한가지 아니냐”고 했다. 나치 독일의 유대인 600만 명 학살을 부인하는 주장이었다.\n\n히틀러와 나치당원들은 1923년 11월 이른바 ‘맥주홀 폭동(Beer Hall Putsch)’을 일으켰다. 제1차대전 이후 경제적 위기 속에서 특히 보수적 군국주의 기운이 강했던 바이에른 주 뮌헨의 한 맥주홀에서 주지사와 주 군사령관, 경찰청장 등을 감금하고 중앙 정부에 맞서도록 강요하는 쿠데타였지만, 실패했다.\n그러나 그는 한 번도 바이마르 체제를 뒤엎으려는 꿈을 버리지 않았고, 이후 10년간 중앙 정부의 의제를 좌절시키는 정치를 펼쳤다. 자신이 바이마르 공화국의 15번째 총리에 오르기 직전까지 8개월 간 방해 정치로 세 명의 총리를 무너뜨리고 두 차례의 의회 해산ㆍ총선을 이끌어냈다.\n총리가 된 히틀러는 자신이 절대 권력을 행사해야 한다고 믿었다. “37%(나치당 의석)는 51%(우익 연합)의 75%”라는 논리였다. 그는 취임 첫날, 핵심 관료들을 숙청하고 충성파로 내각을 채울 계획을 발표했고, 나치당 공약인 경제 부흥ㆍ실업률 감소ㆍ군비증강ㆍ국제조약 탈퇴ㆍ국가를 “오염”시키는 외국인 제거ㆍ정적(政敵) 복수를 위해선 수권법의 통과가 필수적이라고 밝혔다.\n그러나 현실은 그의 야심과 거리가 있었다. 기존 정당에 속하지 않은 군ㆍ귀족ㆍ기업인들을 기반으로 한 정치 기득권 세력은 히틀러에게 경제ㆍ외교ㆍ군 관련 장관직을 주지 않았다. 나치당엔 내무장관과 무임소 장관만 주어졌다.\n또 수권법이 통과되려면 의회 3분의2 이상 찬성이 필요했다. 그러나 사회민주당과 공산당이 36%를 차지해, 산술적으로 불가능했다. 유일한 방법은 공산당을 ‘금지’시키고 새로 총선을 실시하는 것이었다.\n히틀러는 나치당에 주어진 내무ㆍ무임소 장관직을 최대한 활용했다. 빌헬름 프릭 내무장관은 야당과 언론을 억압했고, 연방 정부의 권한 강화를 계속 비판했다. 히틀러는 독일 영토의 3분의2를 차지하는 프로이센 주의 임시 내무장관에, 무임소 장관인 헤르만 괴링을 임명했다. 괴링은 사민당의 거점인 프로이센 주를 장악해갔고, 주 정부 경찰을 ‘정화’하고 나치 돌격대(Sturmabteilung)에 권총을 지급하고 부(副)경찰로 지정했다.\n당시 프로이센 주 경찰청장이었던 루돌프 디엘스는 후에, “법을 조작해 자신의 목적을 이루고 갈색 제복의 나치당 준(準)군사조직의 폭력과 과잉 행위를 ‘합법화’한 것은 히틀러의 검증된 전술”이라고 말했다. 2차대전이 끝나고 뉘른베르크 재판에서 돌격대장이었던 변호사 한스 프랑크(교수형 처형)는 “히틀러는 모든 법의 잠재적 약점을 감지해 이를 무자비하게 이용하는 데 놀라운 능력을 갖고 있었다”고 증언했다.\n\n하지만, 3월의 총선을 앞두고도 일반 유권자들은 히틀러의 ‘연립’ 내각 정책에서 변화를 느끼지 못했다. 가톨릭 중도당은 “바이마르 헌법을 준수하라”고, 중도 좌파 언론 매체들은 “히틀러가 곡물 수입 관세의 2배 인상을 공약으로 내걸면서 경제 상황이 더 안 좋아졌다”고 비판했다. 히틀러의 독재 권력 요구와 연립 거부를 지지했던 우익 지지자들도 “제3제국은커녕, 2와2분의1제국도 없다”고 실망했다.\n독자적인 정치 기반을 가진 ‘늙은 원수(元帥)’ 힌덴부르크 대통령이 오스트리아 ‘시골뜨기 하사관’ 출신 히틀러를 얼마나 더 놔둘 것인지에 대한 전망이 분분했다. 히틀러도 자신이 이끄는 연립 내각이 ‘나치 내각’이 아니라 한계를 느꼈다.\n◇국회의사당 방화 사건에 즉각 공산당 금지\n2월27일 밤, 수도 베를린의 국회의사당이 불길에 휩싸였다. 범인은 네덜란드 출신 공산당원이었다. 공산당은 나치의 사주를 받은 소행이라고 주장했고, 나치당은 공산당을 비난했다. ‘진짜’ 배후가 있었는지는 끝내 밝혀지지 않았다.\n히틀러는 다음날 이 방화를 공산당의 쿠데타 시도로 규정했고, 나치당 소속인 무임소장관 괴링은 공산당의 추가 쿠데타 계획을 ‘상세히’ 보고했다. 히틀러는 3월5일 선거를 1주일 앞두고, 공산당을 금지하고 반대 언론사들을 폐쇄하는 포고령을 마련해 힌덴부르크 대통령의 서명을 받아냈다.\n3월5일 총선에, 4000만 명 이상의 독일인이 투표에 참여했다. 이전 어떤 선거보다도 200만 명 이상 많아, 등록 유권자의 근 89%가 참여했다. 이 200만 명표는 대부분 나치당에 돌아갔다. 히틀러가 원했던 나치당 단독 51% 의석수 득표엔 실패했지만, 44%를 확보해 수권법 통과에 필요한 안정적 연정을 구성할 수 있게 됐다.\n다음날부터 나치당은 주 정부청사에 난입했고, 주요 관공서에는 나치당의 하켄크로이츠(卍) 깃발이 걸렸다. 수만 명의 정치적 반대파가 ‘보호 구금’에 처해졌고, 주요 정치인들이 해외로 피신했다.\n히틀러가 노골적으로 공산당ㆍ사민당ㆍ유대인들에 대해 폭력적 조치를 취하는데도, 힌덴부르크 대통령은 침묵했다. 그는 이미 85세의 고령이었고, 정치적 민첩성도 판단력도 떨어졌다. 더 이상의 국가 혼란도 꺼렸다. 힌덴부르크는 요세프 괴벨스를 신설 장관직인 ‘국민계몽ㆍ선전 장관’에 임명하는 칙령에 서명했다. 괴벨스는 그날 일기에 “이 위대한 노인이 우리와 함께 있다는 게 우리 모두에게 얼마나 큰 행운인가”라고 썼다.\n공산당을 금지시키고 실시한 1933년 3월 총선에서 크게 승리한 히틀러가 3월21일 포츠담 데이에서 당시 대통령인 힌덴부르크에게 고개를 숙이며 악수하고 있다. '늙은 원수(元帥)'가 오스트리아 시골뜨기 하사 출신의 히틀러의 권력을 인정하는 순간이었다./위키피디아\n3월21일 힌덴부르크가 대표하는 기존 엘리트ㆍ군부ㆍ보수 세력과 나치와의 화합을 상징하는 정치 쇼인 포츠담 데이 행사에서 히틀러는 힌덴부르크에게 고개를 숙였다.\n이후, 히틀러는 일사천리로 자신의 정치 야망을 진행시켰다. 같은 날, “국가 재건을 위한 투쟁”을 하다가 범죄를 저지른 나치당원들을 사면하는 새 법령이 발표됐다. 반역죄로 유죄 판결을 받은 범죄자들이 하루 아침에 ‘국가 영웅’이 됐다. 그날 오후엔 베를린 북쪽의 낡은 맥주 양조장에 새 강제구금소가 개설됐고, 다음날부터 첫 수감자들이 도착했다.\n◇72% 의석 지지로 수권법 제정\n3월23일 독일 국회의원들은 방화로 훼손된 의사당 맞은 편의 크롤 오페라 하우소에 모였다. 갈색 나치 돌격대 제복에 하켄크로이츠 완장을 착용한 히틀러가 바이마르 공화국의 실패를 열거하고, 수권법을 제정해 독일의 존엄성ㆍ군사적 동등성을 확보하고, 경제ㆍ사회적 안정을 이뤄야 한다고 연설했다.\n스위스 망명에서 돌아온 사민당 대표 오토 벨스는 이 법안이 바이마르 공화국을 약화시키고 증오와 분열을 조장한다고 주장했다. 그러나 나치당 의원들은 “지난 13년간 사민당이 고용과 안정, 존엄성을 위해 뭘 했느냐”고 조롱했고, 나머지는 침묵했다.\n수권법 제정 투표 결과, 441명이 찬성했다. 히틀러는 재적 의원 72%의 지지를 받았다. 다음날 아침, 프레데릭 새킷 미국 대사는 국무부에 전보를 보냈다. “이 법에 근거해, 히틀러 내각은 사실상 모든 헌법적 제약을 제거하고 전체 정부 체계를 다시 구성할 수 있게 됐다.”\n◇괴벨스 “기존 체제의 적을 자처했는데, 1등석 열차와 식사 제공 받아”\n그날 국회의원으로 표결에 참석했던 요제프 괴벨스는, 나치당이 헌법적 수단만으로 헌법에 기초한 연방 공화국을 완전히 해체한 사실에 놀라워했다.\n괴벨스는 7년 전인 1926년 최초의 나치당 의원 12명 중 한 명으로 라이히스타크(Reichstagㆍ독일의회)에 선출되었을 때도 비슷한 충격을 받았다.\n한스 프랑크(나치 돌격대장)과 자신을 포함한 12명이 스스로 ‘바이마르 공화국의 적’을 자처하면서도, 민주주의 절차를 마음대로 방해ㆍ마비시킬 권한을 갖고 의사당에 나란히 앉고, 1등석 열차와 식사를 제공받게 된 사실이었다. 그때 괴벨스는 이렇게 말했다고 한다. “민주주의의 최대 아이러니(joke)는, 민주주의를 파괴하려는 치명적인 적들에게 민주주의가 바로 그 수단을 제공한다는 점이다.”\n히틀러는 1934년 8월 힌덴부르크가 죽자 대통령과 총리 직을 겸하는 총통(Führer)이 됐다.\n그리고 1935년 3월, 제1차 대전 종전(終戰) 베르사유 조약이 독일군이 주둔할 수 없는 비무장 지역으로 설정한 라인강 서쪽, 프랑스와 벨기에에 접한 라인란트(Rhineland)를 재점령했다. 2차 대전으로 가는 히틀러의 첫 시험대였다. 영국과 프랑스는 군사적으로 대응하지 않았다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2020-09-23T23:24:53.612000",
  "updatedAt": "2025-09-17T20:32:15.389000"
}