{
  "id": "fa9d862e-35a1-4884-98e9-15158fe4b5ca",
  "title": "프랑스 경제  위기",
  "content": "법인세 인상으로 망한 대표국가가 프랑스임\n법인세 올린뒤 기업들이 떠났기 때문에 세율은 올라가도 세수는 오히러 줄었음, 또 일자리도 사라지니 거기서 나오는 소득세도 사라지고 연금이나 보험에 들어가던 적립금도 사라진것임\n이것이 그대로 내수악화로 이어지며 자영업도 그대로 직격타, 자영업이 힘드니 내수는 더 죽어나감, 이 악순환에 빠짐 \n\n프랑스 마크롱 때 증세했고 법인세 깍았음. 최저 임금서 조차 20퍼가 세금임. 많이 걷고 많이쓴다지 적게 걷고 많이쓴다는 아님. 제도가 꼬이고 국가가 성장이 안되면서 생긴문제지.. 뭐만했다하면 증세 안한줄알겠어. \n\n마크롱이 부자감세까지 해버림 윤석열이한거랑 비슷함 \n\n마크롱도 연금개혁하려다 시위에 막혀서 못함\n\n프랑스를 몰락으로 이끈건 절대적으로 마크롱 입니다. 실제 프렌치들이랑 대화나 하세요. 한국인들끼리 의견교환하지마시고요. 이민자 반대, 긴축정책, 경제활성화 등 마린르펜 국민전선 보수정당 해산시킨게 마크롱입니다. \n\n프랑스 우리보다 세금많이낸다 100만원벌어도 낸다 \n\n증세없는 복지를 없게할려면 인도나 베트남 처럼 인구 평균 연령기준치가 20대 중후반으로 유지되어야함 그래야지 님이 쓴 말이 맞는 말이지만 프랑스는 쉽게 말해 세금 납부해야할 인구는 줄고 있는데 세금을 받아가는 인구는 늘어나고 있음 \n\n저번주에 bloquon tout할때부터 느꼈다. 그리고 오늘도 대규모 시위가 있었고. 그때마다 얘네들한테 물어보면, 시위를 하는 이유는 사람마다 다르다. 복지중독자도 있고, 공산주의자도 있고, 성소수자들도 있고, 낙타도 있고(아랍애들), 나치도 있었다. (하나에 시위 행렬에서)\n그리고 마리 뤼팬의 국민연합이 집권한다 하더라도, 얘네들이 말하는 문제들을 해결할만한 능력도 없고, 할 생각도 없으니, 가장 유력한 미래는 이탈리아에 멜라니처럼 할될 가능성이 큼.\n\n마크롱 이전 사회주의 올랑드 정부가 말아먹었고, 이를 정상화 하려고 부유세 폐지하고 법인세 낮추며 정년연장 하려는데, 국민들이 반대함. 연금이 월급 70%대로 받으니 국고가 남을수 없는 구조임  \n\n애초에 부자감세를 하지 말았어야지. 그것부터 잘못인데.\n부자감세하면서 연금에 손을 대니 국민들이 들고 일어날 수밖에. \n\n전임 대통령이 부자증세해서 개판쳤기 때문이지. 더 길게보면 영상처럼 68운동 이후 지속적으로 대다수의 국민들은 분에 넘치는 복지의 혜택을 받으면서 적자재정을 몇십년동안 계속했고 미래세대의 부와 프랑스의 경제동력 빨아먹었음. \n그 와중에 마크롱 전임 대통령은 부자세로 복지를 유지하고 적자를 해소하겠다며 헛짓을 했고 엄청난 수의 부자들이 대탈주를 일으키자 세금 폐지. 마크롱이 뒤늦게 법인세와 일부 세금을 인하했지만 부자들은 안 돌아왔고 추가적인 기업 탈출만 겨우 막았음. \n\n부자감세가 잘못이라니,,, 이사람아 프랑스는 주변국으로 이민가기 편한 나라임에도 혼자만 상속세 70% 매겼던 나라야~ 바보가 아닌이상 세금낼 주축이 상위층들 2세까지 이민으로 떠나니까 소읽고 외양간 고치기 식으로 부자감세 했던건데 무슨 부자에게 세금 감세해서 망했다는 소리를 해. \n\n자본주의에 한계가 온게 아니라, 민주주의에 한계가 왔다는 말이 옳을 듯합니다.\n2차 대전 전후 성립되어 보편화된 민주주의 시스템이지만, 이제는 대중의 표심이 두려워 미뤄오던 문제를 해결하지 않으면 붕괴 상황에 직면하게 되는 한계에 도달한듯 싶네요.\n권위주의 국가들이 AI 를 접목시킨 계획형 통치로 그동안 인간에 의한 통제, 감시의 한계를 돌파하여 빠르게 치고 나가는데 민주주의가 지금의 경쟁력을 그나마 유지하고 생존하려면 국민적인 인내력을 강제적으로 요구할 수 있는 계도력과 이를 뒷받침하는 최소한의 권위를 다시 도입하지 않으면 안되는 시기라고 봅니다. \n아무튼 민주주의가 점차 국부의 파이를 경쟁적으로 약탈하는 중우주의로 향하는게 명백하네요. 안타깝습니다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-09-22T10:06:30.391000",
  "updatedAt": "2025-09-22T10:20:05.060000"
}