{
  "id": "fb12c41e-1c1d-4b1e-8f73-9bfc7b785392",
  "title": "미인계의 역사 - 고대",
  "content": "첫 번째 이야기 나라와 바꾼 여인 : 서주 유왕幽王과 포사\n유왕(幽王)을 서주(西周)의 마지막 왕으로 만든 것은 달기와 더불어 중국 역사상 최고의 악녀로 꼽히는 포사(褒?)였다. 결과적으로 한 여인의 빼어난 미색이 5백년 왕조를 멸망으로 이끌고 춘추전국시대를 열어젖힌 셈이다. 이러한 포사의 미인계는 포향(褒珦)이라는 제후국의 군주가 유왕에게 충언을 올리다가 노여움을 사 감옥에 갇히자, 그의 아들 홍덕(洪德)이 부친을 구해내기 위하여 꾸며낸 계략이었다. 하지만 부친을 위하여 꾸며낸 미인계가 서주의 멸망으로까지 이어질 줄은 꿈에도 몰랐을 것이다.\n\n두 번째 이야기 장미의 가시, 가인의 독 : 진晉 헌공獻公과 여희驪姬\n세 번째 이야기 미인, 역사를 구하다 : 나라를 구한 서시西施\n네 번째 이야기 제국을 움켜쥔 미인계 : 여불위呂不韋와 한단희邯鄲姬의 이화접목지계\n다섯 번째 이야기 지워지지 않는 향기 : 자매의 유혹\n여섯 번째 이야기 혼군은 여색에 약하다 : 서한의 조맹趙萌\n일곱 번째 이야기 삼국지, 그녀가 있었다 : 초선貂蟬, 그리고 왕윤王允의 한간계\n여덟 번째 이야기 황제, 여색에 빠지다 : 양황후楊皇后와 팔왕의 난\n아홉 번째 이야기 선계仙界의 미인계 : 송 광종光宗을 농락한 이봉낭李鳳娘\n열 번째 이야기 분 냄새에 취한 영웅들 : 조옥趙玉의 서글픈 미인계\n열한 번째 이야기 화려한 복수의 꽃 : 20년을 기다린 왕비 도씨의 꿈\n열두 번째 이야기 간상奸相은 여인의 치마에 물들고 : 죽음으로 끝난 미인계\n열세 번째 이야기 악한 그녀가 아름답다 : 미인이 가져다준 평화\n열네 번째 이야기 충신조차 무릎 꿇은 미색이 있다 : 홍승주洪承疇를 설복시킨 장비莊妃\n열다섯 번째 이야기 이루지 못한 복수의 꿈 : 명나라 최후의 미인 양아楊娥\n열여섯 번째 이야기 치명적인 염녀의 유혹 : 아내의 미모로 황제를 사로잡은 부항傅恒\n열일곱 번째 이야기 아아, 태평천국! : 홍수전洪秀全을 잠재운 양수청楊秀淸\n열여덟 번째 이야기 기녀 본색, 역사를 바꾼 미인계 : 제국의 비밀과 바꾼 미인, 영화춘迎和春\n열아홉 번째 이야기 사라진 황제의 꿈 : 원세개와 단꿈에 빠진 여인, 주도여周道如\n스무 번째 이야기 온몸으로 정의를 지키다 : 영웅을 구한 여인, 소봉선小鳳仙\n\n\n고대 중국의 하夏 왕조에는 매희妹喜의 미색으로 걸왕桀王의 통치력을 뒤흔들어 시施나라를 구하고 상商을 도와 하를 멸망시킨 바 있고, \n\n\n주(周)나라 문왕은 주왕을 무력화하기\n위해 달기를 보냈고, 은을 멸망시키기 위해 여와가 보냈다는 달기\n\n진(秦)나라 목공은 이민족 융(戎) 왕에게 무희 16명을 보내 그를 주지육림에 빠뜨린다. \n\n서양에서도 고대 이집트나 로마의 역사에서 무수히 많은 미인계가 구사되었다.\n\n클레오파트라\nBC 41년 면세 헤택을 베풀기 위해 타르수스(다소)를 내방중이었던 로마의 집정관 마르쿠스 안토니우스는\n이집트 여왕 프톨레미테(클레오파트라)를 소아시아 지방의 타르수스로 소환하게 된다.\n안토니우스는 시저가 암살된 후 옥타비아누스,레피두스와 함께 제 2차 삼두정치를 이루어 로마를 다스리고 있는 최고의 권력자였는데\n그는 삼두정치 반대파 카시우스 를 도와준 프톨레미테(클레오파트라)를 문책할 생각이었다.\n\n당시 이집트는 로마의 동맹국이긴 하지만 사실상 속국이나 다름없는 상태였다.\n그러나 클레오파트라는 소환에 선뜻 응하지 않고 몇 번이나 독촉을 받은 끝에 타르수스로 향하는데\n키드누스 강에서의 선상 파티에 안토니우스를 초대하게 된다.                                                             \n그 날 저녁 클레오파트라의 배에 오른 안토니우스는 눈이 휘둥그레지는데\n금은 장식으로 화려하게 치장한 배 안에는 온통 꽃들이 깔려있고 금접시와 보석 박힌 금술잔이 빛을 발하는 가운데\n사랑의 여신 아프로디테(비너스)로 치장해 아름다움의 절정을 이루는 29살의 클레오파트라가\n감미로운 선율이 흘러나오는 금빛 차양 안에 비스듬이 누워 안토니우스를 맞이하고 있었던 것이다.\n안토니우스가 \"이런 화려한 파티에는 많은 비용이 들겠군요\"라고 말하자\n클레오파트라는 \"지금까지 파티에 쓴 비용은 하잘 것 없는 것입니다. 이제 저 혼자 '10,000 세스텔치아'를 써보죠....\"\n그러더니 시녀에게 식초를 잔에 담아 오라고 명령하였다.\n\n \n\n그 때 클레오파트라는 온 몸에 값비싼 보석을 많이 달고 있었는데 그 중에서는 양 쪽 귀에 늘어뜨린 커다란 진주 귀걸이가 가장 눈에 뜨였다.식초잔을 받아 든 클레오파트라는 한 쪽 귀걸이를 떼내어 식초잔에 담구어 버리는데\n\n안토니우스는 흥미롭게 이를 지켜보게 되고 식초 술잔에 들어간 진주는 서서히 녹아 버리고 만다.\n진주가 다 녹자 클레오파트라는 술잔을 들어 단숨에 마셔버리고 다시 귀걸이 한 쪽을 술잔에 마져 담그려 하자 안토니우스는 그 진주의 귀함과 클레오파트라의 대범함에 문책할 마음을 철회하고 클레오파트라에게 마음을 빼앗기게 된다 \n이 '클레오파트라의 진주' 이야기는 로마의 학자 플리니우스가 쓴 책 '박물지'에 기록된 내용이다.\n시저를 사로잡아 이집트를 지켰던 클레오파트라는 이번에도 지혜와 미모로 안토니우스를 사로잡아\nBC 36년 안토니우스는 클레오파트라를 이집트,키프로스,시리아,리비아의 통치자로 선언하고\n두 사람 사이에 태어난 자식에게 각각 땅을 나누어 줌으로써 로마제국의 상당 부분을 넘겨주게 된다.\n이 사건을 역사적으로 '알렉산드리아의 증여'라고 하고\n클레오파트라에게는 '왕중의 여왕'이라는 칭호가 주어져 클레오파트라의 꿈이 이루어지게 된다.\n그러나 꿈은 오래 가지 못하는 것..... BC31년, \n옥타비아누스가 이끄는 로마군과 클레오파트라, 안토니우스 연합군간의 전쟁인 '악티움 해전'에서 참패하게 되고 클레오파트라는 독사에게 자기의 가슴을 물게 하여 생을 마감하게 된다.\n\n\n\n\n서시\n중국 춘추시대 말기 오나라와 월나라는 힘겨루기가 한창이었다. 월왕 구천이 와신상담하며 오나라를 점령할 궁리를 하던 차에 충신 범려는 자신이 사랑하던 여인 서시를 오왕 부차에게 보내는 미인계를 제안했다. 열세에 있던 월나라 모사 범려는 서시라는 미인을 훈련시켜 오나라 왕 부차에게 바쳤다. 서시는 움직일 때마다 구름처럼 인파가 몰려 그 얼굴을 한 번이라도 보겠다고 아우성일 정도로 예뻤다. 또 물고기가 그녀의 미모에 반해 헤엄치는 것을 잊는가 하면 얼굴을 찌푸리는 자태가 너무 고와 숱한 여인들이 흉내 낼 지경이었다. 서시는 계획대로 부차를 꼬드겨 정사를 돌보지 않고 여색에만 빠지도록 했고 결국 오나라는 멸망의 길을 걷게 된다.\n\n한비자에도 “진 헌공이 우나라와 괵나라를 치려 할 때 우선 아름다운 여인을 바쳐 그 정치를 어지럽게 했다”는 대목이 들어 있다.\n\n초선\n때는 2000년 전. 한때 찬란했던 한나라가 기울어 갈 무렵 동탁(董卓)이라는 장수가 권력을 장악했습니다. 어린 황제로부터 권력을 빼앗고 무고한 관리들을 모함하여 여기저기서 잔인하게 도륙했습니다.\n심지어 큰 연회에서 재미 삼아 사람들을 죽이곤 했습니다. 참석객들이 보는 앞에서 산채로 사지를 하나하나 잘라 유골은 끓는 기름에 넣었다고 합니다. 어떤 때는 참석객들에게 한때 그들의 동료였던 이들의 피로 끓인 국을 강제로 먹이기도 했습니다.\n\n거의 붕괴될 지경에 이른 제국을 보며 충신들은 어찌할 바를 몰랐습니다. 그런데 폭군을 몰아내게 될 유일한 희망이 남아있었으니. 바로 중국 역사상 가장 빼어난 미인 중 한 명으로 꼽히는 초선(貂蟬)입니다.\n\n초선은 아름다웠을 뿐 아니라 노래와 춤에도 뛰어났습니다. 어린 나이에 고아가 된 초선을 황제의 충신이었던 재상 왕윤(王允)이 거두어 수양딸로 키웠습니다. 아름다운 규수로 성장한 초선은 아버지의 은혜에 보답하고자 했습니다.\n폭군 동탁은 황제를 무력화시키고 신하들을 강압적으로 복종시키기 위해 공포에만 의존한 것이 아니었습니다. 바로 무자비한 장군이자 자신의 양자인 여포(呂布)의 보호를 받았습니다.\n\n여포는 탁월한 능력을 지닌 준수한 청년이었으나 절개는 없었습니다. 이미 자신의 주군을 배신해 살해한 바 있는 그는 기회주의적 계산에서 동탁의 양자로 들어갑니다. 어쨌거나 여포는 동탁의 폭정을 가능케 하고 그의 적을 무참히 죽이는 천하무적의 장수였습니다.\n\n이런 막강한 보호 하에 누구도 감히 동탁의 철권통치에 도전할 수 없었습니다. 도대체 언제 평화가 찾아올 수 있을까요?\n\n재상 왕윤은 너무나 괴로웠고 수양딸인 초선도 부친의 고뇌를 알고 있었습니다. 어느 날 저녁 왕윤이 폭군을 제거할 방법을 고심하며 산책하고 있었습니다. 정원에서 달을 가만히 바라보는 초선을 발견한 그 때, 갑자기 구름이 달을 가렸습니다. 왕윤은 딸의 아름다움에 감탄하며 마치 달도 부끄러워 얼굴을 가리는 것 같다고 생각했습니다. 이 때 문득 아이디어가 떠오릅니다. “36계” 중에 절체절명의 순간에 쓸 수 있는 한 가지 병법. 바로 미인계(美人計)였습니다.\n\n왕윤은 눈물을 머금고 열 여섯 살 딸 앞에 무릎을 꿇었습니다.\n“대감마님, 어인 일로 이러십니까?” 초선은 당황하며 말했습니다.\n\n“나라를 돕기 위한 일을 해 줄 수 있겠느냐?” 왕윤이 청했습니다.\n\n“나라가 저를 필요로 한다면 제 목숨을 바쳐서라도 나라를 구하겠습니다. 대감께서 무릎을 꿇고 계시니 제가 어찌 여기 서 있을 수 있겠습니까? 제발 일어서십시오.” 초선이 대답했습니다.\n\n초선의 확고한 눈빛을 보고 왕윤은 그의 계획을 은밀히 알려주었습니다. 이를 들은 초선은 곤혹스러웠지만, 깊이 생각해보고는 천천히 고개를 끄덕였습니다.\n다음 날 왕윤은 여포를 위해 맛난 음식과 고급술을 준비해 호화로운 연회를 열었습니다. 왕윤은 시중 들 하인이 부족하다며 딸을 불러 장군의 시중을 들게 하죠.\n\n“세상에 어떻게 이런 미인이 있을 수 있을까?” 여포는 감탄했습니다. “선녀로구나.”\n\n여포는 초선의 아름다운 얼굴에 눈이 가는 순간 그만 초선에게 푹 빠져버렸습니다. 여포는 식사하는 동안 초선이 옆에 머물러 있길 바랐으나 초선은 수줍은 듯 뒤로 물러나 아버지 곁으로 가버립니다.\n\n초선에게서 눈을 떼지 못하는 여포를 본 왕윤은 행동을 개시했습니다.\n\n“이 분은 전쟁 영웅이시다.” 왕윤은 여포가 들을 수 있는 거리에서 초선에게 말했습니다. “이런 분이 너를 감탄하며 바라보다니 영광이로구나.”\n\n“만약” 왕윤은 여포에게 몸을 돌리며 말을 이었습니다. “여 장군께서 제 못난 여식을 받아 주신다면 제가 혼례를 준비하겠습니다.”\n\n왕윤이 여포에게 초선과의 혼인을 제안하자 여포는 너무나 신이 났고 바로 제안을 받아들였습니다.\n그 다음 차례는 동탁이었습니다. 왕윤은 다시 성대한 연회를 베풀어 이번에는 동탁에게 말술을 권해 완전히 취하게 만들었습니다. 이때 초선이 나타나 춤을 추자 폭군은 음탕한 욕정이 일어났습니다.\n\n왕윤이 분위기를 살펴볼 필요도 없었습니다. “동 주군께서 관심이 있으시다면” 왕윤이 입을 뗐습니다. “제 여식이 주군을 모실 수 있다면 큰 영광입니다.”\n이 말을 듣자마자 동탁은 초선을 낚아채듯 데리고 집으로 돌아갔습니다.\n여포는 초선이 왕윤의 집에 더 이상 없는 것을 눈치 채고는 왕윤에게 딸의 행방을 캐물었습니다.\n\n“며칠 전에 제가 태사를 저녁 식사에 초대했습니다.” 왕윤이 설명했습니다. “그런데 제 여식을 보시더니 데려가겠다고 고집을 피우셨습니다.”\n\n여포는 충격을 받고 분노했습니다. “초선은 내게 오기로 했는데!” 상사병에 걸린 장군은 초선을 한시도 잊을 수 없었고 마치 삶이 산산조각 난 것처럼 느껴졌습니다.\n\n하루는 여포가 초선을 보러 동탁의 침실에 살금살금 들어갔습니다. 하지만 안에서 자고 있던 동탁이 깨어나 여포를 발견했습니다. “나의 애첩과 놀아나려 했느냐?” 동탁이 소리쳤습니다. “다시는 여기 얼씬도 하지 마라!”\n\n이에 여포는 임기응변으로 암살범 기척을 들은 것처럼 둘러대고는 얼른 자리를 떴습니다.\n\n전투에서 탁월한 용맹을 보여줬던 장수였지만 여포는 자신이 완전히 무력하게 느껴졌습니다. 여포는 동탁이 출타 중일 때를 틈타 다시 침실에 잠입해 그의 사랑을 껴안고, 그 목소리를 듣고, 그 아름다운 눈을 다시 바라보겠노라고 결심합니다.\n큰 위험을 무릅쓰고 여포는 다시 동탁의 침실로 숨어들었습니다. 초선은 홀로 방에 있었습니다.\n초선은 여포가 다가오자 몸을 돌리더니 너무나 수치스러워 차마 그의 얼굴을 바라볼 수 없다고 말했습니다. “동탁이 저를 범했습니다.” 초선이 말했습니다. “자신이 그토록 경멸하는 사람과 살아야 하는 제 삶이 얼마나 비참한 지 장군은 모르실 겁니다.”\n\n여포는 초선의 고통을 듣고 너무나 아파하며 초선을 안았습니다. 초선과 다시 결합하기를 고대하면 할수록 그녀와 함께 할 수 없다는 사실 앞에 그 절망감은 더욱더 커져만 갔습니다. 격한 감정이 그의 가슴을 갈기갈기 찢어 놓았습니다. 초선이 울먹이며 얼마나 그를 그리워했는지 모른다고 속삭이자 여포는 견딜 수 없었습니다.\n\n그때였습니다. 동탁이 급히 방으로 돌아오는 소리가 들렸습니다. 여포는 넋을 놓고 있다 황급히 달아났고, 그 와중에 깜박 잊고 무기를 두고 나와 버렸습니다.\n\n낌새를 눈치 챈 동탁은 방에 들이닥치며 여포가 뒷문으로 도망가는 것을 발견합니다.\n“무슨 일이냐? 여포와 바람을 피운 것이냐?”\n“나리” 초선이 소리쳤습니다. “그가 불쑥 들이닥쳐 제게 부적절한 말을 했습니다. 나리께서 오셔서 천만다행입니다!”\n\n“이 짐승 같은 놈!” 동탁은 눈에 살기를 띠고 소리쳤습니다. 부자의 연은 온데간데없이 동탁은 여포가 놓고 간 무기 방천화극을 들고 그의 양자를 쫓아갔습니다.\n\n여포는 동탁이 초선을 해칠지도 모른다는 생각에 가까이에 숨어 있었습니다. 동탁이 맹렬히 추격해오자 여포는 줄행랑을 쳤습니다.\n\n육중한 동탁이 날렵한 여포를 잡을 수는 없었습니다. 분노에 가득 찬 동탁은 여포에게 방천화극을 날렸으나 간발의 차이로 빗나갔습니다.\n하지만 동탁은 상대를 잘못 고른 거였습니다. 무기를 되찾은 여포는 단칼에 동탁을 베어 버립니다.\n이 젊은 장수는 자신이 재상 왕윤이 파놓은 함정의 대미를 장식하고 있다는 걸 전혀 알아채지 못했습니다. 초선은 사람이 죽었다고 비명을 질렀고 이에 황제의 호위대가 들이닥쳐 바닥에 쓰러져 죽은 동탁과 그 위에 서 있는 여포를 목격하고 맙니다.\n여포는 얼른 말에 올라타 재빨리 도망쳤습니다. 나중에 조조에게 잡혀 처형당하는데 그건 또 다른 이야기랍니다.\n왕윤은 딸에게 다가와 몸을 숙여 절을 합니다. 초선이 나라를 구한 것이었습니다.\n\n장비\n1641년 청나라는 산해관과 금주에서 명나라와 대전을 벌렸다. 이 두 곳은 전투의 요충지였다. 뺐느냐, 뺐기지 않느냐가 두 나라 생존에 달린 문제였다. 결과는 청의 승리였다.\n전투의 승패에는 늘 내부 적이 큰 요인으로 작용한다. 명나라가 산해관 전투에서 밀리게 되자 숭정제(崇禎帝)는 최고 원수인 홍승주(洪乘疇)를 파견한다. 홍승주는 보병 13만, 기병 4만의 병력을 거느리고 금주를 지원한다. 그는 이 많은 병력을 갖고도 청나라에 패배한다. 문제는 어디 있을까? 바로 내부 배신자 때문이었다. 홍승주에겐 하승덕(夏承德)이라는 부하 장수가 있었다. 그는 청나라 장군 이영방(李永芳)과 오랜 친구 사이었다. 이영방이 청 태종에게 묘책을 제안한다. 하승덕에게 고관봉록을 약속하자고. 결과 하승덕은 관직과 재물을 탐내 주군인 홍승주를 배신한다. 하승덕이 청나라와 결탁하여 전투를 패배로 만들었고 홍승주는 포로가 된다.\n홍승주는 문무를 겸비한 아주 드문 인재였다. 그의 외모는 삼국시대 최염을 연상케 했고, 유생 중 최고 학식을 갖춘 엘리트였다. 게다가 병술에 뛰어나 원수(元帥)가 되었다. 그야말로 날아가는 새도 떨어뜨린다는 말이 어울릴 만큼 유명한 원수였다.\n그런 홍승주가 생포되었으니 명나라는 치명적인 타격을 입을 수밖에 없었다. 청 태종은 그를 죽이지 않고 이용하려 들었다. 하지만 그는 지체가 하늘을 찌를 신분이니 청 태종의 고관직과 산더미 같은 재물 보장 회유를 들을 리가 없었다. 만주족 가운데 최고 미인들을 붙여주어도 그는 왼 눈길도 주지 않는다. 청 태종은 모든 수단과 방법을 동원해 보았으나 홍승주는 ‘나를 빨리 죽여주시오.’라는 한 마디 말만 남길 뿐이었다.\n왜 청 태종은 홍승주를 그토록 얻고 싶었나? 홍승주를 앞세워 중원을 평정하기 위함이었다. 청 태종의 장대한 계획은 수포로 돌아가고 있었다.\n어느 날 청 태종이 전쟁에 승리하고 장비의 처소에 들었다. 장비는 젊은 여인이 오랫동안 남편의 손길이 닿지 않아 고독에 시달려 왔는데 드디어 남편이 처소에 오게 되어 운우지정을 한껏 누릴 준비를 가득 마치고 고이 대기하고 있었다. 그러나 청 태종은 울상을 지으며 장비의 곁에조차 다가가지 않는다.\n장비는 초조해나 한 마디 조심스럽게 던진다.\n“혹시 소첩이 무슨 잘못이라도···”\n“아니오, 그런 거 아니오.”\n청 태종은 손사래 친다.\n“그럼 대체 무슨 일이예오. 전쟁에 이겼으면 환락을 즐기는 것이 마땅···”\n그제야 청 태종은 입을 연다. 홍승주를 얻으려고 모든 수단과 방법을 다 동원해보았으나 실패했다고.\n“미인계는요?”\n“물론 써보았지. 우리나라에서 최고 미인을 열 명 선발해서 옥에 보냈는데 다 퇴자를 맞았다오.”\n“홍 씨 그 사람 혹시 미인을 좋아하지 않는대요?”\n“아니오. 그의 부하들의 증언에 의하면 여색을 아주 좋아하기로 이름 있는 자라 하오.”\n청 태종은 홍승주에게 미인을 보냈다가 퇴자를 맞은 경과를 장비에게 말했다.\n홍승주는 소주와 항주의 미인들을 가장 닮은 미녀 하나 골라 홍승주에게 붙여주었다.\n홍승주는 미녀가 명나라 여인일 줄로 착각하고 물었다.\n“어떻게 이곳까지 잡혀왔나?”\n\n“대인 소녀는 한인(漢人)이 아니라 폐하의 명을 받잡고 대인의 시중을 들려고 온 여자입니다.”\n\n홍승주는 시큰둥한 어조로 말했다.\n\n“그렇구나. 너는 강남 미녀도 아니고 만족여자인데 그렇게 가냘픈 몸으로 어찌 말을 타고 이리저리 싸우러 다니는 거칠고 건장한 기사들을 만족시킬 수 있겠느냐? 정말 걱정되는구나. 너 같은 여자는 명나라에도 얼마든지 있느니라. 나는 그런 여자들의 시중에 이미 싫증이 났으니 어서 돌아가 너를 필요로 하는 주인이나 모시도록 하라.”\n\n청 태종은 이번에는 예쁘면서도 키가 훤칠하고 하얀 피부에 장밋빛이 감도는 쭉쭉빵빵한 여인을 보냈다.\n\n홍승주는 여인을 힐끔 쳐다보고는 이렇게 말했다.\n\n“여기는 감옥이지 전쟁터가 아니오. 그렇게 큰 키에 튼튼한 몸을 가졌으면 전쟁터에 나가 검을 휘두르며 명나라 병사들과 싸워야지 않겠소. 나는 낭자의 시중이 필요 없소.”\n\n조용히 듣고만 있던 장비는 갑자기 얼굴이 굳어지며 화가 가뜩 난 어투로 말했다.\n\n“그 놈의 홍 씨가 우리 만족 미인들을 조롱하고 모욕하고 얼굴에 똥칠하고 있네요.”\n\n장비는 속으로 대체 그 홍 씨라는 사나이가 어떻게 생겨 먹었기에 그 숱한 미인들을 거들떠보지도 않는단 말인가? 의문이 들기 시작했다. 한편 속으로 미인이라 하여 모두 미인계를 성공시키는 것은 아니지! 라는 생각이 머리를 스쳤다.\n\n장비는 노한 표정을 거두고 해시시 웃음을 머금고 조심스럽게 말했다.\n\n“폐하, 소첩이 한 번 시도해봄이”\n\n장비의 말이 채 끝나기도 전에 청 태종의 얼굴이 금세 마른 땅처럼 굳어졌다.\n\n“부인, 지금 무슨 말을 하는 거요?”\n\n“소첩은 폐하와 나라를 위해 드린 말씀인데 어이하여 그토록 화를 내시는 겁니까?”\n\n장비의 아름다운 눈에 이슬이 맺혔다. 여인의 눈물에 약한 것이 사나이 마음이라 청 태종은 금세 화를 거두고 상냥하게 말했다.\n\n“홍승주를 놓치고 싶지는 않고 얻기도 쉽지 않아 하도 답답해서.”\n\n청 태종은 그날 밤 잠을 이루지 못했다. 새벽녘이 되어 달콤하게 자고 있는 장비를 깨웠다.\n\n“부인 짐이 밤새 생각해보았는데 부인의 제안 외에 다른 방책이 없는 듯하오.”\n\n장비는 해 질녘에 향비욕(香妃浴)을 하고 손에 옥주전자를 바쳐 들고 홍승주를 찾아갔다.\n\n홍승주는 죽여 달라는 요청이 먹히지 않자 단식에 들어갔다. 이틀 동안 굶은 그는 기력이 쇠진하여 몸을 움직이기조차 힘들었다. 간수가 없이도 스스로 도망갈 수 없는 지경에 이르렀다. 청 태종은 미리 간수들을 전부 철수시켰다.\n\n똑딱 똑딱 발걸음소리가 예사롭지 않다. 멀리서부터 향기가 코를 찔러온다. 눈을 떠 보니 젊고 아름다운 부인이다. 우아하게 쪽진 머리에 귀밑머리가 옆으로 살짝 늘어져 있고 얼굴을 마치 방금 물에서 나온 부용꽃 같았다. 허리는 바람에 흐느적거리는 수양버들 같고 가느다란 섬섬옥수는 뼈가 없는 듯 가냘프기 그지없었다. 이런 그녀가 손에 옥주전자를 들고 사뿐사뿐 자신을 행해 걸어오고 있었다. 무엇인가에 홀린 듯 정신을 차리지 못하고  있을 때 그녀의 앵두 같은 입술이 반쯤 열리더니 가볍게 부르는 소리가 들렸다.\n“장군.”\n여인의 목소리는 지금까지 접했던 수많은 계집들의 음성과는 급이 달랐다. 높지도 않고 낮지도 않는 톤에 가냘프면서도 힘이 실린 소리, 교성(嬌聲)은 분명히 아닌 것 같으면서도 사나이 마음을 흔드는 절묘한 소리, 자신을 부르는 두 음절의 소리만 들었을 뿐인데 벌써 사나이 마음은 그녀에게 쏠리고 말았다. 그러나 홍승주는 분명 명나라에서 지체가 가장 높은 신분이라 단숨에 넘어가는 것은 체신머리를 까먹는 일이라 밀당이 필요했다.\n\n“난 그 놈의 미인계에 넘어 갈 사람이 아니니 체념하시오.”\n\n장비가 말을 받았다.\n\n“네. 당신을 편하게 죽게 하려고 사약을 가져왔어요.”\n\n홍승주는 장비가 들고 있는 주전자를 잡아당겨 얼른 마셔버리려고 했다. 그 찰나 그의 손이 장비의 손등에 닿았다. 짜릿한 전율이 온 몸을 스쳤다. 수많은 미인을 접해 보았지만 이런 짜릿함은 처음이었다. 사약을 마셨으면 사지가 나른해나고 입에서 피가 흘러나오고 기운이 빠져 금세 쓰러져가야 하는데 홍승주는 솟구치는 힘을 주체할 수가 없었다. 이윽고 그는 장비를 와락 끌어안았다.\n\n“장군, 당신이 마신 것은 사약이 아니라 백년 묵은 산삼을 대린 것이니 마음껏 즐겨보셔요.”\n\n이렇게 되어 천하의 홍승주가 미인계에 넘어가 그녀와 ‘만리장성’을 쌓았다.\n\n청 태종은 그토록 원했던 홍승주를 애첩의 정조를 대가로 얻었다. 그러나 이 일은 청 태종과 장비 및 홍승주 세 사람 그리고 신만이 아는 비밀에 부쳐졌다.\n청 태종은 천하를 얻었지만 장비의 미색에 너무 깊이 빠져 기력이 쇠진하여 51세 나이에 생을 마감했다. 장비의 아들이 황위에 올랐고 그가 바로 순치제였다.\n장비는 젊은 나이에 과부가 되어 고독을 참지 못해 황제를 보좌하는 도르곤을 몰래 불러들여 정을 나눴다. 젊은 도로곤은 당연히 청 태종보다 정력이 왕성하여 장비를 흡족하게 만들었다. 결국 이 두 사람은 신하들의 요청에 의해 재혼하게 되었다.\n\n\n진원원\n만리장성이 바다와 만나면서 마지막 끝자락으로 자리잡은 곳! 산해관은 중국의 역사상 최고의 전략적 요충지이자 천혜의 요새인 병영도시이다.\n산해관하면 떠오르는 인물이 오삼계인데 명나라 말기의 명장으로써 명나라와 북방의 청나라가 한창 싸움을 벌이던 명청교체기에 오삼계는 산해관을 지키게 되면서 핵심인물이 되고 말았다.\n명나라는 환관이 정치를 농락해서 나라가 거의 도탄에 빠지게 되었고 마지막 황제인 숭정제가 뒤늦게 개혁을 해보고자 했으나 이미 기울고 있었다.하지만 오삼계가 마지막 희망이고 보루이기도 했다.\n오삼계의 선택에 따라 명나라가 유지되느냐 청나라가 통일하느냐 명운이 갈리기 때문에 명,청 황제들이 다들 오삼계의 눈치만 보게 되었다.산해관이란 요새를 쉽게 못넘자 북방의 청나라는 오삼계를 회유하고자 끝없이 구애를 하고 있었다.\n경국지색이라,중국역사에 관심이 있으면 하나 눈치를 챌 수 있는 것이 바로 중국정치에서 권력자들은 미인계를 많이 이용했음을 알 수 있다. 춘추전국시대때 서시,한나라때 왕소군,삼국지에 초선 등등\n오삼계가 청나라의 회유를 받고 있는 것을 눈치채고 불안했던 숭정제는 어느 날 오삼계를 격려하고자 북경의 궁에 초대를 하여 술자리를 마련했다.취기가 오를 무렵 최고의 거문고 연주자였던 진원원을 불러 노래 한 곡조를 들었는데 이 때 진원원을 본 오삼계는 첫눈에 반하게 된다.\n\n당시 명나라 최고의 미인으로 소문났던 진원원은 기생출신이라는 신분때문에 후궁이 될 수 없었지만 숭정제가 엄청 아끼던 여인이었다.\n\n하지만 기꺼이 오삼계에게 소개팅을 시켜주고 둘이 사귀게 하였으며 그 후 오삼계는 산해관으로 돌아간뒤에도 편지등을 주고 받으며 북경에 남아 있던 진원원과 원거리 사랑을 나누었다.이로인해 오삼계는 명나라를 지킬것이 분명해보였다.\n그러다 변수가 생기는데 전 병력이 청나라를 상대하기 위해 산해관에 집중되어 있던 사이 농민반란을 성공적으로 일으킨 이자성이 북경을 공격하여 성이 함락되고 급기야는 숭정제가 자살함으로써 명이 멸망하는 사태가 벌어지게 되었다.\n당시 숭정제의 아들을 지키느라 피난을 못갔던 진원원은 하필이면 이자성의 무식한 휘하장수 유종민에게 붙잡히게 되었고, 유종민이 첩으로 삼아 자기 여자로 만들어 버렸다.똑똑한 이자성은 오삼계를 자기편으로 끌려들이려고 진원원을 보호해야 한다고 알았지만 황제 취임식 준비하느라 그만  뒤늦게 알았고 결국 이미 늦었다.\n이 사실을 안 오삼계는 진원원을 찾겠다는 복수심이 달아 올랐고 안그래도 어떤 선택을 할건지 머이 아프던 차에 결국 청나라편에 서기로 결심했으며 산해관의 문을 열어 청나라 군이 남침하게 하였을 뿐만 아니라 자기가 선봉에 서서 이자성 군대를 섬멸하였다.이로써 중국은 명에서 청나라로 통일이 되엇고 오삼계는 공신이 되게 된다.\n그 후 오삼계는 진원원을 찾았다.진원원은 숭정제의 아들을 신분을 감춘 채 보호하고 있다가 오삼계에게 보호해줄것을 요청했다.하지만 이 사실을 이미 정보가 세어버렸고 배신자로 안몰리기 위해 오삼계도 어쩔수 없이 숭정제의 아들을 청나라에게 바치게 된다.이에 실망이 크고 숭정제와의 약속을 못지킨 죄책감에 진원원은 비구니가 되어 속세를 떠나게 된다.\n\n\n\n영화춘\n광서제(光緖帝) 연간에 세워진 북양수사(北洋水師)는 철갑함, 순양함, 어뢰함 등 엄청난 위력의 다양한 군함을 보유한 해군 함대로서 청나라 중요한 군사재산이었다. 당시 북양수사의 장비는 아시아 최고의 수준이었고 세계 해군전력에서도 6위의 자리를 차지하고 있었으며 청정부가 북경과 천진 그리고 북중국 해안에서의 모든 권리를 보장하는 군사역량이었다. 서양열강들도 북양수사의 위력을 만만하게 보지 못했다. 때문에 일본은 북양수사를 중국을 침략하는 데 가장 큰 장애물로 여겼다. \n이렇듯 강대했던 북양수사가 1894년 중일전쟁에서 청나라가 적수로 여기지 않았던 일본에게 무참하게 패배했으니 어찌된 영문일까? 강대한 군사력을 보유하고도 보잘 것 없는 상대에게 패배한 데는 여러 가지 원인이 있기 마련인데 그 중에서 지금까지 민간에 잘 알려지지 못한 미인계 비화를 살펴보기로 하자.\n\n그 당시 영화춘이라는 기녀가 있었다. 그녀의 본명은 남춘(藍春)이며 만주 정홍기(正紅旗)의 출신으로 몰락한 귀족가문의 후손이다. 그녀의 증조부 화곤(和昆)은 건륭제의 총애를 받아 어전대신(御前大臣), 병부상서(兵部尙書) 등의 관직을 지낸 고위관료였다. 가경제(嘉慶帝)가 즉위하자 선왕의 사람을 내치는 칼바람이 불었다. 그때 화곤도 화를 피하지 못하고 곧 투옥되었고 재산도 전부 몰수되었다. 잘나가던 화곤이 황제의 핍박에 못 이겨 목숨을 끓자 그의 가문은 하루아침에 거지신세가 되었다. 화곤의 4대손인 남춘의 대에 이르러 가문형편이 더욱 가난했다. 그녀는 생계를 위해 어쩔 수 없이 화류계에 몸을 던지게 되었다. 증조부 화곤의 신령이 다시 돌아오는 것을 맞이한다는 의미로 그녀는 자신에게 ‘영화춘’이라는 이름을 지어주었다. \n\n당시 북경의 섬서골목(陝西胡同)에 운월루(雲月樓)라는 기방이 있었는데 그녀는 그곳에 터를 잡고 세상이 돌아가는 형세를 관망하였다. 한편 그녀는 가문의 복수를 위해 북양수사 관병들로 하여금 함대의 시설을 파괴하도록 꼬드겼으며 수사 관병들의 손에서 군사기밀을 절취해 일본 첩자에게 넘기는 밀정 노릇을 했다.\n북양수사가 일본이 중국을 침략하는데 가장 큰 걸림돌이 되고 있다는 사실을 잘 알고 있는 그녀는 이 함대에 뼈에 사무치는 원한을 품고 이 함대만 무너뜨린다면 일본이 아주 쉽게 청나라를 굴복시킬 수 있다고 판단했기 때문이었다.\n\n영화춘은 기녀들 중에서 뭇 사내들을 홀리는 재주가 가장 뛰어났다. 그녀와 정을 통한 북양수사 몇몇 관병들은 위해에서 천진까지 배 타고 다시 차를 이용하여 북경에 와서 운월루를 드나들었다. 영화춘의 미모와 간을 녹이는 재주에 넋이 나간 그들은 한 번 오면 돌아갈 생각을 아예 하지 않았고 부득이하게 어쩔 수 없이 떠날 때면 많은 돈을 그녀에게 뿌리고 갔다. \n\n북양수사에서 중간급 간부쯤 되는 방백겸(方伯謙)라는 자가 있었다. 그는 동료 세 명과 짜고 전함의 중요한 부품을 훔쳐 팔아 각자 3만 7천 냥씩 나눠가졌다. 그들은 그 돈으로 영화춘을 만나러 북경에 갔다. \n\n초여름의 어느 날 밤 운월루의 불이 유난히 밝아보였다. 방대인이 온다는 소식을 듣고 대기하고 있던 영화춘이 나타났다. 그녀는 손끝이 미끄러질 듯 한 고급 비단 옷으로 몸을 감쌌다. 이팔청춘의 여인답게 풍만하고 봉긋한 가슴이 금세 비단옷을 뚫고 나올듯했다. 분칠한 얼굴이 등불에 비쳐 더욱 매력적이었다. 살짝 파인 보조개는 웃음과 함께 사내를 빨아들이고 촉촉한 눈빛은 정감이 넘쳐나게 추파를 던지고 있었다. 방대인의 몸은 어느덧 스르르 허물이지기 시작했다. 더 말이 필요 없었다.\n계집질에 이골이 난 방대인은 숱한 기녀를 만나보았으나 그녀가 주는 자극의 짜릿함과 천당을 헤매는 쾌감은 난생 처음 경험해보는 최고의 순간이었다. \n폭풍우와 같은 운우지정이 끝났다. 사지가 나른해나고 정신이 혼미해진 난 방대인은 영화춘의 부탁을 전부 들어줄 태세였다. \n영화춘이 입을 열었다. \n“이곳에 오려면 돈깨나 필요할 텐데 방대인 무슨 신통한 돈벌이라도 있었나요?”\n방대인은 북양수사 전함의 중요 부품을 훔쳐 마련한 화대를 갖고 이곳에 왔노라고 이실직고했다. \n\n그녀는 자신의 바람이 실현되어 가고 있는 사실에 만족감이 들었다. 방대인은 부품을 사준 천진에 있는 보생기계 회사의 영수증까지 꺼내 보이면서 여인과 희열을 나누는 제스처로 손벽을 마주쳤다. \n“지금 수사의 함상에는 군기가 해이해질 대로 해이해져 함정의 부품 몇 개 훔쳐내다 팔아먹는 건 식은 죽 먹기지.”\n방대인은 이렇게 토로하면서 앞으로 더 많은 돈을 팍팍 갖다 주겠노라고 맹세까지 덧붙였다.\n방대인의 말대로 북양수사의 전함들의 부품이 도난당하는 사건이 비일비재하게 일어나 전력에 심각한 차질이 생겼다. 군기도 바닥에 떨어져 전투력이 말이 아니게 하락했다. \n이것이 영화춘이 오매불망 바라던 일이었다.\n\n영화춘의 단골손님 중에 장사형(張士珩)이라는 자가 있었는데 그는 북양수사에서 총판(總辦) 요직을 맡고 있는 인물이었다. 총무를 담당하고 있으니 돈을 물 쓰듯 했다. 사내가 지갑이 두둑해지면 풍류를 즐기는 것이 당시 풍조였다. 장사형도 예외가 아니었다. 게다가 그는 청나라 조정의 실세인 이홍장(李鴻章)의 외조카로서 나라의 중요한 비밀을 손 끔 보듯 했다. 영화춘에게는 장사형이 보물 같은 존재였다.\n장사형은 영화춘을 자주 찾는 여인 정도가 아니라 깊이 빠져버린 연인사이로 간주했다. 영화춘도 그런 뜻으로 장사형을 받아들이고 있었다. 물론 여인의 생각은 사내가 상상 못한 다른 곳에 있었다. \n“난 이미 생각을 정했어. 때가 되면 너를 이곳에서 데리고 나갈 예정이야.”\n이 말은 들은 이후로 영화춘은 진짜 북경을 떠나 위해로 갈 궁리에 매진하고 있었다. 위해는 당시 북양수사가 주둔해 있는 곳이고 일본 첩자들이 많이 드나드는 곳이었다. 영화춘의 생각은 이랬다. 함대의 시설을 파괴하는 것은 솜털을 몇 개 건드리는 것에 불과하다. 조정을 뒤덮고 잃어버렸던 천당을 다시 찾으려면 반드시 일본인들의 힘을 빌려야 한다. 청일전쟁이 곧 일어날 태세이다. 이 기회를 이용하여 군사기밀을 일본군에 넘겨야지.\n\n장사형은 영화춘을 데리고 천진에 갔다가 다시 위해로 이동했다. 배운 재간이 몸을 파는 것뿐인 영화춘은 위해의 취향원(醉香園)에 거처를 마련하고 그곳에서 기생생활을 이어갔다. \n\n땅거미가 지고 황혼이 무르익을 무렵 영화춘은 매일 반복되는 일상처럼 그날도 손님을 맞을 준비에 분주했다. 30대 중반쯤 돼 보이는 사내가 찾아왔다. 단정한 의관에 맵짠 콧수염이 영화춘의 눈을 붙잡았다. 키는 큰 편이 아니나 얼굴은 미남형이다. \n“난 당신을 만나려고 홍콩을 걸쳐 이곳에 온 대일본제국 사람이오.”\n일본이라는 말에 영화춘의 맘은 이미 비린내를 맡은 파리처럼 사내에게 달려가고 있었다.\n\n폭풍우 같은 운우지정이 지나갔다. 영화춘은 그때까지 외국인과의 정사는 처음이었다. 처음부터 맘을 확 뺏긴 그녀는 헤아릴 수 없는 배들이 거쳐 간 비좁은 해협처럼 수많은 사내들이 거쳐 갔지만 이 일본 사내와의 정사는 여태껏 처음 색다른 경험이었다. 일본 사내들이 계집질 잘하는 재주가 뛰어나다는 소문이 빈말은 아이었구나. 말로 표현할 수 없는 흐뭇한 생각에 잠겨 있는데 사내의 말소리가 들려왔다.\n“나의 이름은 우에가와이고 중국명은 진용기라 하오.”\n“호호. 중국 이름도 있네요. 그럼 당신을 진 선생이라 부르면 되겠네요.”\n“난 당신의 과거를 잘 알고 있고 지금은 무얼 하려고 하는지 다 파악하고 찾아왔소. 나와 손을 잡으면 당신이 바라는 바가 성사될 것이라 확신하오.”\n우에가와는 그녀가 북양수사 사내들과 얽혀 있는 사실을 잘 알고 있었고 가문의 복수를 위해 혈안이 되어 있는 절박함도 잘 알고 있었다. 영화춘에게는 우에가와가 자신의 욕망을 실현할 수 있는 급시우(急時雨) 같은 존재였다. \n\n1894년 봄 어느 날 짭짜름한 바닷바람이 취향원에 불어왔다. 영화춘은 ‘오늘 또 귀한 손님이 오려는 징조’라고 흐뭇한 표정을 짓고 있는데 장사형이 헐레벌떡 찾아왔다. 사내는 오랫동안 암컷의 냄새를 맡지 못한 짐승처럼 영화춘에게 달려들었다. 질풍노도와 같이 달리고 또 달려 계집을 흐뭇하게 했지만 여인의 직감으로 사내가 뭔가 불안한 구석이 느껴졌다.\n“대인답지 못하게 무슨 깊은 고민이 있으신가요?” \n사내는 머뭇거리다가 속마음을 털어놓았다. \n\n최근 조선 전라도에 동학농민봉기가 일어났다. 약삭빠른 일본이 이때다 싶어 조선에 병력을 파견했다. 청나라도 조선에서의 주도권을 일본에게 빼앗기지 않으려고 북양수사 2천 명을 조선 서해안 아산으로 파병하는데 장사형이 보호를 하는데 필요한 탄약을 구하는 임무를 맡았다. 그런데 탄약 구하기가 하늘의 별 따기이어서 한숨을 쉬지 않을 수가 없었다. \n“호호. 별일도 아닌 사소한 일에 얼굴을 찌푸리고 참.”\n계집은 조롱조로 말했다. 사내에겐 생사가 달린 중요한 일이건만 계집은 사소한 일이라니.\n영화춘은 우에가와와 짜고 가짜 탄약을 구해 장사형에게 주었다. 뿐만 아니라 장사형한테서 들은 조선 파병 시간과 노선 등 전부 비밀을 일본첩자에게 넘겨버렸다. 일본군은 청나라 함대를 무너뜨릴 전략을 치밀하게 세웠다.\n\n1894년 9월 17일 청일전쟁이 발발했다. 결과는 예상치 못한 승패가 벌어졌다. 십중팔구 일본이 청나라 상대가 아예 아니라고 여겼는데 정반대로 청나라 패배로 끝났다. \n“북양수사 내부가 이미 썩을 대로 썩었으니 이런 식으로 나가다가는 바다 위의 장성도 저절로 무너지고 말겠구나.”\n4년 전 정여창(丁汝昌)의 탄식이 현실로 되어버렸다. 청일전쟁에서 청나라가 실패한 원인은 크게 두 가지었다. 하나는 북양수사 내부가 썩을 대로 썩은 것이고, 다른 하나는 영화춘의 비밀 누설이었다. \n\n여인이 한을 품으면 오뉴월에 서리가 내린다는 속담이 있다. 영화춘이라는 한 여인이 품은 한에 의해 청나라 패배를 불러왔다.\n\n온 나라가 어수선하게 슬픔에 빠져 있을 때 취향원의 분위기만은 달랐다. 자신의 계획이 착착 실현되어가고 있는데 만족한 영화춘은 청색 스웨터를 입고 머리는 만주 귀족들처럼 봉화모양으로 틀어 올렸다. 얼굴은 개선장군의 미소처럼 환하게 물들었다. \n\n가장 속이 타들어간 사내는 바로 장사형이었다. 혹시 자신이 말한 비밀들이 영화춘을 통해 일본군에게 발설된 것은 아닌지? 이런 의심을 품고 있었으나 정작 계집을 만난 사내는 곧바로 경계가 허물이지고 또 다시 계집의 치마폭에 휩싸여 헤어 나올 줄 몰랐다.\n\n사내는 자희태후가 이홍장에게 내린 지시, 북양함대가 절대 전투를 멈출 것. 출전할 경우 죄를 물을 것. 사자를 일본에 보내 화해를 요청할 것. 이홍장은 절대 출병하지 않겠다고 맹세했다는 것. 등등의 비밀까지 계집에게 전부 말하고 말았다. 당연히 일본군은 이러한 비밀을 근거로 전략을 세웠고 이듬해인 1895년 요동반도와 산동반도 요충지인 위해가 일본군의 점령지가 되었고 이윽고 중국 근대사에서 가장 치욕적인 시모노세끼 조약을 맺게 되었던 것이다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-11-30T00:52:10.460000",
  "updatedAt": "2022-11-30T02:02:48.509000"
}