{
  "id": "fbd32ca7-d28c-4510-b578-ec06dbb009be",
  "title": "전쟁과 경제 - 우리나라",
  "content": "[쌍령전투]\n1637년 1월 2일 경기도 광주시 쌍령에서 일어난 전투.\n청 태종은 형제관계가 아니라 군신관계를  요구했다가 거부되자 12 만명을 이끌고 조선을 침공했다. 인조는 강화도로 피신하려다 길목을 차단당하자 남한산성으로 피신했다. 남한산성에 고립된 인조를 구원하려고 경상 좌병사 허완과 우병사 민영이 군사 약 4만 명을 이끌고 출전한다. 허완과 민영 부대는 나무 울타리를 세워 쌍령 양쪽에 진을 치고 청병 공격에 대비했다. \n전투는 왼쪽 저지대를 맡은 허완 부대에서 먼저 시작했다. 청군은 곤지암 일대를 점령하고서 조선군의  동태를 살피려고 기마병 33명을 보냈는데 화승총으로 무장한 조선군은 청군이 사정권에 진입했을 때를 기다려 일제히 사격을 했으면 완전히 소탕할 수 있는 상황이었다. \n그러나 문관 출신 지휘관이 겁에 질린 듯 성급하게 공격 명령을 내려 소총수들이 소총을 난사했다.\n조선군은 대부분 화승총으로 무장한 총병이였지만 훈련이 충분하지 않은 신병들이 대부분이었다. 때문에 허완과 민영의 부대는 군사들이 총탄과 화약을 무 절제하게 사용할 가능성에 대비하여 적은 수량만 지급하였다. 초기에 접근해온 척후병들은 조선군이 집중 사격을 퍼붓자 피해를 입고 더 이상 진격을 하지 못했다. 하지만 그때 문제가 발생했다. 한번 불이 붙어 버린 조선군은 퇴각하는 적을 향해서도 총을 쏘아대면서 총탄을 순식간에 다 써버린 것이었다.\n조선군은 탄약을 재보급 받으려고 허둥지둥했고,  청군은 이를 눈치채고 곧 바로 반격했다. 탄약을 신속히 재보급하지 못한 조선군 화승총병은 전투 의지를 완전히 상실한 채 심리적 공황이 극심한 탓에 방어선이 한순간에 무너졌다. 병사들은 화약이 떨어진 총과 칼 활등 무기를 모두 버리고 도망치려고 했지만 진 뒤에 설치해둔 목책을 통과하는 것에 시간이 걸리자 뒤에서 밀려오는 병사들과 목책에 막힌 병사들이 포개지면서 목책이 무너지고 병사들이 압사하는 사태가 벌어졌다. 난리통에 병사들과 같이 퇴각을 하려던 좌병사 허완도 말에서 떨어져 도망치는 병사들에 밟혀 죽었으며, 밟혀 죽은 병사들의 시체가 목책 높이를 넘어설 정도가 되고 목책 바깥쪽에 경사진 지형을 매울 정도가 되어서야 맨 뒤쪽에 있는 병사들이 그 시체들을 밝고 겨우 도망쳤다.\n\n우군의 진영은 그나마 상황이 나은 편이여서 민영은이 병사들이 난사를 하는 것을 막으면서 그나마 잘 대응하고 있었다. 하지만 우군도 역시 지나치게 탄환과 화약을 적게 나누어줘 병사들의 탄환이 일찍 소진되었다. 이 와중에 진영 중앙에서 병사들에게 탄환과 화약을 나누어주던 군관과 병사들이 실수로 불씨를 화약통에 떨어트리면서 대 폭발이 발생, 수십명이 죽는 사고가 발생하였고, 이 사고로 진영의 통제가 불가능한 혼란이 오게 된다. 이와 같은 혼란 상황을 본 청군의 기병 400여명이 목책을 넘어 조선군을 공격하기 시작했고, 혼란 상황에서 좌병사 민영이 전사하자 병사들이 모두 무기를 버리고 도망치면서 청군에서 무참하게 도륙 당하거나 도망치다가 서로 밟아 죽이는 사고가 발생한다. \n\n조선군의 문제는 평소의 실전훈련 부족, 이로 인한 기초적인 전술 매뉴얼의 부재였다. 화약이 비싸고 실전훈련은 위험하다 보니 훈련을 소홀히 하고 실전지침을 마련해 놓지 않았다. \n화약이 떨어졌다고 적이 들리도록 소리를 지르고, 화약을 분배하다가 불을 내고, 모든 화약을 한군데에 모아 놓은 것도 실전훈련의 부재를 증명한다. 특히 실탄을 달라고 소리치다가 우리 실정을 노출해서 적의 공격을 유도하는 실수는 임진왜란 때도 겪었던 일이었다. 이런 기초적인 경험조차 제대로 전수되지 않았던 게 쌍령전투 패전의 근본 원인으로 작용했다.\n\n여기에 허완과 민영은 결정적인 실책을 한다. 포수들에게 화약을 단 2냥, 즉 10발분만 나누어 준 것이다. 이걸 본 민영의 진영에 있던 허득량은 포수들의 화약이 너무 적음을 알고 민영에게 화약 수냥을 더 배급해야 한다 간언했으나 민영은 듣지 않았다. 조총 10발을 쏘려면 5분은 걸린다. 화약 제조에 비용과 재료가 워낙 많이 소모돼 화약을 아껴야 했던 건 당연했다. 유럽 국가들도 곧잘 화약을 아낀다 하면서 이런 실수를 했다. 다만 실전경험이 풍부한 군대는 화약 소모가 훈련 때보다 훨씬 빠르고 효과적인 화약과 실용적인 탄약 보급 방식이 필요하다는 것을 알고 있었다.\n\n17세기 초 편찬된 '신기비결,에는 조총수가 20발분의 화약을 장비한다고 했다. 허완과 민영은 신기비결에 적힌 것만큼도 나누어 주지 않은 것이다. 심지어 조선 후기에 편찬된 '만기요람'에는 조총수가 50발분의 화약(12냥 5돈)과 총알을 지닌다고 했다. 포수들의 실력이 더 뛰어난 오군영의 군인들 조차 50발을 받았는데 정예군이 아닌 속오군에게 10발분의 화약만을 나누어준 것은 실책이었다.  \n\n허완은 겁이 많아서 일등포수와 정초군(정예병)을 자기 호위하라고 진 안쪽에 배치했고 정작 적을 막아야 할 진 바깥쪽에는 하등 포수를 뒀다. 허완의 무능함에 답답했던 초관 이택이 진 외각에 하등포수들만 있어서 버티기 힘들다고 건의했으나 허완은 일등군이 많지 않다는 핑계를 대며 거부했다.\n\n청군이 목책을 넘어 쳐들어오자 하등군들은 멘탈이 나가서 도망치려고 했는데 하필 목책 높이를 잘못 설정해놔서 청군이 쳐들어온 쪽은 목책의 높이가 낮았고 도망가야 할 곳은 목책이 높아서 목책을 넘으려는 사람들이 서로 달려들다가 밟혀 죽었다. 청군은 멘탈 나가서 도망치는 조선군을 죽였고 허완은 겁이 많아서 말을 3번이나 탔지만 그때마다 낙마했는데 마지막에 떨어졌을때 진영이 무너지면서 도망치는 병사들에게 밟혀 죽었다.\n\n전술적 편제 얘기는 왜 다 빠졌누. 17세기 유럽 보병은 근접전에 버티기 해줄 장창병의 방진으로 총병을 지원했고, 당시 조선군은 그런 지원이 없었다.\n\n[베트남 전쟁]\n“월급 350~400달러, 별도의 숙식비 180달러 포함해 총 530~580달러의 월급”\n1966년 4월13일치 동아일보에 실린 기술자 광고이다. 이 정도의 월급은 당시 일반 노동자들이 받던 월급보다 15배쯤 많은 수준이었다. 1970년 가장 인기있는 직종 중 하나였던 은행원의 초급이 3만원 안팎이었다. 파월 기술자의 월급이 장관 월급보다도 더 많다는 소문도 돌았다. “월남(베트남)에서 1년만 일하면 한밑천은 거뜬히 마련한다”는 얘기가 돌았고, “숱한 위험 부담에도 매이지 않고 월남행 버스는 언제나 붐비고 있었다.”(동아일보 1968년 9월17일치) 한국인들에게 베트남은 ‘포연에 싸인 전장’이 아니라 ‘꿀과 우유가 흐르는 약속된 복지’로 인식되고 있었다.\n베트남에 진출한 한국 기업들의 성장은 눈부신 것이었고, 이들 기업은 베트남에서뿐만 아니라 베트남에서의 경험을 바탕으로 다른 지역에까지 진출하였다. 한국 정부와 신문은 군대를 파견하지 않았고 내부에서 반전시위가 심했던 일본이 한국보다 더 많은 전쟁 특수를 얻고 있다고 불만을 표했지만, 쏟아져 들어오는 외화에 입을 다물지 못했다.\n특히 한국의 일부 기업들에는 성장의 중요한 기회가 되었다. 처음으로 베트남에 진출한 것은 1965년이었지만, 본격적인 공사 도급은 1966년 시작되었다. 이때 진출한 기업이 현대건설, 대림산업, 공영건업, 부흥건설 및 삼환기업 등 5개 업체였다. 이들이 1966년 한 해 동안 계약한 공사는 모두 480만달러였다.\n건설 도급에서 가장 큰 혜택을 본 기업은 현대였다. 현대는 1966년부터 1972년까지 총 1950만달러의 공사 및 세탁사업 수익을 거두었다. 깜라인(캄란)만 지역공사(약 900만달러), 깜라인 소도시 건설공사(약 470만달러), 세탁 사업(약 170만달러) 등이 주요 사업이었다. 1966년 현대는 베트남에만 머무르지 않고 인근 타이로 발을 넓혀 고속도로 공사를 따냈다. 대림은 일본으로 가 소규모이기는 하지만 11만6천달러의 공사를 도급했다. 1966년 5개 건설업자들이 베트남을 비롯해 타이 및 일본 등지에서 도급한 공사 계약액은 모두 1100만달러로 1965년에 비해 2배 이상 늘어났다.\n1967년부터는 중앙산업, 아주토건, 파일산업, 경남기업, 한양건설 등 5개 기업이 더 진출했으며 용역회사로 한국종합기술개발공사도 진출해, 모두 11개 회사가 베트남에서 갖가지 공사 도급 및 시공에 열을 올렸다. 같은 해 삼환기업은 대림에 이어 두번째로 일본에 진출해 14만7천달러의 공사를 도급했고, 또 다시 연합건축은 류큐열도(오키나와)에 나가 125만6천달러의 공사를 계약하는 등 해외 진출의 전성기를 이루었다. 이해 총 해외공사 도급액은 66년보다 460만달러가 많은 1560만달러에 이르렀다.\n1968년에 이르러서는 계약액이 2000만달러를 넘어 2570만6000달러에 달했다. 고려개발과 대훈산업이 베트남에 추가로 진출했고 중앙산업은 태평양상의 괌도에 진출해, 해외진출국을 종래의 베트남, 타이, 일본에서 미국으로까지 넓혀 놓았다. 타이의 고속도로를 제외한 나머지 공사는 대부분 그 지역에 주둔한 미군 기지와 관련된 공사였고, 이는 한국군의 베트남 파병으로 인한 결과였다.\n미국에 대한 수출도 증가했다. 1964년까지 한국의 제1수출국은 일본이었다.(1964년 전체 수출액의 32.1%) 그런데 1965년 전투병을 파병한 직후부터 대미 수출이 대일 수출을 초과하여 1972년 한국군이 마지막 주둔하고 있을 때까지 대미 수출액은 전체 수출액의 50%에 육박할 정도로 늘어났다. 반면 대일 수출액은 21%까지 떨어졌다가 베트남에서 한국군이 철수하는 1973년에 가서야 대일 수출이 차지하는 비중이 30%대로 다시 올라섰다. 섬유 관련 제품의 수출이 가장 큰 비중을 차지했지만, 합판 수출도 주목된다. 1970년 미국이 수입하는 전체 합판 물량의 41.3%를 한국에서 수입했다.(일본 15.8%, 대만 24.0%) 이는 1963년의 7.4%에 비하면 엄청난 증가였다.\n미국에 대한 섬유(메리야스 포함) 수출 역시 비약적으로 증가했다. 1963년까지 1600만달러 안팎에 불과하던 섬유 수출은 1966년 5배가량(8천만달러) 증가했으며, 1970년에 이르면 3억3천만달러로 20배를 넘어섰다. 전체 섬유수출 중 순수 의류수출도 1963년에 비해 1970년 50배 이상 증가했는데, 이 중 미국으로의 수출이 차지하는 비중은 60%가 넘었다. 1969년 대미 섬유수출로만 처음으로 1억달러를 돌파했다.\n\n베트남 전쟁을 거치면서 한국의 10대 재벌 순위가 바뀌었다. 1966년 재벌 순위는 삼성, 삼호, 삼양, 개풍, 판본, 럭키, 대한, 동양, 화신, 한국글라스 차례였다. 1950년대 원조를 이용한 삼백산업으로 급부상한 방직공업과 유통산업이 그 중심에 있었다. 베트남 전쟁을 거치면서 이 중 10대 재벌 안에 살아남은 것은 삼성과 럭키뿐이었다. 1975년 10대 재벌에는 현대, 한진, 효성, 쌍용, 대우, 동양맥주, 동아건설(구 충남토건), 신동아 등이 새롭게 등장했으며, 이들은 베트남 전쟁 당시 용역과 건설, 무역 등으로 성장한 기업이었다. 베트남 전쟁으로 인해 통기타 문화와 함께 생맥주가 확산되면서 오비(OB) 맥주를 생산하던 동양맥주(지금의 두산)가 10대 재벌 안에 포함된 것도 눈길을 끈다.\n이때 형성된 10대 재벌은 1980년대 이후에 그 세를 더 확장하여, 선경, 한국화약, 롯데를 제외하고는 나머지 7개 기업이 10대 재벌 순위를 그대로 유지하였다. 1997년 외환위기를 거치면서 해체된 대우와 쌍용을 제외하고는 1970년대의 10대 재벌 순위는 지금도 그 골격을 그대로 유지하고 있다.\n한국 기업이 이렇게 전쟁 특수를 누리는 동안 외국계 기업에 취직한 기술자들이 받는 월급의 송금은 한국 정부한테 중요한 수입이 되었다. 한국 회사보다도 외국 회사에 소속된 기술자들이 더 많았는데, 1968년에는 한국 회사 소속이 4284명이었던 데 반해, 외국 회사 소속이 1만1287명에 달했다. 이들의 수는 1972년까지 점차 줄었지만, 매년 1만명이 넘는 기술자들이 베트남에서 활동했으며, 제대한 일부 장병들은 귀국하지 않고 현지에 있는 회사에 취직하기도 했다. 한국 정부는 한 명의 기술자라도 외국계 회사에 더 취직시키기 위해 ‘한미 주둔군 지위에 관한 협정’(SOFA) 논의 과정에서 한국인 기술자들과의 용역 계약을 위해 오는 회사 관계자들에 대해 주한미군과 동일한 특혜를 주었다.\n베트남의 기술자들이 송금하는 과정에서 수수료가 붙었고, 달러로 받은 돈을 한국돈으로 환전할 때 또 수수료가 붙었다. 당시 파병 군인들의 송금액이 전체 무역외 수입의 19.7%를 차지했는데, 참전 군인 수에 비하여 5분의 1 정도였던 파월 기술자들의 송금액은 1억6600만달러로 무역외 수입의 16.3%에 달했다. 당시 베트남에서 무역외 수입이 전체의 72.3%나 되었다는 점을 고려한다면, 기술자들의 송금은 용역군납(23.4%)과 함께 당시 한국에는 가장 중요한 외화 수입의 원천이 되었다.(박근호, “한국의 경제발전과 베트남전쟁”)\n미국으로부터 받는 한국군의 전투수당 역시 이와 동일한 케이스였다. 1965년부터 1973년까지 미국이 한국군에 지급한 수당 총액은 2억3500만 달러였는데, 이 중 베트남에서 사용하지 않고 본국에 송금한 액수가 1억9500만달러로, 파병 군인들은 전체 수당 중 83%를 국내에 송금했다. (이상 윤충로, “파월기술자의 베트남전쟁 경험과 생활세계의 변화”)\n군인과 기술자들이 보낸 송금액이 당시 한국의 국민소득 증가분에서 차지하는 비율은 1967년 9.0%, 1968년 7.2%, 그리고 1969년에는 5.8%에 이를 정도로 큰 비중을 차지했다. 이를 다시 한국의 전체 비실업인구의 소득 증가액과 비교한다면, 송금액이 차지하는 비율은 1967년 16.5%, 1968년 16.6%, 1969년 14.1%에 달했다. 1960년대 중후반 경제활동인구가 900만명 정도였다는 점을 고려한다면, 전체 경제활동인구의 7%밖에 되지 않는 파병 군인과 기술자가 그 두 배 이상이 되는 소득 증가분을 담당했다는 점을 알 수 있다.\n베트남 특수가 한국 경제 전체에 미친 기여도 역시 적지 않았다. 위의 표를 보면 이 점이 잘 드러난다.\n전쟁 특수가 한창이었던 1967년부터 1970년 사이를 보면 전체 국민총생산(GNP)에서 베트남 전쟁 특수가 차지하는 비중은 2.6%에서 3.5%에 달했고, 수출 총액의 25%에서 47%를 차지했다. 외환보유고의 경우 베트남에서 들어온 외화가 전체 보유고의 40%가 넘었으며, 무역외 수지 역시 이와 비슷했다. 다시 말하면 1960년대 후반의 국민총생산의 증가는 베트남 전쟁 특수를 제외하고는 설명하기 어려울 정도로 큰 영향을 미친 것이다.\n베트남을 통해서 들어온 특수 외에도 미국의 군사원조 역시 매우 중요했다. 베트남 파병 이전에도 국방예산에서 미국으로부터의 군사원조가 차지하는 비중이 46.5%(1962년)에서 67.3%(1961년)에 달했는데, 파병 이후에도 1968년까지 평균 50% 수준으로 유지되었다. 1969년 이후 35% 내외로 줄어들지만, 국방예산 자체가 늘어나는 상황이었기 때문에 1969년을 제외하고는 1972년까지 지속적으로 증가했다. 국방재원 중 베트남 파병 지원이 차지하는 비중이 1.2%에서 4.0% 내외였던 점을 참작한다면, 대부분의 군사원조는 한국의 자체 국방예산에 충당되었다고 보아야 한다. 다시 말하면 미국의 군사원조 없이 당시 한국 정부가 국방예산 자체를 감당할 수 없었다는 것을 의미한다. 1973년부터 무상 군사원조가 급감하지만, 이와 반대로 해외군사차관(FMS)은 증가했다. 1971년과 1972년 무상 군사원조가 갑자기 급증한 것은 주한미군 1개 사단 철수와 관련하여 한국군의 현대화 지원을 위한 것이었다.\n전쟁 특수의 또 다른 측면은 한국의 산업구조를 바꾸어 놓은 것이다. 1960년대 경제개발계획의 실시와 함께 급속하게 2차산업이 발전했지만, 이는 주로 노동집약적 경공업 제품의 수출 증가에 따른 것이었다. 신발과 의류, 합판과 가발 등은 대표적인 수출 종목이었고, 애초에 군사정부와 박정희 정부가 계획했던 중화학공업과 종합기계공업의 건설과 발전은 미미한 상태였다. 선진국들은 한국이 중화학공업 분야를 담당하기보다는 선진국의 중화학공업에 의존하는, 국제적 분업에 충실하기를 원했기 때문이었다. 1962년 군사정부의 야심찬 계획에 반대하면서 노동집약적 경공업 제품을 중심으로 한 계획의 필요성을 강조한 로버트 코머의 권고안은 그 대표적 경우였다.\n베트남 전쟁을 통해 한국 정부는 애초에 자신들의 계획을 다시 부활시킬 수 있는 계기를 잡았다. 무엇보다도 미국이 한국 정부한테 무기를 제조할 수 있는 권한을 부여한 것이다. 특히 주한미군의 감축으로 인해 한국 정부에 ‘부채’를 안고 있었던 닉슨 행정부는 한국 정부가 M16 소총을 생산할 수 있는 권한을 부여했다. 한국 정부의 무기 생산이 동북아시아에서 군비경쟁을 촉발해서, 안보위기를 가져올 수 있다고 염려했던 미국 정부였지만, 한국군의 현대화를 미군 감축의 대체안으로 제시하고 있었던 한국 정부의 요구를 받아들이지 않을 수 없었던 것이다. 여기에 더하여 한국 정부의 F-4 팬텀 최신 전투기 구매를 승인했다.\n한국이 무기를 생산할 수 있다는 것은 곧 중공업이 육성될 수 있음을 의미했다. 1973년 1월 중화학공업화를 선언하기 이전에 이미 한국 정부는 무기산업을 중심으로 한 중공업 육성계획을 마련하고 있었으며, 1970년 이미 국방과학연구소와 무기개발위원회가 설치되었다. 물론 전투부대 파병을 대가로 존슨 대통령이 선물한 한국과학기술연구원(KIST)의 설립 역시 빼놓을 수 없는 중요한 전쟁 특수였고, 1957년 ‘외부로부터 성능이 더 좋은 무기를 도입할 수 없다’는 내용의 정전협정 13조 (d)항을 유엔군사령관이 무력화한 것 역시 군수산업 도입에 장애물을 원천적으로 제거한 것이었다.\n베트남 전쟁의 특수를 이렇게 본다면, 한국 경제와 국방의 성장과 발전에 지대한 공로를 미쳤다는 기존의 주장이 결코 틀린 것이 아니다. 베트남 특수를 고려하지 않고 1960년대 한국의 경제성장과 1970년대 초 중공업으로의 전환을 설명할 수 없다. 그러나 과연 그러한 성장과 발전이 과연 전쟁에 직접 참여한 사람들에게도 돌아갔는가?",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "51fc321a-6b6f-434a-8658-78fb231eb912"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-05-22T20:33:27.298000",
  "updatedAt": "2022-10-31T02:19:06.775000"
}