{
  "id": "fca7c56b-082a-4b25-8810-c9b7366221e8",
  "title": "삼척(三陟)",
  "content": "![image](media/1905ef427b5.b094ee882051e305.jpg)\n![image](media/1922430f517.99d2f48b564128bb.jpg)\n\n\n\n원삼국시대에는 실직국이란 작은 나라가 있었고 북쪽 강릉시의 동예나 남쪽 울진군 파조국이나 경주 음즙벌국, 신라 등과 싸우다가 105년 신라 파사 이사금의 침공을 받아 합병당했다. 이때를 기준으로 삼척은 강원도 자체에서 유일무이한 신라의 최북단 영역에 속했다.\n468년 2월에는 장수왕의 공격으로 잠시 고구려 세력권에 들기도 했다가, 신라와 고구려 사이의 전쟁 기록이 사라지는 지증왕 시절에는 505년 이후 다시 신라의 북쪽 영역으로 등장한다. 이 시기의 명칭은 실직주(悉直州)인데, 우산국 정복으로 유명한 이사부가 실직의 초대 군주(軍主)이기도 했다. 524년 1월 15일에 건립된 울진 봉평리 신라비에서는 실지(悉支)라는 명칭으로 기록되었으며, 당시 군주는 탁부의 이부지(尒夫智) 나마였다. 이후 561년 건립된 〈창녕 진흥왕 척경비〉에서도 '실지'로 언급되는데, 비문에서는 우추(于抽) 및 하서아(河西阿)와 함께 하나의 군(郡)을 이루었던 것으로 나타난다.\n이후 통일신라 때에는 9주 5소경 중 명주에 속했고, 경덕왕 때인 757년 지금까지 사용하는 이름인 삼척군으로 바꾸었다.\n삼국사기 〈지리지〉에 따르면 실직을 '사직(史直)'이라고도 했다. 지금도 오분동 옆에 사직동이라는 이름으로 남아있다. '실직→사직→삼척'의 음운 변화를 통해 실직의 옛 이름이 전해 내려오고 있는 것이다.\n고려 성종 때 척주가 되었으며, 현종 때 삼척현이 되었다.\n\n고려사\n동번(東蕃)의 적선(賊船)이 삼척현(三陟縣) 동진(桐津)의 군영을 침략하여 백성들을 노략질하자, 지키고 있던 장수가 풀숲에 복병(伏兵)을 배치해놓았다가 적이 돌아가는 것을 틈타 북을 울리고 함성을 지르며 습격하여 40여 급을 사로잡거나 목 베었다.\n\n우계현(羽溪縣)은 본래 고구려의 우곡현(羽谷縣)으로, 신라 경덕왕 때에 지금 이름으로 고쳐 삼척군(三陟郡)의 영현(領縣)으로 삼았다. 현종 9년(1018)에 〈명주에〉 내속(來屬)시켰다. 별호(別號)는 옥당(玉堂)이다.\n\n\n\n\n\n신라 505년(신라 지증왕 6) 삼척에 실직군주(悉直軍主)가 파견되었고, 경덕왕 때 삼척군(三陟郡)으로 편제되었다가 고려로 계승되었다.\n고려시대 삼척은 이전 시대의 공동체적 습속을 유지하였으며, 995년(고려 성종 14)에 척주단련사로 편제되었다. 1018년(고려 현종 9)에 현령(縣令)으로 강등되었고, 신라 이래로 속현이었던 우계현(牛溪縣)이 강릉부로 이속되었다. 이후 도제의 개편에 따라 5도양계 체제에서 동계(東界)에 귀속되어 안변도호부(安邊都護府)의 통제를 받았고, 1178년(고려 명종 8)에 연해명주도(沿海溟州道) 소속으로 개편되었다. 1263년(고려 원종 4)에 강릉도(江陵道)에 귀속되었으며, 1373년(고려 공민왕 22)에 안집중랑장(安集中郞將)을 두었다. 1378년(고려 우왕에 교주강릉도(交州江陵道)의 지군사(知郡事)로 승격되었으며, 1387년 고려 우왕에 삼척포만호(三陟浦萬戶)를 겸하였다.\n조선 1393년(태조 2)에 목조의 외가 고을이라는 이유로 삼척부로 승격되었다. 1397년(태조 6)에 각 도에 병마도절제사(兵馬都節制使)를 두고 각 진에 첨절제(僉節制使)를 두는 제도를 시행함에 따라 삼척진첨절제사(三陟鎭僉節制使)가 설치되었고 삼척부사가 겸임하였다(『태조실록』 6년 5월 21일). 1412년(태종 12)에 수군첨절제사(水軍僉節制使)로 고쳐서 겸임하였으며, 1413년(태종 13)에 지방관제 개편에 따라 삼척도호부로 개편되었다. 1421년(세종 3)에 삼척진병마사(三陟鎭兵馬使)로 고쳐서 삼척부사가 겸임하였고, 1422년(세종 4)에 병마수군첨절제사(兵馬水軍僉節制使)로 고쳐 삼척부사가 겸임하였고, 이로부터 삼척진은 강릉진관병마동첨절제사(江陵鎭管兵馬同僉節制使)에서 분리되었다. \n\n교주(交州)\n원래 고구려시대의 각련성군(各連城郡)인데, 신라 경덕왕 때 연성군(連城郡)이라 고쳤다. 고려 초에는 이물성(伊勿城)이라 불렀고, 995년(성종 14)교주라 고치고 단련사(團練使)를 두었다. 1018년(현종 9) 방어사(防禦使)를 두어 격상시켰다.\n1308년(충렬왕 34) 철령(鐵嶺)이 적을 막는 데 공로가 있다 하여 회주목(淮州牧)으로 승격시켰다가 2년 뒤인 1310년(충선왕 2)회양부로 다시 격하시켰다. 1413년(태종 13)회양도호부(淮陽都護府)가 되고, 세조 때에는 진(鎭)을 두었다.\n고적으로는 곳곳에 산성, 고구려 및 고려시대의 고현지(古縣址)가 많고, 명찰로는 장안사(長安寺)ㆍ표훈사(表訓寺)ㆍ도산사(都山寺)ㆍ보덕굴(普德窟) 등이 있다.\n\n\n==========================\n후삼국을 통일한 고려는 초기에는 지방 행정을 정비하지 못하고 신라의 제도를 그대로 따르는 한편으로 지방에는 수령을 파견하지 못하고 지역의 힘있는 호족들의 자치에 맡겼습니다. 삼척도 당시의 호족들이 자방자치의 형태를 취하였을 것으로 생각되는데 삼척을 본관으로 하는 성관 즉 삼척 김씨 등이 그 대표적인 경우라 할 수 있습니다.\n특히 삼척에서는 진주(眞珠)라는 지방별호를 사용하고 있었다는 것은 당시 삼척에 강력한 호족세력이 있었음을 상징적으로 보여주는 것입니다. 지방별호라는 것은 지명 이외에 그 지역에 대한 별호를 말하는 것으로 삼국시대부터 고려에 걸쳐서 사용되었는데, 그것은 고려가 삼국을 통일한 이후에 지방에 있던 강력한 호족세력을 위무하는 차원에서 그들의 본관이나 봉작명을 사용하게 했던 것입니다. 삼척이 진주라는 별호를 사용하였다는 것은 신라말과 고려초의 삼척지역에 그만큼 강력한 호족세력이 존재하였음을 나타내 주는 것입니다.\n고려는 성종2년(983)에 이르러 12목과 병마사제도를 마련하여 처음으로 지방장관을 파견하였으며, 성종14년(995)에는 전국을 10도로 나누었는데 오늘날 강원특별자치도는 함경남도의 일부를 합쳐 삭방도라 하였습니다. 그리고 도 아래의 주요 고을에는 도단련사  등을 두어 다스렸으며, 삼척은 삼척군에서 척주로 승격시켜 단련사(전국 11개 주에 둔 지방관. 군사적 감찰기관 성격. 1005년까지 둠)를 두어 다스렸습니다. 현종9년(1018)에는 지방제도를 5도 양계로 정비하고 그 밑에 4도호부, 8목, 56군현, 28진을 두었는데 영동지방은 함경남도 지역과 합하여 동계가 되며, 이때 삼척은 척주에서 삼척현으로 개명됩니다.\n고려시대의 군제는 중앙에 2군 6위가 있어서 전국을 통괄하였고, 각 도에는 주현군이 있었으며, 영동지방인 동계에는 일반 주현보다 보강된 군대가 주둔하고 있었습니다.\n삼척은 군사적으로 대단히 중요한 위치를 차지하고 있었던 만큼 외적의 침입도 많았습니다. 삼척지역의 외적의 침입은 북방에서 거란과 몽고의 침입, 동해안에서 왜구의 침입으로 이원화되었습니다.\n북방으로부터 외적의 침입은 먼저 성종과 현종 연간에 거란의 침입이 있었으나 삼척 지역에서는 별다른 전투가 없었던 것으로 보여집니다. 그러나 고종 연간의 몽고 침입 때에는 이승휴가 삼척 주민들과 함께 요전산성에서 항전하였으며, 조선 태조 이성계의 선조인 목조 이안사도 항전했을 정도로 전투가 치열했습니다. 몽고군이 삼척을 비롯한 영동지역을 침입한 것은 제4-5차 침입인 1247-1253년이었습니다.\n한편 이 무렵 동해안에는 왜구의 침입 또한 많았습니다. 왜구의 침입은 공민왕 이후 극성을 부리는데, 이들은 동해안 연안으로 들어와 농민들을 약탈하는 등 큰 피해를 입혔습니다. 이러한 환경의 영향으로 이 지역의 주민들은 미륵신앙에 몰입하게 되고, 천년 후의 극락세계를 염원하며 갯벌에 향을 묻는 매향(埋香)의식이 확산되었습니다. 동해안에서도 매향 의식이 행해졌는데 척주지에 의하면 1309년 8월 강릉도 존무사 김천호와 강릉부사 박홍수·삼척현위 조신주 등 동해안의 지방관들이 모여 미륵 부처님께 서원하며, 평해 해안 언덕에 100조, 삼척 맹방촌 물가에 250조, 강릉 정동촌 물가에 310조, 울진 두정에 200조 등 동해안 5개소에 모두 1,500조의 향나무를 묻었습니다.\n한편 고려시대 중·후기가 되면 삼척 지역에는 새로운 지방호족이 출현합니다. 개성 부윤을 지내고 삼척군 대광에 책봉되었던 박원경을 시조로 하는 삼척 박씨, 목조의 외할아버지인 상장군 이강제를 시조로 하는 삼척 이씨, 충렬왕 때 이부시랑을 지내고 삼척군으로 책봉받은 진의귀를 시조로 하는 삼척 진씨 등의 호족들이 새롭게 자리잡으면서 삼척의 지방문화를 한층 다채롭게 꽃피우게 됩니다.\n\n\n\n\n삼척이란 지명은 무슨 뜻일까.\n삼척이란 지명은 실직에서 유래하는데 그 뜻은 '3개의 하천을 끼고 있는 지역'이다. 1916년 「삼척군지」를 편찬한 심의승에 의하면 실직-시젹-삼척으로 변천했고, 실직이 변해 오늘날  사직동이 된 곳에 당시 '시적골'이란 지명도 남아 있었다고 한다. 한자 실은 시로 읽는다. 시는 삼(3)• 젹은 하천을 끼고 있는 골짜기를 의미한다. 3곳의 하천은 북평의 전천, 삼척의 오십천, 근덕의 마읍천이다. 시를 3이라고 하는 것은 경상도 말로 3을 '시개•시나'로 발음하는 것으로 이해할 수 있을 것이다.\n이렇게 '3개의 하천을 끼고 있는 지역'이란 뜻의 '실직'을 한문으로 쓰면 석삼•오를척 삼척이 되는 것이다. 젹을 척으로 표기한 것은 정확히 한자로 옮길 수 없으면 비슷한 발음의 한자로 쓰던 관행으로 보면 된다.\n'직•젹'이 하천을 끼고 있는 골짜기라는 것을 입증하기에는 부족한 면이 있지만 삼척의 지명 유래에 대한 보다 합리적인 근거자료가 나타나지 않는 한 '3개의 하천을 끼고있는 지역'이란 심의승의 견해를 따르고자 한다.\n출처 : 김태수, 「삼척문화 바로알기」개정판\n(삼척시립박물관, 2018)",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-06-28T21:00:18.343000",
  "updatedAt": "2024-09-27T05:27:19.055000"
}