{
  "id": "fcbd5660-f284-4bb3-89b0-a53f5d8d3efc",
  "title": "풍동, 아이언버드,  T-50 개발 비사",
  "content": "[풍동]\n축소 모형으로 실제 비행할 때 발생하는 기류에 기체가 어떻게 반응하고 영향을 받는지 실측하는 설비. T-50/FA-50을 개발할 당시 한국에는 초음속은 고사하고 천음속 (아음속과 초음속을 아우르는 비교적 좁은 영역)을 시험하기 위한 풍동조차 없었다.\n2 차 대전때 프로펠러 전투기들조차 천음속 영역을 넘나들었으니, T-50/FA-50 개발 당시 한국이 독자적으로 할 수 있는 것은 프로펠러 훈련기, 프로펠러 공격기 정도가 고작이었다는 얘기.\n(아음속이라도 동체/날개 주위에 국부적으로 초음속 기류가 발생함)\n풍동과 풍동 실험 결과를 해석할 노하우도 없었으니,\n초음속기 기체 형상을 설계할 기반이 아예 없었다.\n\n[아이언버드]\n아이언버드는 비행중 발생하는 다양한 힘/가속도에 어떻게 반응하고 영향받는지 실측하는 설비.\n아이언버드가 있어야 전투기가 날아가다 공중분해 되는 일을 막을 수 있고, 어떤 상황에서 기체가 위험해지는지 한계를 정할 수 있다.\nKF-21의 벌크 헤드를 만들었다고 큼지막한 뉴스가 나왔었는데, 전투기의 뼈대 설계를 끝냈고 골조 만들었다는 얘기다. T-50/FA-50 을 개발할 당시 한국에는 아이언버드가 없었으니, 초음속기 기체 형상을 설계할 기반이 아예 없었다.\n\nkt-1의 경우처럼 항공기 설계는 보통 프랑스 다쏘사의 상용 프로그램인 카티아를 많이 사용한다. 풍동이니 아이언버드 같은 건 검증단계에서 사용하는 거다. 우리나라에 풍동시험설비가 없으면 외국의 풍동시험장을 이용하면 된다. 실제로도 그렇게 했왔다.\n아이언버드는 비행기 형상에 맞춘 틀에서 강도 등을 시험하는 설비.  있으면 편하지만 없어도 그때그때 필요한 틀을 제작하거나 필요한 무게 등을 임시로 맞춰 시험할 수 있다. kt-1의 주날개 시험은 수십명의 연구원들을 주날개 위에 올려놓고 했다.\n공력이나 구조해석, 성능, 엔진, 안정성, 조종성 해석 등은 맨땅에 헤딩하는 게 아닙니다. 많은 항공기 설계 데이터가 공개되어 있습니다. 그래서 항공기 설계용 공학 프로그램도 만들 수 있는 것이죠.\nT-50의 FBW는 기술이전 받았고 FADEC는 엔진회사에서 개발하는 것이다. 검증에 필요한 일부 설비가  항공기 제작의 필수조건도 아닙니다.\n\nT-50 개발 당시 아이언버드는 없었다. 미국에도 없었다. 다만 기본 형상에서 부터 미국에서 어느정도 검증된 형상을 가져와 도움을 받았기 때문에 실수가 없이 개발에 성공한 것.\n미국도 아이언버드를 사용하기 시작한게 F-15, F-16을 개발하면서 부터였다. 비행제어 소프트웨어도 이 아이언버드와 함께 개발을 했죠.\n그리고 그 전에 초기 초음속제트기를 만들 때도 제대로된 풍동 없이 대충 설계해 만들어 띄워가면서 실험을 했죠. 최초의 초음속 제트기를 만들 때의 일화 중 하나가 초음속 돌파시에 기체 진동이 심해지는 것을 잡지 못해서 고민하다가 발견한 문제점이 기체의 단면적의 변화가 영향을 미쳤다는 것이었습니다. 이 것도 일일이 날려가며 시험하면서 발견한 문제점이었죠.\n\nT-50 개발할 때 일해 봤던 경험이랑 이미 방송에도 나왔던 내용 정도만 말해보자면 T-50의 특징은 개발 대부분에 전산화를 도입한 최초의 프로젝트였다는 것입니다. 물론 전산 도입은 라팔이든 F-16, F-22 모두 도입 되긴 했는데 그 당시 최신이었던 F-22가 전산화 통한 개발이 40% 수준 이었습니다.(당연히 F-16은 그 보다도 전산화를 통한 개발 비율이 더 떨어집니다.) 그로 인해서 일정 및 비용을 줄일 수 있었던 측면이 있었습니다. 그리고, 이런 시스템들은 그후에 각 조선이나 자동차 등의 기계 산업에서도 민간 기술 형태로 도입 되기도 했고요. 당연히 T-50에서 처음 적용했던 것들이라서 록마도 사실 처음이었죠.\n록마 도움은 분명 많이 받기 했는데 우리 쪽에서 아무것도 없이 놀고 먹은 건 아니다. T-50 개발 끝나고 3000명 가까이였던 엔지니어들 절반을 구조조정 했음에도 KF-21 나올 수 있는게 그냥 하늘에서 떨어져서 그런게 아니란 거죠.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-03-27T06:36:05.422000",
  "updatedAt": "2023-05-01T09:51:51.031000"
}