{
  "id": "fcbecb37-ed89-47a6-b6d2-49430941715e",
  "title": "대포의 역사(고대, 중세)",
  "content": "최초의 포는 기원전 3세기에 알렉산드리아의 크테시비우스에 의해 발명되었다고는 하지만, 화약으로 작동하는 것은 아니었다. 이 포는 압축 공기를 사용해서 작동시켰다고 한다.\n\n[화창(火槍)]\n화창(火槍)은 10세기 중국에서 송금전쟁 때 사용된 화약무기다. 핸드 캐넌의 선구적 물건으로, 모든 개인화기의 조상격 물건이다.\n화창의 구조는 화약을 종이로 싼 것 또는 마디를 제거한 대나무에 채운 것을 긴 자루 끝에 붙여놓고, 여기에 불을 붙여 작열시키거나 불꽃을 퍼부어 공격이나 위협하는 것이다. \n초기 화약은 불순물이 많이 섞인 흑색화약이었으며 폭발력이 약했기 때문에 화약 자체에 의한 공격보다는 주로 위협용으로 사용되었다. 그 폭발음은 300미터 앞에서도 들렸다고 하며, 위협에는 충분한 효과가 있었다. 공격용으로 사용될 경우 화약 속에 금속조각을 섞어 살상 능력을 높였 다. 그러나 기본적으로 대나무로 만든 것이라 일회용이 주를 이루었고, 그렇지 않은 것도 장전에 상당한 시간이 걸려 불편하였다. 또한 불순물이 많이 포함되어 있는 탓에 폭발 시간이 늦거나 혹은 아예 터지지 않기도 하는 등의 오발이 잦았고, 구조상 사거리가 짧고 명중 정확도도 매우 낮았기에, 남송 역시 공성전에서의 방어를 위한 무기로서 북쪽에서 쳐들어오는 금이나 몽골 군인에 대해서만 사용하는데 그쳤다. 금 왕조도 이와 유사한 비화창으로 불리는 무기를 사용하기 시작했는데, 낮은 정확도와 불발 우려를 극복하기 위해 구소련의 카추샤같은 다연장 로켓포처럼 다단식으로 개량된 화차라는 무기도 존재했다고 한다.\n\n[화포]\n화약으로 작동하는 최초의 포는 중국에서 발명된 화포이다. 화약을 채운 대롱을 창 끝에 매달고 화염방사기처럼 사용한 것이다. 안에는 유산탄을 넣어, 발사될 때 불꽃과 함께 날아가게 하였다. 이후 종이와 대나무로 만들었던 화창의 대롱은 금속제로 대체되었다. 화포에 대한 최초의 묘사는 12세기에 만들어진 것으로 추정되는 쓰촨의 동굴에서 발견된 조각에 있는데, 불꽃과 공을 뿜어내는 꽃병 모양의 사석포를 들고 있는 모습이 그려져 있다.\n전장에서 화약 무기가 사용되었다는 최초의 기록은 1132년 1월 28일, 송나라의 장성 한세충이 복건성을 점령할 때 사용했다고 한다. \n중국인들은 몽골의 외침을 막기 위해 도합 3,000여개의 청동포와 철포를 만리장성에 설치했다. 이후 화포는 몽골의 지배 세력과 고려에 전파되었다. \n\n대포의 시초는 중국 송나라에서 처음 사용된 화포이다. 이는 구식 공성 무기들을 대체하기 시작했다. \n동양에서는 서구권에서 핸드 캐논이 나타나기 이전부터 비슷한 형태의 무기를 개발하여 사용하기도 했다. 바로 중국의 화전(火箭)이나 고려의 주화(走火) 등이 그것이다. 하지만 주화나 화전은 총포류로 취급되지 않는다. 주화나 화전은 화약이 연소하면서 생기는 가스의 힘으로 가속시킨 탄자의 '운동에너지'를 이용하지 않고, 화약 그 자체를 추진제로 사용하는 '휴대용 로켓 병기'에 더 가까웠기 때문이다. \n\n[당나라]\n중국에서 화약을 사용한 병기로 추정되는 무기가 처음 등장하는 시기는 당나라 말로 고증된다. 904년 당이 예장(豫章 지금의 강서성 남창)을 공격할 때 비기(飛機)와 비화(飛火)를 써서 용사문(龍沙問)을 불태웠다는 기록이 있는데 이는 초기형 화전인 것으로 보인다. 이어서 940년에 기술된 허동의 호령경에는 '화포는 화약을 사용하는 포를 말하며 화구는 구상으로 만든 화약을 화전 끝에 가까이 묶은 다음에 인선(引線)으로 점화시키고 포로 발사하는 것'이라고 하였다. 그리고 송사중(宋史中)의 병사에는 970년 풍계승(馮繼昇)이 조정에 화전법을 진언하였다는 기록이 전해 온다.\n또한 975년에는 송의 조송이 화포와 화전을 사용하여 남당을 멸망시켰다는 사료도 발견된다. 따라서 중국의 경우 10세기 초에 이미 화약 병기가 상당한 수준으로 발전했으며 10세기 후반에는 실전에 사용될 정도로 위력이 향상되었던 것으로 보인다. 그러나 본격적인 화약병기의 등장은 11세기에 접어들면서라고 할 수 있다. 1040년 북송 조정은 변경에 화약공장을 건설했으며, 1045년에 쓰여진 <무경총요>는 화약의 배합을 비롯한 화전, 화구, 질려화구 및 독약연구의 구조에 관해서 상세히 설명하고 있다. 그리고 특히 북송 시대의 화기 관련기록을 미루어 볼 때 11세기말에는 화약과 화기에 관한 기술이 거의 완성되었다고 추정된다.\n\n[송, 금의 화약 병기]\n화약병기의 발전이 빨라지면서 화기가 전쟁 무기의 주력으로 등장하게 됐고 화기가 없는 경우에는 고전을 면할 수 없었다. 이 때문에 금군은 1126년 북송의 수도인 변경을 포위했을 때 송의 증갈(曾竭)이 사용하는 화기, 화전 및 화포에 의해 후퇴할 수밖에 없었다. 이어서 1130년에도 화기를 보유하지 못했던 금군이 합주(陜州·하남성 협진)를 공격했으나 남성의 이언산(李彦山)이 금병포를 사용하여 방어했다. 실제로 금은 이에 앞선 1127년에 북송의 수도를 점령했을 때 화약 공장과 이에 관련된 모든 기술을 인수했지만 화약 병기의 사용에는 그다지 큰 관심이 없었다. 그러나 1221년에 남송의 잠주(호북성의 잠춘)를 공격할 때는 처음으로 철화포라는 작열성 화기를 사용하였다. 그리고 1231년에 몽고의 선뢰(雷旋)가 금의 하중부(河中府)(협서)를 공략하였을 때는 진천뢰로 퇴로를 막고 있는 몽고선을 파괴한 다음에 통과했다는 기록이 있다.\n이어서 몽고군과 금군이 변경에서 쟁탈전을 벌이던 1232년에는 금군이 비화창(飛火槍)을 사용하였으며 다음해에 있었던 1233년의 남경 전투에서도 금군은 비화창을 써서 몽고군을 격파했다.\n\n[몽고군의 화약병기]\n한편 1234년에 남송과 연합해 금을 멸망시킨 몽고는 1214년 금의 수도인 북경을 점령하면서 화약공장을 접수하고 화약병기 관련된 기술과 기술자들을 몽고로 가져갔다. 그러나 초기의 몽고군은 화약 병기의 사용에는 별로 관심이 없었으며 자신들의 용맹성에만 의존하면서 수많은 전쟁을 치렀다. 그러나 몽고군도 유럽 쪽으로 진출할 때는 몇 가지 화기를 사용한 것으로 알려졌다. 먼저 1219년에 있었던 서하(중앙아시아지역)의 오트라르(Ottrar)를 공격할 때 화약병기와 유사한 화공품을 사용했다는 기록이 발견된다. 그리고 더욱 본격적인 화기는 1221년 넷사(Nessa)의 공략에 사용한 독화부, 화전, 화포라고 할 수 있지만 이 무렵 몽고군의 화기는 초기적인 형태로 실전에서 큰 효과를 거두지는 못하였던 것으로 보인다. 그리고 몽고군이 중국 대륙을 침공할 때 사용한 화기는 금의 남경을 공략하던 1232년의 진천뢰라고 할 수 있다. 같은 해에 몽고군은 죽포로 석탄을 발사하여 성을 파괴하였으며 화포를 사용하여 성내를 불살랐다. 이어서 1234년에 채주(蔡州)(하남성의 여남)를 점령하고 1237년에 남송의 안풍(安豊)을 공격할 당시에도 각각 화포를 사용하였다.\n그리고 몽고의 서정군은 1241년 폴란드의 발스타트(Wahlstadt)전에서 독약연구(毒藥煙毬)를 처음 사용하였다. 또한 같은 해에 모라비아(지금의 슬로바키아)의 올뮈쯔(Olmuetz)성을 공략할 때에는 화전으로 사원을 불태웠으며 1258년 바그다드전에서는 진천뢰를 사용하였다. 이 밖에도 몽고의 재상인 백안(伯顔)이 1247년 남송의 사양(沙洋)을 공격할 때도 화포를 사용하여 공성에 성공할 수 있었다. 반면 몽고군의 계속적인 공략의 대상이 되었던 남송은 이종(理宗) 때인 1257년에도 월남(안서성)에서 북상한 몽고군으로부터 격렬한 공격을 받고 있었다. 이때 남송의 재상인 이증백은 정강(靜江)을 시찰하던 중 화약 병기가 대소철 화포 95문, 화전 95기 및 화창 105통뿐임을 알고 즉시 호북(湖北)의 형주(荊州)에서 보충시켰다. 당시 형주에는 1~2천문의 철화포를 생산할 수 있는 공장이 있었으며 양장(襄陽)과 종상(鐘詳)에는 철화포가 각각 1~2 만 문이 있었다는 기록이 전해온다. 그리고 1259년 남송의 수춘부(壽春府)에서 발사화기의 하나인 돌화창(突火槍)을 처음 발명했으며 1268년에는 몽고군에 의해 5년간이나 포위돼 있던 양양 등 호북성 선상에 설치한 화창으로 구원했다는 기록이 있다. 또 정강이 함락되던 1277년에는 남송의 수장인 요령할이 대화포에 점화시켜서 성벽을 파괴했으며 성 밖의 몽고병도 수없이 전사했다는 기록이 발견된다.\n이 밖에도 1264년 몽고·고려 연합군의 일본 원정 때는 몽고군이 진천뢰와 동일한 것으로 추측되는 철포를 사용하였다고 일본의 문헌에서 전하고 있다. 그리고 1279년에 있었던 남송과 몽고의 마지막 결전지가 된 안산(岸山)에서는 양군이 서로 선상의 화포로 응전하였는데 이 전투에서 남송이 멸망하였다. 이처럼 동양에서 화약과 화기는 원(몽고)과 명 등에 의해서 더욱 발전했지만 화약 기술의 초기적인 바탕은 사실상 송·금·원대에 완성되었다고 할 수 있다.\nIn Asia, Mongols adopted the Chinese artillery and used it effectively in the great conquest. By the late 14th century, Chinese rebels used organized artillery and cavalry to push Mongols out. The usage of cannons in the Mongol invasion of Java, led to deployment of cetbang cannons by Majapahit fleet in 1300s and subsequent near universal use of the swivel-gun and cannons in the Nusantara archipelago.\n\n[중세]\n최초의 핸드 캐넌은 1260년에 중동에서 맘루크와 몽골군 사이에 있었던 아인 잘루트 전투 당시 등장한 화총이다. 대포는 12세기 초반에 대나무 대포가 등장하였고, 화약을 이용한 대포는 14세기 초인 1320년대에 아라비아에서 처음 발명되었다. 포신은 철판이나 철봉을 원통으로 말아서 만들거나, 나무로 만들어 철로 된 고리를 끼우는 방식으로 제작되었고, 탄환은 돌이나 둥근 철환 등을 사용하였으므로 탄환 자체가 폭파되면서 파편이 튀지는 않았다. 포구에 화약을 놓고 장전하여 발사하였으나, 포신을 땅 속에 반쯤 묻거나 벽돌로 포대를 쌓아서 사용했기 때문에, 초기의 대포는 기동성이 전혀 없었다.\n금속을 기반으로 최초로 개발된 형태의 대포는  항아리에 화약을 채우고 그 위에 돌을 덮은 후 날려 보내는 식의 구포였으며, 이후 발사 거리를 늘리기 위해 포신을 늘였다. \n화약의 발견은 중국이 빨랐지만 유럽인들은 화약을 더욱 파괴적으로 활용할 수 있는 방법을 발견했고, 중국보다 더욱 화약을 잘 사용하게 되었다. \n현존하는 가장 오래된 화약제조 공식은 1260년에 만들어진 것으로 로져 베이컨이라는 영국의 수도사가 기록한 것으로 추정되고 있다. \n1340년 즈음에는 납과 철, 돌을 재료로 만든 포탄이 사용되었습니다.\n\n[항아리포]\n초기 대포는 주물을 다루는 종 공장에서 만들어졌고 종 장인은 금속을 잘 다룬다는 단순한 이유만으로 포수로 고용되었다. 초기 대포의 품질이 워낙 조악했기 때문에 훈련된 포수가 아니라 금속 지식을 가진 장인이 필요했을 것이다. 초기 대포가 적에게 공포감을 안겨준다는 장점은 있었지만 운이 좋아야 적을 맞출 정도로 부정확했다. 전용 포대가 없어서 탁자, 널판지, 흙더미 위에 놓고 쐈기 때문에 발사순간에 크게 흔들렸고 탄은 목표물 근처에 가지도 못했다. 화약도 대포만큼이나 문제였다. 화약원료는 각각 따로 보관하다가 발사직전에야 혼합했기 때문에 발사속도는 고사하고 심지어 혼합하는 과정에 폭발하기도 했다. 초기의 화약 공식대로 실험해보면 25% 정도가 불발될 정도였다.\n프랑스어로 ‘철의 냄비’를 뜻하는 포드페르 혹은 이탈리아어로 ‘냄비’ 또는 ‘화병’을 뜻하는 바쎄(管)는 유럽에서 전쟁에 사용된 최초의 대포다. 항아리 물병과 같이 몸통이 불룩하고 목이 가늘게 생긴 것이 특징이다.\n청동을 형틀에 부어 만든 이 대포는 석궁 화살처럼 생긴 포탄을 180m 거리까지 날릴 수 있는 위력을 갖추고 있었다.\n구리는 연성과 탄성이 우수하여 압력에 의한 변형이 상대적으로 적고, 열 전도성도 뛰어나며, 습기와 산, 염기에 대한 내성도 높다. 초기의 화포가 주로 청동으로 만들어진 것도 이 때문이다.\n사실 초기의 대포는 크기만 확대됐을 뿐 화약을 채우고 포탄을 장전한 뒤 점화구에 불을 붙여 발사한다는 점에서 총과 사용방법이 동일했다. 다만 초창기의 대포는 조잡하지만 관 형태의 총열을 갖고 있던 총과는 달리 단순한 항아리 형태를 취하고 있었고 포탄의 크기가 상대적으로 크다는 점이 달랐다. 구체적으로 목재 받침대 위에 놓인 항아리 모양의 단지에 무거운 탄환을 올려 놓고 화약의 힘으로 적진을 향해 발사하는 방식이었다.\n초기 대포를 제조하는 기술력은 근대에 비해 상당히 얕은 수준이었기 때문에 대포를 다루는 일은 포신내 폭발의 위험성 때문에 상당한 위험이 따랐습니다. \n\n처음에 주철 대포는 문제가 많았다. \n무수한 연구에도 불구하고 여전히 청동대포보다 깨지기 쉬워 위험성이 높았고 내구성이 약하기 때문에 보다 두껍게 만들어 무거웠다. 그럼에도 각국들은 주철 대포 제작에 열을 올렸는데 이유는 단 한 가지 비용이 저렴했기 때문이다. 크고 작은 전쟁들이 증가하고 해외진출의 활성화로 대포의 수요는 급증했지만, 청동 대포로는 이를 감당할 수 없었다. 반면 주철대포의 가격 경쟁력은 그 저품질을 만회하고도 남았다. 이렇게 대포도 함대도 그로 인한 전술도 인력과 비용을 아끼는 방향으로 발전을 거듭하게 된다.\n\n중세 이후에는 가볍고 기동성 있는 대포들의 편리함으로 인해 크고 육중한 대포들이 도태되었다. 에에 따라 축성술에도 변화가 왔는데 더 강력해진 대포의 출현과 공성전술의 발달로 인해 대포의 포격과 공성 전술을 견디는 데 특화된 새로운 축성법인 성형요새가 등장하게 된다.\n대포는 주로 공성 공격에서 성벽을 무너뜨리거나 다수의 적군을 공격할 때 사용되었습니다. 그리고 전쟁에서 대포의 활용도가 높아지면서 성을 쌓는 방법 또한 바뀌었습니다. 단순히 높기만 했던 수직성벽 대신에 낮고 경사진 성벽을 구축하여 대포의 포격에 오래 버틸 수 있도록 했습니다.\n\n실제 최초의 대포는 1324년 프랑스 동부 로렌지방, 프랑스 수도 파리에서 약 300㎞ 떨어진 곳에 위치한 메스에서 벌어진 전투에서 처음 불을 뿜은 것으로 기록돼 있다. 그러나 초기의 대포는 불안정한 성능으로 인해 적과 아군을 따로 구분하지 않고 양자 모두에게 피해를 입히는 무시무시한 무기로 악명을 날렸다. 그럼에도 불구하고 많은 군주는 새로운 대포 개발을 독려했고 그 결과 불과 1 세기 만에 대포는 위력과 크기 면에서 상당한 발전을 거둘 수 있었다.\n대포를 대량 생산해 전쟁에 사용한 최초의 군주는 잉글랜드의 왕이며 프랑스와의 백년전쟁을 일으킨 장본인이기도 한 에드워드 3세로 알려지고 있다. 최초의 대포가 등장해 전장에서 불을 뿜었지만 수년 동안 대포는 전쟁 국면에 결정적 영향을 미치거나 전투의 승패를 좌우하지는 못했다. \n\n[100년 전쟁]\n영국의 대포는 백년 전쟁 당시 1346년의 크레시 전투 때 처음 개발되어 사용했다는 기록은 있습니다만, 당시에 대포가 얼마나 영향을 미쳤는지에 대한 기록은 없다.\n작고 위력이 약해 보병휴대병기 수준이었던 화약병기가 화포형태로 등장한 것은 14세기 백년전쟁이었다. 당시의 화포는 대포, Cannon으로 불렸으며 성벽에 설치하는 방어무기로서 성벽에 접근해 오는 공성탑을 파괴하는 용도였으나 공격용으로 성벽을 부술 만한 위력에는 미치지 못했다.\n에드워드 3세는 1346년 크레시 전투에서 프랑스군을 상대로 6문의 대포를 사용했다. 보병의 측면에 배치해서 지원사격 정도로만 사용했는데 그 당시의 성능을 생각하면 당연한 배치였다. 당시 기록을 보면 대포는 '대단한 소음을 내고 작은 돌을 퍼부어 프랑스군의 말을 놀라게 만들었다'라고 하는데 포도탄을 쐈을 리는 없고 전장의 과장된 기록으로 보인다.\n백년전쟁에서 대포가 사용된 것은 맞습니다. 그런데 대포라면 최소한의 구경, 정확도, 신뢰성, 살상력을 가져야 하는데, 그 당시 사용된 대포와 화약은 없는 것이나 마찬가지의 원시적인 형태였습니다. 본문에서도 설명하겠지만, 손대포만한 크기를 탁자나 나무 판자에 묶어 놓고 발사직전에서야 화약을 조합해서 발사했기 때문에 25% 정도의 비율로 불발이었습니다. 이슬람에서 화약 제조 기술을 넘겨받아 화약제조 기술이 조악했던 유럽이니까 당연했겠죠. 그리고 나무 판자에 묶어 놓고 눈대중으로 대충 거리와 각도를 쟀기 때문에 정말 운나쁜 병사나 맞았고, 탄도 화살이나 주먹만한 돌덩이(작은 돌로 부숴져서 나가는)이었기 때문에 1%도 안되는 확률로 한사람이 맞는 정도였습니다. 오죽하면 기사들이 가장 멸시했던 갱도파는 인부들보다도 더 밑으로 천대했을까요!\n백년전쟁 당시 기병을 제압한 것은 영국 장궁병, 그리고 유럽의 다른 지역은 스위스 장창병 부대였습니다. 기병이 화약무기에 제압된 것은 유럽에서는 200년 후인 파비아전투, 아시아에서는 나가시노 전투였습니다.\n1300년대 후반에는 성벽이나 요새도시를 상대로 대포가 동원되기 시작했지만 크기나 기동력이 워낙 떨어져서 전투가 최고조에 이르렀을 때에나 전장에 도착할 수 있었다. 뉘른베르크(Nurenbrug)가 보유한 공성용 대포는 2.7톤이나 나가 말 12마리가 간신히 끌 수 있었다. 포대는 훨씬 더 크고 무거워서 말 16마리가 끌었고 화약과 기타 장비는 9대의 마차가 동원되었다. 이 대포가 전장에 나가려면 최소한 말 46마리 이상이 필요했다.\n이렇게 거추장스러운 대포는 야전에서 큰 도움이 안되었지만 성을 상대로는 전투흐름을 완전히 바꿔놓았다. 거대한 공성용 대포가 쏘아대는 포탄(돌)은 성벽을 부수며 성안으로 떨어지는 돌 파편이 2차 피해를, 성밖으로 떨어지는 파편은 해자를 메우는 2차 효과를 주곤 했다. 그리고 온갖 위험을 무릅쓰며 파성추를 끌고 성문에 다가서지 않고도 성문을 공격할 수 있게 되었다. 1377년 브루고뉴의 대포가 오드루이크(Odruik) 성벽에 큰 구멍을 냈다는 첫 번째 기록이 있으며, 15세기에 들어서면서부터는 세력확장을 꿈꾸는 군주는 화약무기를 창고에 쌓아두기 시작했고, 대포의 집중포화로 성벽을 무너뜨릴 수 있다는 공감대가 형성되었다. 한 영국대포 제작자는 1382~1388년 6년 동안 73문의 대포를 영국왕에게 공급했다. 심지어 교황의 군대조차 대포를 배치할 정도였다.\n헨리 5세가 1415년에 프랑스를 침공했을 때, 그는 기존의 공성무기와 함께 대포를 가져갔고 65명의 전문포수도 동반했다. 그는 아르플뢰르(Harfleur)를 포위한 후에 10,000개의 돌을 쏴서 거의 모든 건물을 부쉈다. 그런데 주목할 점은 대포를 가장 먼저 받아들였던 영국답게 초대형 공성포(Monster Culvern)와 구포(Siege Mortar)를 투입했다는 것이다.\n\n잔 다르크(1412~1431)가 활약한 시간은 채 2년이 되지 않지만 백년전쟁에서 잔 다르크의 역할은 지대하다. 잔 다르크의 승리 요인으론 역시 프랑스군의 사기를 크게 진작시켰다는 것.  여기에 장 뷔로를 비롯한 유수의 대포 전문가의 활약도 들긴 하는데 대포가 활약하려면 좀 더 시간이 지나야 한다는 점에서 중심적 역할은 아니었다.\n영국군의 대포 사용에 자극을 받은 프랑스도 대포를 적극적으로 수용하기 시작했다.\n프랑스군은 1441년 상파뉴를 수복하고 1450년 포미니(폴미니) 전투에서 대포를 이용하여 잉글랜드군을 격파했다. 사실 대포 자체가 살상력이 어마어마했다기보다는 프랑스군이 대포로 포격하자 잉글랜드군이 장궁으로 언덕 위에서 버티는 것이 불가능하게 되었고, 그 상황에서 우세한 프랑스 병력과 기마대에 쳐발리는 식이었다.\n프랑스는 대포를 동원하면서 백년이나 이어진 전쟁을 마무리지을 수 있었다. 샤를(Charles) 8세는 영국군이 지배하던 노르망디 지역의 성들을 공략하는데 대포를 동원했고 1 년 만에 40개의 성을 함락시킬 수 있었다. 만약 기존의 공성무기를 사용했다면 최소한 20년은 걸렸을 것이다.\n1453년에 백년전쟁을 끝낸 그는 대포로 이탈리아의 나폴리를 공략했다. 프랑스군의 대포와 포수의 위력은 대단해서 원정로에 있던 성들은 순식간에 무너졌고 다른 전쟁에서 7년 동안이나 성문을 열지 않았던 산 지오바니(San Giovanni) 요새는 겨우 8시간 만에 항복해왔다.\n\n[사석포(射石砲)]\n사석포는 돌을 쏘는 포를 말한다. 알려진 사석포로는 차르 대포, 오스만 제국의 바실리카 거포, 인도의 라자 고팔 등이 있다. 특히 오스만 제국의 장군들은 거대한 사석포에 지나치게 집착했는데  그 크기와 무게 때문에 기동성이 떨어져서 전쟁터에서 불리했다. 심지어 오스만 해군은 이렇게 거대한 사석포를 함대에 태우고 적의 배를 향해 발포를 했다가 그만 그 대포의 반동 때문에 아군의 배가 가라앉는 사고까지 당했다. \n화포의 초창기에는 값비싼 금속으로 포신을 만드는데, 그걸로 소모품인 포탄까지 만들어야 한다는 것이 낭비로 여겨졌기 때문에 금속 대신에 돌을 깎아서 만드는 사석포가 인기를 누렸다. 어차피 당시의 화포는 구조가 단순해서 아무거나 넣고 발사해도 큰 문제는 없었고, 포탄 자체는 터지지 않고 질량으로만 부수는 멍텅구리였기 때문에 재료에 큰 차이도 없었다. 거기다 착탄 시에 부서져 주변에 날카로운 돌 조각을 날리며 피해를 입히는 경우도 있었기에 어떻게 보면 금속보다 나았다. 덕분에 당시의 석공들은 토목 공사를 할 수 없는 겨울에는 채석장에 모여 이 포탄을 깎아서 팔아 돈을 벌었다고 한다. 하지만 산업 혁명 이후에 대량의 금속 생산이 가능해면서 과거보다 저렴하게 금속 포탄이 생산 가능해졌다. 반면 돌 포탄은 무게가 일정치 않고, 모양도 정교하지 않아 포강 마모가 심하고, 여기다 돌 자체가 약하면 발사 중에 포신 안에서 부서져버리는 단점이 있었다. 더구나 석공이 정성스레 조각해야 하는 석재 포탄의 생산비가 금속 포탄보다 더 비싸지면서 결국 돌포탄은 도태되었다. \n\n[우르반 대포]\n15세기 중반에는 화약무기가 상당히 중요하게 인식되었습니다. 대표적인 사례로 1453년 비잔티움 제국과 오스만 제국간의 공성전에서 돌포탄을 이용해 콘스탄티노플의 성벽을 무너뜨린 사건이 있습니다. \n처음에는 '사석포' 라 불리는 쇠막대기를 연결하여 용접한 형태의 대포가 사용되었지만 16세기 이후 주조 방식으로 대포가 생산되었다. 하지만 이 방법은 완전히 똑같은 주물틀을 만들 수가 없어 대포마다 안정성과 성질이 제각각이였고, 무게도 더 무거웠고 포탄의 속도 역시 느렸다. \n비잔틴제국의 수도 콘스탄티노플은 산에 위치한 산성(山城)과는 또 다르게 바다에 접했지만 배로 접근할 수 없는 천연적인 자연 환경과 철옹성 테오도시우스 성벽으로 외적의 공격에 전혀 흔들리지 않았다. 그러나 20세 애송이 술탄과 헝가리 출신 대포 기술자 오르반의 만남은 세계사를 바꿨다. 초대형 사석포는 메메드 2세의 군대가 1453년에 콘스탄티노플을 함락시킬 때 사용했던 것이다. 이 거포는 우르반이라는 스웨덴 기사가 만들어 우르반이라고도 부르는데, 너무 무거워 이 포를 운반하기 위해 도로와 다리를 보수공사했으며, 하루 이동거리는 겨우 4킬로미터였다. 또한 포 자체의 가열로 인해 하루에 7발만 쏠 수 있었다[25]. 이런 류의 캐넌들은 묵직한 석제 포탄을 1마일 밖으로 쏘아 보낼 수 있었고, 발사할 때의 폭음은 10 마일(약 16 킬로미터) 밖에서도 들렸다고 한다.\n시험발사에서 8m가 넘는 길이의 ‘오르반 거포’가 500kg의 돌 포탄을 1.5km 이상 날리는 괴력을 선보이자 메메드 2세는1453년 4월 신무기를 앞세워 10만 명의 병력으로 콘스탄티노플 공략에 나섰다. 47일간의 전투에서 69문의 오르반 대포는 5000발의 돌 포탄을 날려 보내 철옹성 성벽을 무너뜨렸고 비잔틴제국은 로마 건국 이후 2200년의 역사를 남기고 패망했다. 이후 콘스탄티노플은 이스탄불로 이름이 바뀌었다.\n군사적으로 콘스탄티노플 전쟁은 대포의 공격으로 성벽이 무너지고 도시가 함락당한 사상 첫 사례로서 창과 칼로 싸우는 중세 기사의 시대가 저물고 총과 대포로 맞붙는 근대 전투의 효시가 됐다.\n\n이슬람은 유럽에 비해 대포 사용이 많이 뒤처져있었다. 투르크가 14세기 말에 대포를 처음으로 노획하자, 그 성능에 너무 당황한 영주가 다른 영주들이 대포에 대해 알지 못하도록 바다에 버렸다고 한다. 그러나 전세계 모든 지역에서 대포가 등장했듯이, 이슬람도 대포를 적극적으로 수용하기 시작했다. 1453년, 마흐메트(Mehmet) 술탄은 콘스탄티노플 공략에 69문의 초대형 공성포와 258,000명의 병력을 동원했다.\n\n투르크가 콘스탄티노플을 함락시킨 직후에 만든 것으로 추정되는 다르단넬레스(Dardanelles)포는  5m의 길이, 17톤의 무게로 300kg의 돌을 1.6km나 날려보낼 수 있었습니다. 하루에 겨우 15발만 발사할 수 있었다. 이 대포는 독특하게도 두 부분으로 나뉘어져 있다가 소켓을 맞추는 방식으로 조립되었다. \n비잔틴 제국의 역사를 끝낸 그는 로도스 섬을 공격해 단 며칠 만에 강력한 로도스 기사단의 성을 흙먼지로 만들었다. \n\n앵글로-터키 전쟁 중의 다르다넬스 작전 때 사용되었다고 다르다넬스 건이라고도 불리는 거대 사석포는 청동으로 주조해 앞쪽 포신과 포미의 두 부분으로 만들어졌다. 이 두 부분의 무게를 합하면 18.4 톤에 달했다. 두 부분의 조립은 지렛대를 사용해 비틀어 죄었다.\n\n중세 시대의 종말은 보다 크고 강력한 캐넌의 개발은 물론, 세계 전역으로의 확산을 불러왔고, 공성탑, 트레뷰셋 등의 공성 무기들은 사용이 적어졌으며, 화약시대에는 목제의 \"battery-towers\"가 공성탑과 비슷한 기능을 하게 된다. 이것은 1552년의 카잔 공성전에서 사용되었는데, 열개의 대구경 캐넌과 50개의 불쏘시개를 탑재할 수 있었다. 이 시기의 전쟁에서 캐넌에 의한 주목할 만한 효과는 종래의 축성술에 변화가 온 것이다. 니콜로 마키아벨리는 〈아무리 두꺼워도 대포가 며칠 안에 파괴하지 못할 벽은 없다〉고 했다. 대포로 인해 성이 바로 쓸모없게 된 것은 아니지만, 전쟁터에서의 사용과 비중은 급격히 쇠퇴하기 시작했다. 새로이 만들어지는 요새들은 위풍당당한 탑과 총안 대신, 두껍고 각지고 비탈진 벽과 낮고 뚱뚱한 방어탑을 가지게 된다. 이런 새로운 방어시설들은 그 독특한 모양으로 인해 성형요새(星形要塞, star fort)라고 불리었다. 성형요새는 곧 유럽의 기존 성채들을 대체했고, 이는 아메리카 대륙에서도 마찬가지였다.\n\n화약시대를 맞아 전쟁의 양상은 성을 중심으로한 지리한 공성전에서 야전을 중심으로한 기동전으로 바뀌었다. 14세기 이전에 지어진 성은 주로 리모델링하여 대포에 대응한다. 활을 쏘는 총안(Arrow Loop)는 포구 위치에 맞춰 넓혀졌고 성벽이나 탑에도 포대 위치가 마련되었으며 성벽이나 성문에도 다가오는 적을 향해 수평발사할 수 있는 포구가 만들어졌다. 성문 앞에는 흙토대를 쌓아 올려 직격판을 맞지 않게 보강했다. 1429년 오를레앙(Orleans)의 두 번째 공성전에서는 성벽 밖에 포대를 파고 포를 배치한 후에 성 주변지역을 평평하게 다져서 공격해오는 영국군이 대포에 그대로 노출되게 만들었다. 15세기 전후로 지어진 성은 이전과 완전히 다른 모습을 보여준다. 높은 성벽과 탑은 대포에 오히려 취약하기 때문에 낮지만 훨씬 두터운 별 모양의 성이 유행한다. 성벽이 낮아 보병의 사다리 공격에 약점을 가지기 때문에 흙이나 돌을 다진 얕은 언덕 위에 성을 지었다. 얕지만 경사가 가파르기 때문에 언덕을 오르는 보병은 수비군의 공격에 그대로 노출된다. 어차피 수비 수단으로서 성의 역할이 크게 위축되었기 때문에 이후의 성들은 성벽이 없이 단지 주거용,  아름다움을 추구하는 성으로 바뀌게 된다.\n\n[스웨덴의 경량 대포 '레예멘츠스튀케']\n당시 대포는 성을 공격할 때에나 중요했지, 벌판에서 벌어지는 전투에서는 그 중요성이 높지 않았다. 대포의 중요성이 상대적으로 떨어진 이유는 바로 가볍고 견고한 청동 대포를 만드는 데 많은 비용이 들었기 때문이었다. 청동의 주원료인 주석의 산지가 멀리 떨어져 있었기에, 청동 대포는 대단히 비쌌다. 물론 철제 대포가 있지만, 초창기의 철제 대포는 아주 비효율적이었다. 일단 대포 발사 중에 포신이 터지면 큰일 날 것이기에 최대한 대포를 크게 만들어야 했기에 대단히 무거웠고, 또 부식이 잘되기에 내구성 면에서도 청동 대포의 상대가 될 수 없었다. 따라서 대포가 서유럽에 도입된 것은 상당히 오래된 일이었지만, 전쟁의 주역으로 올라서기에는 많은 문제가 있었다.\n16세기 후반, 영국에서 처음으로 제대로 된 철제 대포를 만드는 데 성공했다. 당시 영국에서 생산된 철제 대포의 품질이 좋은 이유는 인을 함유한 특정 갈철석을 활용하여 생산하되, 유황이 함유된 철광석을 최대한 배제하는 한편 담금질을 하지 않고 천천히 냉각시키는 것 등이었다.\n영국산 철제 대포의 놀라운 성능에 놀란 각국의 정부는 기술을 도입하기 위해 치열한 경쟁을 벌였지만, 가장 먼저 영국의 대포 기술을 습득해 더 뛰어난 대포를 만들어내는 데 성공한 것은 스웨덴이었다. 1629년 스웨덴은 보다 가벼워 이동이 수월하면서도 장전 시간이 짧은 대포 제작에 성공한다. \n구스타브 2세 아돌프는 전장에서 점차 사용빈도가 높아지고 있던 대포에 주목하였는데, 그는 당시 통일된 규격없이 제작되던 것을 규격화였다. 무게 0.8~3.2톤 내외의 공성용 대포와 무게 0.9~1.4톤 내외의 야전용 대포로 구분하였고, 4파운드짜리 작은 야전용 대포, 즉 연대포를 새롭게 도입하였다. 특히 이 연대포는 대포의 화력을 줄이더라도 기동성을 높이기 위한 방안으로 개발되었는데 포병연대의 선두에 배치되었고 보병이 전진할 경우에는 함께 이동할 수 있었기 때문에 이후 유럽 전역에서 야전 활용도가 높아졌다. 또한 나무 상자로 된 탄약통을 본격적으로 도입하여 포탄의 보급을 손쉽게 만들었기 때문에 대포의 장전속도가 더욱 빨라졌다. 이 때문에 공성전이 아닌 야전에서도 포병대가 독립부대로 운용될수 있었던 것이다. 사실 이렇게 장전속도가 빠른 대포를 도입하는 것은 비단 스웨덴 뿐만 아니라 같은 시기 유럽 국가들의 포병 대부분이 그런 식의 추세를 따랐다. 반면 유럽 국가들의 적국이었던 오스만 제국이나 오스만 제국의 영향을 받은 인도에서는 여전히 크고 무거우며 화약을 많이 소모하고 무엇보다 장전속도가 느린 거대한 사석포 위주의 포병 문화를 계속 이어갔다. 그 결과, 17세기 말엽이 되자 오스만 군대의 포병은 유럽의 포병들보다 장전속도가 느려서 야전에서 고전을 면치 못하게 되었으며, 인도의 포병들도 영국군 포병이 대포 5~6발을 장전할 사이에 고작 1발 밖에 장전하지 못한다는 말을 들을만큼 전술에서 뒤떨어지게 되었다.\n\n[박격포]\n'보방' 장군은 공성전 기간을 평균 50일 정도로 단축시킨 사람임 박격포로 성벽을 날려버리는 것을 체계화시켰음. 당시 박격포는 왼쪽의 작렬탄과 오른쪽의 소이탄을 사용했음\n박격포는 어차피 공성전에 사용되어서 이동을 많이 시킬 필요가 없으니까 이렇게 바퀴 없이 목재구조물에 고정시킨 채로 쐈음\n루이 14세 시대의 박격포는 6, 12, 18인치짜리가 있었는데 12인치가 많이 사용되었음 사거리는 3km 정도였음\n한시간에 5발 정도 발사가 가능했고 정밀조준 없이 그냥 성벽에 때려박거나 성벽 너머로 날렸기 때문에 정확도는 개판이었지만 위력은 확실했음\n보방식 공성법은\n1. 요새 외각에 포위선을 구축한다.\n2. 접근호를 지그재그 모양으로 파면서 성벽에 접근한다.\n3. 1차 평행호를 파고 포대를 정렬시킨 뒤에 포격한다.\n4. 접근호를 파면서 성벽에 접근한다.\n5. 2차 평행호를 파고 포대를 이동시킨 뒤에 포격한다.\n6. 접근호를 성벽 바로 앞까지 판다.\n7. 3차 평행호를 성벽 앞에 파고 포대를 성벽 바로 앞에 배치시킨 뒤에 대포와 박격포로 맹렬한 포격을 가한다.\n8. 성벽은 날라가고 성 전체는 박격포탄으로 불바다가 돼서 항복한다.\n\n'메노 반 쿠호른'은 네덜란드 공학자이자 장군으로 보방의 라이벌이라고 불렸을 정도로 공성전에 일가견이 있었음. 그리고 박격포를 경량화시켜서 현대전에 쓰이는 박격포에 큰 영향을 주었음\n보방은 쿠호른을 싫어했는데 프랑스가 네덜란드와 전쟁중인것도 있었지만 가장 큰 이유는 공성법의 차이 때문이었음.\n쿠호른의 방식\n1. 박격포와 중포 200문을 성벽 앞에 어떤 손실을 감수하더라도 배치시킨다.\n2. 성벽 앞에서 박격포와 중포 200문을 사격해서 하루~일주일만에 성벽을 날려버린다.\n이 방식은 성벽 앞 포대구축까지 좀 위험하고 영국이나 네덜란드처럼 돈 많은 국가에게도 부담이 갈 정도로 비용이 많이 들었지만 효과는 확실해서 일주일 정도면 항복을 받는게 가능했음\n보방은 이 방식이 포대를 성벽 앞에 대는 리스크가 너무 큰 데다가 포탄소모가 엄청나서 좋은 방법이 아니라고 깠음\n\n[불랑기포]\n근세시기 동양에서 사용된 후장식 대포. 기존의 대포와는 달리 후장식이라 빠르게 장전해서 쏠 수 있다는 장점이 있다. 포탄과 화약을 장전하는 자포와 이를 끼워 발사하는 본체인 모포가 분리되어 가능한 일. 이런 구조 때문에 자모포(子母砲)라고도 부른다.\n마카오의 포르투갈인을 통해 명나라로 유입되었으며 이름은 포르투갈을 불란국이러 부른데서 유래했다.\n1개의 모포에 보통 5~9개의 자포를 준비했는데 자포를 모두 장전해 두었다가 신속하게 바꿔 넣어주면 연속 사격도 가능했습니다.\n이런 함재포들은 빠르게 연사가 가능하다는 점 때문에 서양 각국의 군함들에서 보조용으로 쓰이고 있었다. 그러던 중 1517년 스페인의 배 네 척이 광동성 신회현 서초 만에서 무력 시위를 벌이다 명나라 관군에게 제압당하고 보유 물품을 압수당하면서 이때 배에 장착해 놓았던 후장포도 같이 유입되었고, 빠른 연사력과 기존의 명나라 포들보다 더 긴 사정거리, 포이를 사용한 손쉬운 각도 조절능력 등을 본 명나라는 1522년 복제 생산에 성공했다. 나중에는 다양한 크기의 불랑기포를 대량으로 생산하였고, 심지어 말 위에서 쏠 수 있는 마상용도 있었을 정도로 주력화기로 사용한다.\n\n불랑기는 임진왜란 때 조선의 원군으로 온 명나라 군대가 처음 선보였는데 특히 1593년 1월 평양성 전투에서 크게 활약했습니다. 사거리가 길고 파괴력이 좋은 불랑기 공격에 평양성을 점령하고 있던 일본군들이 항복하여 달아났던 것입니다.\n\n1614년 광해군은 화약무기 연구소인 화기도감에서 불랑기를 제조하도록 하였습니다.\n그런데 불랑기를 만드는 것은 쉽지 않았습니다.\n불랑기 모포와 자포의 크기, 몸통의 길이와 포구의 크기가 잘 맞아야 화약 가스가 새지 않아\n발사 성공률이 높아지므로 각각의 길이와 크기를 잘 맞추어야 했기 때문입니다. 조선의 불랑기는 발사 성공률도 높았고 포구의 크기도 적당해서 탄환이 강력한 위력을 발휘했습니다.\n이후 불랑기는 조선 군대가 꼭 가지고 있어야 할 주요 무기가 되었다.\n\n[홍이포]\n1604년 명나라 군대가 네덜란드와 전투할 때  네덜란드인들이 사용하던 대포인 컬버린을 ‘홍이포(紅夷砲)’라 부르게 되었다. 네덜란드와 싸울 당시 중국인들은 이 대포의 파괴력에 크게 압도되어 1618년에 이를 수입하였고, 1621년에는 복제품을 만들었다. 명나라는 홍이포를 주조하면서 겉관은 구리, 속관은 주철로 주조하였는데 이렇게 되면 포압에 견디는 힘이 늘어나므로 내구성이 늘어나는 효과가 있었다. 홍이포의 설계와 생산이 가능하게 되자 명나라는 대대적으로 홍이포의 생산에 착수하였는데 지방정부인 양광총독부에서만 한 해에 500문을 생산할 정도였다. \n원숭환이 이 무기로 영원성 전투에서 누르하치를 격파한 것으로 유명하다. 명청 교체기인 17세기 전반 만주족 수장 누르하치가 요동의 요충지인 명의 영원성 공략에 번번이 실패한 것은 명이 포르투갈에서 수입한 대포인 홍이포 탓이 컸다.\n홍이포가 동양의 전투에 처음 등장한 것은 1626년 정월, 만리장성 근처 영원(寧遠)성 전투에서였다. 후금의 누르하치는 명의 군사력이 집중된 산해관(山海關)을 피해 주변 성인 영원성을 만만히 보았다.\n\n당시 명의 장수는 원숭환(袁崇煥). 누르하치는 영원성에 주둔한 명군의 다섯배인 6만의 대군을 이끌고, 얼어붙은 요하를 건넜다. 공성전이 치열하게 벌어졌다. 후금군은 인해전술로 성벽에 바짝 붙어 구멍을 내고 공격했다. 이때 원숭환은 비장의 무기를 꺼냈다. 11문의 홍이포였다. 명군은 포문을 열었다. 후금은 당시 홍이포의 위력을 몰랐다.\n천지를 뒤흔드는 요란한 대포소리가 나면서 후금군은 무더기로 쓰러졌다. 후퇴를 모르고 돌진하던 후금의 팔기군은 두려움에 떨면서 진격을 하지 못했다.\n후금은 그후 두어차례 성벽 접근을 시도했지만, 능수능란하게 홍이포를 쏘아대는 명군을 이겨내지 못했다. 누르하치는 공격이 늦춰지면 보급선이 끊어질 우려가 있기 때문에 퇴각을 명령한다. 이때 누르하치는 명군이 쏜 홍이포의 파편을 맞고 부상을 입었다고 한다.\n 그러나 이후에 역으로 청군이 홍이포 기술을 습득하여 홍이포를 제작하여 포공격으로 영원성을 무너뜨리고 결국 명제국의 몰락으로 이어졌다.\n홍타이지는 명나라만이 보유하고 있는 비대칭무기인 홍이포 입수에 전력을 투구했다. 곧 기회가 왔다. 1629년 10월 후금은 명의 영토인 하북성 영평(永平)을 공격할 때 홍이포를 만드는 장인들을 찾아내 포로로 압송한 것이다.\n명나라의 입장에선 홍이포 제작기술이 핵무기와 같이 이전을 하면 안되는 기술이었다. 그것을 후금군이 훔쳐냈고, 명나라는 그 기술을 잃은 것이다. 남은 것은 시간의 문제였다. 그 기술을 확보해 대량의 홍이포를 만들때까지 명나라는 후금을 제압해야 했다. 후금은 서둘러 홍이포 기술 개발에 나섰다.\n홍타이지는 홍이포라는 비대칭무기를 대칭 무기로 전환하기 위해 적극적으로 나섰다. 포로로 잡아온 한족 장인을 노예에서 해방시켜주고, 무기기술자들을 적극 우대했다. 기술을 완성한 후 한족 장교와 장인들에게 후한 상을 내렸다. 그 결과 만주에서 홍이포를 주조하게 된 것은 1631년 6월이었다. 기술을 훔친지 2년만이었다. 오랭캐의 콤플렉스에 사로잡혀 있던 홍타이지는 홍이포의 이(夷)라는 글자가 오랑캐를 뜻한다고 해서 홍의포(紅衣砲)라고 이름을 바꾸고, 대량제작에 나섰다. 1631년 8월 대릉하(大凌河) 공격시에는 명군보다 많은 홍이포를 가졌다. 난공불락이라던 대릉하는 홍이포의 덕분에 함락되었다.\n\n홍이표는 1차 아편전쟁에서도 청군의 주력 화포였다.\n홍이포는 영국의 신식 화포에 비해 열세여서 아편전쟁에서 패하고 만다.\n\n청군이 조선군에 비해 압도적 전력을 확보한 것은 비단 병력 수에만 있는 게 아니었다. 청나라는 당시로선 동양에서 최신식 포를 갖추었다. 그 포가 바로 홍이포(紅夷砲)다.\n『인조실록』에는 청병이 첫포를 쏜 1637년 1월 24일자엔 아무런 기록이 없고, 둘째날(1월 25일) “대포 소리가 종일 그치지 않았는데, 성첩이 탄환에 맞아 모두 허물어졌으므로, 군사들의 마음이 흉흉하고 두려워하였다”고 기록했다. 작자 미상의 『산성일기』에는 1월 24일자에 “적이 남성(南城)을 침범하고 종일토록 행궁을 향하여 포를 쏘았는데, 철환(鐵丸)이 사발 같고 삼층 기와집을 뚫어서 한자가 넘게 들어갔다”고 적었다.\n이틀간의 포격을 당한 조선임금 인조는 닷새후인 1월 30일 송파 벌로 내려가 청의 칸 홍타이지에게 삼배구고두의 예를 취한다. 식량이 떨어졌기도 하거니와 청군이 보유한 포의 위력에 더 이상 버티지 못하고 “살고자 한다”며 최명길의 의견에 따른 것이다.\n『인조실록』은 이 장면을 “오랑캐 군사 3만이 갑곶진에 진격하여 잇따라 홍이포를 발사하니, 수군과 육군이 겁에 질려 감히 접근하지 못하였다. 적이 이 틈을 타 급히 강을 건넜는데, 조선군이 멀리서 바라보고 도망쳤다.”고 기록했다.\n\n인조의 뒤를 이은 효종은 부왕이 무기력하게 무릎을 꿇은 일을 수치스럽게 여기다가 마침 제주도에 표류한 네덜란드인 하멜 일행을 통해 홍이포 제조기술과 사용법을 알아 냈다. 효종의 아들 현종은 남만(南蠻, 남쪽 오랑캐라는 뜻)대포 12문을 제작해 강화도에 배치했는데, 이 대포가 바로 홍이포다.\n\n강화도에 가면 홍이포를 볼수 있다. 하지만 그 포는 19세기말 서양과 일본의 배들이 침공해올때에는 무용지물이었다. 그 사이에 그보다 더 강력하고 멀리나가는 포가 개발되었고, 최신식 포를 장착한 선단에 의해 조선은 또다시 굴복당해야 했다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-01-26T15:54:01.352000",
  "updatedAt": "2025-08-20T13:43:32.840000"
}