{
  "id": "fd3f9b8e-183d-47ad-93d7-51c1988125c6",
  "title": "라피더스 - 일본 반도체",
  "content": "2022년 11월 토요타, 소니, 소프트뱅크, 키오시아, NTT, NEC, 덴소, 미쓰비시 UFJ 은행 등 일본의 주요 대기업 8사가 공동으로 차세대 반도체를 개발 및 생산하는 법인. 일본 정부가 700억 엔 규모의 지원금을 지원.\nIBM과 협력을 하고 있으며 2027년부터 2nm급 비메모리 반도체를 양산하기 위해 일본 정부에서는 라피더스에게 3,300억엔을 지원. \n초대 회장은 히가시 데쓰로 전 도쿄 일렉트론 회장이며, 초대 사장은 고이케 아쓰요시 전 웨스턴 디지털 일본 법인 사장이다.\n\n\n23년 5월 코이케 아츠요시 라피더스 사장은 니혼게이자이를 통해 2027년까지 2나노 미세공정 반도체 양산체계를 구축하겠다는 목표를 재차 강조했다.\n그러나 파운드리 분야에서 TSMC 등 경쟁사와 정면으로 대결하게 될 가능성은 낮다고 덧붙였다.\n라피더스가 인공지능과 슈퍼컴퓨터용 반도체 등 특정 분야에만 집중할 계획을 세우고 있는 만큼 거의 모든 산업 분야에 쓰이는 반도체를 위탁생산하는 TSMC와 방향성이 다르다는 것이다.\n코이케 사장은 삼성전자와 TSMC의 반도체 생산 능력을 따라잡아 물량으로 승부를 보려 하지는 않을 것이라는 점도 강조하고 있다.\n대신 특정 고객사가 원하는 반도체를 최대한 빠르게 공급하는 차별화된 생산체계를 통해 틈새시장을 노리는 전략을 쓰겠다는 것이다.\n라피더스가 설립 초기에는 삼성전자와 TSMC의 공정 기술력을 따라잡겠다며 경쟁 의지를 앞세웠으나 최근 태도를 바꾼 원인은 여러 현실적 측면 때문으로 분석된다.\n우선 라피더스가 이미 삼성전자 및 TSMC에 수십 년은 뒤처진 시스템반도체 기술을 수 년 안에 추격하겠다는 목표는 실현되기 쉽지 않다는 점이 이유로 꼽힌다.\n라피더스는 미국 IBM과 기술 협력을 통해 2나노 반도체 생산에 필요한 기술을 확보했지만 실제로 파운드리 경쟁력을 높일 수 있는 수율 확보 등 측면에서 약점을 안을 수밖에 없다.\n삼성전자와 TSMC를 상대로 2나노 반도체에서 물량 경쟁을 벌이기 어려운 만큼 제한된 분야에서만 반도체 위탁생산을 진행하겠다는 계획을 두게 된 셈이다.\n코이케 사장이 니혼게이자이를 통해 라피더스의 미세공정 반도체 양산에 대략 500명의 엔지니어만 활용하겠다고 밝힌 점도 이를 뒷받침한다.\n\n[비판]\n일본 반도체 기업 임원인 그는 \"라피다는 안 될 것\"이라며 냉소적인 반응을 보였다.\n\"삼성전자와 TSMC는 한 해 R&D(연구개발)에만 수조엔(수십조원)을 투자해요. 근데 라피더스는 얼마 투자했는지 아세요? 정부 지원이 700억엔(약 6700억원)에 8개 기업의 초기 투자금이 고작 73억엔(약 700억원)입니다. 게임이 되겠습니까?\"\n일본 반도체 업계는 라피더스의 투자금 규모를 볼 때 이번에도 결국 보여주기에 그칠 것이라며 정부를 의심하고 있다.\n그는 삼성전자의 막대한 사내유보금이 그 자체로 압박이라고 언급했다. \"반도체 같은 장치산업의 본질은 결국 돈 넣고 돈 먹는 돈싸움입니다. 과거 치킨게임에서 이겨본 삼성은 어떤 경쟁자가 나타나도 언제든 돈싸움을 할 준비가 된 기업이에요. 그게 무서워서 후발주자들이 공격적인 투자를 할 수가 없어요.\"\n\"일본 반도체 생산기술력은 아직도 레거시반도체 수준인 30~40나노에 머물러 있어요. 깃발만 든다고 저절로 5년 안에 2나노가 만들어지고 한국, 대만에 10~20년이나 뒤처진 기술력이 올라갈까요?\"\n\n사람들이 많이 착각하는게 있는데 미국은 지금까지 단 한번도 반도체 종주국의 지위를 뺏긴적이 없습니다. 대량양산만 다른나라가 가져갔을 뿐이고, 매출과 수익면에서 지금도 미국이 압도적 입니다.\n(실제로 반도체로 가장 많이 돈을 벌고 있는 나라는 미국)\n\n1. 엘피다\nNEC, 히타치, 미쓰비시전기 3사의 메모리사업부를 일본정부의 주도로 통합해서 만든 합작법인. 엘피다는 독일 키몬다와 연합하여 2007년에 2차 메모리 치킨게임을 삼성전자에 전쟁선포 했으나, 하필 2008년에 리만브라더스 사태로 세계 금융위기, 2011년에 도호쿠대지진 크리티컬 타격을 맞고, 5년 넘게 신공정 거짓말과 븐식회계 하다가 망함.\n\n2. JDI \n일본정부 주도의 소니, 도시바, 히타치의 LCD 사업부문을 통합한 회사. 2012년 출범후 계속된 횡령, 분식회계 사건. 23년 현재, 중국 저가 LCD 파상공세에 힘들어하고 있으며, 애플에 대한 디스플레이 납품도 중국에게 밀리는 중.\n중국 HKC와 합작해서 차량용(토요타) OLED 만들겠다고 하는데 글쎄..\n\n3. 르네사스 \nNEC, 히타치, 미쓰비시 전기의 비메모리 반도체 사업부를 일본정부 주도로 통합한 합작회사.\n주로 자동차 소부장 반도체 업체.(토요타용)\n자체팹은 40나노에서 그만두고, 지금은 TSMC 위탁생산.\n\n\n제가 왜 이렇게 일본회사들을 나열 했냐하면 \n지금 여기에 소개된 일본정부 주도의 합작 반도체 법인이 라피더스가 첨이 아니고, 이게 벌써 4번째 이며, 여태 잘 된적이 없으며, 가장 큰 이유는 일본 특유의 경직되고 배타적인 기업문화 때문입니다.\n\n그리고 나열한 회사들의 공통점을 말하면\n1. 망해가는 NEC, 히타치, 미쓰비시전기, 소니 등의 공통 사업부문을 각각 분리해서, 일본정부 돈(세금)을 투자해서 회사를 통합하여 살려준 것.\n2. 주된 돈줄이 세금. 해먹기 좋음.\n3. 실제로 횡령, 분식회계 계속 걸림. 그래도 안 망하고 일본정부가 연명시켜줌.\n\n라피더스에 투자한 8개의 일본 회사의 출자금 총합은 각각 10억엔씩 총 80억엔(800억원),\n일본 정부의 3300억엔(3조3천억원) 출자가 진짜 자본금.\n그런데 삼성전자와 TSMC의 3나노 팹 건설비용만 50조원(5조엔) 입니다. 소문으로는 2나노 팹 건설비용은 70조원(7조엔) 이랍니다.\n70조원으로 땡전한푼 안 아끼고 라피더스가 기술개발 성공하고 팹 건설해도 팹 1개밖에 안됩니다. 그리고 라인 만들고, 양산에 필요한 수율 올리는데 드는 비용은 또 다른 문제.\n삼성전자가 앞으로 5년간 450조를 투자하여 기흥에  동시에 라인을 두개 건설, 또 텍사스에 라인을 건설 하는 이유가 다 있습니다.\n\n마지막으로 모든 반도체 기술은 과거 구공정 기술의 연장선상 입니다. 쉽게 말하면 핀펫을 오랜동안 계속 해왔기 때문에 EUV도 할수 있는 겁니다. 근데, 앞으로 5년만에 2나노 최선단을 10나노 핀펫도 해본적 없는 일본 기업들이 모자르는 자금으로 하겠다구요? 그렇게 반도체 공정개발과 양산이 쉬우면 개나소나 다 했고, 그 많은 기업들이 안 망했지.\n\n개인사견:\n이게 미국기업들이 이렇게 한다고 했으면 무서웠겠지만, 일본기업들이 이렇게 또 한다니까 비관적임. 구마모토 TSMC 20나노 신공장 건설이나, 지금 라피더스 등은 모두 일본이 새롭게 추진하는 반도체 전략의  일환으로서 그 목적은 모두 토요타 자동차용 소부장 반도체를 위한 겁니다.\n\n\n일본 반도체 연합이 잘 안될 이유\n1. 연합이란 것이 힘을 합친다는 면에서는 긍정적이나 사공이 많다는 뜻도 됩니다. 히노마루 반도체, JOLED 다 망한 이유 중의 하나가 이 연합입니다. \n2. 전부 70조원? 많은 돈으로 보이지만 원대한 목표에 비해 턱없이 작은 돈입니다. TSMC와 삼성이 쏟아붓는 돈에 비하면 말이지요.\n3. Imec이 설사 신기술의 노광장비를 개발한다고 해도 실험실 수준이 아닌 대량생산에 적용되려면 상당한 시간이 요구 될 것입니다. IBM 역시 실험실적 기술에서는 일부 제공할 것이 있을지 모르지만 글세요?\n4. 장비가 갖춰지고 준비가 되어도 수율이 문제입니다. 수율을 끌어 올리는 것은 월반이 안됩니다.\n5. Imec이 신기술로 딴 살림을 차리려 할 때, ASML 등 기존 강자들은 가만히 있을까? \nASML + TSMC +SAMSUNG 연합이 생길지도 모른다.\n\n\n이미 조별과제 사업이라는 것부터 기대할건 없다고 봅니다. 전에 JOLED 말아먹은 경력이 있는데도 똑같은 짓 하는거 보면 그냥 보여주기식 사업이라고밖에 생각이 되지 않습니다. 삼성이나 TSMC같은 기업이 한해 쏟아붓는 CAPEX에 비해 4년 70조라는 금액도 너무 초라할뿐더러 그마저도 다 모을 수 있을지조차 의문입니다. 반도체같이 장기간 투자를 요구하는 사업은 강력한 리더십이 필수인데, 이 사업에서는 리더십이 전혀 느껴지지 않습니다. 삼성같이 사이클을 타는 메모리 반도체 기업이 불황에도 꾸준히 투자하여 성장한 것이 재벌 총수의 강력한 리더십 덕분인데, 몇년동안 연구개발하고 라인 세우고 첫 양산할 때까지 돈을 쏟아붓기만 해야 하는 분야에서 리더십이 없다면 어떻게 될까요. 차라리 한 기업을 콕 찍어서 전폭적으로 밀어주겠다 하면 오히려 걱정이 됐겠지만, 사공이 득시글거리는거 보니 오히려 마음이 편하네요. 라피더스라는 배는 몇년 못가고 산에 충돌해 침몰할 것이라고 확신합니다.\n\n이 회사가 성공하려면 개발이 곧 양산 성공을 보증해야 하는데 개발과 양산은 또 다른 얘기라는게 함정이다.\n\n라피더스 프로젝트를 이끌어가는 리더십이 불분명해보입니다. 지금 반도체 시장을 보면(반도체 시장 뿐 아니라 대부분의 주요 산업군에서) 거의 모든 성공한 플레이어는 단일화된 리더십 아래 일관된 목표를 가지고 나아갔죠. 너무 많은 이해관계자(일본의 여러기업, 일본 정부, 미국기업, 유럽기업까지)가 얽힌 이 프로젝트가 효율성과 속도가 무엇보다도 중요한 반도체 시장에서 잘 구동될지 모르겠습니다.\n\n이미 많은 반도체 역사를 다룬 책에서 일본반도체의 실패 중 하나를 리더십을 언급하긴했습니다. 더군다나 관민주도로 진행하니 책임소재도 불분명해지고 여러 이해관계가 겹치니 의사결정도 더디었죠. 더군다나 지정학적요소까지 고려해야하는 현상황에 어느 업종보다 빠른 인사이트가 필요한 반도체업종이면 말 다했죠.\n\n라피더스 : 조장 없는 조별과제, 근데 과제도 터무니 없이 빡세서 팀원들이 기한까지 전력을 다해서 합심해도 될까 말까. 과연 이 조별과제의 끝은 어디로?\n\n10 나노 중반 공정 기술을 가지고 5년안에 2나노로 점프한다? 반도체 제조 공정을 잘 아는 기술자라면, 어림 없는 말이라는 것을 알 것입니다. 한마디로, 반도체 공정이라는  것이 evu 기술만 가지고 되는 것이 아닙니다 . EUV 는 도구일 뿐, EUV로 감광으로 회로를 실리콘 위에 그리는 것은 차원이 다른 기술입니다.  또한 대량 생산 공정을 어느 정도 수율 이상으로 확보한다는 것은 차원이다른 어려운 기술레벨입니다.  3나노 공정에서 삼성과 TSMC가 시행착오를 하는 것을 보면 만만치 않은 기술 장벽 입니다. \n일본은 예전에도 메모리 회사 통폐합해서 실패했고, 디스플레이 회사 통폐합했다가 실패한 경험이 있습니다. 정부 주도로 산업을 이끌어 가기에 21세기 IT 기술은 불가능한 영역입니다. 특히 관료화된 일본 정부가 나선다?  주도자가 히가시테츠로?  불가능하다고 봅니다.\n일본의 유일한 방법은, 삼성과 TSMC의 기술을 뺏어 오는 것입니다. 삼성반도체가 일본에 연구소를 설립한다는 뉴스가 걸리네요.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2023-06-13T09:00:23.639000",
  "updatedAt": "2023-06-13T10:54:00.441000"
}