{
  "id": "fd5ba01c-b05f-45ae-9182-664b42c025d1",
  "title": "전쟁과 무기(기술) - 선박",
  "content": "[판옥선]\n고대부터 근대 이전까지 해전의 양상은 원거리에서 초보적인 수준의 투발(投發)무기를 투척하여 갑판 위의 전투요원을 살상한 뒤 배를 갈고리로 끌어 당겨 선상 위의 백병전으로 승부를 결정짓는 방식이었다. 이순신 장군은 당시 조선군의 주력전함이었던 판옥선의 튼튼한 몸체가 가진 장점을 십분 활용하여 천자총통, 지자총통 등 각종 중화기를 탑재한 뒤 원거리에서 전열을 형성하여 일제 사격으로 접근하는 적함을 격침 시키는 전술을 사용하였다. 세계 최초로 도입된 화력전 중심의 이런 전술은 판옥선의 기능적 장점과 더불어 이순신 장군의 탁월한 용병술이 결합되어 명실상부 동아시아 최고의 수군을 만드는데 일조 하였다.\n조선 명종때 기존의 맹선위에 갑판을 1층 더 올리고 선체의 크기를 늘린 판옥선이 처음 등장 하게 되었는데 초기의 판옥선에는 50여명의 승조원이 탑승하였으나 조선 중기에 이르러서는 약 200명의 승조원이 탑승 할 수 있을 정도로 선체의 크기가 커졌다.\n판옥선의 가장 큰 특징은 바닥이 평평한 사각형의 선체라고 할 수 있는데 이를 평저선이라고 한다. 평저선은 회전반경이 좁고 기동성이 탁월하여 한반도 연안에서 운용하는데 매우 적합한 형태이다. 또한 선체를 소나무와 참나무로 건조하여 매우 단단하였고 이음새는 나무못을 박았는데 오랫동안 바닷물은 머금은 나무못은 부피가 더 팽창하여 이음새를 단단히 해주는 특징을 갖고 있다.\n이렇게 단단한 선체에 30문이 넘는 각종 화포를 장비하여 적함의 접근을 원천적으로 차단 하였다.\n또 2층으로 갑판을 올린 덕에 판옥선의 체고가 상당히 높아진 관계로 임진왜란 초기 일본 수군의 주력 함선이었던 세키부네(関船)로 단병접전을 하려면 사다리를 동원해서 판옥선 위로 올라와야 할 지경이었다. 높은 체고 덕분에 조선 수군들은 높은 상갑판에서 아래를 내려다 보며 적군에 사격을 하는 것이 가능 했다.\n\n일본 수군의 주력함선은 세키부네(関船). 이러한 선박들은 삼나무 등 가벼운 재질로 건조 되었고, V자형의 침저선체를 지니고 있어 속도가 빨라 신속하게 적함에 접근하여 단병접전으로 승부를 가리는데 적합한 구조를 가지고 있었다. 단 이로 인해 내구성은 매우 떨어졌고 판옥선과 달리 쇠못을 이용해 선체를 접합 하여 부식과 외부 충격에 매우 취약하였다.\n이러한 내구성 때문에 일본군은 조선군과 같이 배에 화포를 장비하지 못했으며 판옥선의 당파공격에 매우 취약한 모습을 드러냈다. \n조선 수군은 원거리 화포 사격 위주의 전술을 펼쳤기 때문에 화포가 전무하다시피 했던 세키부네들은 제대로 접근 조차 하기 전에 격침되기 일쑤였다.\n\n\n[갤리어스선]\n동로마제국을 무너뜨리고 중유럽을 향해 파죽지세로 진격해 오는 오스만제국이 신성로마제국과 충돌하는 것은 시간문제였다. 기독교 제국과 이슬람 제국의 충돌이 육상에서 불거진 것이 빈 공방전(1529, 1532)이고, 지중해에서 불거진 것이 레판토해전 (1571)이다. \n레판토해전이 일어나기 6년 전, 오스만제국은 200여 척의 함선과 5만여 명의 병력을 동원하고도 몰타섬 공략에 실패했다(1565). 그러던 차에 1569년 베네치아의 국영 조선소에 큰 화재가 났다. 100척이 넘는 배를 동시에 건조하는 독(dock)을 가진 유럽 최대 조선소였다. 독은 바닷물을 채웠다 뺐다 할 수 있는 시설로 배를 건조한 직후 곧바로 바다에 진수하기 위해 만드는 것이다. 육상에서 큰 배를 만들면 그것을 바다로 옮기는 것이 큰 문제가 되기 때문이다.\n독을 만드는 것은 어렵다. 바닷물을 막은 채 수십m 깊이를 파고 각종 배수 시스템을 설치해야 한다. 오늘날에도 평당 단가로 치면 독 만드는 비용이 옥을 금으로 칠하는(도금) 비용보다 비싸다고 한다. 독이 귀한 만큼 조선소의 모든 작업은 독 회전율을 높이는 데 초점이 맞춰져 있다. 독 밖에서 큰 블록을 만든 다음에 독 안에서는 최대한 빠른 시간 안에 조립해 진수하고자 한다. \n베네치아가 유럽 최대의 조선소를 건설할 수 있었던 것은 유럽 최고의 부국이었기 때문이다. 그렇기에 반대로 그런 조선소에 화재가 발생했다는 것은 치명적인 경제적, 군사적 타격을 입었음을 뜻한다. 특히 그 지역은 군함뿐만 아니라 대포, 총, 칼, 갑옷 등도 생산하는 군산복합체였다. 이때를 틈타 오스만 제국의 술탄 셀림 2세는 300여 척의 함선과 6만여 명의 병력으로 베네치아의 키프로스섬을 점령해 버렸다(1570). \n키프로스섬을 점령당한 베네치아는 가만히 있을 수 없었다. 베네치아가 교황청을 움직이고 교황청이 다시 에스파냐를 움직여 신성동맹 함대가 결성됐다. 전비는 에스파냐·베네치아·교황청이 3대 2대 1의 비율로 부담하고, 총사령관은 펠리페 2세의 이복동생인 26세의 돈 주앙이 맡았다. 1571년 10월 7일 그리스 남쪽 레판토 해협에서 신성동맹과 오스만제국의 함선들이 횡렬로 대치했다. 양측의 규모는 비슷했다. 신성동맹 측에는 갤리선 206척과 갤리어스 6척이 있었던 반면 오스만제국 측에는 갤리선 208척과 그보다 작은 배(갤리엇과 푸스타)가 120척 있었다. 신성동맹의 함선 안에는 7만 명, 오스만제국의 함선 안에는 7만7000명이 타고 있었다. 그러나 4시간 만에 신성동맹이 압도적 승리를 거두었다. 신성동맹 측은 10척의 갤리선만 침몰했지만 오스만제국 측은 170여 척이 침몰하거나 나포됐다.\n승리의 주된 원인은 신성동맹 측의 화력이 좋았기 때문이다. 갤리어스선과 갤리선에 실은 대포의 화력도 좋았고, 백병전 때도 오스만 병사들은 갑옷 없이 활, 칼, 도끼를 들고 싸운 반면 신성동맹 측은 대부분 갑옷을 입고 총(화승총이나 머스킷 총)을 쏘았다. 오스만측 노잡이는 대부분 기독교인 노예들이어서 전투가 벌어졌을 때 풀려나와 신성동맹 쪽에 섰다는 점도 원인이다. \n군함 발전사에서 레판토해전은 노선 시대 해전으로 평가된다. 주된 이유는 양측의 주력이 노선인 갤리선이었기 때문이다. 다만 아테네의 삼단노선은 노 하나당 노잡이가 한 명만 붙되 노잡이들을 배의 한쪽 면에 3단으로 배치한 반면 신성동맹의 배는 한쪽 면에 1단으로 노가 설치됐고, 노 하나당 4명의 노잡이(3명은 노예, 1명은 자유인)가 붙는 이른바 ‘사다리 방식’을 채택했다. 이 방식은 노예를 활용할 수 있고 노를 만드는 데 들어가는 목재를 줄일 수 있다는 장점이 있다. \n신성동맹이 갤리선에서 충각을 떼어내고 대포를 장착한 점도 특이하지만 갤리어스선의 출현이 특히 주목할 만하다. 갤리어스선은 베네치아의 조선소에 화재가 나 군함이 부족하자 급한 대로 남아 있던 상선의 사방에 대포를 실은 것이었다. 무거워 자력으로 움직이지 못하고 다른 갤리선이 끌어야 했다. 갤리어스선이 사방에서 포를 쏘면서 다가오는 데다가 배가 높으니 이슬람 함선들이 접선해 백병전을 시도할 엄두도 내기 어려웠다. 레판토해전 승리의 가장 큰 요인으로 갤리어스선이 꼽히곤 하는 이유다. 그 위력을 체감한 오스만제국도 곧이어 유사한 함선을 만들었다. \n이슬람의 패배는 해전에서 시대에 뒤떨어진 기술과 전략에서 주로 기인한다. 자신들의 전통적인 적인 베네치아와 몰타기사단 세력과 마찬가지로 오스만 투르크는 대서양 세력이 거둔 해상 혁명의 함의와 중요성을 깨닫지 못했다. 그들은 근대가 이미 시작되었얼 때도 여전히 중세에 머물러 있었다. 그들은 본질적으로 인력에 크게 의존했다. 충각으로 들이박고 적선에 올라타 싸우는 구식 전술을 고수했고 전력의 핵심은 언제나 갤리선이었다.\n\n[범선]\n레판토 해전으로부터 불과 17년 후인 1588년, 범선 시대의 첫 해전이 벌어졌다. 스페인과 영국 사이에 벌어진 칼레 해전이었다. \n영국 남동부 끝 ‘도버’와 프랑스 북부의 ‘칼레’ 지역은 30㎞의 좁은 해협을 사이에 두고 마주 본다. 이 해협을 영국에서는 도버, 프랑스에서는 칼레라고 한다. 1588년 칼레해협에서 벌어진 ‘칼레 해전’은 스페인의 무적함대(아르마다)가 영국 해군에 격파당한 전쟁이다. \n에스파냐와 영국 사이의 칼레 해전(1588)은 범선 시대의 해전으로 평가된다. 범선(帆船)의 범(帆)은 ‘돛 범’자다. 배의 추진력을 노선은 노젓기에서 얻는 반면 범선은 바람의 힘을 활용하는 돛에서 얻는다. 그렇다고 해서 노선인 갤리선에 돛이 없었던 것도 아니고, 반대로 범선에 노가 없던 것도 아니다. 그렇다면 대체 노선 시대와 범선 시대는 무엇이 근본적으로 다른가. \n첫째, 범선은 노선에 비해 활동 반경이 훨씬 넓다. 대항해 시대에는 배가 아프리카를 돌아 인도로 가고 대서양을 넘나들 정도로 먼 거리를 항해했다. 사람의 힘으로 노를 저어서는 불가능하고 항해술과 배의 발전이 뒷받침됐기 때문에 가능한 일이었다. 12세기에는 중국의 나침반이 아랍을 거쳐 유럽에 들어왔다. 15세기에는 범선의 구조가 획기적으로 개선됐다. 기존의 유럽 배들은 주로 사각돛을 사용했는데 이는 뒷바람이 불 때는 유리하지만 맞바람에는 불리하다. 반면 아랍인들은 삼각돛을 사용했는데 이것은 반대로 뒷바람을 잘 활용할 수는 없지만 맞바람이 불 때도 항해할 수 있다는 장점이 있다. 그런데 15세기부터는 돛대를 한 개가 아니라 두세 개 복수로 설치해 삼각돛과 사각돛을 동시에 적용한 범선(‘레돈다’나 ‘캐랙’)이 출현했다. \n둘째, 범선은 노선과 달리 대포를 활용했다. 15세기 육상에서 대포가 급격히 발전하면서 함선에도 대포를 설치하기 시작했다. 그러면 굳이 충각으로 적선을 직접 들이받는 위험한 기동을 할 필요가 없다. 다만 초기의 대포는 적선을 침몰시키지는 못하고 노나 돛을 비롯해 일부만 파괴할 수 있을 뿐이었다. 포격 후 적선에 붙어 백병전을 하는 경우가 많았다. 임진왜란 때 이순신 장군이 판옥선이나 거북선으로 포를 쏘면서도 백병전을 한 것과 마찬가지다. \n셋째, 범선은 노선에 비해 훨씬 규모가 컸다. 노선은 배의 저항을 줄이기 위해 가능한 한 크기를 줄여야 한다. 반면 범선은 큰 돛을 여러 개 달고 대포를 싣는 만큼 크기가 클 수밖에 없다. 장기간 항해하기 때문에 보급품이나 식량도 실어야 한다. 영화 ‘마스터 앤드 커맨더’를 보면 범선에는 의사, 요리사, 달걀을 낳는 닭도 있다.",
  "color": "default",
  "labels": [
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "9dde1e04-dd34-4201-bce0-c559b528d7a5"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-12-16T12:48:32.791000",
  "updatedAt": "2022-12-16T12:48:32.791000"
}