{
  "id": "fd914fbc-7acb-4e0b-96c5-67fd4130a303",
  "title": "1. 의도하지 않은 결과",
  "content": "[블랙스완]\n“세상은 의도하지 않은 결과들로 움직인다. 의도가 아무리 숭고해도, 하나의 문제를 해결하면서 다른 무언가를 엉망으로 만들어버릴 가능성이 크다.” - 랜드 비어스, 미국국가안전보장회의 위원\n\n“모든 일에는 의도하지 않은 결과가 따르기 마련이다.” - 스티브 잡스\n\n\"과거와 현재에 대해 더 많이 알게될 수록, 역사가 인간의 계획을 얼마나 손쉽게 따돌리는지 감탄하게 된다.\" - 타키투스\n\n\n‘I know an old lady’라는 노래에는 파리를 삼킨 할머니가 나옵니다. 어떤 할머니가 뱃속의 파리를 제거하기 위해 거미를 삼킵니다. 다음에는 거미를 잡기 위해 새를 삼키고, 이런 식으로 계속해서 고양이와 개, 소를 삼키다가 마침내 말까지 삼킵니다. 결국 할머니가 죽으면서 이 노래는 끝납니다. 의도하지 않은 결과(Unintended Consequences)를 잘 보여주는 노래입니다.\n\n• 빌&멜린다 게이츠 재단은 아프리카의 말라리아 유행을 줄이기 위해 살충효과가 있는 모기장을 모잠비크에 배포하였습니다. 주민들은 모기장을 물고기 잡는 그물로 쓸 수 있다는 사실을 알게되었습니다. 이는 남획으로 이어졌고, 모잠비크 생태계는 심각하게 파괴되었습니다.\n\n• 지역 공해를 줄이기 위해 공장의 굴뚝들을 높이자, 오염물질은 더 높은 고도에 흩어졌고, 전세계적인 산성비를 유발했습니다.\n\n• 1980년대 한국에 초음파 검사 기술이 도입되었습니다. 이 기술은 당시 한국에 만연했던 남아선호사상과 맞물려 여아 대량 낙태 사태를 일으켰습니다.\n\n•  산업혁명은 석탄, 석유 같은 화석연료의 대규모 사용으로 이어졌고, 이는 기후변화 문제를 일으켰으며, 현재진행형입니다.\n•  플라스틱 발명은 미세 플라스틱 오염 문제를 일으켰으며, 현재진행형입니다.\n\n•  살충제 DDT의 발명은 생태계를 독성물질로 오염시켰을 뿐만 아니라, 생태계에 퍼진 독성물질이 생물농축으로 인해 인간에게도 전해졌습니다. 또한 모기들은 DDT에 대해 저항하는 유전자를 얻게 되었습니다.\n\n•  탈리도마이드는 입덧 치료 효과가 뛰어나 임산부들에게 사랑받았지만, 기형아를 유발하는 치명적인 부작용을 일으켰습니다.\n\n• “친환경” 기술로 알려진 태양광 발전소는, 햇빛을 생명체들로부터 차단해 생태계를 파괴합니다.\n\n• “친환경” 기술로 알려진 풍력 발전기의 터빈은 새들을 죽입니다. 또한 풍력 발전기에는 네오디뮴 자석이 쓰이는데, 이는 희토류 원소이기 때문에 채굴 과정에서 중금속 오염과 방사성 폐기물이 발생합니다.\n\n• 1872년 자메이카의 사탕수수농장에서 쥐가 골치를 썩이고 있었습니다. 그래서 쥐를 죽이기 위해 인도에서 몽구스를 데려와 섬에 풀어주었습니다. 그러나 몽구스는 집쥐는 잘 잡았지만 곰쥐를 잡는 데에는 무능했습니다. 게다가 쥐만 잡지 않고 땅에 둥지를 트는 새들과 양서류, 파충류도 사냥했습니다.지금은 매부리 바다거북이와 푸른 바다거북이를 위협하고 있습니다. 1883년 하와이에서 정확히 동일한 일이 발생했습니다.\n\n• 뉴질랜드는 1777년에 식량 공급과 사냥을 목적으로 토끼를 들여왔습니다. 그러나 1880년대에 이들은 토종 야생동물의 서식지를 위협했고, 양 목장에 토끼가 들끓으면서 경제에 심각한 위협을 가했습니다. 그래서 뉴질랜드 정부는 이들을 잡기 위해 족제비과의 페럿을 데려왔고, 뒤이어 영국에서 담비와 족제비도 데려왔습니다. 이 포식자들은 뉴질랜드에 서식하는 무방비상태의 새와 짐승들을 무자비하게 잡아먹었습니다.\n\n• 2001년 9월 11일 테러 발생 후, 미국은 “테러와의 전쟁”을 선포했습니다. “테러와의 전쟁”이라는 표현은 테러가 범죄가 아니라 숭고한 교전행위처럼 느껴지게 만들었습니다. 덕분에 테러단체들은 더 많은 인력을 확보할 수 있게 되었습니다.\n\n• 2001년 9월 11일 테러 발생 후, 미국은 “테러와의 전쟁”을 선포하고, 국가안보를 위해 애국자법을 시행했습니다. 애국자법으로 인해 투자자들이 미국에서 철수했고, 결과적으로 달러가치가 하락했습니다. 미국은 군비를 얻기 위해 애국자 채권을 발행했습니다. 투자자들을 끌어들이기 위해서는 시중의 금리보다 채권의 수익률을 더 높게 책정할 필요가 있었습니다. 그래서 구미가 당길만하게 미국 기준 금리를 서서히 낮추었습니다. 기준금리는 2000년 6.5%에서 2002년 11월 1.25%까지 하락하더니, 2003년에는 0.25%라는 사상 최저율을 기록했습니다. 금리가 하락하자 달러에 대한 수요도 덩달아 하락했고, 결국 달러의 가치는 더욱 떨어지고 말았습니다. 이로 인해 금리가 낮아졌습니다. 금리가 낮아지자 달러 수요는 하락했고, 결과적으로 달러 가치가 하락했습니다. 낮아진 금리로 인해 주택담보대출 금리가 하락했고, 이로 인해 주택 수요는 증가했습니다. 주택 수요가 증가하자 부동산 가격이 상승했고, 이로인해 부동산 수요 감소세가 시작되었습니다. 또한 부동산 가격 상승으로 인해 인플레이션이 발생했고, 이로인해 금리가 인상되었습니다. 동시에 주택담보대출 금리가 급등하기 시작했고, 채무를 이행할 수 없던 사람들이 주택을 포기하자, 주택가격은 하락했고, 주택공급은 상승하고 수요는 하락하는 끝없는 악순환에 빠지게 됩니다. 주택을 포기하는 사람들이 많아지자, 주택담보대출이라는 노다지를 캐는 데 열을 올렸던 투자은행 리먼 브라더스는 신용등급이 낮은 사람들을 대상으로 대출을 해주었던 서브프라임 모기지 업체인 BNC모기지와 오로라론 서비스를 포함해 다섯 군데의 모기지 업체를 매수했습니다. 주택담보대출 기반 자산이 빠르게 가치를 잃어가고 매각이 불가능해지는 상황이 벌어지면서 거대한 엔진에 기름칠을 해주던 자금이 빠져나갔고, 2008년 9월 15일에는 회사의 엔진이 서서히 멈추어버렸습니다. 부채 규모만 6000억달러 이상이었던 리먼 브라더스는 미국 역사상 파산 규모가 가장 큰 회사가 되었습니다. 리먼의 파산은 치명적인 도미노 효과와 악순환의 조합을 만들어 냈고, 사태가 더 심각해지는 것을 막기 위해서 전 세계의 수많은 국가들이 은행과 보험회사를 구제해주어야 했습니다. 아이슬란드, 그리스, 스페인을 비롯한 국가들은 가까스로 국가 부도를 면할 수 있었습니다. 서구 경제는 끝도없이 추락했고, 80년만에 최악의 경기침체로 큰 고통을 받았습니다. “테러와의 전쟁”을 통해 서방 세계를 수호하려 했던 미국의 시도는, 7년만에 세계적 경제 참사라는 의도하지 않은 결과를 불러왔습니다.\n\n• 20세기 초반 아일랜드가 영국의 일부였던 때 영국 정부는 아일랜드에게 자치권을 허용하는 방안을 모색하고 있었습니다. 다수의 아일랜드인이 이 정책에 반대했고, 이를 저지하기 위해 얼스터 의용군(Ulster Volunteer Force)라는 단체를 조직해 무력투쟁에 들어갔습니다. 1913년 말에는 조직원 수가 9만명이 넘어갔습니다. “나의 적의 적은 나의 친구”라는 원칙 하에 독일 정부는 3만 5000자루의 소총을 이들에게 몰래 지원해주었습니다. 그러나 1년도 지나지 않아 제1차세계대전이 발발했고, 얼스터 의용군 전원이 독일에 맞서 싸우기 위해 영국군에 자원입대했습니다. 이때 이들 중 다수가 독일로부터 받은 총을 가지고 참전했습니다.\n\n• 기원전 2세기 전반, 로마는 사회적 타락을 막기 위해 무차별적인 소비를 제한하는 사치 금지법을 통과시켰습니다. 이런 류의 법률들이 언제나 그렇듯이, 의도한 효과를 얻지 못했고, 로마인들은 계속해서 타락했습니다. 기원전 1세기 전반, 로마는 정치적으로 불안정해졌습니다. 루시우스 코넬리우스 술라(Lucius Cornelius Sulla)는 휘하 병사들을 이끌어 수도를 점령하고, 반대파들을 물리적으로 제거하고, 안정적인 정부를 복구시키기 위해 개혁 정책들을 펼쳤습니다. 하지만 술라의 개입은 상황을 더욱 악화시켰습니다. 그가 합법적인 정부를 수호”하던 사람들을 죽이고, 원로원을 귀족정을 꽃피우게 했던 공공 봉사 정신과는 정 반대의 성향을 갖고 있던 무책임한 사람들로 채웠기 때문입니다. 결과적으로 로마의 정치 체제는 계속해서 무너져갔고, 기원전 1세기 중반 즈음 로마의 전통적인 공화정은 사실상 무너졌습니다.\n\n• 19세기 후반의 미국의 자선가들과 주택 개혁가들은 노동자-주택 계획을 시행했습니다. 그들의 목표는 노동자들의 생활 수준을 개선함과 동시에 매년 5%의 수익을 얻을 수 있음을 증명하는 것이었습니다. 개혁가들은 이러한 주택이 주택 소유주들 간의 경쟁으로 인해 새로운 표준이 될 것으로 기대했습니다. 불행하게도, 이 해결책은 실패했습니다. 수많은 도시노동자들이 오직 수익을 얻을 목적으로 주택에 몰려들었기 때문입니다.\n\n• 한 때 인터넷을 통해 등장한 “진정으로 상호연결된 세계”는 “문화를 초월한 협력과 세계적 계몽”으로 이어질 것이라고 여겨졌습니다. “사회들이 더 자유롭게 소통하면서… 공감능력이 향상될 것이고, 진실을 찾기 더 쉬워질 것이며, 갈등원인들은 사라질 것이다. 다시 말해서, SNS의 시대는 평화와 공감의 시대가 될 것이다.” 실제 결과는 영 딴판입니다. 실제로는, 인터넷은 사람들이 “탈진실” 사회라고 부르는 사회가 등장하는데 지대한 역할을 했습니다. 인터넷은 혐오의 확대, 재생산을 유발했습니다.\n\n• 기원전 6세기, 아테네의 정치가 솔론(Solon)의 개혁안은 귀족들의 부와 특권을 보존하면서 아티카의 hektemorage(대충 농노제와 유사함)를 폐지하는 것을 목표로 했습니다. 이 측면에서 솔론의 개혁은 성공했습니다. 하지만 또한, 솔론이 절대 용납하지 않았을 의도하지 않은 결과가 발생했습니다. “농노” 해방은 노동력 부족을 유발했고, 아테네인들은 아티카 외부에서 수많은 노예들을 구매, 납치해왔습니다. 이로 인해 아테네는 노예제 사회가 되었습니다. 솔론의 개혁은 또 다른 의도하지 않은 결과를 가져왔습니다. 아테네는 기원전 6세기 대부분을 페이시스트라토스(Peisistratos)의 대중주의 독재 치하에서 보내게 되었습니다.\n\n• 미국에서, 광기에 휩싸인 개혁가들은 1919년 수정조항 “금주법”(알코올 음료의 제작, 판매, 운송을 금지한 법률)을 제정했습니다. 금주법의 단기적인 목표는 성공적으로 이루어졌습니다. 미국의 1인당 알코올 소비량이 60%~70%가량 줄었으며, 알코올로 인한 질병과 사망을 줄었으며, 술집들을 없앴습니다. 한편으로는, 금주법은 범죄조직들에게 불법 주류 생산, 밀수를 통해 엄청난 이익을 얻을 기회를 주었습니다. 따라서 금주법은 조직 범죄를 엄청나게 성장하게 만들었습니다. 그 뿐만 아니라 금주법은 공공기관과 개별 시민들 양쪽을 모두 부패하게 만들었습니다. 얼마안가 금주법이 심각한 실수라는 것이 명백해졌고, 1933년 추가 수정조항을 통해 무효화되었습니다.\n\n• 20세기 후반 소위 “녹색 혁명”은 제3세계에 최신 농업 기술을 소개해 수확량을 증진시켜 기아를 완화시키는 것이 목적이었습니다. 실제로 수확량을 증진시켰습니다. 하지만 비록 “녹색 혁명”은 국가 차원에서의 곡식 생산량을 기준으로 보면 성공이었지만, 공동체와 개인의 입장에서는 문제가 성공을 압도했습니다. 세계의 몇몇 지역에서는 녹색 혁명은 그저 재앙에 불과했습니다. 예를들어, (인도와 파키스탄에 걸쳐있는 지역인)푼자브(Punjab)에서는, 녹색 혁명은 “수천 헥타르의 비옥한 땅”을 황폐하게 만들었으며, 지하수를 고갈시켰으며, 물은 농약과 비료로 오염되었고, (아마도 오염된 물로 인해) 수많은 암 환자가 발생했으며, 자살률은 높아졌습니다.\n\n왜 인간 사회와 생태계에 개입하거나 새로운 기술을 발명할때마다 의도하지 않은 결과(Unintended Consequences)가 발생하는지는 복잡계 이론으로 설명할 수 있습니다. 인간 사회와 생태계는 복잡계입니다. 썬 마이크로시스템즈의 창업자이자, 컴퓨터 과학자인 빌 조이는 자신의 에세이 \"왜 미래는 인간을 필요로 하지 않는가(Why the future doesn’t need us)\"에서 복잡계에 대해 이렇게 적었습니다.\n\n“이러한 뜻밖의 일들이 일어나는 원인은 자명한 것으로 생각된다. 관계된 일들은 시스템을 구성하고 있는 부분들 사이에 상호작용이 끊임없이 일어나는 복합적인 시스템들이기 때문이다. 하나의 시스템에 어떤 변화가 생길 때 그 변화는 예측하기 어려운 방식으로 전체 시스템에 큰 영향을 끼치는 것이다. 이것은 인간행동이 관계되어 있을 때 특히 그렇다고 할 수 있다.”\n\n기상학자 에드워드 로렌츠(Edward Lorenz)는 데이터에 아주 약간의 오차만 있어도 복잡계의 예측을 완전히 빗나가게 만든다는 사실을 처음으로 주목한 사람입니다. 이 사실은 “나비 효과”라고 알려졌습니다. 1972년 미국 과학부흥협회(American Association for the Advancement of Science)에서 로렌츠가 “예측가능성: 브라질에 사는 나비의 날갯짓이 텍사스에 토네이도를 일으키는가?”라는 제목을 사용했기 때문입니다. 로렌츠의 연구는 “카오스 이론”이 등장하는 계기가 되었습니다. 카오스 이론은 더욱 구체화되어 “복잡계 이론”이 되었습니다. 나비효과는 “카오스”적 행동의 한 사례입니다.\n\n브리태니커 백과사전은 카오스계에 대해 이렇게 설명하고 있습니다..\n\n“모든 카오스계는, 시작점의 데이터의 정확도를 늘릴 수록 예측가능성의 지평선은 조금씩 멀어져간다는 특징을 갖고있다. 쉽게 말하자면, 예측가능성의 지평선은 넘을 수 없는 장벽이다. 카오스계로 간주해도 될 만큼 충분히 비선형적인 체계들이 대단히 많다는 사실을 고려하면, 예측은 언제나 예측가능성의 지평선에 의해 좁은 한계에 머물게 되리라는 것은 명백하다. 완전한 이해는… 언제나 잠정적 과정에만 머무를 수 밖에 없으며, 예측과 실제가 크게 빗나갈 때마다 새로운 관측과 실험을 하게될 수 밖에 없다.“\n\n복잡계만 카오스적 행동을 하는 것은 아닙니다. 브리태니커 백과사전은 카오스적 행동을 하는 순수수학의 사례를 보여줍니다. 로지스틱 사상이 그 사례입니다. A와 x0를 0~1 사이의 임의의 두 숫자로 두고,  xn+1=Axn(1-xn)을 사용해 수열을 만들어 봅시다. A=3.7과 같은 특정 숫자를 A에 집어 넣으면, 수열은 카오스적으로 행동합니다. 선형적으로 증가하는 수열을 대략적으로나마 예측하기 위해서는, x0를 기하급수적인 정확도로 입력해야 합니다. 다시 말해서, 수열의 n번째 항을 예측하기 위해서는, x0의 값을 오차범위 10^(-kn)이내의 정확도로 알고 있어야 합니다.(k는 상수) 이는 카오스계의 일반적인 특징입니다. 좁은 범위 내의 예측을 얻기 위해서는 기하급수적으로 정확한 데이터가 필요합니다.(수식을 표시하기 위해 사용한 HTML 문법이 자꾸 깨지네요.)\n\n하이젠베르크의 불확정성의 원리에 따르면, 입자의 위치와 운동량을 동시에 정확히 측정할 수 없습니다. 만약 복잡계의 행동을 예측하기 위해 필요한 초기값의 데이터가 아원자 수준의 정확도를 요구한다면, 복잡계의 행동을 예측하는 것은 물리적으로 불가능합니다.\n\n인간 사회와 지구 생태계는 거대한 복잡계이며, 현대의 기술 수준으로는 인간 생태계와 지구 생태계의 모든 변수들과 인과관계를 정확히 파악하는 것은 불가능합니다. 그러면 기술을 열심히 발전시켜서 이 모든 것을 계산할 수 있는 강력한 컴퓨터를 발명하면 인간 사회와 지구 생태계를 의도하지 않은 결과 없이 완벽하게 통제하는게 가능할까요? 불가능합니다. 그렇게 강력한 컴퓨터가 있는 사회는 지금보다 훨씬 복잡도가 높을 것이기 때문입니다. 사회의 복잡도는, 컴퓨터의 성능과 함께 성장하기 때문입니다. 따라서 기술이 아무리 발전한다 한들, 인간 사회와 지구 생태계는 영원히 우리의 통제 너머에 있을 것입니다.\n\n사실 인간이 어떤 시도를 할때마다 의도하지 않은 결과가 나온다는 이야기는 전혀 특이할 것도, 새로울 것도 없습니다. 똑똑한 사람들은 옛날부터 이 사실을 잘 알고 있었습니다.\n\n미국의 역사학자 로버트 W. 서스턴은 이렇게 말했습니다.\n\n\"어떤 정부도 국가를 물리적으로 완벽하게 관리할 수 없었으며… 중앙에서의 결정으로 인해 발생하는 모든 합병증을 예측할 수 없었다.\"\n\n헨리 키신저는 이렇게 말했습니다.\n\n“역사는 실패한 노력과, 실현되지 않은 열망과, 실현되었으나 기대했던 것과는 달랐던 소망들의 이야기이다.”\n\n독일의 사회학자 노버트 엘리아스(Norbert Elias)는 이렇게 말했습니다.\n\n“전체로서의 실제 역사의 경로는 어느 누구의 의도도, 계획도 아니다. 문명은 맹목적인 움직임이며, 관계망의 역학의 자율성에 따라 움직인다.”\n\n\n\n\n참고문헌\n클라이브 윌스, 의도하지 않은 결과, 김수민 옮김, 프롬북스, 2021.\nTacitus, Publius (or Gaius) Cornelius, The Annals, trans. by Alfred John Church and William Jackson Brodribb, Dover Publications, Mineola, New York, 2006.\nNew Encyclopedia Britannica(2003), Vol. 20, “Greek and Roman Civilizations\".\nBill Joy, “Why the Future Doesn't Need Us, Wired, April 2000.\nDavid Ramsay Steele, From Marx to Mises: Post-Capitalist Society and the Challenge of Economic Calculation, Open Court, La Salle, Illinois, 1992.\nGeorge J. Stigler, The Theory of Price, Fourth Edition, Macmillan, New York, 1987.\nEdward N. Lorenz, The Essence of Chaos, University of Washington Press, Seattle, 1993.\nTime, May 5, 2008, p. 18.\nThe Week, May 2, 2008, p. 35.\nNew Encyclopedia Britannica(2003), Vol. 3, \"chaos\".\nNew Encyclopedia Britannica(2003), Vol. 25, “Physical Sciences, Principles of\".\nKevin Kelly, What Technology Wants, Penguin Books, New York, 2011.\nRay Kurzweil, The Singularity is Near, Penguin Books, New York, 2006.\nRobert W. Thurston, Life and Terror in Stalin's Russia, 1934–1941, Yale University Press, New Haven, Connecticut, 1996.\nSteven M. Buechler, Understanding Social Movements: Theories from the Classical Era to the Present, Routledge, New York, 2016.\nWalter Isaacson, Kissinger: A Biography, Simon & Schuster Paperbacks, New York, 2005.\nNorbert Elias, The Civilizing Process, trans. by Edmund Jephcott, Revised Edition, Blackwell Publishing, Malden, Massachusetts, 2000.\nRobert Heilbroner and Aaron Singer, The Economic Transformation of America Since 1865, Harcourt Brace College Publishers, Fort Worth, Texas, 1994.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "a57425d6-bf5f-4849-8870-5e88e53e4b54",
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "51fc321a-6b6f-434a-8658-78fb231eb912",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2021-07-21T22:23:59.366000",
  "updatedAt": "2022-02-04T12:00:15.101000"
}