{
  "id": "fe2f5698-ee17-4c61-9bb6-df55a615f009",
  "title": "태백일사 환국본기",
  "content": "朝代記曰 昔有桓仁 降居天山 主祭天神 定命人民 攝治群務 野處而無蟲獸之害 群行而無怨逆之患\n\n親疎無別 上下無等 男女平權 老少分役 當此之世雖無法規 號令自成和樂循理去其病而解 其冤扶其傾而濟 其弱一無憾且怫異者\n\n時人皆自號爲桓以監群爲仁仁之爲言任也弘益濟人光明理世使之任其必仁也故五加衆交相選於大衆以必求業\n\n故愛憎有別各以其所心主辨之而自擇其所求鵠惟在九桓爲公大同歸一焉者則亦當自較得失無一人異然後從之諸衆亦不敢遽下獨術以處之蓋處衆之法無備有患有備無患必備豫自給\n\n善群能治萬里同聲不言化行於是萬方之民不期而來會者數萬衆自相環舞仍以推桓仁坐於桓花之下積石之上羅拜之山呼聲溢歸者如市是爲人間最初之頭祖也\n\n<해석>\n《조대기》에 기록되기를,\n옛적에 환인(桓因)이 계셨는데, 하늘에서 내려오사 천산(天山)에 살면서 천신에 제사 지내고, 백성에게 사명을 정하고, 모든 일을 두루 다스리고, 들에는 곤충과 짐승의 해악을 없애고, 백성과 동행하면서 원수와 반역을 없앴다.\n\n친하고 멀음에 차별을 두지 않았고, 상하계급의 차별을 두지 않았으며, 남녀의 권리를 평등하게 했고, 늙은이와 젊은이의 각자 할 일을 정했으니, 이 세상에 법규가 없었다. 하지만 계통은 저절로 성립되고 순리대로 잘 조화되었도다. \n\n(주석) \n질병을 치료하고 원한을 풀며, 어려운 자를 돕고 약자를 구제하니, 원망하고 반발하는 자 하나도 없었다.\n\n당시 사람들은 스스로 호를 환(桓)이라 하고 감군(監羣)을 인(仁)이라 불렀다. 인(仁)이란 임(任)이란 말이니 널리 유익한 것으로 사람을 구제하고<弘益濟人> 세상을 이치대로 밝히는 것<光明理世>\n\n사랑하고 미워하는 구별이 있음은 각각 마음먹는 바에 따르는 법이니, 그 마음을 잘 판단하여 스스로 구하는 바 정곡을 선택하기 때문이라. 생각컨데 구환(九桓)에 사는 자들이 서로를 위하여 모두 함께 하나로 뭉쳤던 것도 역시 마땅히 스스로 득실을 선택하매 한 사람도 딴 의견이 없었던 것이니, 그런 후라야 이에 따르게 됨이라. 여러 대중도 역시 감히 갑자기 한쪽으로 편향치 않으며 오직 꾀로써 이에 대처하느니라. 대저 무리에 대처하는 법은 무비(無備)면 유환(有患)이며 유비(有備)면 무환(無患)이니라. 반드시 예비하고 자급할지니라. 선군(善羣)은 만리를 능히 다스려 한 소리에 말없이 행동으로 옮겨지니, 즉 여기에 이르러 만방의 백성들이 기약하지 않고서도 와서 모이는 자 수만이더라. 무리는 저절로 환무(環舞)하며 저절로 한인을 추대하여 환화(桓花)가 피어난 돌무지 위에 앉으시게 하더니, 그에게 줄지어 경배하고 환호소리 넘쳐흐르니 귀의하는 자가 성시를 이루었다. 이를 인간 최초의 우두머리(頭祖)라고 한다.\n\n2. 12환국과 그 위치\n三聖密記云波奈留山之下有桓仁氏之國天海以東之地亦稱波奈留國也其地廣南北五萬里東西二萬餘里摠言桓國分言則卑離國養雲國寇莫汗國勾茶川國一群國虞婁國一云畢那國客賢汗國勾牟額國賣勾餘國一云稷臼多國斯納阿國鮮卑爾國一云豕韋國一云通古斯國須密爾國合十二國是也天海今曰北海\n\n密記注曰蓋馬國一云熊心國在北蓋馬大嶺之北距勾茶國二百里勾茶國舊稱瀆盧國在北蓋馬大嶺之西月漬國在其北五百里稷臼多國或稱賣句餘國舊在五難河後爲瀆盧國所破遂移于金山居之勾茶國本艾蒜所産也艾煎服以治冷蒜燒食以治魔也\n\n<해설>\n\n《삼성밀기(三聖密記)》에서 말한다.\n\n「파나류산 밑에 환인(桓因)씨의 나라가 있나니 천해(天海) 동쪽의 땅을 역시 파나류국이라 한다. 그 땅의 넓이 남북 5만리, 동서 2만리이니라.(예전에 말을 타고 1 일가면 100리로 했음.) 통틀어 말하면 환국(桓國)이요, 갈라서 말하면 곧 비리국(卑離國), 양운국(養雲國), 구막한국(寇莫汗國), 구다천국(句茶川國), 일군국(一群國), 우루국(虞婁國)(또는 필나국(畢那國)), 객현한국(客賢汗國), 구모액국(句牟額國), 매구여국(賣句餘國)(또는 직구다국(稷臼多國), 사납아국(斯納阿國), 선비이국(鮮椑爾國)(또는 시위국(豕韋國), 통고사국(通古斯國)이라 함.), 수밀이국(須密爾國)이니 합쳐서 12국이라. 천해(天海)는 지금의 북해(北海)라 한다.」\n\n《밀기(密記)》의 주(註)에서 말한다.\n\n「개마국(蓋馬國)은 일명 웅심국(熊心國)이라 하니 북개마(北蓋馬) 대령(大嶺)(지금의 대흥안령)의 북쪽에 있으며 구다국(句茶國)으로부터의 거리가 2백리이다. 구다국은 옛날에는 독로국(瀆盧國)이라 칭했고 북개마 대령의 서쪽에 있는 나라니라. 월지국(月漬國)은 그 북쪽 5백리에 있고, 직구다국(稷臼多國) 혹은 매구여국(賣句餘國)은 옛 오난하(五難河)에 있었으며, 뒤에 독로국(瀆盧國)에 패하여 마침내 금산(金山-금악산, 알타이산)으로 옮겨 그곳에서 살았다. 구다국(句茶國-독로국, 부산 쪽으로 이동)은 본래 쑥과 마늘을 산출하던 곳이었다. 쑥은 달여서 복용함으로써 냉을 치료하고 마늘은 불에 구워 먹음으로써 재앙을 다스린다.」\n\n3. 환국의 통치자 칠 세 환웅\n朝代記曰\n昔有桓國\n衆富且庶焉初桓仁居于天山得道長生治身無病代天興化使人無兵人皆力作以勤自無飢寒也傳赫胥桓仁古是利桓仁朱于襄桓仁釋提壬桓仁邱乙利桓仁至智爲利桓仁或曰檀因傳七世歷三千三百一年或曰六萬三千一百八十二年\n\n<해설>\n\n《조대기》에서 말한다. 「옛날에 한국이 있었는데 무리는 풍족하고 풍부하였다. 처음 환인께서 천산에 사시면서 도를 얻으시사 몸을 다스려 병도 없고 하늘에 대신하여 교화를 일으켜 사람으로 하여금 전쟁도 없게 하시고, 사람마다 모두 힘써 일함으로써 근면하여 스스로 굶주림도 추위도 없게 하였다. 혁서(赫胥) 환인, 고시리(古是利) 환인, 주우양(朱于襄) 환인, 석제임(釋帝任) 환인, 구을리(邱乙利) 환인에 전하여 지위리(智爲利) 환인에 이르니 혹은 지위리 환인은 단인(檀因)이라고도 한다. 7세를 전하여 3301년에 이르고 혹은 6만3천1백82년이라고도 한다.」\n\n환국의 오훈과 배달의 오사\n桓國有五訓神市有五事所謂五訓者一曰誠信不僞二曰敬勤不怠三曰孝順不違四曰兼義不淫五曰謙和不鬪所謂五事者牛加主穀馬加主命狗加主刑猪加主病羊加一作鷄加主善惡\n\n「한국(桓國)에 오훈(五訓)이 있으며 신시(神市)엔 오사(五事)가 있나니, 이른바 오훈이란 이른바 첫째, 성실하고 믿음으로써 거짓이 없을 것, 둘째, 공경 근면함으로써 게으르지 않고, 셋째, 효도 순종하여 어김이 없고, 넷째, 청렴함과 의리 있어 음란치 않으며, 다섯째, 겸손 화목하여 다툼이 없는 것 등이다. 이른바 오사(五事)란 우가(牛加)는 농사를 주관하고, 마가(馬加)는 목숨을 주관하고, 구가(狗加)는 형벌을 주관하며, 저가(豬加)는 병을 주관하며, 양가(羊加)(혹은 계가(鷄加)라 함)는 선악을 관장함을 말하는 것이라.」\n\n4. 환의 뜻과 광명 신앙\n桓國注曰桓者全一也光明也全一爲三神之智能光明爲三神之實德乃宇宙萬物之所先也\n\n한국의 주에서 말한다. 「환(桓)은 전일이며 광명이라.<全一也光明也> 전일(全一)을 삼신의 지혜와 능력이라 하고, 광명을 삼신의 참된 덕(實德)이라 하니, 온 우주만물에 앞섬을 말함이다.」\n\n광명을 숭상하고 일월을 경배한 신교 신앙\n朝代記曰古俗崇尙光明以日爲神以天爲組萬方之民信之不相疑朝夕敬拜以爲恒式\n\n太階者光明之所會三神之攸居人得光以作而無爲自化朝則齊登東山拜日始生夕則齊趨西川拜月始生\n\n《조대기》에서 말한다. 「옛 풍속은 광명을 숭상하였으니 해로써 신을 삼고 하늘로써 조상을 삼았나니, 만방의 백성은 이를 믿고 서로 의심치 않으며 아침저녁에 경배하며 이를 가지고 일과로 삼았다.」태양은 광명이 만나는 곳으로써 옛날부터 삼신이 계시는 곳이라. 사람은 빛을 얻음으로써 농사짓고, 하는 바 없는 듯하면서도 스스로 교화되나니, 아침엔 함께 동쪽 산에 올라가 해가 처음 뜨는 것을 경배하고 저녁엔 곧 함께 서쪽 강가로 나아가서 달이 처음 뜨는 것에 경배한다.\n\n삼신의 대광명을 연 환국\n先是桓仁生而自知化育五物敷演五訓主治五事五加衆皆勤苦使至善修行開心光明作事吉祥住世快樂\n\n이에 앞서 한인께서 태어나시어 저절로 알고(생이지지), 절로 다섯 가지 사물(행-걸어 다니는 동물, 저-나는 동물, 화-알에서 나오는 생물, 유-바닷속어류, 재-식물; 목, 화, 토, 금, 수)을 만들고 기름을 아시고 다섯 가지 가르침(五訓)을 가르치시고 다섯 가지 일들을 다스리시 었다. 오가의 무리는 모두 어려움을 참고 부지런하여 잘 배워 지닌 끝에 마음의 빛을 얻어 상서로운 일을 만들고 세상의 즐거움을 얻었더라. \n\n천자 의식의 기원\n桓仁高御上上天惟意懇切百途咸自和平時稱天帝化身而無敢叛者九桓之民咸率歸于一\n\n환인께선 높고 높은 하늘에 오르사 홀로 생각하시며 차분히 온갖 일을 다스리시니 모두 절로 화평하였다. 때에 천제로서 몸을 나타내시니 감히 따르지 않는 자 없어 구환(九桓)의 백성이 모두 하나로 돌아오게 되었다,\n\n\nhttp://www.gasengi.com/m/bbs/board.php?bo_table=EastAsia&wr_id=200565&page=2\"",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d",
    "b8f7bd7a-d946-4e58-a510-e3cdc8a3f1a6"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-07-08T08:05:51.550000",
  "updatedAt": "2025-10-17T23:43:10.157000"
}