{
  "id": "fed297b2-ff5a-4bb3-966f-825c88698b6b",
  "title": "3자 정립론(연합)",
  "content": "천하삼분지계\n당대의 천하를 조조-손권-유비의 축으로 '삼분(三分)'하겠다는 제갈양의 구상.\n제갈량은 유비에게 형주를 기반으로 서촉 지방을 차지하고 동오의 손권과 손을 잡아 조조를 정복하는 천하삼분 지계 전략을 언급해주었다. 제갈량의 천하삼분지계를 언급한 이유는 유비가 독자적으로 세력을 구축해 조조에게 대항하는 것은 무리가 있다는 판단에서였다.\n중원을 장악한 조조에 대항하기 위해 천하를 셋으로 나누어야 된다. 천하가 삼분된 이후 통일을 이룩하기 위한 조건으로 북방에서 변란이 발생해야 한다. 북방이 안정될 경우에는 자기 세력을 키우고 지키는 데 힘을 쏟아야 한다.\n조조에 대항하는 촉-오 동맹의 유지가 필수였는데, 최초 융중대 계획의 수정으로 인해 양자간에 형주 영유권 문제가 발생했고 이 패인 골이 촉의 발목을 잡았고 위/오 양측에서 공격을 받았다.\n\n《정사 삼국지》 제갈량전 中 융중대(隆中對), 초려대(草廬對)\n만약 형주, 익주를 타넘어 차지해 그 험함에 기대고, 서쪽으로 여러 융족들과 화친하고 남쪽으로 이월(夷越)을 어루만지며, 화목하고 밖으로는 손권과 우호관계를 맺으며 안으로는 정치를 닦으면서, 천하에 변고가 있을 때 한명의 상장(上將)에게 명해 형주의 군사를 이끌고 완(宛), 낙양으로 향하게 하고 장군께서는 몸소 익주의 군사를 거느리고 진천[5]으로 출병하신다면, 대나무 그릇에 담은 밥과 호리병의 국으로 장군을 영접하지 않을 백성이 감히 누가 있겠습니까? 실로 이처럼 한다면 가히 패업(霸業)이 이루어지고 한실(漢室)이 흥할 것입니다.\n\n\n統一戰線戰術(United Front Strategy)\n통일 전선(統一戰線)이란 공동의 적을 물리치기 위해 별개의 집단들이 합작하여 전선을 통일하는 것이다(국공합작 같은 것). 여기에 비유하여 사회운동에 있어 공동의 목적을 위해 여러 정당이나 단체가 합작하는 것, 또는 그 조직체 역시 통일전선이라 한다.\n공산당세력의 힘만으로 주적을 타도하기 어려울 때 동조세력을 확보 동맹관계를 형성하여 투쟁하는 가장 기본적인 조직전술.\n\n\n현 정국의 게임이론적 분석\n\n복거일 사회평론가·소설가\n정국이 무척 복잡하고 불안하다. 돌아보면 그런 상황은 한동훈 여당 대표가 윤석열 대통령에게 맞서 자신의 영역을 확장하기 시작한 뒤 두드러졌다. 윤 대통령과 이재명 제1야당 대표의 2인 경기(two-person game)이던 정치가 한 대표의 등장으로 3인 경기(three-person game)로 바뀐 것이다.\n갈등을 분석하는 학문인 게임이론(game theory)은 2인 경기와 3인 경기가 본질적으로 다름을 강조한다. 먼저 관계가 하나에서 셋으로 늘어난다. 2인 경기에선 경기자들이 자신의 이익에 관해 잘 알고 타협을 통한 공존을 선호한다. 그래서 상황도 대체로 안정적이다. 3인 경기에선 유리한 연합(coalition)이 근본적 과제가 된다. 자연히 경기자들 사이에 협상이, 특히 비밀 거래가 끊임없이 나온다. 어쩔 수 없이 상황은 복잡하고 불안하다.\n윤 대통령이 강자이므로, 차기 권력 획득을 노리는 이 대표와 한 대표의 연합은 자연스럽다. 실제로 한 대표는 윤 대통령과의 면담에서 ‘여당 의원들을 통제하지 못할 상황’을 언급하기도 했다. 상황에 따라 두 사람이 윤 대통령에 대한 탄핵소추에 협력할 가능성이 생긴 것이다.\n‘이-한 연합’은 한 대표에게 세 가지 난제를 내놓는다. 먼저 윤 대통령에게 맞서야 자신의 세력을 늘릴 수 있는데 역풍이 크다. 다음엔 이 대표와의 연합에서 얻을 이익(payoff)의 모습이 명확지 않다. 박근혜 대통령 탄핵소추에서 결정적 역할을 한 김무성 새누리당 대표의 행로는 이 문제의 심각성을 보여준다. 한 대표는 윤 대통령이 탄핵소추당했을 때 자신이 얻을 이익을 구체적으로 규정하고 이 대표로부터 약속을 받아내야 한다.\n\n셋째 난제는 그 이익을 실제로 얻어내는 일이다. 우파와 좌파가 연합하면 으레 좌파가 이익을 독점한다. 1948년 남북협상에서 김구는 김일성의 요구대로 남한에서 치러질 국제연합 주재의 선거를 격렬하게 비난했다. 그러나 감옥에 갇힌 조만식과 함께 돌아가게 해달라는 그의 요청을 김일성은 거절했다. 그것으로 김구의 정치 생명은 끝났다.\n이런 경향은 좌파들의 연합에서도 나오니, 온건파가 으레 당한다. 박헌영을 받아들인 여운형은 건준(建準)을 빼앗기고 자신은 박헌영의 꼭두각시가 됐다. 박헌영과 남로당은 김일성에 의해 끔찍한 최후를 맞았다. 한 대표가 기대하는 이익이 무엇이든 그것을 이 대표로부터 실제로 얻어내기는 힘들 것이다.\n\n한 대표가 안은 또 하나의 위험은 윤 대통령과 이 대표의 암묵적 연합(tacit coalition)이다. 집권자가 반대당 대표와 연합해서 자신의 후계자를 견제하는 사례는 생각보다 흔하다. 컴퓨터 모의실험에서도 강한 경기자 둘이 연합하는 경우가 다른 경우보다 많았다. 특히 전두환 대통령의 비극적 운명은 뼈저린 교훈을 남겼다. ‘자신의 후계자가 배신하면 자신을 지켜줄 세력이 사라진다.’ 그 교훈을 새긴 김영삼 대통령은 이회창 후보가 자신을 핍박하자 김대중 후보와 암묵적으로 연합했고, 이 후보는 낙선했다.\n\n이처럼 한 대표는 전략적으로 막다른 골목에 섰다. 그런 처지에서 빠져나오는 길은 윤 대통령과의 연합이다. 이-한 연합이 자리 잡은 터라 쉬운 일은 아니다. 그런 구도에서 기득권을 얻은 추종자들을 설득하는 일은 어려울 것이다. 결별을 각오했을 윤 대통령의 마음을 돌리는 일은 더 어려울 것이다. 그래도 게임이론적 분석은 그의 활로가 그 길임을 가리킨다.\n다행히 이런 어려움들을 풀 길이 있다. 한 대표는 김건희 여사에 대한 야당의 비판적 공세를 줄곧 지지해 왔다. 반면 문재인 전 대통령 부인 김정숙 여사와 이 대표 부인 김혜경 여사의 중대하고 명백한 허물들은 끝내 외면했다. 김민전 의원의 제안대로 ‘3김 여사 특검’으로 판을 키우면 일이 풀릴 수 있다.\n먼저 이미 거둬들이기 어려울 만큼 중요해진 자신의 ‘김건희 여사 특검’ 주장을 철회하지 않아도 된다. 아울러 자신의 편향이 자연스럽게 바로잡히고, 윤 대통령과의 관계가 부드러워지며, 무엇보다도 등을 돌린 자유주의자들의 호의를 되찾을 것이다.",
  "color": "default",
  "labels": [
    "bb501844-d7d7-46e2-96f8-0a8010c3c2de",
    "4c2e72b8-0cf2-48f3-b5fa-5ad39f6b68ea"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2025-03-05T05:30:45.932000",
  "updatedAt": "2025-03-05T07:35:31.872000"
}