{
  "id": "feededbc-9565-4f28-adf5-2b82682b8fd5",
  "title": "위조화폐(counterfeit money)의 역사 - 현재",
  "content": "[메리 펙 버터우드(Mary Peck Butterworth)]\n'신용 증권(Bills of Credit)'으로 알려진 뉴잉글랜드 식민지의 첫 번째 지폐는 윌리엄 왕 전쟁 시기에 매사추세츠에서 발행되었습니다. 로드 아일랜드주와 코네티컷주도 곧 자신들의 신용증권을 발행했다. 그러나 이 다소 조잡하게 새겨진 지폐는 동판을 사용하여 쉽게 위조되었다. 적발된 위조범들은 소지품에서 동판이 발견되면 쉽게 기소되었다. 그 당시 위조 범죄에 대한 처벌은 대개 벌금을 내거나 귀를 자르는 것이었다.\n\nMary Peck Butterworth는 1716년 로드 아일랜드에서 발행한 5파운드 신용증권을 위조하면서 알려졌다. 그러나 그녀가 이 범죄로 유죄 판결을 받았다는 법원 기록은 없다. 이 사건의 모든 기록은 입증되지 않은 혐의일 뿐이다.\n왜 이 젊고 결혼한 청교도 여성이 범죄 생활을 시작했는지에 대한 이유는 알려져 있지 않다. 그러나 Mary는 곧 뉴잉글랜드에서 가장 큰 위조업자가 되었다. Mary는 (법정에서 증거물로 사용될 수 있는) 구리판을 사용하지 않고 위조 신용채권을 만드는 방법을 독창적으로 고안했다. 유일한 공범인 니콜라스 캠프(Nicholas Campe)에 따르면 고운 녹말을 물로 반죽한 속칭 '뮤솔린' 조각을 진짜 지폐에 붙여서 형상을 뜬 후 이를 빈 종이에 붙여서 위폐를 만드는 방식이었다. 이때 형상을 흰 종이에 붙이기 위해 뜨거운 다리미로 다림질을 했다. 다양한 너비의 까마귀 깃펜을 사용하여 Mary는 지폐의 이미지를 진짜 지폐의 거의 완벽한 복제품으로 만들 수 있었다. 유일한 유죄의 증거는 녹말이 묻은 작은 모슬린 조각과 작은 종이 조각으로 이들은  벽난로에서 쉽게 소각해버릴 수 있었다.\n\n처음에 그녀는 위조품 제조를 친척들에게 의존했다. 그녀의 남동생 니콜라스는 가짜 지폐를 유포시킨 혐의로 체포된 첫 번째 그룹이었지만 대배심은 그를 기소하지 않았고 그는 1716년 9월 뉴포트에서 무죄를 선고받았다. 이 사건에 동요하지 않고 Mary는 계속해서 그녀의 불법적인 사업을 몇 년 더 운영했다. \n\n신용증권은 점점 더 많은 르호봇 사람들에게 전파되었고 사람들은 Mary의 모조품을 진품의 절반 가격에 샀습니다. 이 정도의 가격은 그녀의 작품이 꽤 훌륭했음을 입증하는 것이었다. 그녀가 만든 5파운드 위조지폐는 진짜의 2파운드에 팔렸다. \n수익의 일부는 아마도 John Butterworth가 1722년에 그의 아내를 위해 새 집을 짓는데 쓰였다. 그러나 그녀에 대한 의혹이 이웃에 의해 외부로 퍼졌다. Nathaniel Byfield가 이끄는 Bristol 법원은 Daniel Smith의 집을 수색했다. 물론 동판은 발견되지 않았다. 메리의 공범자 중 누구도 1723년 8월까지 심문을 받지 않았습니다. 니콜라스 캠프는 RI. 뉴포트에서 사무엘 크랜스턴 주지사 앞에서 자백했습니다. 매사추세츠에서 Byfield는 Campe의 증언을 보고받고 즉시 Mary Butterworth와 그녀의 남편 및 5명의 다른 사람들을 체포하고 그들의 집을 수색하도록 했다. 메리는 1723년 8월 15일 브리스톨에서 \"뉴잉글랜드의 여러 정부의 공적 신용 증권, 매사추세츠 마즈티의 증권을 위조하고 발행한 혐의로 수감되었다. \n그러나 가시적인 증거가 없었고 아무도 내부 구성원을 배신하지 않았기 때문에 9월 10일 대배심은 Israel Peck과 Mary Butterworth의 기소를 거부했고 법원은 그들을 감옥에서 석방하고 나머지에 대한 기소도 취하했다.\n입을 다문 수많은 친척들의 보호를 받으며 Mary Butterworth는 무명의 존경받는 주부로 돌아갔고 아마도 증권 위조를 그만 두었을 것이다. 분명히 Mary Peck Butterworth는 당시 가장 영리한 위조범이었다. 이 시기에 뉴잉글랜드에서 유죄판결을 받지 않고 7년 동안 이 일을 계속한 다른 남성 또는 여성 위조범의 기록은 없었다. \n\n[베른하르트(Bernhard) 작전]\n이 사건은 2차 대전 당시 나치 독일이 계획한 영국 파운드화 위조지폐 사건이다. 이는 독일이 최대 적국인 영국의 경제를 붕괴시키려는 목적으로 이뤄졌는데, 작전명은 ‘베른하르트 작전’이었다.\n\n당시 이 작전의 실무 책임자이던 베른하르트 크루거 소령은 강제수용소에서 위조 기술자들을 끌어 모아 은밀히 작업을 수행해 나갔다. \n독일에서 위조 전문가로 활동하던 살로몬 소로비치와 인쇄기술을 가진 브루거는 모두 실존 인물이다. 소위 베른하르트 작전이라고 불렸던 위조지폐 작업에 투입된 소로비치는 독일군에게 잡히기 전까지 무엇이든 위조하면서 온갖 부를 누리고 살았다. 독일군에 잡혀서 수용소 생활을 하면서 노동력을 착취당했던 소로비치는 어느 날 19 구역으로 불렸던 수용소로 끌려가게 된다.\n베를린 근교의 19구역은 인플레이션을 유발해 영국 경제를 무너트리고자 했던 독일군이 위조지폐를 만들던 곳이었다.\n1939년 9월 2차 세계 대전이 발발한 지 2주 후, 독일의 재무성은 영국 경제를 파괴하기 위해서 대량의 위조지폐를 만들어 영국 상공에 투하시키려고 했다. 하지만 재무성의 계획은 SS장관 히믈러의 정치적 방해로 실패하였다. 그러나 아이러니하게도 계획을 좌절시켰던 SS친위대는 1942년 위조지폐 계획을 다시 추진했다. 작전의 책임자로는 친위대 중령 베른하르트 크루거가 임명되었고, 작전은 중령의 이름을 따 베른하르트 작전이라 불리게 되었다.\n베른하르트 작전에 투입된 30여 명의 인쇄공, 회계사, 사진작가 들은 모두 유대인들이었고, 이들의 작전은 비밀리에 진행되었다. 이들은 고된 육체적 노동과 죽음을 피하는 대신 위조지폐를 만들면서 삶을 연명할 수 있었다. \n물론 최고의 전문가들로 이루어진 작업단이었지만, 당시 세계의 기축통화이던 파운드화의 위조는 매우 어려웠다.\n마침내 1943년 여름, 영국의 중앙은행인 영란은행이 발행한 진짜화폐와 똑같은 위조지폐가 쏟아져 나왔다. 독일은 위조지폐를 완성도에 따라 3등급으로 나눴다.\n\n1등급은 중립국과의 무역에 사용하고, 2등급은 점령지의 현지인 첩자에게 주는 보상금으로 사용했다. 그리고 3등급은 비행기를 동원해 영국 상공에서 대놓고 뿌려 혼란을 초래할 계획을 세워뒀다.\n그러나 이 계획은 실패했다. 독일이 망설였고 위조지폐의 완성시기가 너무 늦었기 때문이다.\n베른하르트 작전이 실행되지 않았던 이유는 나치스 돌격 대장 헤르만 괴링과 나치스 친위대장 하인리히 힘러의 의견이 충돌되었기 때문이라고 한다. 이들의 의견 충돌로 작전 시행은 점점 늦춰졌고, 동시에 독일의 패색이 점점 짙어졌다. 베른하르트는 작전의 보안 유지를 위해 유대인을 모두 죽이고 위조지폐를 오스트리아의 토플리스 호수에 버리라고 명령했다. 그러나 유대인들은 처형 직전 패튼의 기갑차량으로 인해서 극적으로 목숨을 구했다.\n당시 독일은 이미 패색이 짙었고 영국 상공에서 돈을 뿌릴 비행기도 없었다. 결국 만들어진 위조지폐와 인쇄원판은 연합국의 손에 들어가고 말았다.\n이리하여 사상최대의 위조지폐 작전은 막을 내리게 된다. \n그러나 다양한 루트를 통해서 유럽과 중동지방에 다량의 위조지폐가 유통되었고, 중동의 암시장에서 영국 파운드화는 액면가치의 75% 수준에서 거래가 되었고 영국 화폐 가치는 점점 하락했다. \n영국정부는 너무나 완성도가 높은 이 위조지폐로 인해 화폐개혁을 단행해야만 했다. 당시에 만들어진 위조지폐들은 1980년대까지도 암시장에 돌아다녔다. 영국 은행은 모든 지폐를 회수해 10파운드와 5파운드 지폐를 없애고 급기야는 영국 통화 전부를 수거해 재디자인했다.\n\n\n[슈퍼달러(superdollar), 슈퍼노트(supernote)]\n미국의  100달러 위조지폐를 이르는 말이다. \n\"슈퍼달러\"라고 이름을 붙인 이유는 지폐의 가치가 원래의 가치를 초과하기 때문이다.\n최신의 위폐는 기계조차 위폐를 진폐로 통과시켜 버리고, 전문가들도 잘 구분을 못한다. 그만큼 정교하게 만들기 때문에 만드는 가격도 엄청 비싸서 주로 고가의 100달러 지폐를 위조한다. 미국 정부는 이러한 지폐들 대부분이 북한에서 제조되었을 가능성이 높다고 믿고 있다. \n\n그런데 위조지폐의 출처로 북한이 아닌 CIA를 꼽는 사람들도 있다. 그들은 유럽의 위폐 전문가들의 조사 를 인용해 위조 달러의 출처로 미국 CIA를 지목한다.  CIA가 위폐를 만드는 이유는 美 의회의 예산승인 없이 비밀 자금을 마련하고, 또한 북한을 불량국가로 낙인찍으려는 두 가지 목적이 있다는 것이다.\n정밀 인쇄설비 제조업체 관계자들의 증언을 바탕으로 CIA는 워싱턴 근교의 한 비밀장소에 지폐 인쇄시설을 갖추고 있다고 전했다.\n북한은 슈퍼 노트를 만들 수 있을 만큼, 초정밀 인쇄기술과 설비가 없고 지폐인쇄 설비는 어느 나라나 철저한 보안검색을 거치는 전략물자로 북한이 몰래 수입하기도 어렵다고 분석했다.\n또 조사 결과 유럽에서 적발된 위조지폐의 출처는 대부분 러시아와 중동, 아프리카로 동아시아와 관계가 적었다고 밝혔다.\n\n미국 정부는 1865년에 '시크릿 서비스'라는 기관을 만들어 현재까지 미국뿐만 아니라 전 세계의 미화 위조지폐를 단속하고 있다. 위폐의 감정은 1차로 기계가 하지만 이것으로도 탐지 못하는 정교하게 제조된 위폐는 고도의 숙달된 전문가들이 하는데 이 중에는 한국인 전문가도 있다.\n실제로 슈퍼노트로 의심되는 지폐가 발견됐을 때 미국 연방준비제도가 이미 은퇴한 '서태석'을 수소문 끝에 직접 미국으로 섭외해서 진위 판정을 맡긴 바 있다. 미국 연준이 위폐로 감정한 지폐가 사실 진짜 지폐라는 것을 입증한 사건으로, 2007년 2월에 실제 있었다. 당시 서태석은 이 건으로 미국 의회 청문회에도 불려갔는데, 어떻게 진폐인 것을 알았냐고 하니까 '촉감과 냄새'라고 밝혔다. 지폐의 경우 발행 시점부터 유통 과정에 따라 냄새와 촉감이 비례해서 바뀐다고 한다. 이런 슈퍼노트들은 이미 시각의 영역에서는 구분이 불가능하므로, 후각과 촉각으로만 감정한다고 한다.\n\n[유로貨 위조]\n유로화 지폐와 동전이 공식 통용된 지 불과 사흘만인 지난 3일 독일과 아일랜드에서 유로화 위조지폐가 잇따라 발견됐다. 1백50억장의 유로 지폐가 한꺼번에 시중에 쏟아져 나오는 틈을 타 위조지폐가 대량으로 나돌 것이라는 우려가 현실로 나타난 것이다.\n영국의 이코노미스트지는 유로화가 공식 통용되기 직전인 지난해말 유로화의 앞날에서 가장 우려되는 것은 통화 남발 등의 문제가 아니라 위조화폐의 범람이 될 것이라는 점을 심층적으로 다루었다. 이 잡지는 지폐 발행 역사를 보면 신 화폐 발행후 혼란을 면한 적이 없다고 지적했다.\n슈퍼노트는 미국 100달러 이외에도 500유로 권종에서 상당수 발견되었다. 2010년부터 2011년까지 진폐와 구분이 불가능한 500유로 슈퍼노트가 유럽연합에 적발된 바 있다. 덕분에 유럽중앙은행은 2015년 유로화 신권 계획을 발표하면서 500유로 지폐 자체를 퇴출시켰다. 500유로 슈퍼노트 생산 의심국으로 러시아가 꼽혔다. \n\n[아트 윌리엄스]\n1990년대 미국에는 걸 아트 윌리엄스라는 걸출한 화폐 위조범이 있었다. 윌리엄스는 30세가 될 때까지 무려 1000만 달러(약 120억 원) 상당의 위조지폐를 만들어 유통시킨 혐의로 2001년 체포됐다. 그는 범죄자였지만 위조 지폐를 만드는 기술만은 매우 뛰어났다. 정부가 위조 방지 기능을 하나 둘 추가하면 그는 정부의 노력을 무력화할 방법을 하나씩 찾아냈다. \n윌리엄스가 해결한 대표적 예로 세 가지가 있다. 첫째는 ‘드라이마크 펜’이 문제다. 미국에서는 고객이 100달러짜리 지폐를 내면 점원이 굵은 사인펜을 꺼내 돈 위에 선을 그어보는 경우가 자주 있다. 이 굵은 사인펜이 바로 위조지폐를 판별하는 가장 위력적인 수단인 드라이마크 펜이다. 드라이마크 펜에 들어 있는 용액은 종이를 만드는 데 필수적인 전분(starch)과 반응하면 검은색으로 변한다. 하지만 미국의 지폐를 만드는 종이에는 전분이 사용되지 않아 색이 변하지 않는다. 윌리엄스는 색이 변하지 않는 종이를 찾기 위해 신문지에서 화장실 휴지까지 눈에 보이는 모든 종이를 테스트했다. 그러던 중 찾아낸 것이 바로 전화번호부였다. 신기하게도 전화번호부 종이, 그 중에서도 아비티비라는 회사가 만든 종이만은 색이 변하지 않았다. 이것으로 그는 드라이마크 펜 문제를 해결했다. \n다음 문제는 ‘광가변성 잉크(Optically Variable Ink·OVI)’였다. 지폐를 서서히 옆으로 돌리면서 보면 오른쪽 아래 숫자의 색상이 변화하는 것을 볼 수 있다. 이것이 광가변성 잉크를 이용한 첨단 위조방지 기능이다. 문제를 풀지 못한 아트가 낙심해 주차장을 걸어가고 있을 때, 1996년형 포드사의  ‘머스탱’이 그의 눈길을 끌었다. 차의 색상이 보는 각도에 따라 다르게 보였기 때문이다. 윌리엄스는 즉시 자동차 수리점으로 달려갔고, 머스탱의 페인트를 만드는 회사가 미국 조폐공사에 OVI를 납품하는 ‘플렉스 프로덕트’라는 사실을 알아냈다. 바로 그 페인트를 한 통 사서 미국 지폐의 글씨체로 ‘100’이라는 숫자의 고무도장을 만들어 찍어보니 대성공이었다. 이리하여 그는 광가변성 잉크 문제도 해결했다. \n가장 힘든 장애물은 ‘워터마크’였다. 워터마크란 지폐를 들어 불에 비춰보면 어렴풋이 보이는 인물(벤저민 프랭클린)의 초상을 말한다. 이 작업은 불가능에 가까워 보였다. 해결 방법이 하나 있기는 했지만 제조비용이 너무 올라갔다. 5달러짜리 지폐를 탈색한 후 100달러짜리로 다시 인쇄하는 것인데, 윌리엄스는 100달러당 5달러의 원가가 너무 아까웠다. 종이를 물에 불려 반으로 가른 틈에 프랭클린의 초상을 넣은 후 오븐에 구워보기도 했지만 진짜 돈과는 너무 거리가 멀었다. 윌리엄스는 우연히  꿈에서 해결책을 찾았다. 얇은 트레이싱지에 프랭클린의 초상을 인쇄한 후 아비티비의 종이 두 장을 양쪽에서 덮어 접착제로 붙이는 방법이었다. 이 방법으로 그는 워터마크 문제도 해결할 수 있었다.\n\n윌리엄스가 만들어낸 위폐는 비밀수사국 요원이 아니면 판별해낼 수 없을 정도로 완벽했다. 그는 이 지폐를 주로 마약 거래를 하는 시카고 갱들에게 1달러당 25센트를 받고 팔았다. 그리고 마약 거래상들은 마약 대금의 20∼30%를 위조지폐로 지불했다. 또 그는 미국 전역의 쇼핑몰을 돌아다니며 거스름돈을 챙기는 방식으로 위조지폐를 시장에 유통시켰다. 미국 비밀수사국은 그를 잡아내려고 온갖 노력을 했지만 쉽지는 않았다. 유유히 비밀수사국을 따돌리던 윌리엄스는 위조지폐를 만든지 13년이 되던 30세의 나이에 알래스카에서 체포되었다. 그의 아들도 위조지폐를 유통하다 체포돼 실형을 선고받았다. \n출소한 후 아트 윌리엄스는 개과천선하고 자신이 만들었던 위조지폐를 전시하는 갤러리까지 만들었다고 한다. \n\n[프랭크 애버그네일(Frank William Abagnale, Jr.)]\n성공한 사업가인 부친과 프랑스인인 모친 사이에서 태어난 프랭크 애버그네일. 하지만 사실 그의 아버지는 사기를 통해 은행 대출을 받아 사업을 하고 있었다. 나중엔 탈세 혐의로 국세청이 고소를 하고 사업은 망하게 되어 어려운 시절을 보내게 된다. 프랭크 애버그네일은 부모가 이혼하는 상황을 견디지 못하고 아버지가 생일선물로 준 25달러가 들어있는 계좌와 수표책만 겨우 챙겨서 미국으로 갔다.\n미국에는 현금이 없어도 은행으로부터 돈을 빌려 쓸 수 있는 수표책이란 게 있다. 이 종이에 받을 사람 이름과 금액, 그리고 자신의 서명을 기입하면 현금과 동일한 힘을 가지는 것이다. 이 수표시스템은 신용이 가장 중요하다고 생각하는 미국 금융 시스템의 상징과도 같은 것이다. 프랭크는 수표책을 위조하여 은행에서 현금과 교환했다. 성공이 늘어나자 프랭크는 좀 더 높은 신용을 얻기위해 신분 자체를 위조했다.  비행기 조종사로 신분을 포장한 후 더 큰 액수로 위조수표를 위조했다. 이후 그는 조종사에서 의사로, 변호사로 신분을 바꾸고 8개의 가명도 만들어 사용했다. 또 위조수표를 한 곳에서만 쓰면 금방 꼬리가 잡히기 때문에 26개의 나라와 미국 전역을 돌며 사용하였다. 프랭크는 위조수표를 발행하여 250만 달러 약 28억원 정도의 돈을 사기 친 것이다.\n그러나 사기행각이 오래되면서 결국 탄로가 났고 FBI에 쫒기던 그는 간신히 미국을 탈출했으나  1969년 프랑스에서 체포되었다. 사기를 저지른 12개국에서 그의 송환을 요구했지만 그는 프랑스 감옥에서 1년, 스웨덴 감옥에서 6개월을 보내고, 미국 감옥에서 12년을 살았다.\n출소이후 프랭크는 현재 위조지폐 방지관련 자문을 하고 있다. 그가 워낙 위조의 달인이어서 그가 고안한 수표위조방지시스템은 금융계에 혁명을 일으켰고, 기업에서 받는 로열티 수입이 연간 수백만 달러가 넘는다고 한다.\n애버그네일은 1980년 자신의 삶에 관한 책 《캐치 미 이프 유 캔》을 집필했다. 이 책은 2002년 동명 영화로도 제작되었다. \n\n\n\n[위안화 위조]\n\n\n\n[위조지폐 감식기]\n마쓰무라 요시히데(松村喜秀?6세) 마쓰무라 테크놀로지 사장은 전 세계의 위폐 정보를 각국 중앙은행보다 한 발 앞서 접하는 유일한 민간인이다. 100달러 위조지폐 ‘슈퍼K’를 비롯해 미 수사당국도 식별하지 못했던 위조지폐를 감식해 세계를 놀라게 했던 그의 기술과 분석능력은 미국 시크릿 서비스가 공인하는 세계 최고다. 그는 세계 각국의 금융당국과 수사기관으로부터 ‘벤자민 프랭클린(미국 지폐에 초상화가 등장) 수호신’이라 불린다. 2005년 뉴스위크 일본판은 그를 ‘세계가 존경하는 100인의 일본인’ 중 한 명으로 선정했다. 인류에 공헌한 세계의 과학자겚茱珦美?대상으로 일본에서 선정한 ‘140인의 테크노 마에스트로’ 중 한 명이기도 하다.\n\n도쿄의 동쪽 외곽 다이토구 아사쿠사바시에 자리한 마쓰무라 테크놀로지 본사 사장실. 이곳이 바로 위폐와 전쟁을 벌이고 있는 본진영이다. 사장의 책상 바로 옆에는 위폐 감식기와 현미경 등이 가득 놓여 있다. 그가 개발한 멀티 감식기는 미국의 달러, 일본 엔, 유럽 유로화를 비롯해 세계 20여 종류 화폐의 위폐 여부를 순식간에 감식해 낸다. 장당 걸리는 시간이 0.4~0.5초. 대당 4,500달러인 이 감식기로 그는 세계를 석권했다. 자타가 공인하는 세계 최고의 기술을 가졌지만, 그는 늘 긴장과 도전의 연속이라고 한다. 정교함을 더해 가는 위조지폐 기술과 감식 기술 사이 전쟁이 언제나 치열하게 벌어지고 있다는 것이다.\n“점점 더 정교한 위폐가 만들어지기 때문에 이들보다 앞선 기술의 감식기를 계속 내놓는다는 게 쉽지 않아요. 그걸 생각하면 잠이 오질 않습니다.”\n광고\n마쓰무라 사장이 위폐 전문가가 된 데에는 한국과의 인연을 빼놓을 수 없다. 1987년, 88서울올림픽을 앞두고 위조지폐 감식기 제조 의뢰가 들어왔다. 로봇 설계와 제조로 승승장구하던 때로, 위폐 감식은 전혀 생소한 분야였다.\n“새로운 분야를 개척할 수 있는 기회라 생각했지요. 인생의 커다란 전기였습니다.”\n개발에 착수한 지 1년 만에 감식기를 만들어 내 한국을 중심으로 수천 대를 팔았다. 제조라인을 풀가동해도 따라잡을 수 없을 정도로 주문이 쇄도했다. 단번에 회사의 주력상품이 됐고, 직원도 대폭 늘렸다. 그런데 2년이 채 못 돼 주문이 뚝 끊겼다. 감식기의 정확도가 떨어진다는 소문이 퍼지면서 매출은 급감했고, 회사는 도산 위기에 처했다. 8년간의 샐러리맨 생활로 모은 75만 엔을 자본금으로 2.5평 남짓한 조그만 사무실에 전화기 한 대와 제도기를 놓고 아내와 단둘이서 시작한 회사가 최대 위기에 봉착했다.\n\n“도산이 두렵지는 않았어요. 다 거덜나도 손해본 건 고작 75만 엔이라 생각했지요. 그런데 사원들 얼굴이 떠오르고, 위조지폐 기술에 뒤져 두 손 들고 물러날 것을 생각하니 분해서 참을 수가 없었습니다. 내가 살고 사원들이 살 길은 위조지폐를 빈틈없이 찾아내는 감식기를 만드는 것뿐이라고 생각했지요.”\n\n기술자로서의 자존심, 아니 지기 싫어하는 장인정신에 불이 붙었다. 마쓰무라 사장은 먼저 위폐를 철저히 연구해야겠다고 생각했다. 그러려면 가능한 한 많은 위조지폐를 모아 연구해야 했다. 그는 위폐를 구하기 위해 무작정 인도차이나로 떠났다. 위조지폐 수집을 위해서라면 마피아 소굴보다 더 위험한 곳이라도 갈 작정이었다. 목숨을 건 인도차이나 반도에서의 생활이 시작됐다. 저녁이 되면 너덜너덜한 옷으로 갈아입고 매춘가와 암거래상이 암약하는 위험한 지역을 배회했다. 총성이 난무하는 가운데 서 있기도 했고, 시체가 굴러다니는 것을 목격하기도 했다. 그러면서 암거래상들과 친해졌다.\n\n“한 달 중 3주 동안 그곳에서 부랑아 생활을 하면서 그들과 친해졌어요. 일본에 왔다 갈 때마다 고급술 등을 잔뜩 들고 가 선물했지요.”\n그렇게 친해진 중간 보스는 6개월이 지나자 자신의 보스에게 그를 소개해 줬다.\n“왜 암시장에 들어왔느냐고 물어서 위조지폐가 필요하다고 했지요. 그러자 그 보스가 2만 엔을 달라는 거예요. 2만 엔을 줬더니 100달러짜리 지폐 4장을 주더군요.”\n4장의 위폐를 손에 쥐고 일본에 돌아온 마쓰무라 사장은 밤낮없이 분석에 몰두했다. 위조지폐와 진폐를 분별하기는 쉽지 않았다. 종이 질, 잉크색은 물론 마이크로 문자까지 진폐와 다른 점을 찾기 어려운 매우 정교한 위폐였다. 밤낮없이 현미경을 들여다보기 2주일. 다른 점을 하나 발견해 냈다. 벤자민 프랭클린의 초상에 붙어 있는 리본선이 0.1㎜ 정도 끊어져 있었다.\n“그것은 암호였어요. 위폐를 유통시키는 사람들이 진폐와 위폐를 구별하기 위해 자신들만 알아볼 수 있는 암호를 남기거든요.”\n이 소식을 듣고 제일 먼저 달려온 것은 미국 수사기관이었다. 위폐의 분석결과가 너무 상세하고 정확해서 미국 수사기관도 깜짝 놀랐다고 한다. 새로 감식기를 만들려면 기계 설계부터 다시 해야 했는데, 회사가 이미 벼랑 끝에 서 있는 상태라 자금이 없었다. 그는 사재를 털어 자금을 마련한 후 새로운 위폐 감식기 개발에 몰두했다.\n\n3년여에 걸쳐 만들어 낸 감식기는 지폐에 가시광선과 자외선, 적외선 등을 쏘아 반사율 등을 측정하는 센서와 잉크에 포함된 자기를 감지하는 센서를 집어넣는 등 최첨단 기술을 자랑한다. 이 감식기는 다른 감식기들이 놓친 위조지폐도 척척 잡아냈다. 소문은 꼬리를 물고 세계로 퍼졌고, 전 세계 중앙은행과 금융기관에서 주문이 빗발쳤다. 1년 만에 1만여 대가 팔렸다.\n\n그가 기술자들과 대화를 나눌 때면 입버릇처럼 하는 말이 있다. “좋은 아이디어가 있으면 눈치 보지 말고 무엇이든 시도하세요. 제품 개발이 사회에 공헌할 수 있는 길이니까요.”\n\n그 결과, 술이나 담배 자동판매기에 활용된 ‘성인 인증 및 가짜 신분증 판별기’를 개발해 일본 보건 교과서에 실리기도 했다. 마쓰무라 사장은 미국을 비롯, 세계 각국 수사기관과 금융기관의 고문을 맡아 1년의 3분의 1을 해외출장으로 보낸다. 경영자로서 기술자로서 동분서주하는 나날이지만 많은 시간을 봉사활동에 할애하고 있다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "7614a8cc-7612-44a0-80ce-fcaffc04867d",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-04-13T15:46:08.080000",
  "updatedAt": "2022-12-13T22:42:51.682000"
}