{
  "id": "ff364ccd-6b2b-4dc9-ab34-b45dc63803c8",
  "title": "백두산정계비/간도",
  "content": "![image](media/190d4fc1921.a50fbe7c196cc2ea.png)\n![image](media/190d4fe7916.ab016df32c8bc9d7.jpg)\n![image](media/190d5112955.bc44861c582e21ae.jpg)\n![image](media/caea6e1b-9ea5-476e-9631-4257348c0a74.png)\n\n\n\n백두산정계비는 1712년(숙종 38년)에 조선과 청나라 사이의 국경을 정하기 위하여 세워진 경계비이다.\n\n후금 누루하치는 1618년 개원 점령을 시작으로\n1621년 요양, 1622년 광령을 점령하며 명나라를 옥죄어 갔습니다. 이때 조선은 1623년 인조 반정에\n성공하고 조선의 외교 정책은 친명배금이었습니다 이후 조선은 병자호란을 맞게 됩니다. \n청은 1689년 청.러 국경선 확정을 위해 프랑스 선교사 부배(J.Bouvet)에게 현대식 측량지도 제작을 명했습니다. \n1697년 루이 14세는 내지(J.B.Regis) 등 선교사를 보내 북쪽은 바이칼, 동쪽은 사할린, 남쪽은 해남도, 서쪽은 티벳까지 포함한 황여전람도(皇輿全覽圖)가 1718년 완성됩니다. 이 지도가 서양 고지도 레지선, 당빌선, 본느선 중 레지선에 해당합니다. \n1712년(숙종38년) 강희제는 조선과 국경선 확정을 위해 목극등을 조선에 보내 접반사 박권과 만나 백두산 정상 남동쪽 4km 지점에  백두산 정계비를 세우고 일방적으로 서쪽은 압록강, 동쪽은 토문강을 경계로 정했다.\n이때 청은 강역을 현재의 하북성 이남으로 인식하였고\n조선은 동북 삼성이 포함된 간도 지역을 실효적으로 지배했습니다. 그리고 조선과 청의 중간 지역으로 청의\n발상지인 장춘, 심양, 만주 지역은 봉금 지역으로 수백년간 현재 DMZ 같은 지역으로 유지되었습니다.\n\n황여전람도(皇輿全覽圖)\n황여전람도는 18세기 초 청나라 강희제(康熙帝)의 명에 따라 중국에 들어온 예수회(Society of Jesus) 선교사들이 서양 근대의 지도제작법에 따라 제작한 중국 전역의 지도이다. 1661년 여덟 살의 나이로 제4대 황제에 등극한 강희제는 어릴 때부터 선교사 페르비스트(F. Verbiest)에게 수학과 천문학 등을 배우면서 서양의 새로운 지식과 과학기술에 관심이 많았고, 특히 서양의 역산(曆算)이 중국 전통의 역산보다 앞섰음을 깨달았다.\n선교사 파러낸(D. Perrenin)이 중국 각 성(省)의 지도가 실제와 맞지 않는다고 보고하자 강희제는 서양식에 따라 전 국토의 지도제작을 결심하게 된다.\n\n이를 위해 강희제는 선교사 부베(J. Bouvet)에게 측량과 지도제작에 능한 선교사를 더 데려 올 것을 명했다. 1697년 프랑스로 돌아간 부베는 국왕 루이 14세의 허락으로 레지(J. B. Règis) 등 선교사 10명과 프랑스과학원의 측량 기구를 지원받게 되었다. 강희제는 지도제작을 전담하는 황여전람관(皇輿全覽館)을 설치하고 1708년 7월부터 만리장성 일대를 대상으로 측량에 들어갔다. 측량은 인력 제한에 따라 일개 지방씩 시행하는 방식으로 진행되었고, 측량이 완료되면 원도와 자료는 지역을 총괄하는 순무(巡撫)를 통해 중앙으로 전달했고 중앙에서는 선교사 자르투(P. Jartoux)가 취합해 지도제작을 진행했다.\n당시 프랑스 왕실의 수석 지리학자이며 지도제작자였던 당빌(J. B. B. D'Anville)은 황여전람도를 저본으로 1720년경부터 조선왕국도를 비롯해 1729년 중국전도, 1723년 중국령 달단(韃靻, Tatars)지도, 1733년 티베트 전도, 1734년 중국·달단·티베트 지도 등 동아시아에 관한 여러 종류의 지도를 제작했다.\n\n1737년 당빌이 제작한 조선왕국도는 이후 19세기 중반까지 유럽의 지도제작자들에 의해 여러 형태로 제작돼 유럽에 널리 알려지게 됐는데, 근래 이러한 조선왕국도가 국내에 소개되면서 일부 학자들에 의해 “이 지도는 조·청 국경이 만주 쪽으로 더 치우쳐져 간도와 만주 일대가 조선의 영토로 표시되었다”, 또는 “청나라도 간도 지역을 조선 땅으로 인식했다”는 식으로 이 지도가 마치 조·청 국경 문제에 있어 가장 중요한 자료인 것처럼 발표되고 있다.\n\n봉금지대\n중국을 통일한 청나라는 3대 황제 순치제(順治帝) 때부터 청국의 발상지인 만주 일대를 신성시하는 차원에서 한족(漢族) 등 이민족의 이주를 금지하기 위한 봉금지대로 삼고, 그 경계를 표시하기 위해 버드나무를 심어 울타리를 만든 유조변(柳條邊)을 설치했다. 이 유조변이 지도에 표시되면서 중국 사정에 어두웠던 유럽의 지도제작들에 의해 국경으로 잘못 표시된 것이 아닌가 여겨진다.\n\n정계비의 위치\n정계비가 세워진 곳은 백두산 장군봉(將軍峰, 2,750m)과 대연지봉(大臙脂峰, 2,360m) 사이 대략 중간지점인 해발 2,150m 고지(高地)로, 백두산 천지(天池)에서 남동쪽으로 약 4km 떨어져 있다.[1]\n이 비는 만주사변이 발발하기 두어 달 전인 1931년 7월에 사라졌는데, 일본군이 철거한 것으로 추정된다. 현재는 비의 원래 위치에 조선민주주의인민공화국에서 세운 표지석과 비의 설치 당시 경계를 표시하기 위해 쌓았던 돌무더기의 흔적만 남아 있다.\n\n만주사변 두 달 전인 1931년 7월 28일에 일본제국이 파괴하여 현재는 전해지지 않는다. 다만 받침돌과 정계용 돈대인 돌무더기만 백두산 천지 동남쪽 약 4㎞ 해발 2200m 지점에 남아 있다.\n\n19세기 후반, 조선과 청나라가 백두산정계비에 쓰여진 '동위토문(東爲土門)'을 서로 달리 해석하면서 간도에 대한 귀속 문제가 불거졌다. 즉, 정계비의 위치상 토문강은 '두만강이 아니라 쑹화강(송화강)의 한 지류'이므로 이른바 간도 일대가 조선의 영토라는 주장이 제기되었다.\n\n정계비의 해석은 비가 설치된 후 170여 년이 지난 고종 집권기인 1880년대에 문제가 되기 시작했다. 당시 간도에는 세도정치의 수탈과 학정(虐政), 대흉년 때문에 19세기 초부터 이주한 조선인들이 다수 거주하고 있었다. 이는 간도 일대가 청의 봉금 지역이어서 1677년 이후 약 200년 동안 만주족이 아니면 청나라 사람들조차 거주가 금지되어 청나라 주민의 수가 매우 적었고, 아편 전쟁 · 태평천국의 난 등으로 청나라의 힘이 약해진 데에서 기인했다.\n1860년 베이징 조약으로 러시아에 외만주(연해주 등)를 빼앗긴 청나라는 만주 개발을 위해 1881년에 '봉금령'을 폐지하고 지린의 장군 명안과 흠차대신 오대장을 보내어 간도 개척에 착수하였다.\n이에 조선은 1883년에 '월강금지령'을 폐지하고 어윤중·김우식에게 정계비와 그 주변 지형을 조사하게 하여 쑹화강(송화강)의 한 지류로 토문강이 있음을 확인한 뒤, 간도가 조선의 영토임을 주장하였다. 즉, 정계비 설치 당시 조선에서는 '토문강은 곧 두만강'이라는 인식이 있었지만, 간도에 조선인들이 많이 이주하여 살고 청나라가 쇠퇴한 1880년대 이후 조선은 '동위토문(東爲土門)'의 해석에 문제를 제기하며 간도에 대한 영유권을 주장한 것이다.\n\n간도(間島)\n일반적으로 두만강 북쪽 지역의 일대의 북간도(혹은 동간도라고도 부른다)를 의미하며, 중국에서는 '연길도'라고 불린다. 이 간도의 영역은 각 집단의 이해관계에 따라 시간이 흐를수록 점점 확장됐다.\n\n애초에 중앙정부의 관리가 미흡한 지역이었으니 대립, 분쟁이 있는 거임. 조선에서 원래 함경도 북부는 여진족이 살던 땅이라고 천대하던 지역이고, 간도쪽은 원래 여러 민족이 어울려 살던게 팩트. \n애초부터 조선인을 이주시켰으면 토문강이 두만강이랑 같은 강인지 여부를 떠나서 빼앗길 일 없었음.\n\n이일걸/한국간도학회회장\n백두산정계비를 건립한 이후에도 봉황성 동쪽과 압록강 대안 사이의 무인지대의 관할권이 계속 조선에 있었다. 심지어 조선 근해의 경호권도 조선이 행사하였으며, 압록강에는 청의 선박이 떠 있지 못하였다. 사신의 도강은 조선 선박을 사용하였으며 도선장 관할은 조선에서 하였다. 뿐만 아니라 한광지대는 실제적으로 조선에 그 관할권이 소속되어 있었다. 즉 경원 맞은 편 2,3리 거리에 집을 짓고 거주하는 청나라 사람들의 철거/퇴출을 재선이 요구하니 청에서 가옥을 철거하고 연강 근처에 집을 짓고 경작하는 자를 엄히 금지하였다. \n백두산 정계비 건립 이후에도 실질적인 국경선은 압록강과 두만강이 아니었다. 강희제가 18세기 초 측량하여 만든 황여전람도에 근거한 수많은 서양 고지도에 그려진 조선의 경계선인 ‘레지선’, ‘당빌선’, ‘본느선’이 이를 말해준다. 특히 Du Halde의 지도 중 레지의 비망록에는 “봉황성의 동쪽에 조선국의 국경이 있다”고 하였으며, Kaoli Koue ou Royaume de Coree 지도와 The Kingdom of Korea 지도에는 ‘PING-NGAN’이라는 지명이 만주에서 평안도에 걸쳐 표기되어 있다.\n청의 황여전람도를 원본으로 한 1750년의 보곤디, 1794년의 윌킨스 등 수많은 서양지도에도 압록강 북의 봉황성 일대에서 두만강 위쪽 연변 일대로 이어지는 동간도 지역으로 국경 표시가 되어 있다. 특히 1924년 제작한 “로마 교황청의 조선 말  선교지도”는 송화강 이동의 북간도와 동간도 일대를 한국령으로 표시하고 있다. 1989년 규장각에서 발견한 ‘백두산정계비도’(규장각28876호)와 “조선정계비구역약도”(규장각15504호)에서는 정계비로부터 이어지는 돌무지, 흙무지가 토문강, 송화강, 흑룡강으로 이어져 동해로 연결시켜 이 선 안의 연해주도 우리의 영토임을 표시하고 있다.",
  "color": "default",
  "labels": [
    "51cc7fe9-2e3a-417a-8f93-7f64d0f754dc"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-07-21T19:36:56.416000",
  "updatedAt": "2024-07-21T20:34:58.468000"
}