{
  "id": "ff3c1f26-4d24-4b5f-a93a-eff3b6eb848a",
  "title": "금의 역사",
  "content": "[금의 성질]\n금은 원자 번호가 79이고 원소 기호가 Au이며 원자량이 196.967이다. 황색의 광택이 있다.\n\n전성과 연성\n금은 두드리거나 압착했을 때 얇게 퍼지는 성질인 전성이 금속 중에 가장 크다. 1만분의 1mm 이하 두께로도 만들 수 있어 엄지손가락 크기의 금을 얇게 펴서 3층 건물을 모두 뒤덮을 수 있다. 그래서 고대에  건축물이나 거대한 동상을 금으로 덮는데 드는 비용은 생각보다 크지 않았다. \n금은 금속 중에서 늘어나는 성질인 연성도 가장 크다. 그래서 1g의 금을 3km로 늘릴 수 있다. \n금은 이렇게 전성과 연성이 뛰어날 뿐 아니라 녹는 점도 낮아 가공이 쉽다.\n\n화학반응\n금은 화학적으로 매우 안정되어 다른 물질과 화학 반응을 거의 하지 않는다. 그래서 부식되지 않고 녹슬지도 않으며 원래 상태를 유지할 수 있다. 또한, 금은 산과 염기에도 녹지 않는다. 다만, 질산과 염산을 섞어 만든 왕수, 그리고 불화 수소산과 인공적으로 만든 초강산인 마법산에는 녹는다. \n\n전도성\n금은 금속 중에 은 다음으로 전기 전도성이 뛰어나다.\n\n[용도]\n금은 인체의 어떤 물질과도 반응하지 않고 변하지 않아 오래전부터 치과용 재료로 많이 사용되었다. 기록에 의하면 금은 3천 년전부터 치과용 재료로 사용되었다고 한다. \n기원전 7세기경 이탈리아반도에 살았던 에트루리아 사람들은 이가 빠지면 금박으로 인공 치아를 만들어 사용했고 이가 흔들리면 금박을 이용해 고정했다는 기록이 있다. \n\n동양에서는 오래전부터 금을 약재로 쓰기도 했다. 동의보감 등의 의학 서적에는 금이 신경 안정 효과가 있다는 기록이 있다. 그래서 지금도 뇌 질환이나 신경성 질환에 사용하는 한약인 우황청심환의 겉을 순도 높은 금으로 코딩한다.\n\n인류는 오래전부터 금의 가치를 알아보고 귀한 물질로 대접하였다. 그러면서 자연스럽게 화폐로 사용하기 시작했다. \n\n현대에 와서는 가공하기 쉽고 전기 전도성이 뛰어난 금의 성질을 이용하여 전자제품의 재료로 이용된다. 전자제품 안에는 각종 부품이 꽂혀 있는 회로 기판이 있는데, 부품들과 회로 기판 연결 부위에는 매우 얇은 금 필름이 도금되어 있다. 또한, 반도체에서도 금이 사용된다. 반도체에서는 실리콘 칩과 회로 기판을 연결하는 매우 가느다란 금속 선이 사용되는데, 이 금속 선을 금으로 만들고, '골드와이어'라 부른다.\n\n금은 우주선을 만들 때도 사용된다. 달 탐험선인 아폴로 우주선은 표면에 금으로 된 얇은 막이 있다. 이 막은 쉽게 산화되거나 부식되지 않으면서 우주로부터 날아오는 방사선을 차단하고 적외선을 98%까지 반사한다. \n\n우주왕복선에서도 금이 사용된다. 엔진과 동체의 연결 부분은 열에 약한데, 이 부분에 금이 들어간 합금을 이용하여 열을 반사시킨다.\n\n위험 회피(헤지)는 금이 가진 또 하나의 속성이다. 이는 금의 가치가 다소 출렁거리더라도 인류의 영원한 투자 대상임을 의미한다. 글로벌 시장이 어수선하면 금은 빛을 발한다. 국지적 분쟁으로 리스크가 커지면 금의 투자매력은 커지고, 금값도 오르는 것이 일반적이다. 달러가치도 금의 가격에 영향을 미친다. 달러값이 하락하면 반대로 금값은 오른다. \n\n[고대]\n최초의 금은 기원전 5000년경으로 거슬러 간다.\n불가리아 석기 시대에서 청동기 시대로의 과도기의 바르나의 공동묘지에 있는 무덤에서 금장신구를 포함한 다양한 보석이 발견되었다. \n\nBC 3600년, 이집트 금 세공인들은 광석 내부에 함유된 금을 분리하기 위해 내화 점토로 만든 취관을 사용하여 정련로를 가열하고 광석을 녹이는 금 제련 작업을 최초로 수행하였다.\n\n태양을 숭배하던 고대 이집트인들은 반짝거리는 금을 태양의 상징으로 간주했다. 이때부터 권력자들은 금으로 된 투구를 쓰고 금 장신구를 사용하며 자신의 권위를 자랑했다. 피라미드에서 파라오 투탕카멘이 쓰고 있던 ‘황금 가면’과 ‘금광 지도’가 발견되었는데, 이는 이집트에서 문명의 꽃을 피우게 한 황금의 절대적 지위를 말해준다. \n고대 이집트에서는 오직 파라오만이 금을 사용할 수 있었다. \n\n성경에 등장하는 고대 이스라엘 왕국의 왕 솔로몬은 지혜의 왕이기만 했던 것이 아니라 황금의 왕이기도 했다. 기록에 따르면 솔로몬은 길이 41m, 너비 10m, 높이 15m의 성전을 세웠다. 성전의 벽은 모두 금으로 치장됐다. 솔로몬은 금으로 만든 방패를 사용했고, 금으로 만든 잔에 포도주를 부어 마셨다. \n\n[리디아]\n기원전 7세기 초 지금의 터키 지역에 있던 고대 왕국 리디아에서는 자연에서 발견되는 금과 은의 합금인 호박 금을 3:1 비율로 섞어 콩 모양의 덩어리로 만들어서 화폐로 사용했다. 'electrum'이라 불리는 이 주화는 지금까지 알려진 가장 오래된 동전 모양의 금속 화폐이다.\n\n[고대 그리스]\n이것을 본 그리스인들이 규격이 일정한 금속 돈의 유용성에 탄복하여 그들의 동전을 만들기 시작했고, 100년 정도 지나자 그리스 본토, 소아시아의 많은 도시, 에게해와 시칠리아섬, 그리고 남부 이탈리아에서 주조화폐가 널리 통용되었다.\n\n기원전 320년 고대 그리스인들의 과학은 원시적이었지만, 황금을 채굴하는 방법에 대해 많은 지식이 있었다. BC 323년 알렉산더 대왕이 죽었을 때 그리스인들은 헤라클레스(지브롤터) 소아시아와 이집트 동쪽에 있는 여러 동굴들에서 금을 채굴하였다. 광산 중 일부는 국가가 소유하였으며 일부는 민간에게 나눠주고 사용료를 받는 형태이었다. 또한, 스키타이와 키메르족과 교역 하면서 유목민의 여러 지역에 광산을 개척하였다. 풍부한 부를 소유하고 있는 스키타이와 그리스의 장인기술이 결합되어 그리스의 금 주화와 스키타이 보석은 예술적인 가치가 뛰어나다.\n\n[로마 제국]\n로마인들은 그들의 제국에 걸쳐 광범위하게 금을 채굴하고, 금광 채굴을 위해 당시로는 상당한 첨단 과학이 사용되었다. 그들은 관계수로를 건설하여 물의 흐름을 이용한 수력으로 물레방아를 돌려 금광석을 마쇄하였고, 또한 금 채굴에 전쟁포로와 노예, 죄수를 동원하였으며, 지하광맥을 채굴하여 보다 효율적으로 오래 동안 금광을 채굴할 수 있었다.\n\n금이 화폐로 유통되는 범위가 확대됨에 따라 재화보다는 화폐로서의 의미 가 커지기 시작하면서 처음에는 순도및 중량을 하나하나 측정해서 유통했으나 그후 정부가 금 화폐를 품위 및 양에 따라 특정한 값을 표시하는 일정한 형태로 주조한 표준화폐로 발전하게 됐다. \n금화의 규격 표준화는 세계적으로 교역을 확대시켰고 각국은 무역을 통한 이익으로 번영을 누릴 수 있었다. 로마와 그리스의 금은 비단을 구입하기 위해 중국으로 흘러들어 갔고, 향신료를 구입하기 위해서는 인도로 흘러갔다. \n\n기원전 31년 로마의 아우구스투스 황제는 ‘아우레우스’(라틴어로 순금이라는 뜻)라는 금화를 만들어 로마제국의 공식 통화로 사용했다. 하지만 로마제국이 무너지면서 사라졌다.\n\n비잔틴 제국의 황제 유스티니아누스는 자신의 권력을 과시하기 위해 약 13만㎏의 금을 사용해 성 소피아 성당을 지었다.\n\n로마제국이 몰락하며 금은 한동안 자취를 감췄지만 13세기 이탈리아 도시국가에서 다시 발견된다.  1252년 이탈리아 피렌체에서 주조된 ‘플로린’이라는 금화는 한때 유럽의 기축통화 역할을 했다.\n\n반짝거리고 변하지 않는 금속, 게다가 화폐로서 중요성 등 금의 가치가 높아지자 사람들은 금을 인공적으로 만들기 위한 연금술에 심취하여 중세에 화학, 물리학, 수학 등이 발전하기 시작했다. 아이작 뉴턴조차 20년간 물리학 대신 연금술에 몰두했다고 하니 금에 대한 사람들의 열정을 짐작할 만하다.\n\n[대항해 시대]\n금을 찾기 위해 먼 지역으로 항해를 시작하며 아시아 등 동방지역과 교류도, 또 침략의 전쟁도 시작하게 된다. 마르코 폴로의 모험이나 콜럼버스의 항해도 동양의 금을 구하려는 것이 첫째 목적이었으며, 근세 유럽의 발전도 금·은의 무역에서 비롯되었다고 할 수 있다.\n\n대항해 시대에 목숨을 걸고 신대륙 탐험에 나선 항해자들은 마르코 폴로(Marco Polo)가 언급한 금이 나오는 땅이 있을 것으로 기대했다. 마르코 폴로는 동방견문록에서 “어디서나 금이 넘쳐나고 고갈되지 않는 섬나라가 있다. 몽골의 쿠빌라이 칸이 두 번이나 그 섬을 침략하려다 실패했다.”고 썼다.\n\n카리브해 섬에서 채취하는 금은 스페인 식민자들의 성에 차지 않았다. 그들은 대륙으로 진출했다.\n\n에르난 코르테스(Hernan Corteś)가 1519년 600명의 병력을 이끌고 쿠바를 출발해 멕시코를 향했다. 코르테스는 테노치티틀란 안에는 엄청난 황금이 있을 것이라고 믿었다. 그는 꾀를 내 자신이 그 신이라고 속였다.\n아즈텍 황제 모크테주마 2세(Moctezuma II)는 코르테스의 거짓말을 들어 주었다. 처음엔 아즈텍 황제가 스페인 군대를 환영했다. 코르테스는 비열한 짓을 했다. 아즈텍 황제 모크테주마를 체포해 인질로 삼고, 황금을 요구했다. 황제는 있는대로 금을 주겠다고 약속했다. 야비한 스페인 장교는 테노치티틀란을 무력으로 점령하고 파괴했다.\n\n 또다른 스페인 장교 프란시스코 피사로(Francisco Pizarro)도 황금을 찾아 나섰다. 그는 1526년에 태평양 연안을 따라 남하해 잉카제국과 만났다. 피사로도 코르테스처럼 잉카 황제를 포로로 잡아 금과 은을 내놓으라고 했다. 잉카 황제는 몸값으로 90㎥의 금과 은을 주겠다고 했다. 황제의 제안이 그의 탐욕에 불을 질렀다. 그는 황제를 죽이고 잉카 수도 쿠스코를 함락하고 몸값보다 더 많은 귀금속을 약탈했다. 그들은 신전과 궁전을 파괴하며 금을 찾았고, 무덤까지 약탈했다.\n\n멕시코의 몇몇 시내에서 사금이 발견되었고 지금의 온두라스에서 노다지가 발견되었다. 스페인은 뉴스페인과 뉴그라나다에서 오는 금과 은을 세비야 항구로 들어오도록 했다. 1540년대에 스페인을 지배하던 합스부루크가의 카를 5세에겐 만족할만한 금이 세비야 항을 통해 들어갔다.\n\n반데이란테스는 또 아마존 밀림에서 은과 금을 찾아 나섰다. 그들은 상파울루 사람들이 주류를 이루었다. \n남미 내륙을 돌아다니던 반데이란테스들은 마침내 대형 금맥을 터트렸다. 1696년에 미나스 제라이스, 1721년에 마토 그로소, 1726년에 고이아스에서 풍부한 금과 다이아몬드가 발견되었다. 18세기 중반에 브라질은 세계 금 생산량의 85%를 차지했다. 금이 발견되면서 40만명의 포르투갈인들이 몰려왔고, 50만명 정도의 흑인 노예들이 수입되었다. 네덜란드와 사탕수수 경쟁을 버리던 농장주들은 농장을 버리고 금광으로 이동했다. 금광으로 유명한 오로 프레투(Ouro Preto)는 인구 10만명의 대도시가 되어 당시 뉴욕의 인구의 2배 이상이 밀집하게 되었다. 이제부터 브라질의 중심은 사탕수수가 주생산물이었던 북동부가 아니라, 광물을 수출하는 리우데자네이루가 되었다.\n\n[미국의 골드러시]\n19세기 중반, 미국의 캘리포니아에서 금이 발견되었다는 소문이 돌기 시작한다. 1848년, 캘리포니아의 새크라멘토 강 유역에 있는 한 제재소에서 일하던 목수가 부지 내에서 금을 발견한 것이다. 하지만 당시에는 라디오나 텔레비전 같은 매체가 전무했기 때문에 소문이 퍼지기까지는 1년이란 시간이 걸렸고, 이듬해인 1849년부터 사람들이 본격적으로 몰려들기 시작했는데, 당시의 연도를 따서 이들을 '포티나이너(Forty-niner, 약칭 49er)'라고 불렀다.\n1848년 1월에 캘리포니아에서 금이 발견됐다. 한 제재업자가 소유한 땅의 개울에서 제임스 마셜이라는 미국인이 사금을 발견했다. 같은 해 5월, 인근 샌프란시스코의 학교가 문을 닫았다. 학생과 교사들이 모두 금을 찾으러 떠난 탓이었다. 열기는 이듬해부터 본격적으로 타올랐다. 1853년까지 일확천금을 꿈꾸는 10만여명이 캘리포니아로 몰려갔다.\n새크라멘토를 중심으로 캘리포니아 주 일대에 골드러시가 일어나자 금을 운반하고 현금을 유통하는 사업이 필요하게 되었고, 이를 일찌감치 캐치한 헨리 웰스와 윌리엄 파고는 각자의 성을 따서 웰스파고 은행(Wells Fargo & CO., 줄여서 WFC)을 설립했다. 당시 샌프란시스코는 조그만 시골마을이었고, 법보다 힘의 원리가 작용하던 무식한 시절이어서 금을 차지하기 위해 마구잡이로 털어가거나 총으로 쏴 죽이는 일이 비일비재했다. 이에 시정부에서는 도시를 효율적으로 관리하기 위해 샌프란시스코를 한 눈에 조망할 수 있는 알카트라즈 섬에 군사 기지를 세우고, 법률을 정비하였으며, 물자를 운송하는 데 필요한 기반 시설을 구축해나갔다. 일개 어촌에 불과했던 샌프란시스코가 차츰 도시의 모습을 갖추게 된 것도 바로 골드러시를 전후해서 일어난 일이다.\n끊임없이 유입되는 포티나이너들로 인해 금은 점점 고갈되어갔고, 1849년에 시작된 캘리포니아의 골드러시는 불과 5년이 채 지나지 않은 1953년에 막을 내리게 된다. \n참고로 이 시기에 아메리칸드림을 품고 미대륙으로 건너온 사람의 대다수가 모험심이 강한 청년들이었는데, 이들은 골드러시가 끝나고 나서도 본국으로 돌아가지 않고 미국에 그대로 남아 다른 일거리를 찾아 전전했다. 그리고 그로부터 무려 47년이나 흐른 뒤, 다시 한번 금이 발견되었다는 소식이 들려오기 시작하는데...\n\n1896년 캐나다 북서부 유콘 주의 클론다이크 지역에서 낚시를 하던 세 사람이 강에서 금을 발견한 것이다. 이 소식이 전해진 지 열흘도 채 되지 않아 시애틀에서는 약 1,500명이 북쪽으로 몰려들었고, 샌프란시스코에서는 북부로 가는 배표가 매진되어 암시장에서 천 달러에 배표가 거래되기도 했다. 특히 시애틀은 캐나다로 가는 마지막 관문이어서 자연스럽게 숙박, 교통, 식료품 등 여행 관련 산업이 번영을 누리게 되었는데, 골드러시가 막 시작된 1896~7년 사이 시애틀 시의 수입은 기존의 30만 달러에서 2,500만 달러까지 치솟았다고 한다.\n\n존 노드스트롬은 캘리포니아 골드러시가 한창이던 당시 16세의 나이로 단돈 5달러를 들고 스웨덴에서 미국으로 건너왔다. 하지만 너무 어렸던 그에게 노다지의 행운은 따라주지 않았고, 캘리포니아의 금광이 고갈된 후에는 다른 일거리를 찾아 노가다판을 전전했는데, 그러다 시애틀에서 2 번째 금광이 터졌단 소식이 들리자 캘리포니아 시절과 달리 이제는 노련한 나이가 된 노드스트롬은 채굴팀에 합류하여 2년 만에 금광을 발견하면서 13,000 달러의 수익을 벌어들이게 된다.\n그 후 시애틀로 다시 돌아온 그는 친구 칼 월린과 'Wallin & Nordstrom'이라는 구두 가게를 차렸는데, 이것이 바로 노드스트롬 백화점의 전신이다. 노드스트롬이란 이름에서 북유럽 브랜드인 줄 알았는데, 따지고 보면 시애틀이 원조인 미국 브랜드이며, 동시에 골드러시의 역사와 함께 탄생된 유서 깊은 백화점인 셈이다. \n리바이스 청바지 역시 골드러시의 붐을 타고 생겨난 브랜드인데, 잘 찢어지지 않는 작업복에 대한 수요가 늘어나자 리바이 스트라우스(Levi Strauss)가 당시 팔고 있던 천막으로 고안해낸 것이 바로 이 청바지라고 한다.\n골드러시는 비록 황금에 대한 인간의 탐욕에서 시작되었지만, 정체되어 있던 미서부의 여러 낙후된 마을들이 신흥 도시로 발전할 수 있는 계기가 되었다. 웰스파고 은행의 설립 배경에서도 알 수 있듯이 사람과 물자의 이동은 바로 에너지의 이동이다. 그 에너지가 지나간 자리에는 문화가 꽃 피어난다. 과거 실크로드가 그랬듯이, 샌프란시스코와 시애틀도 그 바람을 타고 그들만의 도시 문화를 창조해낸 것이다. \n\n[오스트레일리아의 골드러시]\n비슷한 시기에 오스트레일리아에서도 골드러시가 시작됐다. 캘리포니아의 금 발견 소식은 1848년 말에 오스트레일리아에 퍼졌다. 시드니 인근 뉴사우스웨일스에서 별볼 일 없는 인생을 살고 있던 에드워드 해먼드 하그레이브스는 캘리포니아에서 2년 동안 사금 채취에 공을 들였지만 빈 손으로 고국으로 돌아왔다.\n1851년 2월 그는 매커리 강의 지류에서 노다지를 터뜨렸다. 캘리포니아에서 쓰던 사금 채취 장비를 강물 속에 넣었더니 다섯 번에 네 번 꼴로 사금이 나왔다. 소식은 빠르게 퍼졌다. 이 무렵 시드니의 한 신문은 “도시의 대부분 사람들이 완전히 광기에 사로잡힌 것 같다”고 썼다. 6개월 만에 5만여명이 몰려들었다. 나중에는 멀쩡한 영국인 남자들까지 오스트레일리아행 배에 앞다투어 올라타면서 유형자들의 땅이라는 오스트레일리아의 부정적 이미지도 점차 씻겨나갔다.\n\n[조선의 골드러시]\n1930년대 식민지 시기 조선에도 골드러시가 있었다. 1930년대 조선은 ‘황금광 시대’였다. 1934년 8월에 발행된 잡지에 “수삼 년 내로 금광열이 부쩍 늘기도 하였거니와 금광 때문에 졸부가 된 사람도 훨씬 많아졌다. 그래서 웬간한 양복쟁이로 금광꾼 아닌 사람이 별로 없고, 또 예전에는 금전꾼이라 하면 미친놈으로 알았으나 지금은 금광 아니하는 사람을 미친놈으로 부르리만치 되었다.” 금광 열풍은 계급과 연령과 신분을 가리지 않았다. “금을 찾아 떠나는 긴 행렬에는 온갖 계층의 군상들이 뒤섞여 있었다. 노동자, 농민, 자본가는 물론, 민족이나 국가, 이념만이 전부일 것만 같았던 지식인들까지. 청진기를 내던진 의사와 법복을 벗어던진 변호사 뒤로 펜을 놓은 소설가와 전향한 사회주의자가 뒤따랐다.” (전봉관)\n\n몇 그램의 금을 얻기 위해 멀쩡한 집과 논밭을 망가뜨리는 무지렁이 농부, 항문과 성기에 금괴를 숨겨 국경을 넘나들며 금을 밀수하는 노파, 화장한 뒤 금니나 금반지를 챙기려고 화장장을 인수한 얌체꾼, 평범한 돌과 야산을 금과 금광이라고 사기쳐 돈을 빼돌린 금광 야마시(사기꾼)패 등. 더 관심을 끄는 것은 이 즈음 불기 시작한 지식인의 패배주의다. 여기에는 일제의 유화정책으로 인한 타협적인 ‘실력양성론’의 부상,1929년 미국에서부터 시작된 대공황 등이 영향을 끼쳤다. 현실적인 암울함 속에 미래에 대한 전망이 없던 지식인들은 이제 ‘혁명’이나 ‘해방’ 대신 ‘돈’이라는 유토피아로 내달렸다. 조선 프롤레타리아트 예술동맹(KAPF)을 이끌었던 사회주의 문학가 팔봉 김기진은 금광으로 제일 먼저 달려간 사람이었다.\n조선프롤레타리아 예술동맹(KAPF)의 산파인 팔봉 김기진은 조선일보 사회부장으로 근무하던 1933년 1월 금광 재벌 방응모가 조선일보를 인수하자 사표를 던졌다. 스스로 신문사를 차리겠다던 그가 돈을 마련하기 위해 뛰어든 곳은 금광 사업이었다. 그는 이듬해 평남 안주로 갔다. 낮에는 광부들과 금을 캐고 밤에는 글을 썼다. 소설가 채만식도 1938년 여름, 금광사업에 가담했다. 그는 셋째, 넷째 형의 금광사업에 필요한 자금을 조달할 투자자를 찾는 역할을 했다. 그러나 사업은 실패하고 투자자에게 손해만 입혔다. 이 투자자는 1936년 ‘일장기 말소사건’의 책임을 지고 동아일보 편집국장에서 물러난 설의식이었다.\n\n당시 금광열풍은 숫자로 봐야 실감이 난다. 1933년 한 해 동안에만 5025개소의 광산이 개발됐다. 해마다 한 도에 200~300곳 꼴로 금광이 생긴 것이다. 1934년 한 해 동안 금광 개발을 허가해 달라는 출원 건수는 5972건에 달했다. 이듬해에도 출원 건수는 5813건에 달했다. 조선의 금생산량은 1939년 31톤으로 정점에 달했는데, 금광업은 매년 50% 이상의 성장률을 기록했다. 광업 관련 업무를 담당하던 조선총독부 공무원들은 과로로 쓰러졌다.\n\n1930년대 조선의 금광 열풍 배후에는 일본 군부의 산금정책이 있었다. 당시 일본은 군국화 과정에서 금이 부족해졌다. 세계 경제가 금본위제이던 당시 금이 없다는 것은 곧 국가 파산을 의미했다. 조선총독부는 대대적인 산금정책을 세웠고 이를 뒷받침하기 위해 금광에 보조금을 지급하는 등 돈을 풀었다. 생산된 금은 고가에 매입했다.\n\n금광을 통해 졸부의 출현이 생긴다. 그 대표적인 인물은 황금귀라고 불리는 최창학이다. \n황금귀(黃金鬼) 최창학. 몰락한 양반가의 자손이었던 최창학의 인생은 평안도에서 조선 최대 ‘삼성금광’을 찾아내면서 완전히 바뀐다. 자객의 협박, 기관총 세례에도 불구하고 그는 삼성금광에서 얻은 자금으로 ‘금광 놓고 금광 먹기’를 해서 최고 부자의 반열에 오른다.\n그의 성공기와 백범 김구와의 인연, 그 후 이승만 정권에서의 시련과 그의 쓸쓸한 퇴출등이 하나의 전기처럼 소개된다. \n\n[남아프리카의 골드러시]\n요하네스버그 근처에서의 금 광산의 발견은 1880년대로 거슬러 올라간다. 1881년 오늘날의 제임스타운이라는 곳에서 사금광이 발견되었다. 1883년 또 다른 협곡지대에서 금광이 발견되었다. 이 지역은 마치 아무 데나 파기만 하면 일확천금이라도 할 것 같은 그런 분위기가 되었다. 여러 곳에서 새로이 발견되는 금광은 금을 찾아 헤매는 이들을 끌어들이기에 충분한 이야기 거리였다. 남아프리카의 더운 저지 초원지대라 말라리아가 발병되는 지역적인 한계점은 금을 찾는 황금광들에게는 문제점이 되지 않았다. 바버톤이라고 불리던 남아프리카 북부에 위치한 한적하기만 했던 곳에서의 금광 발견은 남아프리카에서 일어난 초유의 위트워터스랜드 골드러시(Witwatersrand gold rush)의 시발점이었다. 사실 이 금광의 발견은 보아전쟁의 원인이 되기도 한다.\n\n남아프리카의 요하네스버그는 1800년 대 후반만 해도 보잘 것 없는 마을에 불과했다. 그러나 1886년 3월 호주의 금광에서 광부로 일했던 조지 해리슨(George Harrison)에 의해 금을 포함하고 있는 노두가 발견되면서 사정은 급격하게 달라지기 시작했다. 그러나 정작 금광의 노두를 발견한 그는 그가 발견한 채광권을 10파운드도 안 되는 가격으로 팔고 어디론가 사라져 버렸다. \n요하네스버그에서 금이 발견되었다는 소문은 삽시간에 퍼져 황금광들이 몰려들기 시작하면서 1886년에는 먼지투성이의 볼품없는 광산촌이 만들어지기 시작하였다. 당시 그곳을 통치하던 남아프리카공화국은 그곳의 금광이 대단한 것으로 여기지 않았으며, 가능하면 많은 광부들을 채워 넣기 위해 그 지역의 토지를 작은 삼각형으로 구분하였다. 그게 오늘날 요하네스버그의 중심가의 거리가 좁은 이유가 되었다. \n한적한 광산촌은 10년이 가기도 전에 200여 년의 역사를 가진 케이프타운보다도 더 큰 도시로 성장을 했다. 그 원동력은 바로 해리슨에 의해 발견된 금광이 그 단초가 된 것이다. 물론 이 근처에서 후일 발견된 다이아몬드 역시 큰 기여를 했다. 나중에야 밝혀진 것이지만 금을 가지고 있는 지층은 동서로 100여 km 정도 뻗어 있으며 그 폭은 두꺼운 곳에서는 40km나 되었다. 이들 지층이 경사진 곳에서는 지하 깊숙이 광맥이 연장되어 있어 이 지역에는 세계에서 가장 깊은 광산들이 이곳저곳에서 개발되고 있다. 지금은 요하네스버그 주변보다는 그 북서부 지역에서 생산 중인 금 광산이 위치해 있다.\n\n[말리의 골드러시]\n얼마 전 서부 아프리카에서 금맥이 발견되면서 16개 나라, 10만여 명의 사람들이 몰려들어 금을 캐고 있는데요. 서부 아프리카 말리와 코트디브와르의 접경 지대. 길도 없고 인적도 끊긴 오지에 가도가도 끝이 없는 밀림이 펼쳐집니다. 문득 울창한 숲이 없어지면서 홀연히 나타난 드넓은 벌판.\n사람들이 몰려와 나무를 모두 베어낸 뒤 금을 캐고 있습니다. 요즘 아프리카 사람들이 신천지로 부르는 노천 금광. 모두들 일확천금의 기적을 믿는 사람들입니다.\n아프리카 특유의 이른바 개미군단식 금광 개발이 이뤄지고 있습니다. 자원 개발을 위한 기술과 자금이 부족한 아프리카에서 정부나 기업이 나서기도 전에 주민들이 금맥을 선점한 경우입니다.\n원래 주인이 없는 숲에 많은 사람들이 북적거리다보니 정부도 통제를 포기한 채 강 건너 국경만 넘지 못하게 하고 있습니다.\n날이 어두워지면 곳곳에서 금을 사고 파는 흥정이 벌어집니다. 지금은 금을 사들이는 상인도 대목을 잡는 시간. 불순물을 바람에 날려 보낸 뒤 저울에 달아 무게를 잽니다. 1그램당 금 가격은 우리 돈으로 만 5천원 정도. 아프리카인에게 이 정도면 아주 큰 돈입니다.\n\n[말리제국의 만사 무사]\n만사 무사는 말리 제국의 제9대 황제로 아프리카의 황금왕으로 불리는 인물이다. 재위 기간은 1312~1337년이다. 만사 무사의 '만사'는 만딩카어로 '황제', '무사'는 구약성경, 쿠란, 토라의 등장인물인 '모세'의 아랍어 표기다.\n만사 무사는 카이로에 3개월간 머물렀다. 그동안 금을 물 쓰듯이 썼다. 그러자 이 지역의 금 가격이 10년간 폭락했고, 경제 전체가 무너져 내렸다고 한다.\n말리 제국은 막대한 금을 바탕으로 아프리카 교역의 중심지로 빠르게 성장했는데, 당시 세계 금은 모두 말리로부터 나온다고 했을 정도로 말리에는 금이 넘쳐났다. 그러나 말리 제국은 어디까지나 금을 제공하는 교역소라는 이미지가 강했고 그 경제력에 비해 이슬람 세계에서 큰 영향력을 미치고 있지는 않았다. 만사 무사는 이런 2류 이미지를 벗고 말리 제국이 당당한 강대국이라는 사실을 전 세계에 과시하기 위해 1324년에는 이슬람의 성지, 메카로 대대적인 성지순례를 떠나게 된다. 이 순례는 어마어마하게 거대하고 화려한 행렬이었는데, 만사 무사와 만사 무사의 아내, 그리고 아내의 개인적인 시종 500명이 순례에 따랐을 뿐 아니라 수많은 시민들과 귀족들도 행렬에 합세했다. 60,000명의 시민들과 황금으로 만든 지팡이를 든 500명의 전령이 행렬의 앞에 서고 그 뒤를 12,000명의 노예가 따랐는데, 노예라는 이름이 무색하게 화려한 비단 옷을 입고 커다란 황금 주괴를 하나씩 들고 있었다고 한다. 여기서 그치지 않고 600마리의 낙타가 한 마리 당 100kg이 넘는 황금 덩어리를 짊어지고 행렬을 따르고 있었으며, 이 어마어마한 행렬이 소비할 식량을 짊어진 낙타 무리도 당연히 행렬에 함께 했다. \n\n카이로에서 수개월 동안 머무르면서 금을 물쓰듯 하여 카이로의 금 값이 폭락했다고 한다. 금값이 너무 떨어져서 지중해권과 서아시아 전체의 물가가 엉망이 되었고, 당연히 지역 전체의 경제에 악영향을 주었다. 결국 만사 무사는 일부러 고율 이자를 받기로 하고 시중의 황금을 사들여 부랴부랴 물가 안정을 시도했는데, 그럼에도 이미 풀린 금이 너무 많아서 금값과 물가가 안정될 때까지 10년이 넘게 걸렸다고 한다. \n만사 무사는 말리 제국으로 돌아올 때도 이집트를 거쳤다. 일부 전해지는 이야기로는 이집트의 경제를 돕고자, 만사 무사는 금 회수에 나섰다. 이집트 대부업자들에게 터무니없이 높은 이자를 내면서까지 금을 빌렸다는 것이다. 하지만 그가 너무 방탕하게 금을 쓴 나머지 수중에 있던 금이 바닥 나서, 빌린 것이라고 해석하는 이들도 있다.\n\n[금의 투자 자산화]\n1864년 미국에서 금 거래소가 개장했다. 이에 금 투기는 절정에 달했다. 금과 다른 광물의 값이 임금상승률 이상으로 뛰었기 때문에 투기꾼들은 광산으로 눈을 돌렸다. 1869년 뉴욕 금거래소인 골드룸의 하루 거래량은 7천만 달러에 달할 정도로 많았다. 이 당시 투기거래도 많았는데, 유명한 투기꾼 제이 굴드는 1869년 금 매집을 벌이며 시세조종을 하는 등 금을 소위 작전주화하여, 금투기는 많은 문제를 일으키기도 했다. \n당시 금값이 급등함에 따라, 금에 대한 공매도도 기승을 부려 많은 투기꾼들이 금 시장을 노다지로 여기고 있었다.\n\n[제이 굴드와 짐 피스크의 금 투기]\n대니얼 드루와 코닐리어스 밴더빌트, 한때 친구처럼 보이던 두 사람은 이리 철도회사의 경영권을 놓고 싸움을 벌였다. 악명 높은 ‘이리 전쟁’이다. 주가를 조작하고 법관을 매수하는 등 수단 방법을 가리지 않았다. 드루는 허망하게 퇴장한다. 그가 키운 두 부하, 제이 굴드와 짐 피스크가 밴더빌트와 손을 잡고 옛 주인을 배신한 것이다.\n굴드와 피스크의 다음 목표는 무모했다. 미국의 황금을 매점매석하는 것이었다. 그러려면 정부를 구워삶아야 했다. 그때 미국 정부는 금을 팔아 달러를 사들였는데, 정부가 시중에 금을 풀면 굴드 일당이 매점매석하기 어려웠기 때문이다. 굴드와 피스크는 대통령 율리시스 그랜트의 처남인 에이블 코빈을 끌어들였다. 그란트는 남북전쟁에서 북군의 장군으로 명성을 날렸지만, 공사를 구별하지 못하는 정치인이었다. 시장에 정부가 개입하지 않고 금 시세를 내버려두는 것이 재계의 여론이라며 그랜트를 속였다. 굴드는 선거를 앞두고 농민들을 위해 통화팽창 정책을 써야 한다고 주장했다. 이어 재무부 차관에게 통화팽창을 설득했다. 물론 사례는 치렀다.\n그란트는 이들의 말을 듣고 금을 풀었다. 금 가격이 하락하자 굴드 일당은 금을 매집했다. 금 값이 적절히 떨어졌다고 생각할 시점에 일당은 코빈을 시켜 대통령에게 금 매각을 중지해달라는 편지를 쓰게 했다. 편지를 받은 그란트 대통령은 자신이 매제와 투기조직에 속고 있다는 사실을 깨닫게 되었고, 대통령의 뜻을 전달받은 재무장관 조지 보트웰(George S. Boutwell)은 금 매도를 지시했다.\n1869년 9월 24일, 그날은 금요일이었다. 미국 재무부의 금 매도로 금값이 온스당 135 달러로 떨어지는데도 굴드 일당은 160 달러에 매수 주문을 냈다.\n\n시장이 어떻게 돌아가든 정부가 내버려두자 투기꾼이 몰려들었다. 몇주 만에 금값이 20%가 넘게 치솟았다. 그랜트는 자기가 속은 것을 깨닫고 정부가 가진 금을 시장에 내다 팔았다. 1869년 9월24일은 ‘검은 금요일’이라 불린다. 금값은 폭락했고 증시가 20%가 빠졌고 미국 경제가 휘청였다. 굴드는 금을 빠르게 팔아치워 손해는커녕 오히려 이익을 봤다고 한다.\n\n정부와 굴드 일당의 금 투기 전쟁으로 뉴욕 금 거래소(New York Gold Exchange)는 아수라장이 되었다. 브로커들은 미쳐 날 뛰었다. 갈피를 잡지 못한 소액투자자들은 빈털터리가 되었다. 군중들은 폭도로 돌변해 군대가 출동했고, 굴드와 피스크는 거래소 옆문을 통해 도망쳤다. 월스트리트 역사에서 이를 검은 금요일(Black Friday, 1869)로 기록된다.\n굴드와 피스크의 지시를 따랐던 브로커들은 빚더미에 올랐고, 정신병자가 된 사람, 권총으로 자살한 사람도 있었다. 이 대혼란으로 그란트 대통령은 신망을 잃었고, 대신에 남북전쟁으로 유예한 금본위제도를 조기에 실시하는 계기로 삼았다.\n\n[금본위제]\n금본위제도는 처음에는 금화 1에 대해 은화 15정도로 금과 은의 가치비율 을 법으로 정해놓았지만 1816년 금화만을 본위화폐로 하는 금본위제도 가 이탈리아에서 처음 채택된 이래 각국으로 보급됐다. 그후 각국의 중앙은행에서 발행한 은행권 등의 화폐가 각국내에서 사용됨 에 따라 금은 국제간의 거래에서 결제를 위해서만 사용되는 국제통화로 발 전됐다. \n가장 먼저 금본위제를 제도화한 국가는 영국이다. 영국은 18세기까지 금과 은을 모두 화폐의 기준으로 하는 복본위제(bimetallic standard)를 사용했다. 그러다 1821년 금의 일정량을 파운드화에 고정시키는 금본위제를 도입했다. 금 1온스에 3파운드를 교환하는 체제였다. 하지만 금을 맡겨 놓고 법정화폐만 사용하는 현대적 의미의 금본위제는 아니었다. 금을 가져오면 화폐를 바꿔주는 고전적 금본위제였다. 영국이 금본위제를 도입하자 독일 · 프랑스 · 네덜란드 · 벨기에 · 스위스 · 이탈리아 등 유럽 주요국들도 1870년대까지 잇따라 금본위제를 도입했다.\n\n영국의 고전적 금본위제는 1차 세계대전 이후 막을 내린다. 전비 마련을 위해 통화 발행을 크게 늘리자 화폐 가치가 급락했고, 사람들이 앞다퉈 돈을 금으로 바꿨다. 금 보유량 이상으로 통화량이 급증하면서 금본위제는 무너질 수밖에 없었다. \n전쟁하며 돈을 무작위로 찍어낸 탓에 오스트리아가 파산하면서 독일, 영국, 미국이 순서대로 금 본위제를 포기했던 것.\n영국은 전쟁이 끝나자 1925년 금본위제로 다시 복귀했으나 전쟁으로 국력을 소진하고 1929년 대공황으로 경기침체가 심해지자 1931년 금본위제를 포기했다. \n일각에서는 금본위제가 과도하게 경기를 위축시켜 대공황을 초래했다고 보는 시각도 있다. 이런 이유 때문에 영국에서는 금본위제에 대한 부정적인 생각을 가진 사람이 많았다. 1925년 금본위제를 다시 도입할 때 재무장관을 지냈던 윈스턴 처칠은 훗날 “내 생애 가장 큰 실수는 금본위제 복귀”라고 말했을 정도다. 돈을 풀어야 경제가 살아난다는 지론을 편 존 메이너드 케인스는 “케케묵은 금본위제는 관 속에 묻었어야 했다”고 회고했다.\n\n미국에서도 금본위제의 유효성을 둘러싼 공방이 끊이지 않았다. 1787년 헌법에서 미국 화폐는 반드시 금·은을 기초로 해야 한다고 규정하면서 금본위제의 토대를 마련했다. 1792년에는 화폐의 기본 도량형은 1달러로 확정했는데 1달러는 순은 24.1g으로 정해졌고, 10달러는 순금 16g을 함유하도록 했다. 은과 금의 교환 비율은 15대 1이었다. 복본위제였지만 은이 가치의 중심에 있었다. 화폐로서 은의 지위를 폐지하고 단일 금본위제가 시행된 것은 1873년 이었다. 그러나 미국에서도 대공황으로 디플레이션이 극심해지자 금본위제가 도마에 올랐다. 프랭클린 루스벨트 대통령은 1933년 사적으로 소유한 금을 국유화하면서 금본위제를 폐기하는 조치를 단행했다. \n\n현대적 금본위제가 확립된 것은 제2차 세계대전이 막을 내리면서 탄생한 브레턴우즈 체제에서다. 연합국 대표들은 1944년 미국 뉴햄프셔주 브레턴우즈에서 금본위제를 부활시켰다. 세계 최강의 경제 대국이 된 미국의 주도로 달러화를 기축통화로 하는 금본위제가 도입된 것이다. 하지만 금과 화폐를 직접 교환하는 영국 파운드화 중심의 고전적 금본위제와 달리 브레턴우즈 체제에서는 금 일정량에 법정화폐의 가치를 고정시켰지만 금과의 직접 교환은 중단됐다. 이 같은 브레턴우즈 체제에서는 금 1온스를 35달러에 고정시키고 달러화를 국제 결제통화로 쓰기로 합의했다.\n이때부터 미국은 압도적인 금 보유와 경제적 우위를 바탕으로 기축통화국가가 된 것이다. 미국은 고정환율을 바탕으로 냉전시대 한국을 비롯해 서유럽, 아시아 등에 자유주의 체제의 유지를 위한 기금을 투하했다. 그러나 재출범한 금본위제도 미국의 과도한 재정지출로 다시 위기를 맞는다. 재정적자가 자꾸 쌓이는 와중에 치른 베트남 전쟁이 직격탄이 됐다. 과도한 재정지출에 따른 통화 증발은 금본위제의 근간을 흔든다. 미국이 무작위로 달러를 찍어내는 통에 일부 국가가 금 태환을 요구했고 1971년 닉슨 대통령은 금 태환 정지를 선언한다. 금 본위제는 역사 속으로 사라진 것이다. 이때로 부터 화폐는 금이 아닌 은행이 창출한 신용에 기반한 시스템으로 돌아가게 된다.",
  "color": "default",
  "labels": [
    "898f43eb-c79c-4781-9c09-9e88a458c8c7",
    "d681d9ed-1ad5-4666-a9d4-269e4225597d"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2022-02-28T00:58:00.161000",
  "updatedAt": "2023-03-17T11:27:20.772000"
}