{
  "id": "ff544618-49b6-4e0c-9dc6-2a1cab287f21",
  "title": "선민사상(選民思想), 인종주의",
  "content": "선민사상은 특정 민족이 신이나 신적 존재에 의해 선택되고 구원된다는 종교사상이다. 선민의식이라고도 한다. 넓게는 다른 집단·민족에 비해 자신들이 우월하다고 주장하는 세속적인 사상이나 신념도 포함한다. 집단이나 민족이 자기 정체성을 형성하고 보존한다는 차원에서는 보편적인 것이다. 하지만 배타적인 성격이 강할 때는 인류 평화의 위협요소로 작동한다. 고대 건국신화는 대체로 선민사상을 토대로 하는데, 단군신화도 한민족이 천제의 후손임을 천명하고 있다. 하지만 홍익인간·이화세계의 이념을 제시하고 있어 배타적이고 정복적인 선민사상과는 구별된다.\n\n[정의]\n특정 민족이 신이나 신적 존재에 의해 선택되고 구원된다는 종교사상. 선민의식.\n넓은 의미로는 다른 집단이나 민족에 비해 자신의 우월성을 주장하는 세속적인 사상이나 신념도 포함하면서 집단이나 민족의 자기 정체성을 형성하고 보존한다는 면에서 보편적 사상이다. 그렇지만 선민사상의 강약이나 타자(他者)의 인정 유무(有無)에 따라 그 차이가 적지 않다.\n\n[개설]\n‘선민’이라는 용어는 기독교 성서에 나오는 ‘암 세굴라’(⁽am segullah: 귀한 백성)와 ‘암 나할라’(⁽am nahallah: 상속받는 백성)의 번역어이다. 자신들이 믿는 신에게서 특별히 선택받은 선민이라는 뜻을 가지고 있다.\n원래 선민의식과 선민사상은 원래 이스라엘 사람들이 하나님이 세계의 모든 백성 가운데에서 유일신을 믿는 이스라엘 백성만을 선택했다고 믿는 종교적이고 민족적인 우월감을 표현하는 단어였습니다.\n그러나 시간이 지나며 민족, 인종우월주의의 기반이 되는 의식과 사상까지도 표현하며 의미를 넓혔고, 현재는 위에 적은 것처럼 넓은 의미를 갖게 되었습니다.\n\n\n[설명]\n사회 계급이 발생한 청동기 시기에 이미 선민사상을 바탕으로 한 민족기원신화나 건국신화가 등장하였다. 자신이 사는 땅을 ‘세계의 배꼽’, ‘세상의 중심’, ‘태양의 아들’, ‘해가 뜨는 곳’이라고 하거나, 자신의 민족이나 집단은 세상을 창조하고 지배하는 최고신의 후손이라고 하는 등 자신들을 스스로 신성화하였다.\n유대교를 비롯한 모든 종교는 나름의 선민사상을 가지고 있지만, 그리스도교와 이슬람교와 같은 서구 유일신 종교에서는 신의 유일성과 전능성을 강조하기 때문에 선악의 이분법적 도식이 적용되는 만큼의 배타적인 선민사상으로 나타나기도 한다. 그 반면 세속적인 삶과의 조화를 강조하는 불교 · 유교 · 도교와 같은 동양종교에서는 선민사상이 있기는 하지만, 종교 집단의 정체성을 확립하는 차원에 그치는 경우가 대부분이다.\n\n고대 제국의 형성과 관련해서도 다양한 선민사상들이 등장하였다. 그리스 로마제국의 사람들은 자신을 문명인이라 여겨 주변 민족들을 야만인을 뜻하는 ‘바바리안’으로 불렀으며, 고대 중국인들은 자신의 왕은 하늘의 아들(天子)이고 자기들이 사는 땅은 중원(中原)라고 하였으며, 주변 민족들을 모두 오랑캐라고 비하하였다.\n고대 그리스는 스스로를 문명인이라 여겨서 주변 이민족들은 인간다운 말도 못해서[2] 그저 '버버'(bar-bar-)거린다고 하는 의미로 '바르바로이'라 불렀으며, 이피크라테스라는 자수성가한 장군이 명문가의 듣보잡 후손에게 '구두장이의 아들 주제에!'라고 모욕받자, 우리 가문은 나부터 시작하지만 당신네 가문은 당신을 마지막으로 끝난다.고 받아친 적이 있었다. \n고대 중국인들은 자신들의 왕이 하늘의 아들이고 자기들이 사는 땅덩어리가 세계의 참된 중심이라 믿었다. 그래서 중국인들은 자기네 땅을 중원(中原)/중화(中華)/중국(中國) 등으로 일컬었고, 주변 민족들은 죄다 오랑캐라고 동이/서융/남만/북적으로 낮춰 불렀다.\n\n18세기 계몽주의 이후에 선민사상은 민족국가의 이데올로기인 민족주의의 기초가 되기도 하였으며, 19세기 제국주의 시대에는 문명과 야만의 이분법적 도식을 전 세계로 확산시켜 문명의 서구가 야만의 비서구를 정복하고 지배하는 것을 정당화하기도 하였다.\n근대에 유럽에 퍼졌던 사회진화론도 선민사상의 일종이었다. 이들 \"진화한 문명\"에 사는 유럽인들은 \"덜 발전한\" 아시아·아프리카·아메리카·오세아니아 문명을 식민지로 삼으며 이 땅의 정복 및 지배를 당연시하기 위해, 자신들이 신에게 선택받고 축복받은 특별한 민족이며 비문명 지역을 교화할 책임이 있다는, 사회진화론이라는 '학문'으로 정리하게 되었다. 이 사회진화론은 19~20세기 초반 지식인들의 기본 사고방식으로 자리잡게 되었고, 이로 인해 서구 열강들이 제국주의 시대를 열면서 비서구 지역 다수를 식민화하였다.\n게다가 아돌프 히틀러는 여기에 민족주의 개념을 더해 아리아인이 우수하고 유대인은 열등하니, 유대인을 이 세상에서 없애버려야 한다는 게르만 우월주의를 만들면서 제2차 세계 대전을 일으켜 유럽 전체를 전쟁의 공포 속으로 몰아버렸다. 게다가 그 동맹국 역시 나치와 이탈리아 파시스트와 추축국 동맹을 맺으면서 이 대열에 합류한 바람에 한국을 비롯한 동아시아&태평양 지역이 곤욕을 치른 적도 있었다. 심지어 북한은 김일성 민족의 통치 및 권력행사를 정당화하기 위해 우생학을 도입하여 적대계층 등 북한 지도층에 반하는 사람을 정치범수용소에 집어넣어 억지로 교화한다. 그러나 정작 진화론을 만든 찰스 다윈은 사회진화론을 무가치하다고 평가했다. \n\n우리나라의 선민사상은 고대 건국신화나 근대에 발생한 민족종교에서 분명하게 나타난다. 「단군신화」는 고조선의 건국신화이지만, 민족기원 신화로도 활용되고 있다. 천제(天帝)인 환인(桓因)의 손자 단군(檀君)이 기원전 2333년 아사달에 도읍을 정했다는 내용인데, 여기서 한민족은 천제(天帝)의 후손임을 주장함으로써 다른 민족과 구별하였다. 그렇지만 홍익인간(弘益人間)의 정신과 이화세계(理化世界)에 대한 이념을 제시하고 있어 배타적이고 정복적인 선민사상과는 구별됨을 알 수 있다.\n\n근대에 형성된 동학 · 증산교 · 대종교 · 원불교 · 통일교 등 민족종교들은 선민사상을 바탕으로 창립되었다. 제국주의의 침탈에 대해 민족적 자존심을 회복시키고, 천손(天孫)민족으로서 민족적 소명의식을 새롭게 부여하였을 뿐만 아니라, 한민족은 후천개벽의 주역이고 한반도는 세계의 중심임을 선언하였다. 전 세계 인류의 구원은 이 땅에서 시작되고, 전 세계는 한국을 중심으로 하는 대가족사회로 통합될 것이며 지상천국도 한반도에서부터 건설될 것이라는 신앙을 가지고 있다.\n\n그 대표적인 종교는 민족의 개벽을 다시 재현한다[重光]는 대종교다. 대종교에서는 한민족이 천손민족임을 강조한다. 그리고 민족의 성산 백두산을 세계문화의 중심지이자 인류문화의 발상지로 설정하고 있다. 이에 단군 하느님은 우주를 창조하고 현생인류의 시조로서 천손인 나반과 아만을 3만년 내지 15만 년 전에 백두산에 내려 보내 그 자손이 오색인종과 9족으로 번성케 하여 세계 곳곳에 살게 하셨다는 것이다. 또한 부여족뿐만 아니라, 여진 · 몽고 · 거란 등 소위 동이족 전체를 ‘배달족’이라는 하나의 큰 민족 집단으로 간주하였다.\n그 외에도 증산교에서는 우리나라가 세계 상등국이 될 것이며, 세계를 밝힐 진법(眞法)은 한국에서 나오고 한민족은 천하를 얻게 될 것이라고 강조한다. 또한 갱정유도에서는 21세기 디지털 통합정부가 한국에서 나오게 될 것이라는 메시지를 유엔본부에 보내기도 하였다.\n기독교계 신흥교단도 예외는 아니다. 통일교를 비롯한 대부분의 기독교계 신종교 교리에서도 인류를 구원할 메시아는 한국에 강림할 것이며, 한국은 세계종교의 종주국으로써 세계 주도국이 될 것이라고 하였다.\n\n결어\n민족과 같이 한 특성을 가진 집단에 대해 자부심을 가지는 것은 좋지만 자기 집단이 우월하고 다른 집단은 열등하다고 무시하는 태도는 피해야겠습니다.\n\n\n인종주의\n1. Racialism\n인종본질주의. 인종의 분류에 찬성하는 사상을 말한다. 인종의 우열은 인정하지 않으나, 이미 한 인종만이 사는 지역에서 다른 인종이 이민을 오는 것에 대해서는 배타적이 되기 쉽다. 분파 이념으로 인종국민주의(racial nationalism)가 있다.\n\n2. Racism\n인종차별주의. 현재는 사이비 과학으로 분류되는 로버트 녹스에 의해 제창된 과학적 인종주의(Scientific racism)에서 뒷받침되었으며, 인종간의 차이를 과학적 사실로 규정하고 규명하려고 하며 이를 기반으로 사회적으로 인종간의 차이를 두고자 하는 시도를 일컫는다.",
  "color": "default",
  "labels": [],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2024-01-14T09:56:20.139000",
  "updatedAt": "2024-01-14T10:15:14.713000"
}