{
  "id": "ff5e8645-adea-4151-8401-5ed25876b9df",
  "title": "(22세기 천체 물리학)블랙홀의 진실",
  "content": "http://mlbpark.donga.com/mp/b.php?p=121&b=bullpen&id=201910230036942233&select=&query=&user=&site=donga.com&reply=&source=&sig=h4aXSY-Yh3DRKfX@h-jXHl-Ahhlq\n\n\n천체물리학에 그동안 많은 관심이 있음을 알게되었습니다.\n(I've found a lot of interest in astrophysics.) \n\n \n\n현대 천체물리학에서 이해할수 없는 많은 미스테리가 있을겁니다.\n\n(There are many mysteries that are not understood in modern astrophysics.)\n\n \n\n그중에 블랙홀, 중력 발생등,\n\n(Among them, black holes, gravity generation,)\n\n \n\n여러가지 미스테리에 대해서 다뤄보려고 합니다.\n\n(I'm going to cover a lot of mysteries.) \n\n \n\n왜 광속은 1c일까요? 이런 막연한 질문, \n\n(Why is the luminous flux 1c? This vague question,)\n\n \n\n풀지 못한 문제들에 대해서 다뤄보려고 합니다.\n\n (I'm going to deal with some of the problems we didn't solve.)\n\n \n\n실제 중력은 개발되었고, 블랙홀의 비밀도 풀렸습니다.\n\n(Real gravity was developed, and the secret of black holes was unlocked.) \n\n \n\n시작하겠습니다.\n\n(let's begin.) \n\n \n\n \n\n \n\n\n\n\n\n \n\n제1장, 중력은 어떻게 발생했는가.\n\n(Chapter 1, How did gravity happen?)\n\n \n\n지구에서 중력이 어떻게 만들어졌으며,\n\n(How gravity was created on Earth,) \n\n\n\n행성은 어떻게 이동하는가,\n\n(How the planets move,)\n\n \n\n블랙홀은 무엇인가에 대해서,\n\n(What is a black hole,)\n\n\n\n알아보는 시간을 가져보도록 하겠습니다.\n\n(Let's take a look.)\n\n\n\n사실 인공 중력은 이미 개발이 끝났습니다.\n\n(In fact, artificial gravity has already been developed.)\n\n\n\n제가 재미있게 봤던 공상과학 영화인 인테스텔라에서는\n\n(In the science fiction movie Interstellar,)\n\n\n\n중력을 우주선체에서 작동하는 원심력에\n\n(Gravity to the centrifugal force)\n\n\n\n질량을 가진 물체끼리 당기는 인력인,\n\n(The attraction force between objects with mass,)\n\n\n\n만유인력의 합으로 중력이 발생한다고 설명하고 있었습니다.\n\n(Explain that gravity is caused by the sum of all people.)\n\n\n\n \n\n하지만 실제 사실과 많이 다르다라는것을 알게 되는데,\n\n(But it turns out that it's very different from the facts)\n\n \n\n\n\n오랜 시간이 걸리지 않았습니다.\n\n(It didn't take long time.)\n\n\n\n지구에서 중력이 발생했던 과정은 이렇습니다.\n\n(Here is the process of gravity on Earth.)\n\n\n\n초창기 지구는 태양과 같았을겁니다.\n\n(In the early days of the earth, it would have been like the sun.)\n\n \n\n \n\n핵분열과 핵융합이 반복되어 일어나면서,\n\n(As nuclear fission and fusion occur repeatedly,)\n\n \n\n내핵과 외핵이 만들어지고, 멘틀이 만들어졌습니다.\n\n(Inner and outer cores were made, and a mentle was made.)\n\n \n\n원자 갯수가 적으면, 핵융합을 통해, 철로 변하고, \n\n(When the number of atoms is small, it turns into iron through fusion,)\n\n\n\n원자 갯수가 많으면, 핵분열을 통해 철로 변합니다.\n\n(If the number of atoms is large, it turns into iron through fission.)\n\n \n\n철은 가장 안정적인 물질이기 때문입니다.\n\n(Because iron is the most stable substance.)\n\n \n\n핵분열과 핵융합을 통해,\n\n (Through fission and fusion,)\n\n \n\n진공상태에 놓여진 지구가 수축되기 시작한겁니다.\n\n(Earth in a vacuum began to shrink.)\n\n \n\n이때 지구가 공간을 당기게되는겁니다.\n\n(At this time, the earth is pulling space.)\n\n \n\n이것이 바로 중력입니다.\n\n(This is gravity.)\n\n \n\n \n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n\n\n중력 발생 과정을 그림으로 보면 이렇습니다.\n\n(Here's how the gravitational process looks.)\n\n \n\n\n\n\n\n\n \n\n \n\n\n\n\n\n \n\n \n\n\n\n\n\n\n\n \n\n \n\n\n\n이것이 바로 중력 발생기입니다.\n\n(This is the gravity generator.)\n\n \n\n중력이 무엇인지 설명할때,\n\n(When explaining what gravity is,)\n\n \n\n주사기를 끝까지 밀어넣고,\n\n(Push the syringe all the way in,)\n\n \n\n입구를 막고 당기면, \n\n(If you block and pull the entrance,)\n\n \n\n그 안에 중력장이 발생합니다.\n\n(There is a gravitational field in it.)\n\n \n\n이것이 중력의 비밀입니다.\n\n(This is the secret of gravity.)\n\n \n\n중력은 행성의 질량에 비례합니다.\n\n(Gravity is proportional to the mass of the planet.)\n\n \n\n하지만 태양은 질량에 비해 낮은 중력을 가질수있습니다.\n\n(But the sun can have lower gravity than mass.)\n\n \n\n그 이유는 태양이 수축하고 있기 때문입니다.\n\n(The reason is that the sun is contracting.)\n\n \n\n태양은 안정상태에 돌입되지 않은 행성입니다.\n\n(The sun is an unsettled planet.)\n\n \n\n오늘날 과학자들은 수많은 다른 행성을 관찰했습니다.\n\n(Today scientists have observed numerous other planets.)\n\n \n\n지구보다 수십배의 질량을 가진 행성이였지만,\n\n(Was a planet ten times more massive than Earth,)\n\n \n\n중력이 상당히 낮은 곳이 확인되었습니다.\n\n(It has been identified where gravity is quite low.)\n\n \n\n그리고 이 행성을 관찰하자, \n\n(And observe this planet,)\n\n\n\n핵의 밀도가 달랐다는 사실을 알게 됩니다.\n\n(We find that the nuclei have different densities.)\n\n \n\n중력이라는것은 공간을 얼마나 강한 힘으로 당기는지에 따라 달라지는데,  \n\n(Gravity depends on how strong you pull the space,)\n\n\n\n그 정도가 핵의 밀도와 질량에 비례한다는 사실입니다. \n\n(The fact is that it is proportional to the density and mass of the nucleus.)\n\n \n\n실제 지구보다 질량이 크더래도 중력이 낮은 행성도 존재했습니다.\n\n(Even though the mass was larger than the earth, there were planets with lower gravity.)\n\n \n\n또한, 행성에 중력이 존재한다는것은 그 행성은 항성이였음을 알수있습니다.\n\n(Also, the presence of gravity on the planet indicates that the planet was a star.)\n\n \n\n\n\n \n\n \n\n\n\n\n\n \n\n제2장, 블랙홀이란 무엇인가.\n\n(Chapter 2, What is a black hole?)\n\n \n\n중력 이야기만 하려고 했는데, \n\n(I was just talking about gravity,)\n\n\n\n이 참에 블랙홀 까지 알아보겠습니다.\n\n(Let's look at the black hole.)\n\n \n\n인류는 블랙홀에 대해서 의문을 품었습니다.\n\n(Humanity has questioned black holes.)\n\n \n\n저는 블랙홀을 이야기하면,\n\n(I'm talking about black holes,)\n\n \n\n과거 지구의 끝을 이야기하던 생각이납니다.\n\n(It reminds me of the end of the past earth.)\n\n \n\n배를 타고 항해를 하다가 지구 끝에 도달하면,\n\n(When sailing on a ship and reaching the end of the earth,)\n\n \n\n폭포처럼 배가 떨어지는것이 아니냐는것 말입니다.\n\n(Is it falling like a waterfall?)\n\n \n\n오늘날 과학계에서는 블랙홀은 막대한 인력을 가졌고, \n\n(In today's scientific world, black holes have a huge attraction,)\n\n \n\n모든 물체를 끌어당긴다고 설명하고있습니다.\n\n(Explain that it pulls all objects.)\n\n \n\n빛까지 끌어당길정도로 질량이 크며, \n\n(It's large enough to attract light,)\n\n \n\n당기는 인력이 상상하기 어렵다고 했습니다.\n\n(The pulling manpower is hard to imagine.)\n\n \n\n하지만 역시 사실과 많이 다릅니다.\n\n(But it is also very different from the fact.)\n\n \n\n블랙홀은 어떠한 인력도 가지지 못합니다.\n\n( Black holes do not have any manpower.)\n\n \n\n블랙홀의 종류는 크게 2가지입니다.\n\n( There are two main types of black holes.)\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n \n\n \n\n첫번째, 우리가 가장 가까이에서 관측 가능한 블랙홀,\n\n(First, the black hole we can see the closest,)\n\n \n\n태양의 흑점은 지구밖에서 관측 가능한 가장 가까운 블랙홀일겁니다.\n\n(The sun's sunspot is probably the closest black hole you can see outside of Earth.)\n\n \n\n핵분열을 통해 물질이 태양 내부로 주변 빛보다 빠르게 움직일때,\n\n(When fission moves matter into the sun faster than ambient light,)\n\n \n\n흑점을 관측할수있습니다. \n\n(You can observe sunspots.)\n\n \n\n어두워지는 이유는 주변의 빛보다 물질이 빠르게 움직이면서,\n\n(The reason it gets dark is that the material moves faster than the light around it,)\n\n \n\n빛의 입자가 닿지 않아, 어두워지는것입니다.\n\n(The particles of light don't touch, darkening.)\n\n \n\n이때 흑점을 관측할수있고, \n\n(At this time, you can observe sunspots,)\n\n \n\n흑점에서 출발한 물질이 태양 표면과 충돌 할때, \n\n(When material originating from sunspots collide with the sun's surface,)\n\n \n\n흑점 폭발을 관측 할수있습니다.\n\n(You can observe sunspot explosions.)\n\n \n\n흑점이 사라졌다 없어지는 시간, 흑점 폭발로 발생한 에너지파의 값,\n\n(The time at which the sunspot disappeared and disappeared, the value of the energy wave)\n\n \n\n태양 외부와 태양 내부의 거리를 측정해,\n\n(I measure the distance outside the sun and the inside of the sun,)\n\n \n\n핵분열을 통해 물질이 얼마나 빠른 속도로 충돌을 했는지, \n\n(How fast the material collided through nuclear fission,)\n\n \n\n파악이 가능합니다.\n\n(I can grasp it.)\n\n \n\n정리하면,\n\n(In short,)\n\n \n\n태양 흑점은 물질이 태양 내부로 주변 빛보다 빠르게 움직일때 발생합니다.\n\n(Sunspots occur when matter moves inside the sun faster than ambient light.)\n\n \n\n내부 물질에 닿는 순간 흑점 폭발이 일어나고,\n\n(The moment a sunspot explosion occurs on the inner material,)\n\n \n\n빛이 되돌아 오면서 엄청난 에너지파를 형성하며 폭발합니다.\n\n(As light returns, it explodes, forming tremendous energy waves.)\n\n \n\n그리고 빛이 되돌아 흑점이 사라지는겁니다.\n\n(And the light goes back and the sunspot disappears.)\n\n \n\n마찬가지로, 흑점 폭발한 에너지가 충돌해,\n\n(Similarly, sunspots explode and collide,)\n\n \n\n흑점의 반대 방향으로 물질이 이동할수있을겁니다.\n\n(The material will move in the opposite direction of the sunspot.)\n\n \n\n이것이 바로 홍염입니다.\n\n(This is Solar Prominence )\n\n \n\n \n\n\n\n\n\n\n\n \n\n \n\n흑점 주변에 홍염이 자주 발생하는 이유도 그렇습니다.\n\n(The same is true for Solar Prominence around sunspots.)\n\n \n\n방향에 관한 문제이기 때문입니다.\n\n(Because it's a matter of direction.)\n\n \n\n주변빛보다 직선으로 빠르게 움직이는 물체에 빛이 닿지 못해, 생기는 블랙홀이,\n\n(The black hole that does not reach the object moving in a straight line faster than the ambient light,)\n\n \n\n바로 첫번째 블랙홀입니다.\n\n(This is the first black hole.)\n\n \n\n그러면 2번째 종류의 블랙홀은 무엇일까요?\n\n(What is the second kind of black hole?)\n\n \n\n첫번째와 같은 블랙홀이 발생하는 근본적인 이유는 빛이 물질에 닿지 못하기 때문입니다.\n\n(The primary reason for black holes like the first one is that light cannot reach the material.)\n\n \n\n이번에 설명하는 블랙홀은 매개체의 방해로 닿아도 반사되지 못해,\n\n(The black hole described this time cannot be reflected even if it is touched by the media,)\n\n \n\n생기는 블랙홀입니다.\n\n(It is a black hole.)\n\n \n\n\n\n \n\n \n\n \n\n\n\n\n\n\n\n \n\n \n\n심해에 빛이 들어가는 도중 빛 에너지가 열에너지로 전환되어,\n\n(As light enters the deep sea, light energy is converted into thermal energy,)\n\n\n\n사라져, 빛이 반사되지 않습니다.\n\n(Disappears, light is not reflected.)\n\n \n\n그러다보면 빛이 되돌아오지 못해, 어두워지는겁니다.\n\n(Then the light will not come back, and it will get dark.)\n\n \n\n얕은 바다는 빛이 바닥에 닿아, 반사되어 되돌아오지만,\n\n(Shallow seas come back to the bottom with light hitting the bottom,)\n\n \n\n심해는 바닥에 닿기전에 빛 에너지가 열에너지로 전환되어 소멸해버리고, \n\n(Deep seas convert light energy into thermal energy before they reach the bottom,)\n\n \n\n닿는다고 해도,\n\n(Even if it arrives,)\n\n \n\n다시 되돌아오는 과정에서, 소멸되어 사라집니다.\n\n(In the process of coming back, it disappears and disappears.)\n\n \n\n이것이 바로 2번째 종류의 블랙홀입니다.\n\n(This is the second kind of black hole.)\n\n \n\n \n\n \n\n \n\n\n\n\n\n  \n\n정리하자면,\n\n(to sum it up,)\n\n\n\n첫번째 형태의 블랙홀은 물질에 빛의 입자가 닿지 못해 생기는겁니다.\n\n(The first form of black holes is caused by particles of light not reaching the material.)\n\n \n\n끈임 없이 빛이 물체를 쫒아가고있죠,\n\n(The light chases the object without sticking,)\n\n \n\n그래서 우리가 이야기하는 대부분의 블랙홀은,\n\n(So most of the black holes we talk about)\n\n \n\n직선으로 빛보다 빠르게 움직이는 물질입니다.\n\n(A substance that moves faster than light in a straight line.)\n\n \n\n우리가 관측할수있는 모든 블랙홀은 직선으로 움직이며,\n\n(Every black hole we can observe is moving in a straight line,)\n\n \n\n관찰자 반대 방향으로 이동합니다.\n\n(Move in the opposite direction of the observer.)\n\n \n\n두번째 형태의 블랙홀은 물질이 다른 매개체의 방해로 인해서,\n\n(The second type of black hole is caused by the interference of other media with matter,)\n\n \n\n빛이 소멸되는 블랙홀입니다.\n\n(The black hole where light disappears.)\n\n \n\nNASA에서 제공하는 모든 블랙홀은 사실 빛보다 빠르게,\n\n(All black holes offered by NASA are actually faster than light,)\n\n \n\n우리의 반대방향으로 움직이고 있는 행성입니다.\n\n(The planet is moving in the opposite direction.)\n\n \n\n그래서 우리가 블랙홀을 관측할때, 블랙홀이 선명하게 보이는 시기와 각도가 존재합니다.\n\n(So when we observe a black hole, there is a timing and angle at which the black hole is clearly visible.)\n\n \n\n이 각도를 틀어, 옆면에서 보면,\n\n(Turn this angle, from the side,)\n\n \n\n블랙홀이 보이지 않습니다.\n\n(I can't see the black hole.)\n\n \n\n그래서 특이점이라고 합니다.\n\n(So it's called singularity. )\n\n\n\n\n\n \n\n \n\n\n\n\n\n\n\n \n\n \n\n\n\n색종이에 동그라미를 그리고,\n\n(Draw circles on colored paper)\n\n \n\n \n\n동그라미를 검은색을 칠하고, 손으로 들어올립니다.\n\n(Paint the circles black and lift them with your hands.)\n\n \n\n그리고 옆면에서 보면, \n\n(And from the side,)\n\n \n\n블랙홀이 보이지 않겠죠.\n\n(You won't see a black hole.)\n\n \n\n그 이유는 직선으로 오는 빛을 직선으로 움직이는 행성이 차단하고 있기때문이고,\n\n(This is because the planets moving in a straight line are blocking the light coming from the straight line,)\n\n \n\n나머지 각도의 빛은 그대로 오기 때문에, 보이지 않는겁니다.\n\n(The light from the rest of the angle comes in, so it's invisible.)\n\n \n\n실제 옆면에서 보면, 블랙홀은 보이지 않습니다.\n\n(From the side, the black hole is not visible.)\n\n \n\n우리가 관측하는 블랙홀도 실제 모두 그렇습니다.\n\n(The black holes we observe are actually the same.)\n\n \n\n그래서 옆면에서 블랙홀을 관측할수가 없는겁니다.\n\n(So you can't see the black hole from the side.)\n\n \n\n자세하게 블랙홀 내부를 다뤄보겠습니다.\n\n(We will cover the inside of the black hole in detail.)\n\n \n\n블랙홀이 왜 특이점이 되는지 말입니다.\n\n(Why a black hole becomes a singularity.)\n\n\n\n\n\n \n\n \n\n \n\n \n\n \n\n\n\n\n\n\n\n \n\n \n\nA의 영역은 블랙홀의 입구가 되겠습니다.\n\n(The area of A will be the entrance to the black hole.)\n\n \n\nA에서 물체가 주변 빛보다 빠르게 관찰자의 반대 방향으로 직선으로 움직이면, \n\n(If in A the object moves in a straight line in the opposite direction of the observer faster than the ambient light,)\n\n \n\n블랙홀이 형성됩니다.\n\n(Black holes are formed.)\n\n \n\n이때 B는 빛의 입자로 가득 차있으며, 행성 D를 향하고 있는 빛이 모여있는 공간입니다.\n\n(B is filled with particles of light and is a space where light directed towards planet D is gathered.)\n\n \n\nC의 공간은 빛의 속도보다 물체가 빠르면서 생기는 무의 공간인데,\n\n(The space of C is the space of nothing that occurs when an object is faster than the speed of light.)\n\n \n\n빛의 속도와 행성간의 속도차에 의해서 길이가 결정됩니다.\n\n(The length is determined by the speed of light and the speed difference between the planets.)\n\n \n\n하지만 시간이 지나면 B의 입자로 가득체워지면서, \n\n(But over time, it's filled with B's particles,)\n\n \n\nB로 침식되는 부분입니다.\n\n(The part that erodes into B.)\n\n \n\n이것이 블랙홀의 내부입니다.\n\n(This is the interior of the black hole.)\n\n \n\nB와 C 심지어 A부분에서도 빛이 자유적으로 왕래가 가능합니다.\n\n(Light can travel freely in B, C and even A.)\n\n \n\n그래서 블랙홀을 옆면에서 보면, \n\n(So if you look at the black hole from the side,)\n\n \n\n블랙홀의 존재조차 알수 없는 이유이기도 합니다.\n\n(This is why even the existence of a black hole is unknown.)\n\n \n\n실제 블랙홀 입구로 들어가도, \n\n(Even if you go into the actual black hole entrance,)\n\n \n\n끌려가는 일은 존재하지 않습니다.\n\n(There is no dragging thing.)\n\n \n\n다음은 행성간 이동방식에 대해서 다뤄보겠습니다.\n\n(Next, we will discuss the interplanetary movement.)\n\n \n\n \n\n \n\n\n\n\n\n \n\n제3장, 행성 궤도의 값은 어떻게 결정되는가,\n\n(Chapter 3, How is the value of planetary orbit determined?)\n\n \n\n오늘날 천체물리학에서\n\n(In today's astrophysics)\n\n \n\n행성 궤도 움직임에 다양하게 해석하고있습니다.\n\n(Interpretation on various motions in planetary orbits.)\n\n \n\n행성간의 중력이 궤도에 영향을 준다. 행성 궤도가 변속 운동을 한다.\n\n(Interplanetary gravity affects orbits. Planetary orbits shift.)\n\n \n\n오늘날 과학계의 한계였던겁니다.\n\n(It was the limitation of today's scientific community.)\n\n \n\n만유인력과 광속 불변의 법칙으로 보는 우주는 굉장히 협소하기 때문이죠.\n\n(Because the universe of gravity and the law of constant speed of light are very narrow.)\n\n \n\n이것 역시 사실과 많이 다릅니다.\n\n(This is also very different from the fact.)\n\n \n\n행성 궤도가 어떻게 결정되는가에 대해서 간단하게 설명하겠습니다.\n\n(Let's briefly explain how planet orbits are determined.)\n\n \n\n혜성의 궤도는 정말 재미있습니다.\n\n(Comet's trajectory is really fun.)\n\n \n\n \n\n \n\n\n\n \n\n \n\n\n\n\n\n\n\n \n\n \n\n \n\nHD20782B는 혜성입니다.\n\n(HD20782B is a comet.)\n\n \n\n혜성은 운동 주기는 이상합니다.\n\n(Comets are strange in their cycles.)\n\n \n\n타원형 형태로 움직이며, 속도가 빨라졌다가 느려졌다가 합니다.\n\n(It moves in an elliptical shape, and then speeds up and slows down.)\n\n \n\n정말 불규칙한 행성의 움직임입니다.\n\n(It's a really irregular planetary movement.)\n\n \n\n\n\n\n\n \n\n \n\n\n\n\n\n\n\n \n\n\n\n(타원형 궤도의 행성과 20 빌리언 키로미터 떨어진 행성의 중력의 영향을 받고있다는 사진)\n\n(Photograph that the planet is in an elliptical orbit and is under the influence of the gravity of a planet 20 billion kilometers away)\n\n\n\n\n\n이것은 행성들이 다른 행성의 중력에 영향을 받아, \n\n(This is because planets are affected by the gravity of other planets,)\n\n \n\n혜성이 주기적으로 변속 운동을 하고 있다고 합니다.\n\n(Comets periodically shift.)\n\n \n\n1장에서 중력이란 무엇인지 제대로 배웠다면,\n\n(If you learned what gravity is in Chapter 1,)\n\n \n\n행성간 중력의 서로에게 영향을 줄수있다면 그것은, \n\n(If it can affect each other of interplanetary gravity,)\n\n \n\n충돌권안에 들었다는것을 이해할겁니다.\n\n(I understand you are in the conflict zone.)\n\n \n\n실제 속도의 변동성을 줄수도 없습니다.\n\n(You can't give the actual speed fluctuation.)\n\n \n\n충돌을 통해서 변동을 할수는있습니다.\n\n(You can make changes through collisions.)\n\n \n\n이런 현상을 암흑물질로 설명해왔지만, 역시 틀렸습니다.\n\n(This phenomenon has been described as dark matter, but it's also wrong.)\n\n \n\n사실 혜성뿐만 아니라, \n\nIn fact not only comets),\n\n \n\n모든 행성은 동일하게 원의 형태로 공전운동을 하고 있기 때문입니다.\n\n(Because all planets are orbiting in the same circle).\n\n \n\n한번 움직임의 값이 결정되면, 진공상태에서 반복운동을 하기 때문입니다.\n\n(Once the value of the movement is determined, it repeats in vacuum.)\n\n \n\n행성은 원의 형태가 아니면 직선으로 움직입니다.\n\n(The planet moves in a straight line unless it is in the form of a circle)\n\n \n\n그렇다면 혜성 궤도를 한번 다시 보겠습니다.\n\n(So let's look again at the comet orbit.)\n\n \n\n\n\n\n\n \n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n이 혜성 궤도에서 중심에 초록색 점을 찍고, 선을 그어보겠습니다.\n\n(Let's draw a green dot in the center and draw a line in this comet orbit.)\n\n \n\n\n\n \n\n \n\n\n\n\n\n\n\n \n\n\n\n이 노란색 선의 길이와 초록색 선의 길이가 같습니다.\n\n(This yellow line is the same length as the green line.)\n\n \n\n관찰 방향에 따라 시각이 왜곡되어 보이는 현상이라는것입니다.\n\n(It is a phenomenon that the vision is distorted depending on the direction of observation.)\n\n \n\n실제 핵의 축을 연장시켜 길게 뽑아보겠습니다.\n\n(Let's draw a long one by extending the axis of the actual nucleus.)\n\n \n\n\n\n \n\n \n\n \n\n\n\n\n\n\n\n \n\n \n\n \n\n타원형의 형태에서, 중간의 축을 길게 뽑아,\n\n(In the form of an oval, pull the middle axis long,)\n\n \n\n연장시켰을때,\n\n(When prolonged,)\n\n \n\n관찰자의 방향으로 축을 돌려보겠습니다.\n\n(Let's rotate the axis in the direction of the observer.)\n\n\n\n \n\n\n\n \n\n\n\n \n\n \n\n\n\n\n\n\n\n \n\n \n\n \n\n  \n\n정확하게 원의 형태로 이동하고 있습니다.\n\n(Are moving exactly in the form of a circle.)\n\n \n\n실제 행성간 중력을 공유하고, 중력 영향력권에 있을때,\n\n(When you actually share gravity between planets, when you're in gravitational influence,)\n\n \n\n충돌하게 됩니다.\n\n(Will crash.)\n\n \n\n달은 지구를 당기지 아니하며, 지구는 달을 당기지 않습니다.\n\n(The moon does not pull the earth, and the earth does not pull the moon.)\n\n \n\n태양을 지구가 당기지 아니하고, 지구도 태양을 당기지 않습니다.\n\n(The sun does not pull the earth, and the earth does not pull the sun.)\n\n \n\n두 물질의 충돌을 통해, \n\n(Through the collision of two substances,)\n\n \n\n은하계가 형성되는데, 이때 수없이 충돌을 하다, 최종 안정상태에 돌입해,\n\n(Galaxies form, colliding numerous times, finally reaching their final state of stability,)\n\n \n\n오늘날 은하가 형성되고, 유지되고있는것입니다.\n\n(Today, galaxies are forming and maintaining.)\n\n \n\n조수간만의차도 역시 잘못되었습니다.\n\n(The difference between tides is also wrong.)\n\n \n\n실제 달이 사라지더래도, 동일할것입니다.\n\n(Even if the actual moon disappears, it will be the same.)\n\n \n\n서로 중력으로 어떠한 영향도 주지 못하기 때문입니다.\n\n(Because they have no influence on each other by gravity.)\n\n \n\n물체의 충돌을 통해 중력파가 발생하는것입니다.\n\n(Gravitational waves are generated through the collision of objects.)\n\n \n\n질량이 완전히 동일한 두 행성이 완전 충돌하는경우, \n\n(If two planets with exactly the same mass collide completely,)\n\n \n\n중심에 블랙홀이 없는 은하가 태어나고,\n\n(A galaxy without a black hole is born in the center,)\n\n \n\n비완전 충돌이 일어나고, 남은 잔해의 행성이 빗겨가게 된다면,\n\n(If an incomplete collision occurs and the planet of the remnant remains,)\n\n \n\n블랙홀이 형성될수있습니다.\n\n(Black holes may form.)\n\n \n\n이때 거대한 행성의 잔해가 은하를 형성합니다.\n\n(At this time, the remains of giant planets form galaxies.)\n\n \n\n블랙홀은 새로운 은하계의 잉태를 의미합니다.\n\n(The black hole represents the pregnancy of a new galaxy.)\n\n \n\n실제 우리 은하계 중심에 블랙홀이 있습니다.\n\n(There is actually a black hole in the center of our galaxy.)\n\n \n\n이렇게 은하계가 확장되며 팽창되는것입니다.\n\n(This is how the galaxy expands and expands.)\n\n \n\n은하계 중심에서 빗겨나간 행성이 다시 충돌해,\n\n(The planets that escaped from the center of the galaxy collide again,)\n\n \n\n중력파를 발생시키고,\n\n(Generate gravitational waves,)\n\n \n\n빛이 되돌아오면서 화이트홀이 되는겁니다.\n\n(As the light returns, it becomes a white hole.)\n\n \n\n간혹 블랙홀에서 물질이 빠져 나오기도 하는데,\n\n(Sometimes the material comes out of the black hole,)\n\n \n\n반대편에서 날아온 파편이 분출되기도 합니다.\n\n(Fragments from the other side may erupt.)\n\n \n\n \n\n \n\n \n\n\n\n\n\n \n\n \n\n제4장, 행성고리의 형성 과정,\n\n(Chapter 4, The Formation of Planetary Rings,)\n\n \n\n행성고리도 어떻게 만들어지는지 안다면, 크게 어렵지 않습니다.\n\n(If you know how planetary rings are made, it's not that hard.)\n\n \n\n목성을 보면 재미있는 고리가 있습니다.\n\n(Jupiter has interesting rings.)\n\n \n\n이 고리가 어떻게 만들어졌을까요?\n\n(How was this ring made?)\n\n \n\n아직 까지 명확하게 설명을 못했습니다.\n\n(We haven't been able to explain clearly yet.)\n\n \n\n그 이유는 만유인력과 광속불변의 법칙으로 천체물리학을 이해했기에,\n\n(The reason is that astrophysics is understood by the law of universal gravitation and the constant speed of light,)\n\n\n\n굉장히 협소한 시각에서 우주를 다루었기 때문입니다.\n\n(Because I dealt with the universe from a very narrow perspective.)\n\n \n\n그러면 제가 설명해드리겠습니다.\n\n( Then I will explain. )\n\n \n\n\n\n\n\n \n\n \n\n\n\n\n\n\n\n \n\n \n\n \n\n목성의 고리의 성분은 대부분이 얼음덩어리입니다.\n\n(The components of Jupiter's rings are mostly iceballs.)\n\n \n\n고리의 형성은 이렇게 만들어졌습니다.\n\n(The formation of the ring is made like this.)\n\n \n\n중력이 존재하는 행성은 항성이였습니다.\n\n(Gravitational planets were stars.)\n\n \n\n이렇게 행성에 고리가 형성되려면 자전속도가 일정 속도를 넘어서야 합니다.\n\n(In order for this ring to form on the planet, the rotation speed must exceed a certain speed.)\n\n \n\n거대한 항성의 충돌을 통해, 항성의 일부분이 튀어나와,작은 항성이 되고,\n\n(Through the collision of a huge star, a portion of the star pops out, becomes a small star,)\n\n \n\n한 축의 방향으로 급회전을 하게 되면,\n\n(If you turn sharply in one direction,)\n\n \n\n항성이 타원의 형태로 변하게 됩니다.\n\n(The star will change into an ellipse.)\n\n \n\n\n\n\n\n\n\n\n\n이 과정에서 물질을 배출하는데, \n\n(In this process, the material is discharged,)\n\n \n\n이것이 행성의 고리를 형성합니다.\n\n(This forms the ring of the planet.)\n\n \n\n이때 항성이 꺼지게 된다면, 이 상태로 굳어버리고,\n\n(If the star goes off at this point, it hardens in this state,)\n\n \n\n항성이 계속된 핵융합과 핵분열을 통해, \n\n(Through continued fusion and nuclear fission,)\n\n\n\n밀도가 높아지고, 수축되는 과정에서 중력이 발생하는데,\n\n(The higher the density, the more gravity is in the process of shrinking,)\n\n \n\n이때 내핵과 외핵이 만들어지며,\n\n(At this time, the inner and outer cores are made,)\n\n\n\n구의 형태의 행성의 균형이 잡히게 됩니다.\n\n(The planet in the form of a sphere is balanced.)\n\n \n\n실제 태양의 자전속도를 빠르게 한뒤, 식힌다면,  고리를 형성할수있습니다.\n\n(If the sun rotates fast and cools, it can form a ring.)\n\n\n\n \n\n \n\n\n\n\n\n\n\n\n\n\n\n \n\n실제 토성도,  이런 고리가 생기기전에는 타원형의 형태의 항성이였습니다.\n\n(In actual Saturn, before this ring, it was an oval star.)\n\n\n\n그렇다면 은하계에 대해서,\n\n(Then about the galaxy,)\n\n \n\n은하를 보면 다중 은하도 존재합니다.\n\n(If you look at the galaxy, there are also multiple galaxies.)\n\n \n\n은하계의 형성 과정을 알아보겠습니다.\n\n(L",
  "color": "default",
  "labels": [
    "0e59aec6-754e-4c02-893c-70f18f19c937"
  ],
  "pinned": false,
  "archived": true,
  "inTrash": false,
  "reminder": null,
  "createdAt": "2019-10-23T21:43:30.657000",
  "updatedAt": "2023-05-19T23:23:28.709000"
}